["0705.0297",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Dynamical Systems","37F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0297"],"date":["2007-05-02","2009-03-25"],"type":["text"],"creator":["Levin, Genadi","Swiatek, Grzegorz"],"language":[],"coverage":[],"title":["Measure of the Julia Set of the Feigenbaum map with infinite criticality"],"description":["  We consider fixed points of the Feigenbaum (periodic-doubling) operator whose\norders tend to infinity. It is known that the hyperbolic dimension of their\nJulia sets go to 2. We prove that the Lebesgue measure of these Julia sets tend\nto zero. An important part of the proof consists in applying martingale theory\nto a stochastic process with non-integrable increments.\n"]}]
["0705.1266",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1266","J. Phys. Chem. B, 2008, 112 (3), pp 743 - 748"],"date":["2007-05-09"],"type":["text"],"creator":["Babu, Sujin","Gimel, Jean Christophe","Nicolai, Taco"],"language":[],"coverage":[],"title":["Tracer diffusion in colloidal gels"],"description":["  Computer simulations were done of the mean square displacement (MSD) of\ntracer particles in colloidal gels formed by diffusion or reaction limited\naggregation of hard spheres. The diffusion coefficient was found to be\ndetermined by the volume fraction accessible to the spherical tracers\n($\\phi_a$) independent of the gel structure or the tracer size. In all cases,\ncritical slowing down was observed at $\\phi_a\\approx 0.03$ and was\ncharacterized by the same scaling laws reported earlier for tracer diffusion in\na Lorentz gas. Strong heterogeneity of the MSD was observed at small $\\phi_a$\nand was related to the size distribution of pores.\n","Comment: 6 pages, 8 figures"]}]
["0706.3866",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3866","Phys. Rev. B 77, 045116 (2008)","doi:10.1103/PhysRevB.77.045116"],"date":["2007-06-26"],"type":["text"],"creator":["Kharitonov, Maxim Yu.","Efetov, Konstantin B."],"language":[],"coverage":[],"title":["Hall Transport in Granular Metals and Effects of Coulomb Interactions"],"description":["  We present a theory of Hall effect in granular systems at large tunneling\nconductance $g_{T}\\gg 1$. Hall transport is essentially determined by the\nintragrain electron dynamics, which, as we find using the Kubo formula and\ndiagrammatic technique, can be described by nonzero diffusion modes inside the\ngrains. We show that in the absence of Coulomb interaction the Hall resistivity\n$\\rho_{xy}$ depends neither on the tunneling conductance nor on the intragrain\ndisorder and is given by the classical formula $\\rho_{xy}=H/(n^* e c)$, where\n$n^*$ differs from the carrier density $n$ inside the grains by a numerical\ncoefficient determined by the shape of the grains and type of granular lattice.\nFurther, we study the effects of Coulomb interactions by calculating\nfirst-order in $1/g_T$ corrections and find that (i) in a wide range of\ntemperatures $T \\gtrsim \\Ga$ exceeding the tunneling escape rate $\\Ga$, the\nHall resistivity $\\rho_{xy}$ and conductivity $\\sig_{xy}$ acquire logarithmic\nin $T$ corrections, which are of local origin and absent in homogeneously\ndisordered metals; (ii) large-scale ``Altshuler-Aronov'' correction to\n$\\sig_{xy}$, relevant at $T\\ll\\Ga$, vanishes in agreement with the theory of\nhomogeneously disordered metals.\n","Comment: 29 pages, 16 figures"]}]
["0709.3039",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","05C80, 60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3039"],"date":["2007-09-19","2009-03-25"],"type":["text"],"creator":["Grimmett, Geoffrey","Janson, Svante"],"language":[],"coverage":[],"title":["Random even graphs"],"description":["  We study a random even subgraph of a finite graph $G$ with a general\nedge-weight $p\\in(0,1)$. We demonstrate how it may be obtained from a certain\nrandom-cluster measure on $G$, and we propose a sampling algorithm based on\ncoupling from the past. A random even subgraph of a planar lattice undergoes a\nphase transition at the parameter-value $\\frac 12 \\pc$, where $\\pc$ is the\ncritical point of the $q=2$ random-cluster model on the dual lattice. The\nproperties of such a graph are discussed, and are related to Schramm--L\\\"owner\nevolutions (SLE).\n","Comment: Version 2 includes material about random even graphs with general\n  values of the edge-parameter p, together with a coupling-from-the-past\n  algorithm for their simulation. Version 3 includes a treatment of infinite\n  graphs, and is to appear in the Electronic Journal of Combinatorics"]}]
["0710.0493",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics","17A50 (Primary)","05A15, 05C05, 17A36, 17A42, 15A72, 33E05\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0493","Algebra Discrete Math. 2008, no. 2, 1-41"],"date":["2007-10-02","2008-01-08"],"type":["text"],"creator":["Drensky, Vesselin","Holtkamp, Ralf"],"language":[],"coverage":[],"title":["Planar trees, free nonassociative algebras, invariants, and elliptic\n  integrals"],"description":["  We consider absolutely free nonassociative algebras and, more generally,\nabsolutely free algebras with (maybe infinitely) many multilinear operations.\nSuch algebras are described in terms of labeled reduced planar rooted trees.\nThis allows to apply combinatorial techniques to study their Hilbert series and\nthe asymptotics of their coefficients. These algebras satisfy the\nNielsen-Schreier property and their subalgebras are also free. Then, over a\nfield of characteristic 0, we investigate the subalgebras of invariants under\nthe action of a linear group, their sets of free generators and their Hilbert\nseries. It has turned out that, except in the trivial cases, the algebra of\ninvariants is never finitely generated. In important partial cases the Hilbert\nseries of the algebras of invariants and the generating functions of their sets\nof free generators are expressed in terms of elliptic integrals.\n","Comment: Revised version, after suggestions of the anonymous referee, 39 pages"]}]
["0710.1645",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1645"],"date":["2007-10-08","2009-03-25"],"type":["text"],"creator":["Huybrechts, Daniel","Macri, Emanuele","Stellari, Paolo"],"language":[],"coverage":[],"title":["Derived equivalences of K3 surfaces and orientation"],"description":["  Every Fourier--Mukai equivalence between the derived categories of two K3\nsurfaces induces a Hodge isometry of their cohomologies viewed as Hodge\nstructures of weight two endowed with the Mukai pairing. We prove that this\nHodge isometry preserves the natural orientation of the four positive\ndirections. This leads to a complete description of the action of the group of\nall autoequivalences on cohomology very much like the classical Torelli theorem\nfor K3 surfaces determining all Hodge isometries that are induced by\nautomorphisms.\n","Comment: This version only contains the proof that every equivalence between\n  the derived categories of two K3 surfaces induces an orientation preserving\n  Hodge isometry. The more formal aspects of our proof contained in the first\n  sections of arXiv:0710.1645v2 appear now in the independent paper\n  arXiv:0809.3201. 29 pages. Final version to appear in Duke Math. J"]}]
["0712.2098",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2098","Physical Review B 79, 094110 (2009)","doi:10.1103/PhysRevB.79.094110"],"date":["2007-12-13","2009-03-25"],"type":["text"],"creator":["Bouville, Mathieu","Ahluwalia, Rajeev"],"language":[],"coverage":[],"title":["Phase field simulations of coupled phase transformations in\n  ferroelastic-ferroelastic nanocomposites"],"description":["  We use phase field simulations to study composites made of two different\nferroelastics (e.g., two types of martensite). The deformation of one material\ndue to a phase transformation can elastically affect the other constituent and\ninduce it to transform as well. We show that the phase transformation can then\noccur above its normal critical temperature and even higher above this\ntemperature in nanocomposites than in bulk composites. Microstructures depend\non temperature, on the thickness of the layers, and on the crystal structure of\nthe two constituents -- certain nanocomposites exhibit a great diversity of\nmicrostructures not found in bulk composites. Also, the periodicity of the\nmartensite twins may vary over 1 order of magnitude based on geometry.\nkeywords: Ginzburg-Landau, martensitic transformation, multi-ferroics,\nnanostructure, shape-memory alloy\n","Comment: 8 pages, 15 figures"]}]
["0712.2131",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2131"],"date":["2007-12-13","2009-03-25"],"type":["text"],"creator":["Ghosh, N.","Schmidt, H.","Grundmann, M."],"language":[],"coverage":[],"title":["Andreev reflections at large ferromagnet/high-T_C superconductor area\n  junctions with rough interface"],"description":["  Sub-gap conductance at a large area junction with a rough interface of a\nferromagnet and a high-T$_{C}$ superconductor is superimposed by multiple peaks\nwhich is not expected from an ideal point contact Andreev reflection process.\nWe demonstrate this phenomenon by measuring resistance as a function of bias\nvoltage of a Co/Y$_{1}$Ba$_{2}$Cu$_{3}$O$_{7-\\delta}$ junction with contact\narea 50 x 70 $\\mu$ $m^{2}$ at various temperatures. In order to analyze such\nAndreev reflection data, the interface is assumed to have random potentials\nwhich can create local electric fields. The Blonder-Tinkham-Klapwijk theory is\nmodified with the inclusion of a broadening parameter due to finite life time\neffects of quasi particles. An additional voltage drop due to local electric\nfields at the rough interface has been included in terms of an extra energy\nshift which may be related to the asymmetry of normalized resistance data. Spin\npolarization has been introduced for the ferromagnet. The presented model\nexplains the multi-peak nature and asymmetry of Andreev reflection data\nexperimentally observed at large area junctions. Extension of the model also\ninterprets the experimentally observed anomalous enhancement of resistance\npeaks in the sub-gap region which may result from crossing the critical current\nlimit across the junction.\n","Comment: 12 pages including 5 figures, title, text and figures have been\n  revised"]}]
["0712.3371",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3371","Proc. Sympos. Pure Math., vol. 77, pp. 617-636, Amer. Math. Soc.,\n  Providence, RI, 2008"],"date":["2007-12-20","2009-03-25"],"type":["text"],"creator":["Krejcirik, David"],"language":[],"coverage":[],"title":["Twisting versus bending in quantum waveguides"],"description":["  We make an overview of spectral-geometric effects of twisting and bending in\nquantum waveguides modelled by the Dirichlet Laplacian in an unbounded\nthree-dimensional tube of uniform cross-section. We focus on the existence of\nHardy-type inequalities in twisted tubes of non-circular cross-section.\n","Comment: 20 pages, LaTeX with 3 EPS figures. This is a corrected version of\n  the published paper; errata in Section 6 corrected"]}]
["0712.3884",{"format":[],"subject":["Mathematical Physics","37A30","37A60","82C05","35H10","37L40","34C29","70K65","74Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3884"],"date":["2007-12-22","2009-03-25"],"type":["text"],"creator":["Hairer, Martin","Mattingly, Jonathan C."],"language":[],"coverage":[],"title":["Slow energy dissipation in anharmonic oscillator chains"],"description":["  We study the dynamic behavior at high energies of a chain of anharmonic\noscillators coupled at its ends to heat baths at possibly different\ntemperatures. In our setup, each oscillator is subject to a homogeneous\nanharmonic pinning potential $V_1(q_i) =|q_i|^{2k}/2k$ and harmonic coupling\npotentials $V_2(q_i- q_{i-1}) = (q_i- q_{i-1})^2/2$ between itself and its\nnearest neighbors. We consider the case $k > 1$ when the pinning potential is\nstronger then the coupling potential. At high energy, when a large fraction of\nthe energy is located in the bulk of the chain, breathers appear and block the\ntransport of energy through the system, thus slowing its convergence to\nequilibrium.\n  In such a regime, we obtain equations for an effective dynamics by averaging\nout the fast oscillation of the breather. Using this representation and related\nideas, we can prove a number of results. When the chain is of length three and\n$k> 3/2$ we show that there exists a unique invariant measure. If $k > 2$ we\nfurther show that the system does not relax exponentially fast to this\nequilibrium by demonstrating that zero is in the essential spectrum of the\ngenerator of the dynamics. When the chain has five or more oscillators and $k>\n3/2$ we show that the generator again has zero in its essential spectrum.\n  In addition to these rigorous results, a theory is given for the rate of\ndecrease of the energy when it is concentrated in one of the oscillators\nwithout dissipation. Numerical simulations are included which confirm the\ntheory.\n","Comment: 29 pages, 1 figure Corrected version fixing error in equation (2.12)\n  and a few typos"]}]
["0801.0302",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0302","Phys. Rev. B 78, 033404 (2008)","doi:10.1103/PhysRevB.78.033404"],"date":["2008-01-01"],"type":["text"],"creator":["Kharitonov, Maxim Yu.","Efetov, Konstantin B."],"language":[],"coverage":[],"title":["Mesoscopic conductance fluctuations in graphene samples"],"description":["  Mesoscopic conductance fluctuations in graphene samples at energies not very\nclose to the Dirac point are studied analytically. We demonstrate that the\nconductance variance $<[\\delta G]^2>$ is very sensitive to the elastic\nscattering breaking the valley symmetry. In the absence of such scattering\n(disorder potential smooth at atomic scales, trigonal warping negligible), the\nvariance $<[\\delta G]^2 > = 4 < [\\delta G]^2 >_\\text{metal}$ is four times\ngreater than that in conventional metals, which is due to the two-fold valley\ndegeneracy. In the absence of intervalley scattering, but for strong\nintravalley scattering and/or strong warping $<[\\delta G]^2 > =2 < [\\delta G]^2\n>_\\text{metal}$. Only in the limit of strong intervalley scattering $<[\\delta\nG]^2 > = < [\\delta G]^2 >_\\text{metal}$. Our theory explains recent numerical\nresults and can be used for comparison with existing experiments.\n","Comment: 4+ pages, 2 figures"]}]
["0801.0708",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0708","Phys. Rev. B 79, 115431 (2009)","doi:10.1103/PhysRevB.79.115431"],"date":["2008-01-04","2009-01-27"],"type":["text"],"creator":["Gusynin, V. P.","Miransky, V. A.","Sharapov, S. G.","Shovkovy, I. A.","Wyenberg, C. M."],"language":[],"coverage":[],"title":["Edge states on graphene ribbon in magnetic field: interplay between\n  Dirac and ferromagnetic-like gaps"],"description":["  By combining analytic and numerical methods, edge states on a finite width\ngraphene ribbon in a magnetic field are studied in the framework of low-energy\neffective theory that takes into account the possibility of quantum Hall\nferromagnetism (QHF) gaps and dynamically generated Dirac-like masses. The\nanalysis is done for graphene ribbons with both zigzag and armchair edges. The\ncharacteristic features of the spectrum of the edge states in both these cases\nare described. In particular, the conditions for the existence of the gapless\nedge states are established. Implications of these results for the\ninterpretation of recent experiments are discussed.\n","Comment: 13 pages, 7 figures. v2: analysis for ribbons with armchair edges\n  added, to appear in Phys. Rev. B"]}]
["0801.4425",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","34C30, 34E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4425"],"date":["2008-01-28","2009-03-25"],"type":["text"],"creator":["Bianchini, Stefano","Spinolo, Laura V."],"language":[],"coverage":[],"title":["Invariant manifolds for a singular ordinary differential equation"],"description":["  We study the singular ordinary differential equation\n  $$\n  \\frac{d U}{d t} = f (U) / z (U) + g (U),\n  $$ where $U \\in R^N$, the functions $f \\in R^N $ and $g \\in R^N $ are of\nclass $C^2$ and $z $ is a real valued $C^2$ function. The equation is singular\nin the sense that $z (U)$ can attain the value 0. We focus on the solutions of\nthe singular ODE that belong to a small neighborhood of a point $\\bar U$ such\nthat $f (\\bar U) = g (\\bar U) = \\vec 0$, $z (\\bar U) =0$. We investigate the\nexistence of manifolds that are locally invariant for the singular ODE and that\ncontain orbits with a suitable prescribed asymptotic behaviour. Under suitable\nhypotheses on the set $\\{U: z (U) = 0 \\}$, we extend to the case of the\nsingular ODE the definitions of center manifold, center stable manifold and of\nuniformly stable manifold. An application of our analysis concerns the study of\nthe viscous profiles with small total variation for a class of mixed\nhyperbolic-parabolic systems in one space variable. Such a class includes the\ncompressible Navier Stokes equation.\n","Comment: 35 pages, more general case considered"]}]
["0801.4447",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4447","The European Physical Journal E 27 3 (2008) 297-308"],"date":["2008-01-29"],"type":["text"],"creator":["Babu, Sujin","Gimel, Jean-Christophe","Nicolai, Taco"],"language":[],"coverage":[],"title":["Diffusion limited cluster aggregation with irreversible flexible bonds"],"description":["  Irreversible diffusion limited cluster aggregation (DLCA) of hard spheres was\nsimulated using Brownian cluster dynamics. Bound spheres were allowed to move\nfreely within a specified range, but no bond breaking was allowed. The\nstructure and size distribution of the clusters was investigated before\ngelation. The pair correlation function and the static structure factor of the\ngels were determined as a function of the volume fraction and time. Bond\nflexibility led to local densification of the clusters and the gels, with a\ncertain degree of order. At low volume fractions densification of the clusters\noccurred during their growth, but at higher volume fractions it occurred mainly\nafter gelation. At very low volume fractions, the large scale structure\n(fractal dimension), size distribution and growth kinetics of the clusters was\nfound to be close to that known for DLCA with rigid bonds. Restructuring of the\ngels continued for long times, indicating that aging processes in systems with\nstrong attraction do not necessarily involve bond breaking. The mean square\ndisplacement of particles in the gels was determined. It is shown to be highly\nheterogeneous and to increase with decreasing volume fraction.\n","Comment: 12 pages, 13figures"]}]
["0802.1142",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1142","Phys. Rev. A 79, 013608 (2009)","doi:10.1103/PhysRevA.79.013608"],"date":["2008-02-08","2008-10-28"],"type":["text"],"creator":["Trimborn, F.","Witthaut, D.","Korsch, H. J."],"language":[],"coverage":[],"title":["Beyond mean-field dynamics of small Bose-Hubbard systems based on the\n  number-conserving phase space approach"],"description":["  The number-conserving quantum phase space description of the Bose-Hubbard\nmodel is discussed for the illustrative case of two and three modes, as well as\nthe generalization of the two-mode case to an open quantum system. The\nphase-space description based on generalized SU(M) coherent states yields a\nLiouvillian flow in the macroscopic limit, which can be efficiently simulated\nusing Monte Carlo methods even for large systems. We show that this description\nclearly goes beyond the common mean-field limit. In particular it resolves\nwell-known problems where the common mean-field approach fails, like the\ndescription of dynamical instabilities and chaotic dynamics. Moreover, it\nprovides a valuable tool for a semi-classical approximation of many interesting\nquantities, which depend on higher moments of the quantum state and are\ntherefore not accessible within the common approach. As a prominent example, we\nanalyse the depletion and heating of the condensate. A comparison to methods\nignoring the fixed particle number shows that in this case artificial number\nfluctuations lead to ambiguities and large deviations even for quite simple\nexamples.\n","Comment: Significantly enhanced and revised version (20 pages, 20 figures)"]}]
["0803.1711",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1711","J Supercond Nov Magn (2009) 22: 331\\^a?\"335","doi:10.1007/s10948-008-0439-4"],"date":["2008-03-12"],"type":["text"],"creator":["Rödiger, P.","Esquinazi, P.","García, N."],"language":[],"coverage":[],"title":["Quantum Andreev Oscillations in normal-superconducting-normal\n  nanostructures"],"description":["  We show that the voltage drop of specially prepared\nnormal-superconducting-normal nanostructures show quantum Andreev oscillations\nas a function of magnetic field or input current. These oscillations are due to\nthe interference of the electron wave function between the normal parts of the\nstructure that act as reflective interfaces, i.e. our devices behave as a\nFabry-Perot interferometer for conduction electrons. The observed oscillations\nand field periods are well explained by theory.\n","Comment: 5 pages and 4 figures"]}]
["0803.4201",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematical Physics","Mathematics - Symplectic Geometry","53D05","53D55","58A15","58A50","58C50","58Z05."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4201","SIGMA 5 (2009), 036, 21 pages","doi:10.3842/SIGMA.2009.036"],"date":["2008-03-31","2009-03-25"],"type":["text"],"creator":["Bering, Klaus"],"language":[],"coverage":[],"title":["Three Natural Generalizations of Fedosov Quantization"],"description":["  Fedosov's simple geometrical construction for deformation quantization of\nsymplectic manifolds is generalized in three ways without introducing new\nvariables: (1) The base manifold is allowed to be a supermanifold. (2) The star\nproduct does not have to be of Weyl/symmetric or Wick/normal type. (3) The\ninitial geometric structures are allowed to depend on Planck's constant.\n","Comment: 21 pages, LaTeX. v2,v3,v4,v5: Minor changes, v6: References added,\n  v7,v8: Minor changes, v9: Published version"]}]
["0804.0035",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0035","PIERS Online, 4 (2008) 831-837","doi:10.2529/PIERS071220093359"],"date":["2008-03-31"],"type":["text"],"creator":["Boiko, D. L."],"language":[],"coverage":[],"title":["Towards r-space Bose-Einstein condensation of photonic crystal exciton\n  polaritons"],"description":["  Coupled states of semiconductor quantum well (QW) excitons and photons in a\ntwo dimensional (2D) periodic lattice of microcavities are analyzed\ntheoretically, revealing allowed bands and forbidden gaps in the energy\nspectrum of exciton polaritons. Photonic crystal exciton polaritons have\nspatially uniform excitonic constituent set by flat QWs, but exhibit periodic\nBloch oscillations in the plane of QWs due to their photonic component. The\nenvelope functions of photonic crystal exciton polaritons can be tailored via\neffective potential of a photonic crystal heterostructure, by using\nquasi-periodic lattices of microcavities. Confined envelope function states of\nlower and upper polaritons and the Bose-Einstein condensation of lower\npolaritons are analyzed here in a photonic crystal heterostructure trap with\nharmonic oscillator potential. This concept is numerically illustrated on\nexample of CdTe/CdMgTe microcavities.\n","Comment: 6 pages, 4 figures"]}]
["0804.2552",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2552"],"date":["2008-04-16","2009-03-25"],"type":["text"],"creator":["Macri, Emanuele","Stellari, Paolo","Mehrotra, Sukhendu"],"language":[],"coverage":[],"title":["Infinitesimal Derived Torelli Theorem for K3 surfaces"],"description":["  We prove that the first order deformations of two smooth projective K3\nsurfaces are derived equivalent under a Fourier--Mukai transform if and only if\nthere exists a special isometry of the total cohomology groups of the surfaces\nwhich preserves the Mukai pairing, an infinitesimal weight-2 decomposition and\nthe orientation of a positive 4-dimensional space. This generalizes the derived\nversion of the Torelli Theorem. Along the way we show the compatibility of the\nactions on Hochschild homology and singular cohomology of any Fourier--Mukai\nfunctor.\n","Comment: Main paper by E. Macri and P. Stellari. Appendix by S.Mehrotra. 21\n  pages. Final version to appear in Int. Math. Res. Not"]}]
["0805.3904",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3904","Acta Phys. Polon. A 115, 162 (2009)"],"date":["2008-05-26"],"type":["text"],"creator":["Brzezicki, Wojciech","Oles, Andrzej M."],"language":[],"coverage":[],"title":["Quantum Phase Transition in the One-Dimensional XZ Model"],"description":["  We introduce a one-dimensional (1D) XZ model with alternating\n$\\sigma_i^z\\sigma_{i+1}^z$ and $\\sigma_i^x\\sigma_{i+1}^x$ interactions on\neven/odd bonds, interpolating between the Ising model and the quantum compass\nmodel. We present two ways of its exact solution by: ($i$) mapping to the\nquantum Ising models, and ($ii$) using fermions with spin 1/2. In certain cases\nthe nearest neighbor pseudospin correlations change discontinuously at the\nquantum phase transition, where one finds highly degenerate ground state of the\n1D compass model.\n","Comment: 5 pages, 2 figures"]}]
["0806.4505",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4505","Condensed Matter Physics 2008, Vol. 11, No 4(56), pp. 615-626"],"date":["2008-06-27"],"type":["text"],"creator":["Khomenko, A. V.","Prodanov, N. V."],"language":[],"coverage":[],"title":["Molecular dynamics simulations of ultrathin water film confined between\n  flat diamond plates"],"description":["  Molecular dynamics simulations of ultrathin water film confined between\natomically flat rigid diamond plates are described. Films with thickness of one\nand two molecular diameters are concerned and TIP4P model is used for water\nmolecules. Dynamical and equilibrium characteristics of the system for\ndifferent values of the external load and shear force are investigated. An\nincrease of the external load causes the transition of the film to a solidlike\nstate. This is manifested in the decreasing of the diffusion constant and in\nthe ordering of the liquid molecules into quasidiscrete layers. For two-layer\nfilm under high loads molecules also become ordered parallel to the surfaces.\nTime dependencies of the friction force and the changes of its average value\nwith the load are obtained. In general, the behaviour of the studied model is\nconsistent with the experimental results obtained for simple liquids with\nspherical molecules.\n","Comment: 10 pages, 9 figures, PDFLaTeX"]}]
["0807.0304",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0304","Phys. Rev. E 79, 021806 (2009) [5 pages]","doi:10.1103/PhysRevE.79.021806"],"date":["2008-07-02","2009-03-25"],"type":["text"],"creator":["Kanaeda, Naoko","Deguchi, Tetsuo"],"language":[],"coverage":[],"title":["Universality in the diffusion of knots"],"description":["  We have evaluated a universal ratio between diffusion constants of the ring\npolymer with a given knot $K$ and a linear polymer with the same molecular\nweight in solution through the Brownian dynamics under hydrodynamic\ninteraction. The ratio is found to be constant with respect to the number of\nmonomers, $N$, and hence the estimate at some $N$ should be valid practically\nover a wide range of $N$ for various polymer models. Interestingly, the ratio\nis determined by the average crossing number ($N_{AC}$) of an ideal\nconformation of knotted curve $K$, i.e. that of the ideal knot. The $N_{AC}$ of\nideal knots should therefore be fundamental in the dynamics of knots.\n","Comment: 8 pages, 14 figures"]}]
["0807.2529",{"format":[],"subject":["Quantum Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2529","Phys. Rev. Lett. 102, 100503 (2009)","doi:10.1103/PhysRevLett.102.100503"],"date":["2008-07-16","2009-02-09"],"type":["text"],"creator":["Hide, Jenny","Son, Wonmin","Vedral, Vlatko"],"language":[],"coverage":[],"title":["Enhancing the Detection of Natural Thermal Entanglement with Disorder"],"description":["  Physical systems have some degree of disorder present in them. We discuss how\nto treat natural, thermal entanglement in any random macroscopic system from\nwhich a thermodynamic witness bounded by a constant can be found. We propose\nthat functional many-body perturbation theory be applied to allow either a\nquenched or an annealed average over the disorder to be taken. We find when\nconsidering the example of an XX Heisenberg spin chain with a random coupling\nstrength, that the region of natural entanglement detected by both witnesses\ncan be enhanced by the disorder.\n","Comment: 4 pages, 2 figures, accepted by Physical Review Letters"]}]
["0807.2756",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2756","Opt. Lett. 34 (2009) 362-364","doi:10.1364/OL.34.000362"],"date":["2008-07-17","2008-11-13"],"type":["text"],"creator":["Gersbach, M.","Boiko, D. L.","Niclass, C.","Petersen, C.","Charbon, E."],"language":[],"coverage":[],"title":["Fast fluorescence dynamics in non-ratiometric calcium indicators"],"description":["  A fluorescence decay of high-affinity non-ratiometric Ca2+ indicator Oregon\nGreen BAPTA-1 (OGB-1) is analyzed with unprecedented temporal resolution in the\ntwo-photon excitation regime. A triple exponential decay is shown to best fit\nthe fluorescence dynamics of OGB-1. We provide a new model for accurate\nmeasurements of the free Ca2+ concentration and dissociation constants of\nnon-ratiometric calcium indicators.\n","Comment: 3 pages, 2 figures, figures revised, added chi-square goodness of fit"]}]
["0808.0567",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0567"],"date":["2008-08-05","2009-03-25"],"type":["text"],"creator":["Minasyan, V. N."],"language":[],"coverage":[],"title":["Light Bosons of Electromagnetic Field and Breakdown of Relativistic\n  Theory"],"description":["  In our analysis, a quantisation scheme for local electromagnetic waves in\nvacuum is introduced by the model of nonideal Bose-gas consisting of\nBose-light-particles (which are no photons) with spin one and a finite mass.\nThis fact destroys the Relativistic Theory of Einstein as well as displays a\nwrong sound of so-called a spontaneous breakdown of symmetry because the light\nboson can be moved by speed of wave in vacuum.\n","Comment: 7 pages"]}]
["0808.2024",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2024"],"date":["2008-08-14","2009-03-25"],"type":["text"],"creator":["Cuccagna, Scipio","Tarulli, Mirko"],"language":[],"coverage":[],"title":["On asymptotic stability of standing waves of discrete Schr\\\"odinger\n  equation in $\\Bbb Z$"],"description":["  We prove an analogue of a classical asymptotic stability result of standing\nwaves of the Schr\\\"odinger equation originating in work by Soffer and\nWeinstein. Specifically, our result is a transposition on the lattice Z of a\nresult by Mizumachi and it involves a discrete Schr\\\"odinger operator H. The\ndecay rates on the potential are less stringent than in Mizumachi, since we\nrequire for the potential $q\\in \\ell ^{1,1}$. We also prove $|e^{itH}(n,m)|\\le\nC < t > ^{-1/3}$ for a fixed $C$ requiring, in analogy to Goldberg and Schlag\nonly $q\\in \\ell ^{1,1}$ if $H$ has no resonances and $q\\in \\ell ^{1,2}$ if it\nhas resonances. In this way we ease the hypotheses on H contained in Pelinovsky\nand Stefanov, which have a similar dispersion estimate.\n","Comment: This is the revised version, to appear on SIAM Jornal of mathematical\n  Analysis"]}]
["0808.2164",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2164","Phys. Rev. B 78, 241401 (2008)","doi:10.1103/PhysRevB.78.241401"],"date":["2008-08-15"],"type":["text"],"creator":["Kharitonov, Maxim Yu.","Efetov, Konstantin B."],"language":[],"coverage":[],"title":["Electron screening and excitonic condensation in double-layer graphene\n  systems"],"description":["  We theoretically investigate the possibility of excitonic condensation in a\nsystem of two graphene monolayers separated by an insulator, in which electrons\nand holes in the layers are induced by external gates. In contrast to the\nrecent studies of this system, we take into account the screening of the\ninterlayer Coulomb interaction by the carriers in the layers, and this\ndrastically changes the result. Due to a large number of electron species in\nthe system (two projections of spin, two valleys, and two layers) and to the\nsuppression of backscattering in graphene, the maximum possible strength of the\nscreened Coulomb interaction appears to be quite small making the weak-coupling\ntreatment applicable. We calculate the mean-field transition temperature for a\nclean system and demonstrate that its highest possible value\n$T_c^\\text{max}\\sim 10^{-7}\\epsilon_F\\lesssim 1 \\text{mK}$ is extremely small\n($\\epsilon_F$ is the Fermi energy). In addition, any sufficiently short-range\ndisorder with the scattering time $\\tau \\lesssim \\hbar /T_c^\\text{max}$ would\nsuppress the condensate completely. Our findings renders experimental\nobservation of excitonic condensation in the above setup improbable even at\nvery low temperatures.\n","Comment: 4+ pages, 3 figures"]}]
["0809.0579",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0579","J. Phys. A: Math. Theor. 42, 135307 (2009)","doi:10.1088/1751-8113/42/13/135307"],"date":["2008-09-03","2008-10-27"],"type":["text"],"creator":["Aerts, Diederik","Czachor, Marek","Orlowski, Lukasz"],"language":[],"coverage":[],"title":["Teleportation of geometric structures in 3D"],"description":["  Simplest quantum teleportation algorithms can be represented in geometric\nterms in spaces of dimensions 3 (for real state-vectors) and 4 (for complex\nstate-vectors). The geometric representation is based on geometric-algebra\ncoding, a geometric alternative to the tensor-product coding typical of quantum\nmechanics. We discuss all the elementary ingredients of the geometric version\nof the algorithm: Geometric analogs of states and controlled Pauli gates. Fully\ngeometric presentation is possible if one employs a nonstandard representation\nof directed magnitudes, formulated in terms of colors defined via stereographic\nprojection of a color wheel, and not by means of directed volumes.\n","Comment: typos corrected, one plot removed"]}]
["0809.3173",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3173","Phys. Rev. Lett. 102, 120401 (2009)","doi:10.1103/PhysRevLett.102.120401"],"date":["2008-09-18","2009-03-05"],"type":["text"],"creator":["Forster, Manuel","Winkler, Severin","Wolf, Stefan"],"language":[],"coverage":[],"title":["Distilling Non-Locality"],"description":["  Two parts of an entangled quantum state can have a correlation in their joint\nbehavior under measurements that is unexplainable by shared classical\ninformation. Such correlations are called non-local and have proven to be an\ninteresting resource for information processing. Since non-local correlations\nare more useful if they are stronger, it is natural to ask whether weak\nnon-locality can be amplified. We give an affirmative answer by presenting the\nfirst protocol for distilling non-locality in the framework of generalized\nnon-signaling theories. Our protocol works for both quantum and non-quantum\ncorrelations. This shows that in many contexts, the extent to which a single\ninstance of a correlation can violate a CHSH inequality is not a good measure\nfor the usefulness of non-locality. A more meaningful measure follows from our\nresults.\n","Comment: Revised abstract, introduction and conclusion. Accepted by PRL"]}]
["0809.4775",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4775"],"date":["2008-09-27","2009-03-25"],"type":["text"],"creator":["Cuccagna, Scipio","Visciglia, Nicola"],"language":[],"coverage":[],"title":["On asymptotic stability of ground states of NLS with a finite bands\n  periodic potential in 1D"],"description":["  We consider a nonlinear Schroedinger equation with a finite bands periodic\npotential in R . We assume the existence of an orbitally stable family of\nground states. We prove that under appropriate hypotheses the ground states are\nasymptotically stable.\n","Comment: The present version of the paper, has more details than the one to be\n  published on the Tansactions AMS"]}]
["0810.0822",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0822","Can.J.Phys.86:1-4,2008","doi:10.1139/p08..024"],"date":["2008-10-05","2009-03-25"],"type":["text"],"creator":["Sadeghi, J.","Amani, A. R.","Pourdarvish, A."],"language":[],"coverage":[],"title":["The orbit method solution for the deformed three coupled scalar fields"],"description":["  In this work, we present a deformed solutions starting from systems of three\ncoupled scalar fields with super-potential $W(\\phi_1, \\phi_2, \\phi_3)$ by orbit\nmethod. First, we deform the corresponding super-potential and obtain defect\nsolutions. It is shown that how to construct new models altogether with its\ndefect solutions in terms of the non-deformed model. Therefore, we draw the\ngraph of super-potential and different fields in terms of $x.$ So we observe\nthat the graphs for deformed and non - deformed cases are changed by the scale.\n","Comment: 9 pages, 5 figures"]}]
["0810.3068",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3068","Phys. Rev. B 79, 092416 (2009)","doi:10.1103/PhysRevB.79.092416"],"date":["2008-10-17","2009-02-08"],"type":["text"],"creator":["Uhrig, Goetz S.","Holt, Michael","Oitmaa, Jaan","Sushkov, Oleg P.","Singh, Rajiv R. P."],"language":[],"coverage":[],"title":["Pnictides as frustrated quantum antiferromagnet close to a quantum phase\n  transition"],"description":["  We present a detailed description of the dynamics of the magnetic modes in\nthe recently discovered superconducting pnictides using reliable\nself-consistent spin-wave theory and series expansion. Contrary to linear\nspin-wave theory, no gapless mode occurs at the N\\'eel wave vector. We discuss\nthe scenario that the static magnetic moment is strongly reduced by magnetic\nfluctuations arising from the vicinity to a quantum phase transition. Smoking\ngun experiments to verify this scenario are proposed and possible results are\npredicted. Intriguingly in this scenario, the structural transition at finite\ntemperature would be driven by an Ising transition in directional degrees of\nfreedom.\n","Comment: 5 pages, 4 figures, to appear in Phys. Rev. B"]}]
["0810.3893",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3893","Ann. Phys. 324 (2009) 670-681","doi:10.1016/j.aop.2008.10.009"],"date":["2008-10-21"],"type":["text"],"creator":["Belchev, B.","Walton, M. A."],"language":[],"coverage":[],"title":["On Wigner functions and a damped star product in dissipative phase-space\n  quantum mechanics"],"description":["  Dito and Turrubiates recently introduced an interesting model of the\ndissipative quantum mechanics of a damped harmonic oscillator in phase space.\nIts key ingredient is a non-Hermitian deformation of the Moyal star product\nwith the damping constant as deformation parameter. We compare the\nDito-Turrubiates scheme with phase-space quantum mechanics (or deformation\nquantization) based on other star products, and extend it to incorporate Wigner\nfunctions. The deformed (or damped) star product is related to a complex\nHamiltonian, and so necessitates a modified equation of motion involving\ncomplex conjugation. We find that with this change the Wigner function\nsatisfies the classical equation of motion. This seems appropriate since\nnon-dissipative systems with quadratic Hamiltonians share this property.\n","Comment: 19 pages, no figures, accepted by Annals of Physics"]}]
["0811.0546",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0546","J. Chem. Phys. 130, 114103 (2009)","doi:10.1063/1.3089602"],"date":["2008-11-04"],"type":["text"],"creator":["González-Martínez, M. L.","Bonnet, L.","Larrégaray, P.","Rayez, J. -C.","Rubayo-Soneira, J."],"language":[],"coverage":[],"title":["From angle-action to Cartesian coordinates: A key transformation for\n  molecular dynamics"],"description":["  The transformation from angle-action variables to Cartesian coordinates is a\ncrucial step of the (semi) classical description of bimolecular collisions and\nphoto-fragmentations. The basic reason is that dynamical conditions\ncorresponding to experiments are ideally generated in angle-action variables\nwhereas the classical equations of motion are ideally solved in Cartesian\ncoordinates by standard numerical approaches. To our knowledge, the previous\ntransformation is available in the literature only for triatomic systems. The\ngoal of the present work is to derive it for polyatomic ones.\n","Comment: 10 pages, 11 figures, submitted to J. Chem. Phys"]}]
["0811.0982",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0982","Int J Theor Phys 48(2009)755-762","doi:10.1007/s10773-008-9851-6"],"date":["2008-11-06"],"type":["text"],"creator":["Mohsenzadeh, M.","Rouhani, S.","Takook, M. V."],"language":[],"coverage":[],"title":["Power Spectrum in Krein Space Quantization"],"description":["  The power spectrum of scalar field and space-time metric perturbations\nproduced in the process of inflation of universe, have been presented in this\npaper by an alternative approach to field quantization namely, Krein space\nquantization [1,2]. Auxiliary negative norm states, the modes of which do not\ninteract with the physical world, have been utilized in this method. Presence\nof negative norm states play the role of an automatic renormalization device\nfor the theory.\n","Comment: 8 pages, appear in Int. J. Theor. Phys"]}]
["0812.0959",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0959","Phys. Rev. A 79, 033833 (2009)","doi:10.1103/PhysRevA.79.033833"],"date":["2008-12-04","2009-03-25"],"type":["text"],"creator":["Maser, A.","Schilling, U.","Bastin, T.","Solano, E.","Thiel, C.","von Zanthier, J."],"language":[],"coverage":[],"title":["Generation of Total Angular Momentum Eigenstates in Remote Qubits"],"description":["  We propose a scheme enabling the universal coupling of angular momentum of\n$N$ remote noninteracting qubits using linear optical tools only. Our system\nconsists of $N$ single-photon emitters in a $\\Lambda$-configuration that are\nentangled among their long-lived ground-state qubits through suitably designed\nmeasurements of the emitted photons. In this manner, we present an\nexperimentally feasible algorithm that is able to generate any of the $2^N$\nsymmetric and nonsymmetric total angular momentum eigenstates spanning the\nHilbert space of the $N$-qubit compound.\n","Comment: 5 pages, 4 figures, improved presentation. Accepted in Physical\n  Review A"]}]
["0812.2945",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2945","Appl. Phys. Lett. 94, 084105 (2009)","doi:10.1063/1.3089842"],"date":["2008-12-15","2009-01-22"],"type":["text"],"creator":["Powell, David A.","Shadrivov, Ilya V.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Asymmetric parametric amplification in nonlinear left-handed\n  transmission lines"],"description":["  We study parametric amplification in nonlinear left-handed transmission\nlines, which serve as model systems for nonlinear negative index metamaterials.\nWe experimentally demonstrate amplification of a weak pump signal in three\nregimes: with the signal in the left-handed band, with the signal in the stop\nband, and with the signal at a defect frequency. In particular, we demonstrate\nthe amplification of the incident wave by up to 15dB in the left-handed regime.\n"]}]
["0812.3880",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3880","Phys. Rev. Lett. 102, 107204 (2009)","doi:10.1103/PhysRevLett.102.107204"],"date":["2008-12-19"],"type":["text"],"creator":["Thielemann, B.","Rüegg, Ch.","Rønnow, H. M.","Läuchli, A. M.","Caux, J. -S.","Normand, B.","Biner, D.","Krämer, K. W.","Güdel, H. -U.","Stahn, J.","Habicht, K.","Kiefer, K.","Boehm, M.","McMorrow, D. F.","Mesot, J."],"language":[],"coverage":[],"title":["Direct Observation of Magnon Fractionalization in the Quantum Spin\n  Ladder"],"description":["  We measure by inelastic neutron scattering the spin excitation spectra as a\nfunction of applied magnetic field in the quantum spin-ladder material\n(C5H12N)2CuBr4. Discrete magnon modes at low fields in the quantum disordered\nphase and at high fields in the saturated phase contrast sharply with a spinon\ncontinuum at intermediate fields characteristic of the Luttinger-liquid phase.\nBy tuning the magnetic field, we drive the fractionalization of magnons into\nspinons and, in this deconfined regime, observe both commensurate and\nincommensurate continua.\n","Comment: 4 pages, 4 figures"]}]
["0901.0544",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0544"],"date":["2009-01-05","2009-03-25"],"type":["text"],"creator":["Iltan, E."],"language":[],"coverage":[],"title":["Unparticle-two scalars mixing beyond the standard model and the muon\n  anomalous magnetic moment"],"description":["  We study the the electroweak symmetry breaking induced by the interaction of\nunparticles and the SM Higgs with an additional complex scalar. Furthermore, we\nestimate the contribution of the mixing scalars on the muon anomalous magnetic\nmoment. We observe that this contribution is at least two order less than the\ndiscrepancy between the experimental and the SM results of the muon anomalous\nmagnetic moment.\n","Comment: 16 pages,8 figures"]}]
["0901.0962",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0962","ApJS 181, 557 (2009)","doi:10.1088/0067-0049/181/2/557"],"date":["2009-01-07","2009-03-25"],"type":["text"],"creator":["Han, J. L.","Demorest, P. B.","van Straten, W.","Lyne, A. G."],"language":[],"coverage":[],"title":["Polarization observations of 100 pulsars at 774 MHz by the Green Bank\n  Telescope"],"description":["  We report on polarimetric observations of 100 pulsars centered on 774 MHz,\nmade using the Green Bank Telescope, presenting their polarization profiles and\npolarized flux densities and comparing them with previous observations when\npossible. For 67 pulsars, these are the first such measurements made.\nPolarization profiles of 8 millisecond pulsars in our sample show wide profiles\nand flat position-angle curves. Strong linear polarization, sometimes\napproaching 100% of the total intensity, has been detected in all or a part of\nthe average pulse profiles of some pulsars. In general, circular polarization\nis very weak, although it is observed to be extremely strong in the leading\ncomponent of PSR J1920+2650. Sense reversal of circular polarization as a\nfunction of pulse phase has been detected from both core and other components\nof more than 20 pulsars. Any relationship between the spin-down luminosity and\nthe percentage of linear polarization is not evident in our data at this\nfrequency.\n","Comment: 16 pages. Figures for profiles for 100 pulsars, including several\n  calibrators. Published by ApJS"]}]
["0901.1740",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1740","doi:10.1039/b815953j"],"date":["2009-01-13","2009-03-25"],"type":["text"],"creator":["Mohammadinejad, Sarah","Fazli, Hossein","Golestanian, Ramin"],"language":[],"coverage":[],"title":["Orientationally ordered aggregates of stiff polyelectrolytes in the\n  presence of multivalent salt"],"description":["  Aggregation of stiff polyelectrolytes in solution and angle- and\ndistance-dependent potential of mean force between two like-charged rods are\nstudied in the presence of 3-valent salt using molecular dynamics simulations.\nIn the bulk solution, formation of long-lived metastable structures with\nsimilarities to the raft-like structures of actin filaments is observed within\na range of salt concentration. The system finally goes to a state with lower\nfree energy in which finite-sized bundles of parallel polyelectrolytes form.\nPreferred angle and interaction type between two like-charged rods at different\nseparations and salt concentrations are also studied, which shed some light on\nthe formation of orientationally ordered structures.\n","Comment: 18 pages, 8 figures, accepted for publication in Soft Matter"]}]
["0901.3505",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3505","PHYSICAL REVIEW A 79, 035802 (2009)","doi:10.1103/PhysRevA.79.035802"],"date":["2009-01-22","2009-02-21"],"type":["text"],"creator":["He, Bing","Nadeem, Mustansar","Bergou, János A."],"language":[],"coverage":[],"title":["Scheme for generating coherent state superpositions with realistic\n  cross-Kerr nonlinearity"],"description":["  We present a simple scheme using two identical cross-phase modulation\nprocesses in decoherence environment to generate superpositions of two coherent\nstates with the opposite phases, which are known as cat states. The scheme is\nshown to be robust against decoherence due to photon absorption losses and\nother errors, and the design of its experimental setup is also discussed.\n","Comment: Published version"]}]
["0901.4284",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4284"],"date":["2009-01-27"],"type":["text"],"creator":["Sajina, A.","Yan, L.","Spoon, H.","Fadda, D."],"language":[],"coverage":[],"title":["Detection of the 3.3um PAH feature as well as water ice and HAC\n  absorption in z~2 ULIRGs"],"description":["  We present preliminary results from the highest available signal-to-noise\nrest-frame 2-8um spectra of z~2 ULIRGs. Our 10 targets are selected for their\ndeep silicate absorption features based on previous shallower IRS spectra. The\ngoal of this follow-up program is: 1) allow for a more accurate analysis of\ninner/hot dust continuum, 2) detecting the 3.3um and 6.2um PAH features, and 3)\ndetecting molecular absorption features such as due to water ice and\nhydrocarbons (HACs). We find that the 3.4um HAC absorption feature is observed\nin four sources, while the 3.05um water ice feature is observed in three of the\nsources. The HAC detectability is higher and ice detectability lower than\nexpected from local ULIRGs, but consistent with a more AGN-dominated sample\nsuch as this one. Where ice is detected, the ice-to-silicate ratio is somewhat\nlower than many local ULIRGs implying on average thinner ice mantles. One\nsource shows the, to our knowledge, highest redshift reported detection of the\n3.3um PAH feature (along with a previously detected 6.2um feature). The\nstrength of the 3.3um feature is as expected for a starburst-dominated ULIRG.\n","Comment: 5 pages, 2 figures, to appear in the proceedings of the\n  \"Starburst-AGN connection\" conference held in Shanghai in October 2008"]}]
["0902.0611",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0611","Phys. Rev. A 79, 033621 (2009)","doi:10.1103/PhysRevA.79.033621"],"date":["2009-02-03"],"type":["text"],"creator":["Witthaut, D.","Trimborn, F.","Wimberger, S."],"language":[],"coverage":[],"title":["Dissipation induced coherence and stochastic resonance of an open\n  two-mode Bose-Einstein condensate"],"description":["  We discuss the dynamics of a Bose-Einstein condensate in a double-well trap\nsubject to phase noise and particle loss. The phase coherence of a\nweakly-interacting condensate, experimentally measured via the contrast in an\ninterference experiment, as well as the response to an external driving become\nmaximal for a finite value of the dissipation rate matching the intrinsic time\nscales of the system. This can be understood as a stochastic resonance of the\nmany-particle system. Even stronger effects are observed when dissipation acts\nin concurrence with strong inter-particle interactions, restoring the purity of\nthe condensate almost completely and increasing the phase coherence\nsignificantly. Our theoretical results are backed by Monte Carlo simulations,\nwhich show a good qualitative agreement and provide a microscopic explanation\nfor the observed stochastic resonance effect.\n","Comment: 12 pages, 12 figures"]}]
["0902.0676",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0676","Phys. Rev. B v79, 104421 (2009)","doi:10.1103/PhysRevB.79.104421"],"date":["2009-02-04"],"type":["text"],"creator":["Wheeler, E. M.","Coldea, R.","Wawrzynska, E.","Sorgel, T.","Jansen, M.","Koza, M. M.","Taylor, J.","Adroguer, P.","Shannon, N."],"language":[],"coverage":[],"title":["Spin dynamics of frustrated easy-axis triangular antiferromagnet\n  2H-AgNiO2 explored by inelastic neutron scattering"],"description":["  We report inelastic neutron scattering measurements of the spin dynamics in\nthe layered hexagonal magnet 2H-AgNiO2 which has stacked triangular layers of\nantiferromagnetically-coupled Ni2+ spins (S=1) ordered in a collinear\nalternating stripe pattern. We observe a broad band of magnetic excitations\nabove a small gap of 1.8 meV and extending up to 7.5 meV, indicating strongly\ndispersive excitations. The measured dispersions of the boundaries of the\npowder-averaged spectrum can be quantitatively explained by a linear spin-wave\ndispersion for triangular layers with antiferromagnetic nearest- and weak\nnext-nearest neighbor couplings, a strong easy-axis anisotropy and additional\nweak inter-layer couplings. The resulting dispersion relation has global minima\nnot at magnetic Bragg wavevectors but at symmetry-related soft points and we\nattribute this anomalous feature to the strong competition between the\neasy-axis anisotropy and the frustrated antiferromagnetic couplings. We have\nalso calculated the quantum corrections to the dispersion relation to order 1/S\nin spin-wave theory by extending the work of Chubukov and Jolicoeur [Phys. Rev.\nB v46, 11137 (1992)] and find that the presence of easy-axis anisotropy\nsignificantly reduces the quantum renormalizations predicted for the isotropic\nmodel.\n","Comment: 17 pages and 15 figures. To appear in Physical Review B"]}]
["0902.1766",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1766"],"date":["2009-02-10"],"type":["text"],"creator":["Reviglio, Pietro M.","Helfand, David J."],"language":[],"coverage":[],"title":["Active Galaxies in the Sloan Digital Sky Survey I: The Spectroscopically\n  Unremarkable Population of the Local Universe"],"description":["  In a series of papers based on the FIRST and Sloan Digital Sky Surveys\n(SDSS), we investigate the local population of star-forming galaxies and Active\nGalactic Nuclei (AGN) in order to clarify the link between these two types of\nactivity, to explore the dependence of their features on the properties of\ntheir host galaxies, and to examine the role of the environment in triggering\nactivity. In this first paper, we present the multiwavelength database created\nfor ~150,000 SDSS galaxies with 14.5 < R < 17.5. We compare different methods\nof classification for AGN activity and show that pollution of nuclear spectra\nby host galaxy light leads to a serious misclassification of weak-lined AGN\nwith increasing redshift. We develop an algorithm to correct for this bias and\nshow that, for a fixed host luminosity, the misclassification preferentially\naffects redder systems, suggesting that lines in these systems are weaker.\nAfter correction for dilution, the sample displays the same fraction of AGN as\nin the sensitive Palomar Survey of nearby galaxies (Ho et al.). We demonstrate\nthat spectroscopically truly passive systems show signatures of X-ray or radio\nAGN activity; by stacking radio images we establish the median nuclear radio\nluminosity of this class. While we confirm that the fraction of AGN with strong\n[OIII] emission decreases in denser environments, we show that, including the\nfaint population of AGN, the fractional abundance of AGN increases with\nincreasing density, suggesting that emission-line AGN activity in denser\nenvironments is more frequent but less intense.\n","Comment: submitted to the Astrophysical Journal"]}]
["0902.1978",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1978"],"date":["2009-02-11"],"type":["text"],"creator":["Rasmussen, Jesper","Ponman, Trevor J."],"language":[],"coverage":[],"title":["The Environmental Impact of Galaxy Evolution"],"description":["  Galaxy evolution reveals itself not only through the evolving properties of\ngalaxies themselves but also through its impact on the surrounding environment.\nThe intergalactic medium in particular holds a fossil record of past galaxy\nactivity, imprinted on its thermodynamic and chemical properties. This is most\neasily discerned in small galaxy groups, where the gravitational heating of\nthis gas renders it observable by X-ray telescopes while still leaving its\nproperties highly susceptible to the effects of galactic feedback. X-ray\nobservations of the hot gas in groups can therefore provide a view of galactic\nfeedback history that can complement dedicated studies of AGN and star\nformation activity at low and high redshift. Based on high-quality X-ray data\nof a sample of nearby groups, we present initial results of such a study and\ndiscuss some implications for the AGN and star formation histories of the group\nmembers.\n","Comment: 5 pages, 3 figures, to appear in Proc. of \"Galaxy Evolution: Emerging\n  Insights and Future Challenges\", eds. S. Jogee et al., ASP Conf. Series"]}]
["0902.2635",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2635","Phys. Rev. Lett. 102, 128102 (2009)","doi:10.1103/PhysRevLett.102.128102"],"date":["2009-02-16"],"type":["text"],"creator":["Mikaberidze, Alexey","Saalmann, Ulf","Rost, Jan M."],"language":[],"coverage":[],"title":["Laser-driven nanoplasmas in doped helium droplets: Local ignition and\n  anisotropic expansion"],"description":["  Doping a helium nanodroplet with a tiny xenon cluster of a few atoms only,\nsparks complete ionization of the droplet at laser intensities below the\nionization threshold of helium atoms. As a result, the intrinsically inert and\ntransparent droplet turns into a fast and strong absorber of infrared light.\nMicroscopic calculations reveal a two-step mechanism to be responsible for the\ndramatic change: Avalanche-like ionization of the helium atoms on a femtosecond\ntime scale, driven by field ionization due to the quickly charged xenon core is\nfollowed by resonant absorption enabled by an unusual cigar-shaped nanoplasma\nwithin the droplet.\n","Comment: 4 pages, 4 figures"]}]
["0902.3365",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3365"],"date":["2009-02-19"],"type":["text"],"creator":["Tozzi, P.","Kellermann, K.","Fomalont, E.","Miller, N.","Norman, C.","Mainieri, V.","Padovani, P.","Rosati, P.","team, the VLA-CDFS"],"language":[],"coverage":[],"title":["VLA survey of the CDFS: the nature of faint radio sources"],"description":["  We present the multiwavelength properties of 266 cataloged radio sources\nidentified with 20 and 6 cm VLA deep observations of the CDFS at a flux density\nlimit of 42 \\mu Jy at the field centre at 1.4 GHz. These new observations probe\nthe faint end of both the star formation and radio galaxy/AGN population. X-ray\ndata, including upper limits, turn out to be a key factor in establishing the\nnature of faint radio sources. We find that, while the well-known flattening of\nthe radio number counts below 1 mJy is mostly due to star forming galaxies,\nthese sources and AGN make up an approximately equal fraction of the\nsub--millijansky sky, contrary to some previous results. We have also uncovered\na population of distant AGN systematically missing from many previous studies\nof sub-millijansky radio source identifications. The AGN include radio\ngalaxies, mostly of the low-power, Fanaroff-Riley I type, and a significant\nradio-quiet component, which amounts to approximately one fifth of the total\nsample. We also find that radio detected, X-ray AGN are not more heavily\nobscured than the X-ray detected AGN. This argues against the use of radio\nsurveys as an efficient way to search for the missing population of strongly\nabsorbed AGN.\n","Comment: 5 pages, 2 figures, to appear in the proceedings of \"The\n  Starburst-AGN Connection Conference\", Shanghai, China, 27 Oct - 1 Nov 2008,\n  ASP Conference Series"]}]
["0902.4390",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4390"],"date":["2009-02-25"],"type":["text"],"creator":["Zhang, Kai","Wang, Tinggui","Dong, Xiaobo","Zhou, Hongyan","Lu, Honglin"],"language":[],"coverage":[],"title":["Exploring the Partially-obscured BLR and Partially-covered NLR"],"description":["  We have conducted a series of investigations on the geometry of the reddening\nmaterial in AGNs, which have important implications to the AGN unification and\nSMBH demography. According to our statistics of partially obscured quasars, we\nfound that SMBHs in partially obscured type/phase (i.e., intermediate type) are\nat least as abundant as normal quasars in the local Universe; the reddening\nmaterial in most objects are located in between the BLR and NLR. According to\nour comparison of narrow lines in type 1 and 2 AGNs, we found that for\nhigh-ionization or high-critical density narrow lines (e.g. OIII 5007, Balmer\nlines and FeII) a significant fraction of the emission arises from the inner\ndense part of the NLR; this inner NLR is located very close to the central\nengine and thus can be covered by the torus.\n","Comment: 3 pages, 2 figures, to appear in the proceedings of \"The\n  Starburst-AGN Connection Conference\", Shanghai, China, 27 Oct - 1 Nov 2008,\n  ASP Conference Series"]}]
["0902.4691",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4691"],"date":["2009-02-26"],"type":["text"],"creator":["Brenneman, L.","Miller, J. M.","Nandra, K.","Volonteri, M.","Cappi, M.","Matt, G.","Kitamoto, S.","Paerels, F.","Mendez, M.","Smith, R.","Nowak, M.","Garcia, M.","Watson, M.","Weisskopf, M.","Terashima, Y.","Ueda, Y."],"language":[],"coverage":[],"title":["Spin and Relativistic Phenomena Around Black Holes"],"description":["  Since the seminal work of Penrose (1969) and Blandford & Znajek (1977), it\nhas been realized that black hole spin may be an important energy source in\nastrophysics. The radio-loud/radio-quiet dichotomy in the AGN population is\nusually attributed to differences in black hole spin, with correlations between\nblack hole spin and host galaxy morphology being hypothesized in order to\nexplain why radio-loud AGN occur in early-type galaxies. X-ray observations are\nuniquely able to answer: Does black hole spin play a crucial role in powering\nrelativistic jets such as those seen from radio-loud active galactic nuclei\n(AGN), Galactic microquasars, and Gamma-Ray Bursts? Indeed, the importance of\nblack hole spin goes beyond its role as a possible power source: the spin of a\nsupermassive black hole is a fossil record of its formation and subsequent\ngrowth history.\n","Comment: Astro 2010 Science White Paper"]}]
["0903.0087",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0087","ApJ 695, L115 (2009)","doi:10.1088/0004-637X/695/1/L115"],"date":["2009-02-28","2009-03-25"],"type":["text"],"creator":["Pellizzoni, A.","Pilia, M.","Possenti, A.","Chen, A.","Giuliani, A.","Trois, A.","Caraveo, P.","Del Monte, E.","Fornari, F.","Fuschino, F.","Mereghetti, S.","Tavani, M.","Argan, A.","Burgay, M.","Cognard, I.","Corongiu, A.","Costa, E.","D'Amico, N.","De Luca, A.","Esposito, P.","Evangelista, Y.","Feroci, M.","Johnston, S.","Kramer, M.","Longo, F.","Marisaldi, M.","Theureau, G.","Weltevrede, P.","Barbiellini, G.","Boffelli, F.","Bulgarelli, A.","Cattaneo, P. W.","Cocco, V.","D'Ammando, F.","De Paris, G.","Di Cocco, G.","Donnarumma, I.","Fiorini, M.","Froysland, T.","Galli, M.","Gianotti, F.","Labanti, C.","Lapshov, I.","Lazzarotto, F.","Lipari, P.","Mineo, T.","Morselli, A.","Pacciani, L.","Perotti, F.","Piano, G.","Picozza, P.","Prest, M.","Pucella, G.","Rapisarda, M.","Rappoldi, A.","Sabatini, S.","Soffitta, P.","Trifoglio, M.","Vallazza, E.","Vercellone, S.","Vittorini, V.","Zambra, A.","Zanello, D.","Pittori, C.","Verrecchia, F.","Preger, B.","Santolamazza, P.","Giommi, P.","Salotti, L.","Bignami, G. F."],"language":[],"coverage":[],"title":["Discovery of new gamma-ray pulsars with AGILE"],"description":["  Using gamma-ray data collected by the Astrorivelatore Gamma ad Immagini\nLEggero (AGILE) satellite over a period of almost one year (from 2007 July to\n2008 June), we searched for pulsed signals from 35 potentially interesting\nradio pulsars, ordered according to $F_{\\gamma}\\propto \\sqrt{\\dot{E}} d^{-2}$\nand for which contemporary or recent radio data were available. AGILE detected\nthree new top-ranking nearby and Vela-like pulsars with good confidence both\nthrough timing and spatial analysis. Among the newcomers we find pulsars with\nvery high rotational energy losses, such as the remarkable PSR B1509-58 with a\nmagnetic field in excess of 10^13 Gauss, and PSR J2229+6114 providing a\nreliable identification for the previously unidentified EGRET source 3EG\n2227+6122. Moreover, the powerful millisecond pulsar B1821-24, in the globular\ncluster M28, is detected during a fraction of the observations. Four other\npromising gamma-ray pulsar candidates, among which is the notable J2043+2740\nwith an age in excess of 1 million years, show a possible detection in the\ntiming analysis only and deserve confirmation.\n","Comment: Minor changes to match the final ApJ version. 5 pages in emulate-apj\n  style, 1 table, 3 figures"]}]
["0903.0517",{"format":[],"subject":["Mathematics - Algebraic Geometry","14-XX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0517"],"date":["2009-03-03","2009-03-25"],"type":["text"],"creator":["Serre, Jean-Pierre"],"language":[],"coverage":[],"title":["How to use finite fields for problems concerning infinite fields"],"description":["  The first part is expository: it explains how finite fields may be used to\nprove theorems on infinite fields by a reduction mod p process. The second part\ngives a variant of P.Smith's fixed point theorem which applies in any\ncharacteristic.\n","Comment: 12 pages; to appear in Proc.Conference Marseille-Luminy 2007,\n  Contemp. Math. series, AMS, 2009"]}]
["0903.0634",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0634"],"date":["2009-03-03"],"type":["text"],"creator":["Reviglio, Pietro M.","Helfand, David J."],"language":[],"coverage":[],"title":["Active Galaxies in the Sloan Digital Sky Survey II: galaxy and activity\n  evolution"],"description":["  In this second paper of a series of papers based on the FIRST and SDSS\nsurveys we investigate the evolution of galaxy morphology and nuclear activity\nin the look-back time of the SDSS (~2 Gyrs) for a sample of ~150000 galaxies in\nthe local universe. We demonstrate an evolution in the strength of the radio\npower and the spectroscopic emission-lines typical of AGN, as well as in the\nmorphology of their hosts. Such evolution appears more substantial for less\nluminous systems, and is possibly the low-redshift tail of the downsizing in\nstar-formation, AGN activity and supermassive black hole build-up observed in\nhigher redshift surveys.This suggests that the differences in intrinsic\nproperties of galaxies along the Hubble Sequence may arise from the difference\nin the depth of their potential wells which leads to different evolutionary\npaths because of different timescales for gas infall. This primordial infall\nand the following secular evolution mediated by bar and density wave\ninstabilities may bring galaxies of different mass to have the different\nactivity levels and morphological features in the local universe shown in this\nstudy. In agreement with such a hypothesis, we find that star-formation as\ntraced by radio emission is progressively more centrally concentrated in more\nevolved star-forming galaxies and we show that the environment in which a\ngalaxy resides plays a lesser role in shaping the features and activity for the\nmajority of systems.\n","Comment: submitted to the Astrophysical Journal"]}]
["0903.0760",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16G10","16E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0760"],"date":["2009-03-04","2009-03-25"],"type":["text"],"creator":["Huang, Zhaoyong","Zhang, Xiaojin"],"language":[],"coverage":[],"title":["From Auslander Algebras to Tilted Algebras"],"description":["  This paper has been withdrawn by the authors because it has been combined\nwith \"Higher Auslander Algebras Admitting Trivial Maximal Orthogonal\nSubcategories\" (arXiv:0903.0761) together. Please see the new version of the\nlatter paper for the details.\n","Comment: This paper has been withdrawn"]}]
["0903.0978",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0978"],"date":["2009-03-05"],"type":["text"],"creator":["Jovanović, Predrag","Popović, Luka Č."],"language":[],"coverage":[],"title":["X-ray Emission From Accretion Disks of AGN: Signatures of Supermassive\n  Black Holes"],"description":["  In this chapter we discuss the X-ray radiation from relativistic accretion\ndisks around supermassive black holes, supposed to exist in the centers of\nActive Galactic Nuclei (AGN). Our focus is on the X-ray radiation, especially\nin the Fe K$\\alpha$ line which originates in the innermost parts of an\naccretion disk. Moreover, here we discuss some effects which can disturb the Fe\nK$\\alpha$ profile and cause its rapid and irregular variability, observed in\nthe X-ray spectra of some AGN. We will pay attention to three such effects:\nperturbations in the disk emissivity, absorbtion by warm absorbers and\ngravitational microlensing. The X-ray emission from accretion disks around\nnon-rotating (Schwarzschild metric), as well as rotating (Kerr metric)\nsupermassive black holes, is discussed. The X-ray radiation of AGN is probably\nproduced in a compact region near their central supermassive black holes, and\ncan provide us some essential information about the plasma conditions and the\nspace-time geometry in these regions. The goal of this chapter is mainly to\npresent a short overview of some important and recent investigations in this\nfield.\n","Comment: 62 pages, 24 figures, to appear as a chapter of the book \"Black\n  Holes: Properties, Formation and Features\" (to be published by Nova Science\n  Publishers, Inc)"]}]
["0903.1050",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1050"],"date":["2009-03-05","2009-03-25"],"type":["text"],"creator":["Viñales, A. D.","Wang, K. G.","Despósito, M. A."],"language":[],"coverage":[],"title":["Anomalous diffusive behavior of a harmonic oscillator driven by a\n  Mittag-Leffler noise"],"description":["  The diffusive behavior of a harmonic oscillator driven by a Mittag-Leffler\nnoise is studied. Using Laplace analysis we derive exact expressions for the\nrelaxation functions of the particle in terms of generalized Mittag-Leffler\nfunctions and its derivatives from a generalized Langevin equation. Our results\nshow that the oscillator displays an anomalous diffusive behavior. In the\nstrictly asymptotic limit, the dynamics of the harmonic oscillator corresponds\nto an oscillator driven by a noise with a pure power-law autocorrelation\nfunction. However, at short and intermediate times the dynamics has qualitative\ndifference due to the presence of the characteristic time of the noise.\n","Comment: 5 pages"]}]
["0903.2207",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Human-Computer Interaction","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2207"],"date":["2009-03-12"],"type":["text"],"creator":["Adachi, Yoshihiro"],"language":[],"coverage":[],"title":["Prolog Visualization System Using Logichart Diagrams"],"description":["  We have developed a Prolog visualization system that is intended to support\nProlog programming education. The system uses Logichart diagrams to visualize\nProlog programs. The Logichart diagram is designed to visualize the Prolog\nexecution flow intelligibly and to enable users to easily correlate the Prolog\nclauses with its parts. The system has the following functions. (1) It visually\ntraces Prolog execution (goal calling, success, and failure) on the Logichart\ndiagram. (2) Dynamic change in a Prolog program by calling extra-logical\npredicates, such as `assertz' and `retract', is visualized in real time. (3)\nVariable substitution processes are displayed in a text widget in real time.\n","Comment: Paper presented at the 18th Workshop on Logic-based Methods in\n  Programming Environments (WLPE2008, arXiv:0903.1598). Paper submitted by a\n  co-editor of the Workshop proceedings"]}]
["0903.3404",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3404"],"date":["2009-03-19","2009-03-25"],"type":["text"],"creator":["Bell, Eric","Davis, Marc","Dey, Arjun","van Dokkum, Pieter","Ellis, Richard","Eisenstein, Daniel","Elvis, Martin","Faber, Sandra","Frenk, Carlos","Genzel, Reinhard","Greene, Jenny","Gunn, Jim","Kauffmann, Guinevere","Knapp, Jill","Kriek, Mariska","Larkin, James","Maraston, Claudia","Nandra, Kirpal","Ostriker, Jerry","Prada, Francisco","Schlegel, David","Strauss, Michael","Szalay, Alex","Tremonti, Christy","White, Martin","White, Simon","Wyse, Rosie"],"language":[],"coverage":[],"title":["Understanding the Astrophysics of Galaxy Evolution: the role of\n  spectroscopic surveys in the next decade"],"description":["  Over the last decade optical spectroscopic surveys have characterized the low\nredshift galaxy population and uncovered populations of star-forming galaxies\nback to z ~ 7. This work has shown that the primary epoch of galaxy building\nand black hole growth occurs at redshifts of 2 to 3. The establishment of the\nconcordance LCDM cosmology shifted the focus of galaxy population studies from\nconstraining cosmological parameters to characterizing the processes which\nregulate the formation and evolution of galaxies.In the next decade, high\nredshift observers will attempt to formulate a coherent evolutionary picture\nconnecting galaxies in the high redshift Universe to galaxies today. In order\nto link galaxy populations at different redshifts, we must not only\ncharacterize their evolution in a systematic way, we must establish which\nphysical processes are responsible for it. Considerable progress has already\nbeen made in understanding how galaxies evolved from z ~ 1 to the present day.\nLarge spectroscopic surveys in the near infrared are required to push these\nstudies back towards the main epoch of galaxy building. Only then will we\nunderstand the full story of the formation of L* galaxies like our own Milky\nWay. A large near-IR spectroscopic survey will also provide the calibration\nneeded to avoid systematics in the large photometric programs proposed to study\nthe nature of dark matter and dark energy. We provide an outline design for a\nmulti-object 0.4 to 1.8 micron spectrograph, which could be placed on an\nexisting telescope, and which would allow a full characterization of the galaxy\npopulation out to z ~ 2. We strongly recommend a serious further study to\ndesign a real instrument, which will be required for galaxy formation studies\nto advance to the next frontier.\n","Comment: White paper, primary author J.E. Gunn, submitted to Astro2010 Decadal\n  Survey, see http://www7.nationalacademies.org/bpa/Astro2010_SWP_byTitle.html"]}]
["0903.3678",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","18D10","18G99","55U99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3678"],"date":["2009-03-21","2009-03-25"],"type":["text"],"creator":["Jibladze, Mamuka","Pirashvili, Teimuraz"],"language":[],"coverage":[],"title":["Categorical rings subsume ann-categories"],"description":["  The article has been withdrawn - the proof of the final corollary turned out\nto rely on an unproven statement. If the authors will manage to repair the\nargument, resubmission will be made.\n","Comment: Article withdrawn"]}]
["0903.3774",{"format":[],"subject":["Mathematics - Complex Variables","32F25","32C16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3774"],"date":["2009-03-22","2009-03-25"],"type":["text"],"creator":["Isaev, A. V.","Kossovskiy, I. G."],"language":[],"coverage":[],"title":["Continuation of CR-Automorphisms of Levi Degenerate Hyperquadrics to the\n  Projective Space"],"description":["  We show that every CR-automorphism of the closure of a Levi degenerate\nhyperquadric in the projective space extends to a holomorphic automorphism of\nthe projective space.\n"]}]
["0903.3956",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3956","Phys. Rev. E 76, 056203 (2007)","doi:10.1103/PhysRevE.76.056203"],"date":["2009-03-23"],"type":["text"],"creator":["Beims, Marcus W.","Manchein, Cesar","Rost, Jan M."],"language":[],"coverage":[],"title":["Origin of chaos in soft interactions and signatures of nonergodicity"],"description":["  The emergence of chaotic motion is discussed for hard-point like and soft\ncollisions between two particles in a one-dimensional box. It is known that\nergodicity may be obtained in hard-point like collisions for specific mass\nratios $\\gamma=m2/m1$ of the two particles and that Lyapunov exponents are\nzero. However, if a Yukawa interaction between the particles is introduced, we\nshow analytically that positive Lyapunov exponents are generated due to double\ncollisions close to the walls. While the largest finite-time Lyapunov exponent\nchanges smoothly with $\\gamma$, the number of occurrences of the most probable\none, extracted from the distribution of finite-time Lyapunov exponents over\ninitial conditions, reveals details about the phase-space dynamics. In\nparticular, the influence of the integrable and pseudointegrable dynamics\nwithout Yukawa interaction for specific mass ratios can be clearly identified\nand demonstrates the sensitivity of the finite-time Lyapunov exponents as a\nphase-space probe. Being not restricted to two-dimensional problems such as\nPoincar\\'e sections, the number of occurrences of the most probable Lyapunov\nexponents suggests itself as a suitable tool to characterize phase-space\ndynamics in higher dimensions. This is shown for the problem of two interacting\nparticles in a circular billiard.\n","Comment: 8 pages, 15 figures"]}]
["0903.3959",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3959"],"date":["2009-03-24"],"type":["text"],"creator":["Klim, J"],"language":[],"coverage":[],"title":["Transmutation and Bosonisation of Quasi-Hopf Algebras"],"description":["  Let $H$ be a quasitriangular quasi-Hopf algebra, we construct a braided group\n$\\underline{H}$ in the quasiassociative category of left $H$-modules.\nConversely, given any braided group $B$ in this category, we construct a\nquasi-Hopf algebra $B\\rtimes H$ in the category of vector spaces. We generalise\nthe transmutation and bosonisation theory of [10] to the quasi case. As\nexamples, we bosonise the octonion algebra to an asoociative one, obtain the\ntwisted quantum double $D^{\\phi}(G)$ of a finite group as a bosonisation, and\nobtain its transmutation. Finally, we show that $\\underline{H}\\rtimes H$ is\nisomorphic to $H_\\Rcal\\blackbowtie H$ as quasi-Hopf algebras.\n","Comment: 35 pages latex, no figures"]}]
["0903.3963",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3963"],"date":["2009-03-23"],"type":["text"],"creator":["Howk, J. Christopher","Ribaudo, Joseph S.","Lehner, Nicolas","Prochaska, J. Xavier","Chen, Hsiao-Wen"],"language":[],"coverage":[],"title":["Strong z~0.5 O VI Absorption Toward PKS 0405-123: Implications for\n  Ionization and Metallicity of the Cosmic Web"],"description":["  We present observations of the O VI system at z_abs = 0.495096 toward PKS\n0405-123 (z_em = 0.5726) obtained with FUSE and STIS. In addition to strong O\nVI, with log N(O VI) = 14.47+/-0.02, and moderate H I this absorber shows C\nIII, N IV, O IV, and O V, with upper limits for another seven ions. The large\nnumber of available ions allows us to test ionization models usually adopted\nwith far less contraints. We find the ionic column densities cannot be matched\nby collisional ionization models, in or out of equilibrium. Photoionization\nmodels can match the observed column densities, including O VI. If one assumes\nphotoionization by a UV background dominated by QSOs, the metallicity of the\ngas is [O/H] = -0.15, while a model for the UV background with contributions\nfrom ionizing photons escaping from galaxies gives [O/H] = -0.62. Both give\n[N/O] ~ -0.6 and [C/H] ~ -0.2 to -0.1. The choice of ionizing spectrum is\npoorly constrained. Multiphase models with a contribution from both\nphotoionized gas (at T~10^4 K) and collisionally ionized gas (at T~(1-3)x10^5\nK) can also match the observations giving very similar metallicities. The O VI\nin this system is not necessarily a reliable tracer of WHIM matter. We do not\ndetect Ne VIII or Mg X absorption. The limit on Ne VIII/O VI < 0.21 (3 sigma),\nthe lowest yet observed. Thus this absorber shows no firm evidence of the\n\"warm-hot intergalactic medium\" at T~(0.5-3)x10^6 K thought to contain a\nsignificant fraction of the baryons at low redshift. We present limits on the\ntotal column of warm-hot gas in this absorber as a function of temperature.\nThis system would be unlikely to provide detectable X-ray absorption in the\nions O VII or O VIII even if it resided in front of the brighter X-ray sources\nin the sky.\n","Comment: Accepted for publication in MNRAS. 21 pages. Abstract abridged\n  slightly"]}]
["0903.3971",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3971"],"date":["2009-03-23"],"type":["text"],"creator":["Weiner, Benjamin J.","Blanton, Michael R.","Coil, Alison L.","Cooper, Michael C.","Davé, Romeel","Hogg, David W.","Holden, Bradford P.","Jonsson, Patrik","Kassin, Susan A.","Lotz, Jennifer M.","Moustakas, John","Newman, Jeffrey A.","Prochaska, J. X.","Teuben, Peter J.","Tremonti, Christy A.","Willmer, Christopher N. A."],"language":[],"coverage":[],"title":["Astronomical Software Wants To Be Free: A Manifesto"],"description":["  Astronomical software is now a fact of daily life for all hands-on members of\nour community. Purpose-built software for data reduction and modeling tasks\nbecomes ever more critical as we handle larger amounts of data and simulations.\nHowever, the writing of astronomical software is unglamorous, the rewards are\nnot always clear, and there are structural disincentives to releasing software\npublicly and to embedding it in the scientific literature, which can lead to\nsignificant duplication of effort and an incomplete scientific record. We\nidentify some of these structural disincentives and suggest a variety of\napproaches to address them, with the goals of raising the quality of\nastronomical software, improving the lot of scientist-authors, and providing\nbenefits to the entire community, analogous to the benefits provided by open\naccess to large survey and simulation datasets. Our aim is to open a\nconversation on how to move forward. We advocate that: (1) the astronomical\ncommunity consider software as an integral and fundable part of facility\nconstruction and science programs; (2) that software release be considered as\nintegral to the open and reproducible scientific process as are publication and\ndata release; (3) that we adopt technologies and repositories for releasing and\ncollaboration on software that have worked for open-source software; (4) that\nwe seek structural incentives to make the release of software and related\npublications easier for scientist-authors; (5) that we consider new ways of\nfunding the development of grass-roots software; (6) and that we rethink our\nvalues to acknowledge that astronomical software development is not just a\ntechnical endeavor, but a fundamental part of our scientific practice.\n","Comment: State of the Profession white paper submitted to the Astro2010\n  Decadal Survey. The authors welcome comments and discussion"]}]
["0903.3992",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3992"],"date":["2009-03-23"],"type":["text"],"creator":["Tyson, T. A.","Wu, T.","Woicik, J.","Ravel, B.","Ignatov, A.","Zhang, C. L.","Qin, Z.","Zhou, T.","Cheong, S. -W."],"language":[],"coverage":[],"title":["Temperature Dependent Local Structure of LaFeAsO_{1-x}F_x: Probing the\n  Bond Correlations"],"description":["  The local structure of the parent and doped LaFeAsO1-xFx (pnictide) compounds\nwere studied by x-ray absorption spectroscopy. In the doped system, the Fe-As\nand Fe-Fe correlations are well modeled by an Einstein model with no low\ntemperature anomalies. For the Fe-As bonds, the Einstein temperatures are\nidentical for the doped (11%) and undoped samples, but the doped sample is\nfound to have a lower level of static disorder. For the Fe-Fe correlation,\ndoping enhances the effective Einstein temperature of Fe-Fe atom correlation.\nThe results suggest that the onset of superconductivity in the F doped system\nmay be related to enhanced magnetic correlations. Density functional\ncalculations of the charge density reveal strong bonding between neighboring As\nions but metal-like behavior in the Fe layers.\n"]}]
["0903.3995",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3995"],"date":["2009-03-23"],"type":["text"],"creator":["Chu, Jinyu","Liu, Ju","Qiao, Jianping","Wang, Xiaoling","Li, Yujun"],"language":[],"coverage":[],"title":["Gradient-based adaptive interpolation in super-resolution image\n  restoration"],"description":["  This paper presents a super-resolution method based on gradient-based\nadaptive interpolation. In this method, in addition to considering the distance\nbetween the interpolated pixel and the neighboring valid pixel, the\ninterpolation coefficients take the local gradient of the original image into\naccount. The smaller the local gradient of a pixel is, the more influence it\nshould have on the interpolated pixel. And the interpolated high resolution\nimage is finally deblurred by the application of wiener filter. Experimental\nresults show that our proposed method not only substantially improves the\nsubjective and objective quality of restored images, especially enhances edges,\nbut also is robust to the registration error and has low computational\ncomplexity.\n","Comment: 4pages, 7figures, This paper presents a super-resolution method based\n  on gradient-based adaptive interpolation"]}]
["0903.3998",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3998"],"date":["2009-03-23"],"type":["text"],"creator":["Sorokin, Pavel B.","Kvashnin, Dmitry G.","Kvashnin, Alexander G.","Avramov, Pavel V.","Chernozatonskii, Leonid A."],"language":[],"coverage":[],"title":["Theoretical Study of Elastic Properties of SiC nanowires of Different\n  Shapes"],"description":["  The atomic structure and elastic properties of silicon carbide nanowires of\ndifferent shapes and effective sizes were studied using density functional\ntheory and classical molecular dynamics. The surface relaxation led to surface\nreconstruction with splitting of the wire geometry to hexagonal (surface) and\ncubic (bulk) phases. Theoretical calculations of effective Young's modulus and\nstrain energies allowed us to explain the key experimental data of the SiC\nnanowires of different types.\n","Comment: 11 pages, 4 figures, 2 tables"]}]
["0903.4000",{"format":[],"subject":["Mathematics - Numerical Analysis","65M12, 65M15, 65M60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4000"],"date":["2009-03-23"],"type":["text"],"creator":["Feng, Xiaobing","He, Yinnian"],"language":[],"coverage":[],"title":["Analysis of Fully Discrete Finite Element Methods for a System of\n  Differential Equations Modeling Swelling Dynamics of Polymer Gels"],"description":["  The goal of this paper is to develop and analyze some fully discrete finite\nelement methods for a displacement-pressure model modeling swelling dynamics of\npolymer gels under mechanical constraints. In the model, the swelling dynamics\nis governed by the solvent permeation and the elastic interaction; the\npermeation is described by a pressure equation for the solvent, and the elastic\ninteraction is described by displacement equations for the solid network of the\ngel. By introducing an \"elastic pressure\" we first present a reformulation of\nthe original model, and then propose a time-stepping scheme which decouples the\nPDE system at each time step into two sub-problems, one of which is a\ngeneralized Stokes problem for the displacement vector field and another is a\ndiffusion problem for a \"pseudo-pressure\" field. To make such a multiphysical\napproach feasible, it is vital to discover admissible constraints to resolve\nthe uniqueness issue for both sub-problems. The main advantage of the proposed\napproach is that it allows one to utilize any convergent Stokes solver together\nwith any convergent diffusion equation solver to solve the polymer gel model.\nIn the paper, the Taylor-Hood mixed finite element method combined with the\ncontinuous linear finite element method are used as an example to present the\nideas and to demonstrate the viability of the proposed multiphysical approach.\nIt is proved that, under a mesh constraint, both the proposed semi-discrete (in\nspace) and fully discrete methods enjoy some discrete energy laws which mimic\nthe differential energy law satisfied by the PDE solution. Optimal order error\nestimates in various norms are established for the numerical solutions of both\nthe semi-discrete and fully discrete methods. Numerical experiments are also\npresented to show the efficiency of the proposed approach and methods.\n","Comment: 26 pages, 24 figures"]}]
["0903.4001",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4001"],"date":["2009-03-23"],"type":["text"],"creator":["Phenomena, Tevatron New","group, Higgs working","collaboration, for the CDF","collaboration, DZero"],"language":[],"coverage":[],"title":["Combined CDF and DZero Upper Limits on Standard Model Higgs-Boson\n  Production with up to 4.2 fb-1 of Data"],"description":["  We combine results from CDF and D0 on direct searches for a standard model\n(SM) Higgs boson (H) in ppbar collisions at the Fermilab Tevatron at\nsqrt{s}=1.96 TeV. Compared to the previous Higgs Tevatron combination, more\ndata and new channels (WH to tau nu b bbar, VH to tau tau b bbar/jj tau tau,VH\nto jj b bbar, t tbar H to t tbar b bbar) have been added. Most previously used\nchannels have been reanalyzed to gain sensitivity. We use the latest parton\ndistribution functions and gg to H theoretical cross sections when comparing\nour limits to the SM predictions. With 2.0-3.6 fb-1 of data analyzed at CDF,\nand 0.9-4.2 fb-1 at D0, the 95% C.L. upper limits on Higgs boson production are\na factor of 2.5 (0.86) times the SM cross section for a Higgs boson mass of\nm_H=115 (165) GeV/c^2. Based on simulation, the corresponding median expected\nupper limits are 2.4 (1.1). The mass range excluded at 95% C.L. for a SM Higgs\nhas been extended to 160<m_H<170 GeV/c^2.\n","Comment: Results presented at the Moriond ElectroWeak '09 conference"]}]
["0903.4004",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4004"],"date":["2009-03-23","2009-03-25"],"type":["text"],"creator":["Qin, Xiaohong","Wang, Yi"],"language":[],"coverage":[],"title":["Stability of Wave Patterns to the Inflow Problem of Full Compressible\n  Navier-Stokes Equations"],"description":["  The inflow problem of full compressible Navier-Stokes equations is considered\non the half line $(0,+\\infty)$. Firstly, we give the existence (or\nnon-existence) of the boundary layer solution to the inflow problem when the\nright end state $(\\rho_+,u_+,\\theta_+)$ belongs to the subsonic, transonic and\nsupersonic regions respectively. Then the asymptotic stability of not only the\nsingle contact wave but also the superposition of the boundary layer solution,\nthe contact wave and the rarefaction wave to the inflow problem are\ninvestigated under some smallness conditions. Note that the amplitude of the\nrarefaction wave can be arbitrarily large. The proofs are given by the\nelementary energy method.\n","Comment: 34 pages"]}]
["0903.4005",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4005"],"date":["2009-03-23"],"type":["text"],"creator":["Sivaram, C","Arun, Kenath"],"language":[],"coverage":[],"title":["Relativistic Jets from Black Holes: A Unified Picture"],"description":["  The current understanding of the formation of powerful bi-directional jets in\nsystems such as radio galaxies and quasars is that the process involves a\nsupermassive black hole that is being fed with magnetized gas through an\norbiting accretion disc. In this paper we discuss the dynamics of the jet\npowered by rotating black holes, in the presence of a magnetic field, including\nthe scaling of the jet length and their typical time scales. We consider a\nunified picture covering all phenomena involving jets and rotating black holes\nranging from gamma ray bursts to extragalactic jets and discuss the relevant\nscaling laws. We have also discussed the acceleration of the particles in jets\nand consequent synchrotron and inverse Compton radiations. Accelerated protons\nfrom jets as possible sources of high energy cosmic rays are also discussed.\n","Comment: 15 pages, 53 equations"]}]
["0903.4011",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4011"],"date":["2009-03-24"],"type":["text"],"creator":["Johnston, Simon","Feain, Ilana J.","Gupta, Neeraj"],"language":[],"coverage":[],"title":["Science with the Australian Square Kilometre Array Pathfinder (ASKAP)"],"description":["  The future of cm and m-wave astronomy lies with the Square Kilometre Array\n(SKA), a telescope under development by a consortium of 17 countries that will\nbe 50 times more sensitive than any existing radio facility. Most of the key\nscience for the SKA will be addressed through large-area imaging of the\nUniverse at frequencies from a few hundred MHz to a few GHz. The Australian SKA\nPathfinder (ASKAP) is a technology demonstrator aimed in the mid-frequency\nrange, and achieves instantaneous wide-area imaging through the development and\ndeployment of phased-array feed systems on parabolic reflectors. The large\nfield-of-view makes ASKAP an unprecedented synoptic telescope that will make\nsubstantial advances in SKA key science. ASKAP will be located at the Murchison\nRadio Observatory in inland Western Australia, one of the most radio-quiet\nlocations on the Earth and one of two sites selected by the international\ncommunity as a potential location for the SKA. In this paper, we outline the\nASKAP project and summarise its headline science goals as defined by the\ncommunity at large.\n","Comment: 4 pages; to appear in proceedings of \"Low Frequency Radio Universe\"\n  conference (Pune, India, 8-12 December 2008)"]}]
["0903.4013",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4013"],"date":["2009-03-24"],"type":["text"],"creator":["Slavnov, D. A."],"language":[],"coverage":[],"title":["Locality problem in quantum theory"],"description":["  We discuss the locality problem in relativistic and nonrelativistic quantum\ntheory. We show that there exists a formulation of quantum theory that, on one\nhand, preserves the mathematical apparatus of the standard quantum mechanics\nand, on the other hand, ensures the satisfaction of the locality condition for\neach individual event including the measurement procedure. As an example, we\nconsider the scattering from two slits.\n","Comment: 15 pages,2 figures"]}]
["0903.4025",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4025"],"date":["2009-03-24"],"type":["text"],"creator":["Arcadias, Rémi"],"language":[],"coverage":[],"title":["Minimal resolutions of geometric D-modules"],"description":["  In this paper, we study minimal free resolutions for modules over rings of\nlinear differential operators. The resolutions we are interested in are adapted\nto a given filtration, in particular to the so-called V-filtrations. We are\ninterested in the module D_{x,t}f^s associated with germs of functions\nf_1,...,f_p, which we call a geometric module, and it is endowed with the\nV-filtration along t_1=...=t_p=0. The Betti numbers of the minimal resolution\nassociated with this data lead to analytical invariants for the germ of space\ndefined by f_1,...,f_p. For p=1, we show that under some natural conditions on\nf, the computation of the Betti numbers is reduced to a commutative algebra\nproblem. This includes the case of an isolated quasi homogeneous singularity,\nfor which we give explicitely the Betti numbers. Moreover, for an isolated\nsingularity, we characterize the quasi-homogeneity in terms of the minimal\nresolution.\n","Comment: 31 pages"]}]
["0903.4027",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4027"],"date":["2009-03-24"],"type":["text"],"creator":["Cartwright, Dustin A.","Brady, Siobhan M.","Orlando, David A.","Sturmfels, Bernd","Benfey, Philip N."],"language":[],"coverage":[],"title":["Reconstructing Spatiotemporal Gene Expression Data from Partial\n  Observations"],"description":["  Developmental transcriptional networks in plants and animals operate in both\nspace and time. To understand these transcriptional networks it is essential to\nobtain whole-genome expression data at high spatiotemporal resolution.\nSubstantial amounts of spatial and temporal microarray expression data\npreviously have been obtained for the Arabidopsis root; however, these two\ndimensions of data have not been integrated thoroughly. Complicating this\nintegration is the fact that these data are heterogeneous and incomplete, with\nobserved expression levels representing complex spatial or temporal mixtures.\nGiven these partial observations, we present a novel method for reconstructing\nintegrated high resolution spatiotemporal data. Our method is based on a new\niterative algorithm for finding approximate roots to systems of bilinear\nequations.\n","Comment: 19 pages, 4 figures"]}]
["0903.4032",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4032","Zeitschrift fuer Physikalische Chemie 222, 8-9 (2008) 1279-1290","doi:10.1524/zpch.2008.5388"],"date":["2009-03-24"],"type":["text"],"creator":["Fillaux, François","Cousson, Alain"],"language":[],"coverage":[],"title":["Where are Protons and Deuterons in KH_pD_{1-p}CO_3? A Neutron\n  Diffraction Study"],"description":["  The crystals of potassium hydrogen carbonate (KHCO3) and the KDCO3 analogue\nare isomorphous. They are composed of hydrogen or deuterium bonded\ncentrosymmetric dimers (HCO3-)(2) or (DCO3-)(2). The space group symmetry of\nKHpD1-pCO3 (p approximate to 0.75) determined with neutron diffraction is\nidentical to those of KHCO3 and KDCO3. This is at variance with a random\ndistribution of H and D nuclei. These crystals are macroscopic quantum systems\nin which protons or/and deuterons merge into macroscopic states.\n"]}]
["0903.4033",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4033"],"date":["2009-03-24"],"type":["text"],"creator":["Fillaux, François","Cousson, Alain","Gutmann, Matthias J."],"language":[],"coverage":[],"title":["The macroscopic quantum behavior of protons in the KHCO_3 crystal:\n  Theory and experiments"],"description":["  For hydrogen bonded crystals exhibiting proton transfer along hydrogen bonds,\nnamely $\\mathrm{O1-H}... \\mathrm{O2} \\longleftrightarrow \\mathrm{O1}...\n\\mathrm{H-O2}$, there is a dichotomy of interpretation consisting in that while\nthe crystal lattice is a quantum object with discrete vibrational states,\nprotons are represented by a statistical distribution of classical particles\nwith definite positions and momenta at any time. We propose an alternative\ntheoretical framework for decoherence-free macroscopic proton states. The\ntranslational invariance of the crystal, the adiabatic separation of proton\ndynamics from that of heavy atoms, the nonlocal nature of proton states, and\nquantum interferences, are opposed to statistical distributions and\nsemiclassical dynamics. We review neutron scattering studies of the crystal of\npotassium hydrogen carbonate (KHCO$_3$) supporting the existence of macroscopic\nquantum correlations, from cryogenic to room temperatures. In addition, quantum\nfluctuations calculated for superposition states in thermal equilibrium are\nconsistent with measurements of the correlation time. There is no temperature\ninduced transition from the quantum to the classical regime. The crystal can be\ntherefore represented by a state vector and the dichotomy of interpretation\nmust be abandoned.\n"]}]
["0903.4035",{"format":[],"subject":["Computer Science - Information Retrieval","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4035","Proceedings of the 2nd international Workshop on Advanced\n  Architectures and Algorithms For internet Delivery and Applications (Pisa,\n  Italy, October 10 - 10, 2006). AAA-IDEA '06"],"date":["2009-03-24"],"type":["text"],"creator":["Kritikopoulos, A.","Sideri, M.","Varlamis, I."],"language":[],"coverage":[],"title":["BLOGRANK: Ranking Weblogs Based On Connectivity And Similarity Features"],"description":["  A large part of the hidden web resides in weblog servers. New content is\nproduced in a daily basis and the work of traditional search engines turns to\nbe insufficient due to the nature of weblogs. This work summarizes the\nstructure of the blogosphere and highlights the special features of weblogs. In\nthis paper we present a method for ranking weblogs based on the link graph and\non several similarity characteristics between weblogs. First we create an\nenhanced graph of connected weblogs and add new types of edges and weights\nutilising many weblog features. Then, we assign a ranking to each weblog using\nour algorithm, BlogRank, which is a modified version of PageRank. For the\nvalidation of our method we run experiments on a weblog dataset, which we\nprocess and adapt to our search engine. (http://spiderwave.aueb.gr/Blogwave).\nThe results suggest that the use of the enhanced graph and the BlogRank\nalgorithm is preferred by the users.\n","Comment: 9 pages, in 2nd international workshop on Advanced architectures and\n  algorithms for internet delivery and applications"]}]
["0903.4036",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4036","13th IFAC Symposium on INFORMATION CONTROL PROBLEMS IN\n  MANUFACTURING, Moscou : Russie (2009)"],"date":["2009-03-24"],"type":["text"],"creator":["Dideban, Abbas","Alla, Hassane"],"language":[],"coverage":[],"title":["Feedback control logic synthesis for non safe Petri nets"],"description":["  This paper addresses the problem of forbidden states of non safe Petri Net\n(PN) modelling discrete events systems. To prevent the forbidden states, it is\npossible to use conditions or predicates associated with transitions.\nGenerally, there are many forbidden states, thus many complex conditions are\nassociated with the transitions. A new idea for computing predicates in non\nsafe Petri nets will be presented. Using this method, we can construct a\nmaximally permissive controller if it exists.\n"]}]
["0903.4038",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4038"],"date":["2009-03-24"],"type":["text"],"creator":["Shein, I. R.","Ivanovskii, A. L."],"language":[],"coverage":[],"title":["Band structure of new layered 17 K superconductor Sr4Sc2Fe2P2O6 in\n  comparison with hypothetical Sr4Sc2Fe2As2O6"],"description":["  The results of the ab initio FLAPW-GGA calculations of the band structure of\nthe newly synthesized tetragonal (space group P4/nmm) layered iron\nphosphide-oxide: 17K superconductor Sr4Sc2Fe2P2O6 are presented. For\nSr4Sc2Fe2P2O6 the optimized structural data, the energy bands, total and\npartial densities of states, Fermi surface topology, low-temperature electron\nspecific heat and molar Pauli paramagnetic susceptibility have been determined\nand discussed in comparison with hypothetical isostructural iron arsenide-oxide\nphase Sr4Sc2Fe2As2O6 and related layered FeAs and FeP superconductors.\n","Comment: 15 pages, 6 figures"]}]
["0903.4043",{"format":[],"subject":["Mathematics - Number Theory","11B37","11J71"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4043"],"date":["2009-03-24"],"type":["text"],"creator":["Gerhold, Stefan"],"language":[],"coverage":[],"title":["The Shape of the Value Sets of Linear Recurrence Sequences"],"description":["  We show that the closure of the value set of a real linear recurrence\nsequence is the union of a countable set and a finite collection of intervals.\nConversely, any finite collection of closed intervals is the closure of the\nvalue set of some recurrence sequence.\n"]}]
["0903.4045",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4045"],"date":["2009-03-24"],"type":["text"],"creator":["Andersen, Jørgen Ellegaard","Villemoes, Rasmus"],"language":[],"coverage":[],"title":["Cohomology of mapping class groups and the abelian moduli space"],"description":["  We consider a surface $\\Sigma$ of genus $g \\geq 3$, either closed or with\nexactly one puncture. The mapping class group $\\Gamma$ of $\\Sigma$ acts\nsymplectically on the abelian moduli space $M = \\Hom(\\pi_1(\\Sigma), U(1)) =\n\\Hom(H_1(\\Sigma),U(1))$, and hence both $L^2(M)$ and $C^\\infty(M)$ are modules\nover $\\Gamma$. In this paper, we prove that both the cohomology groups\n$H^1(\\Gamma, L^2(M))$ and $H^1(\\Gamma, C^\\infty(M))$ vanish.\n","Comment: 18 pages, 3 figures"]}]
["0903.4050",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4050"],"date":["2009-03-24"],"type":["text"],"creator":["Zeilberger, Doron"],"language":[],"coverage":[],"title":["Teaching the Computer how to Discover(!) and then Prove(!!) (all by\n  Itself(!!!)) Analogs of Collatz's Notorious 3x+1 Conjecture"],"description":["  Paul Erdos claimed that mathematics is not yet ready to settle the 3x+1\nconjecture. I agree, but very soon it will be! With the exponential growth of\ncomputer-generated mathematics, we (or rather our silicon brethrern) would have\na shot at it. Of course, not by number crunching, but by symbol crunching and\nautomatic deduction. In the present article, I taught my computer how to use\nthe brilliant ideas of four human beings (Amal Amleh, Ed Grove, Candy Kent, and\nGerry Ladas) to prove two-dimensional analogs of this notorious conjecture.\nOnce programmed (using my Maple package LADAS) it reproduced their ten\ntheorems, and generated 134 new ones, complete with proofs. All by itself! I\nbelieve that the proof of the original 3x+1 conjecture would be in the same\nvein, but one would need a couple of extra human ideas, and better computers.\n","Comment: 12 pages"]}]
["0903.4052",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","42A45, 42B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4052"],"date":["2009-03-24"],"type":["text"],"creator":["Bose, Debashish","Madan, Shobha","Mohanty, Parasar","Shrivastava, Saurabh"],"language":[],"coverage":[],"title":["Relations between bilinear multipliers on $ \\mathbb R^n, \\mathbb{T}^n$\n  and $\\mathbb{Z}^n$"],"description":["  In this paper we prove the bilinear analogue of de Leeuw's result for\nperiodic bilinear multipliers and some Jodeit type extension results for\nbilinear multipliers.\n","Comment: 13 pages"]}]
["0903.4053",{"format":[],"subject":["Computer Science - Mathematical Software"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4053","Ann. Univ. Tibiscus Comp. Sci. Series 6 (2008), 211 - 220"],"date":["2009-03-24"],"type":["text"],"creator":["Stefan, Laura"],"language":[],"coverage":[],"title":["The generating of Fractal Images Using MathCAD Program"],"description":["  This paper presents the graphic representation in the z-plane of the first\nthree iterations of the algorithm that generates the Sierpinski Gasket. It\nanalyzes the influence of the f(z) map when we represent fractal images.\n","Comment: 10 pages, exposed on 2nd \"European Conference on Computer Science and\n  Applications\" - XA2008, Timisoara, Romania"]}]
["0903.4062",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4062"],"date":["2009-03-24"],"type":["text"],"creator":["Ostrovsky, E.","Rogover, E."],"language":[],"coverage":[],"title":["Asymptotic exponential bounds for MLE deviation under minimal conditions\n  via classical and generic chaining methods"],"description":["  In this paper non-asymptotic exact exponential estimates are derived (under\nminimal conditions) for the tail of deviation of the MLE distribution in the\nso-called natural terms: natural function, natural distance, metric entropy,\nBanach spaces of random variables, contrast function, majorizing measures or,\nequally, generic chaining.\n"]}]
["0903.4067",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4067"],"date":["2009-03-24"],"type":["text"],"creator":["Alekseev, A.","Enriquez, B.","Torossian, C."],"language":[],"coverage":[],"title":["Drinfeld associators, braid groups and explicit solutions of the\n  Kashiwara-Vergne equations"],"description":["  The Kashiwara-Vergne (KV) conjecture states the existence of solutions of a\npair of equations related with the Campbell-Baker-Hausdorff series. It was\nsolved by Meinrenken and the first author over the real numbers, and in a\nformal version, by the first and last authors over a field of characteristic 0.\nIn this paper, we give a simple and explicit formula for a map from the set of\nDrinfeld associators to the set of solutions of the formal KV equations. Both\nsets are torsors under the actions of prounipotent groups, and we show that\nthis map is a morphism of torsors. When specialized to the KZ associator, our\nconstruction yields a solution over the reals of the original KV conjecture.\n","Comment: 3 figures"]}]
["0903.4069",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Operator Algebras","47A15, 47A16, 47L80 (Primary) 47L10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4069"],"date":["2009-03-24"],"type":["text"],"creator":["Domanov, I. Yu.","Malamud, M. M."],"language":[],"coverage":[],"title":["On the Spectral Analysis of Direct Sums of Riemann-Liouville Operators\n  in Sobolev Spaces of Vector Functions"],"description":["  Let $J_k^\\alpha$ be a real power of the integration operator $J_k$ defined on\nSobolev space $W_p^k[0,1]$. We investigate the spectral properties of the\noperator $A_k=\\bigoplus_{j=1}^n \\lambda_j J_k^\\alpha$ defined on\n$\\bigoplus_{j=1}^n W_p^k[0,1]$. Namely, we describe the commutant $\\{A_k\\}'$,\nthe double commutant $\\{A_k\\}''$ and the algebra $\\Alg A_k$. Moreover, we\ndescribe the lattices $\\Lat A_k$ and $\\Hyplat A_k$ of invariant and\nhyperinvariant subspaces of $A_k$, respectively. We also calculate the spectral\nmultiplicity $\\mu_{A_k}$ of $A_k$ and describe the set $\\Cyc A_k$ of its cyclic\nsubspaces. In passing, we present a simple counterexample for the implication\n\\Hyplat(A\\oplus B)=\\Hyplat A\\oplus \\Hyplat B\\Rightarrow \\Lat(A\\oplus B)=\\Lat\nA\\oplus \\Lat B to be valid.\n","Comment: published in Integr. equ. oper. theory 63 (2009), 181-215"]}]
["0903.4071",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4071","2nd International Seminar on Materials and Society, Nantes :\n  France (2008)"],"date":["2009-03-24"],"type":["text"],"creator":["Lemagnen, Maud","Mathieux, Fabrice","Brissaud, Daniel"],"language":[],"coverage":[],"title":["How managing more efficiently substances in the design process of\n  industrial products? An example from the aeronautics sector"],"description":["  Lowering environmental impacts of products, i.e. ecodesign, is considered\ntoday as a new and promising approach environment protection. This article\nfocuses on ecodesign in the aeronautical sector through the analysis of the\npractices of a company that designs and produces engine equipments. Noise, gas\nemissions, fuel consumptions are the main environmental aspects which are\ntargeted by aeronautics. From now on, chemical risk linked to the use of\nmaterials and production processes has to be traced, not only because of\nregulation pressure (e.g. REACh) but also because of customers requirements. So\nfar, the aeronautical sector hasn't been focusing much on managing chemical\nrisks at the design stage. However, new substances regulations notably require\nthat chemical risk management should be by industries used as early as possible\nin their product development process. The aeronautics sector has therefore to\nelaborate new chemical risk management. The aim of this paper is to present a\nnew method hat should be adapted to aeronautical designers' practices and based\non simple entry data, but efficient enough to ensure a good substances\ntraceability all along the product design process. The method second objective\nis also to guide the designer's materials and process choices by avoiding the\nmost chemically critical ones. The proposed method has been elaborated by an\nindustrial dedicated team and is based on four main steps. The structure, the\nrelated tools and the parameters of the method have been chosen and developed\nin order to be easily understood by non environmental experts, and directly\noperational. The method is tested on a case study.\n"]}]
["0903.4074",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4074"],"date":["2009-03-24"],"type":["text"],"creator":["Schaetz, Florian"],"language":[],"coverage":[],"title":["Moduli of coisotropic sections and the BFV-complex"],"description":["  We consider the local deformation problem of coisotropic submanifolds inside\nPoisson manifolds. To this end the groupoid of coisotropic sections (with\nrespect to some tubular neighbourhood) is introduced. Although the geometric\ncontent of this groupoid is evident, it is usually a very intricate object.\n  We provide a description of the groupoid of coisotropic sections in terms of\na differential graded Poisson algebra, called the BFV-complex. This description\nis achived by constructing a groupoid from the BFV-complex and a surjective\nmorphism from this groupoid to the groupoid of coisotropic sections. The kernel\nof this morphism can be easily chracterized.\n  As a corollary we obtain an isomorphism between the moduli space of\ncoisotropic sections and the moduli space of geometric Maurer-Cartan elements\nof the BFV-complex.\n","Comment: 34 pages"]}]
["0903.4076",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4076"],"date":["2009-03-24"],"type":["text"],"creator":["Hijjawi, R. S.","Asad, J. H.","Sakaji, A. J.","Al-sabayleh, M.","Khalifeh, J. M."],"language":[],"coverage":[],"title":["Infinite Simple 3D Cubic Lattice of Identical Resistors (Two Missing\n  Bonds)"],"description":["  An infinite regular three-dimensional network is composed of identical\nresistors each of resistance joining adjacent nodes. What is the equivalent\nresistance between the lattice site and the lattice site, when two bonds are\nremoved from the perfect network? Three cases are considered here, and some\nnumerical values are calculated. Finally, the asymptotic behavior of the\nequivalent resistance is studied for large distances between the two sites.\n","Comment: 11 pages, 3 figures, published in EPJ-AP"]}]
["0903.4077",{"format":[],"subject":["Mathematics - Group Theory","20J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4077"],"date":["2009-03-24"],"type":["text"],"creator":["Kochloukova, D. H.","Martinez-Perez, C.","Nucinkis, B. E. A."],"language":[],"coverage":[],"title":["Centralisers of Finite Subgroups in Soluble Groups of Type FP_n"],"description":["  We show that for soluble groups of type FPn, centralisers of finite subgroups\nneed not be of type FPn.\n","Comment: 14 pages"]}]
["0903.4081",{"format":[],"subject":["Mathematics - Complex Variables","32A25, 32W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4081"],"date":["2009-03-24"],"type":["text"],"creator":["Ehsani, Dariush"],"language":[],"coverage":[],"title":["Integral representations on non-smooth domains"],"description":["  We derive integral representations for $(0,q)$-forms, $q\\ge1$, on non-smooth\nstrictly pseudoconvex domains, the Henkin-Leiterer domains. A $(0,q)$-form, $f$\nis written in terms of integral operators acting on $f$, $\\mdbar f$, and\n$\\mdbar^{\\ast} f$. The representation is applied to derive $L^{\\infty}$\nestimates.\n","Comment: 24 pages"]}]
["0903.4082",{"format":[],"subject":["Mathematics - Complex Variables","32A25, 32W05, 35B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4082"],"date":["2009-03-24"],"type":["text"],"creator":["Ehsani, Dariush"],"language":[],"coverage":[],"title":["Weighted $C^k$ estimates for a class of integral operators on non-smooth\n  domains"],"description":["  We apply integral representations for $(0,q)$-forms, $q\\ge1$, on non-smooth\nstrictly pseudoconvex domains, the Henkin-Leiterer domains, to derive weighted\n$C^k$ estimates for a given $(0,q)$-form, $f$, in terms of $C^k$ norms of\n$\\mdbar f$, and $\\mdbar^{\\ast} f$. The weights are powers of the gradient of\nthe defining function of the domain.\n","Comment: 32 pages"]}]
["0903.4087",{"format":[],"subject":["Mathematics - Complex Variables","32A25, 32W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4087"],"date":["2009-03-24"],"type":["text"],"creator":["Ehsani, Dariush"],"language":[],"coverage":[],"title":["The Bergman projection and weighted $C^k$ estimates for the canonical\n  solution to \\dbar on non-smooth domains"],"description":["  We apply integral representations for functions on non-smooth strictly\npseudoconvex domains, the Henkin-Leiterer domains, to derive weighted $C^k$\nestimates for the component of a given function, $f$, which is orthogonal to\nholomorphic functions in terms of $C^k$ norms of $\\mdbar f$. The weights are\npowers of the gradient of the defining function of the domain.\n","Comment: 19 pages"]}]
["0903.4095",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4095"],"date":["2009-03-24"],"type":["text"],"creator":["Rotondo, Michael","Ruffini, Remo","Xue, She-Sheng"],"language":[],"coverage":[],"title":["Analytic Solutions of the Ultra-relativistic Thomas-Fermi Equation"],"description":["  It is well known that the ultra-relativistic Thomas-Fermi equation, amply\nadopted in the study of heavy nuclei, admits an exact solution for a constant\nproton distribution within a spherical core of radius Rc. Here exact solutions\nof a generalized ultra-relativistic Thomas-Fermi equation are presented,\nassuming a Wood-Saxon-like proton distribution and its further generalizations.\nThese solutions present an overcritical electric field close to their surface.\nThe variation of the electric fields as a function of the generalized\nWood-Saxon parameters are studied.\n","Comment: 5 pages, 1 figure, 2 tables, to appear in the Proceedings of the\n  Third Stueckelberg Workshop on Relativistic Field Theories, Cambridge\n  Scientific Publisher, 2009"]}]
["0903.4100",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4100"],"date":["2009-03-24"],"type":["text"],"creator":["Asaduzzaman, Shah","Maheswaran, Muthucumaru"],"language":[],"coverage":[],"title":["Decentralized Management of Bi-modal Network Resources in a Distributed\n  Stream Processing Platform"],"description":["  This paper presents resource management techniques for allocating\ncommunication and computational resources in a distributed stream processing\nplatform. The platform is designed to exploit the synergy of two classes of\nnetwork connections -- dedicated and opportunistic. Previous studies we\nconducted have demonstrated the benefits of such bi-modal resource organization\nthat combines small pools of dedicated computers with a very large pool of\nopportunistic computing capacities of idle computers to serve high throughput\ncomputing applications. This paper extends the idea of bi-modal resource\norganization into the management of communication resources. Since distributed\nstream processing applications demand large volume of data transmission between\nprocessing sites at a consistent rate, adequate control over the network\nresources is important to assure a steady flow of processing. The system model\nused in this paper is a platform where stream processing servers at distributed\nsites are interconnected with a combination of dedicated and opportunistic\ncommunication links. Two pertinent resource allocation problems are analyzed in\ndetails and solved using decentralized algorithms. One is the mapping of the\nstream processing tasks on the processing and the communication resources. The\nother is the adaptive re-allocation of the opportunistic communication links\ndue to the variations in their capacities. Overall optimization goal is higher\ntask throughput and better utilization of the expensive dedicated links. The\nevaluation demonstrates that the algorithms are able to exploit the synergy of\nbi-modal communication links towards achieving the optimization goals.\n","Comment: 17 pages, submitted to Journal of Parallel and Distributed Computing"]}]
["0903.4101",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4101"],"date":["2009-03-24"],"type":["text"],"creator":["Mayordomo, Elvira","Moser, Philippe","Perifel, Sylvain"],"language":[],"coverage":[],"title":["Polylog space compression, pushdown compression, and Lempel-Ziv are\n  incomparable"],"description":["  The pressing need for efficient compression schemes for XML documents has\nrecently been focused on stack computation, and in particular calls for a\nformulation of information-lossless stack or pushdown compressors that allows a\nformal analysis of their performance and a more ambitious use of the stack in\nXML compression, where so far it is mainly connected to parsing mechanisms. In\nthis paper we introduce the model of pushdown compressor, based on pushdown\ntransducers that compute a single injective function while keeping the widest\ngenerality regarding stack computation.\n  We also consider online compression algorithms that use at most\npolylogarithmic space (plogon). These algorithms correspond to compressors in\nthe data stream model.\n  We compare the performance of these two families of compressors with each\nother and with the general purpose Lempel-Ziv algorithm. This comparison is\nmade without any a priori assumption on the data's source and considering the\nasymptotic compression ratio for infinite sequences. We prove that in all cases\nthey are incomparable.\n"]}]
["0903.4102",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4102","SIGMA 5 (2009), 035, 30 pages","doi:10.3842/SIGMA.2009.035"],"date":["2009-03-24"],"type":["text"],"creator":["Masuda, Tetsu"],"language":[],"coverage":[],"title":["Hypergeometric $\\tau$-Functions of the $q$-Painlev\\'e System of Type\n  $E_7^{(1)}$"],"description":["  We present the $\\tau$-functions for the hypergeometric solutions to the\n$q$-Painlev\\'e system of type $E_7^{(1)}$ in a determinant formula whose\nentries are given by the basic hypergeometric function ${}_8W_7$. By using the\n$W(D_5)$ symmetry of the function ${}_8W_7$, we construct a set of twelve\nsolutions and describe the action of $\\widetilde{W}(D_6^{(1)})$ on the set.\n"]}]
["0903.4110",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4110"],"date":["2009-03-24"],"type":["text"],"creator":["Rakocevic, Miloje M."],"language":[],"coverage":[],"title":["Genetic Code Table: A note on the three splittings into amino acid\n  classes"],"description":["  This note represents the further progress in understanding the determination\nof the genetic code by Golden mean (Rakocevic, 1998). Three classes of amino\nacids that follow from this determination (the 7 \"golden\" amino acids, 7 of\ntheir complements, and 6 non-complements) are observed now together with two\nfurther possible splittings into 4 x 5 and 5 x 4 amino acids.\n","Comment: 44 pages, 2 figures, 41 tables"]}]
["0903.4113",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4113"],"date":["2009-03-24"],"type":["text"],"creator":["Asaduzzaman, Shah","Bochmann, Gregor v."],"language":[],"coverage":[],"title":["Overlay Structure for Large Scale Content Sharing: Leveraging Geography\n  as the Basis for Routing Locality"],"description":["  In this paper we place our arguments on two related issues in the design of\ngeneralized structured peer-to-peer overlays. First, we argue that for the\nlarge-scale content-sharing applications, lookup and content transport\nfunctions need to be treated separately. Second, to create a location-based\nrouting overlay suitable for content sharing and other applications, we argue\nthat off-the-shelf geographic coordinates of Internet-connected hosts can be\nused as a basis. We then outline the design principles and present a design for\nthe generalized routing overlay based on adaptive hierarchical partitioning of\nthe geographical space.\n","Comment: 5 pages, position paper"]}]
["0903.4120",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4120"],"date":["2009-03-24"],"type":["text"],"creator":["Volpi, D.","Del Zanna, L.","Amato, E.","Bucciantini, N."],"language":[],"coverage":[],"title":["Polarization in Pulsar Wind Nebulae"],"description":["  The main goal of our present work is to provide, for the first time, a simple\ncomputational tool that can be used to compute the brightness, the spectral\nindex, the polarization, the time variability and the spectrum of the\nnon-thermal light (both synchrotron and inverse Compton, IC) associated with\nthe plasma dynamics resulting from given relativistic magnetohydrodynamics\n(RMHD) simulations. The proposed method is quite general, and can be applied to\nany scheme for RMHD and to all non-thermal emitting sources, e.g. pulsar wind\nnebulae (PWNe), and in particular to the Crab Nebula (CN) as in the present\nproceeding. Here only the linear optical and X-ray polarization that\ncharacterizes the PWNe synchrotron emission is analyzed in order to infer\ninformation on the inner bulk flow structure, to provide a direct investigation\nof the magnetic field configuration, in particular the presence and the\nstrength of a poloidal component, and to understand the origin of some emitting\nfeatures, such as the knot, whose origins are still uncertain. The inverse\nCompton radiation is examined to disentangle the different contributions to\nradiation from the magnetic field and the particle energy distribution\nfunction, and to search for a possible hadronic component in the emitting PWN,\nand thus for the presence of ions in the wind. If hadronic radiation was found\nin a PWN, young supernova remnants would provide a natural birth-place of the\ncosmic-rays (CRs) up to the so-called knee in the CR spectrum.\n","Comment: 6 pages, 2 figures, workshop: Polarimetry days in Rome: Crab status,\n  theory and prospects, October 16-17 2008, Rome, Italy"]}]
["0903.4125",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4125","Compos. Math. 143 (2007), no. 4, 813--828"],"date":["2009-03-24"],"type":["text"],"creator":["Schwede, Karl"],"language":[],"coverage":[],"title":["A Simple Characterization of Du Bois Singularities"],"description":["  We prove the following theorem characterizing Du Bois singularities. Suppose\nthat $Y$ is smooth and that $X$ is a reduced closed subscheme. Let $\\pi : \\tld\nY \\to Y$ be a log resolution of $X$ in $Y$ that is an isomorphism outside of\n$X$. If $E$ is the reduced pre-image of $X$ in $\\tld Y$, then $X$ has Du Bois\nsingularities if and only if the natural map $\\O_X \\to R \\pi_* \\O_E$ is a\nquasi-isomorphism. We also deduce Koll\\'ar's conjecture that log canonical\nsingularities are Du Bois in the special case of a local complete intersection\nand prove other results related to adjunction.\n","Comment: 17 pages; the final version appeared in Compositio Mathematica in\n  2007,\n  http://www.journals.cambridge.org/action/displayAbstract;jsessionid=87324D164BF30982691FD683E4B588BC.tomcat1?fromPage=online&aid=1207968"]}]
["0903.4127",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","28A80, 46F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4127"],"date":["2009-03-24"],"type":["text"],"creator":["Rogers, Luke G.","Strichartz, Robert S."],"language":[],"coverage":[],"title":["Distribution theory on p.c.f. fractals"],"description":["  We construct a theory of distributions in the setting of analysis on\npost-critically finite self-similar fractals, and on fractafolds and products\nbased on such fractals. The results include basic properties of test functions\nand distributions, a structure theorem showing that distributions are\nlocally-finite sums of powers of the Laplacian applied to continuous functions,\nand an analysis of the distributions with point support. Possible future\napplications to the study of hypoelliptic partial differential operators are\nsuggested.\n","Comment: 38 pages"]}]
["0903.4128",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4128"],"date":["2009-03-24"],"type":["text"],"creator":["Aggarwal, Rohit","Schniter, Philip","Koksal, C. Emre"],"language":[],"coverage":[],"title":["Rate Adaptation via Link-Layer Feedback for Goodput Maximization over a\n  Time-Varying Channel"],"description":["  We consider adapting the transmission rate to maximize the goodput, i.e., the\namount of data transmitted without error, over a continuous Markov flat-fading\nwireless channel. In particular, we consider schemes in which transmitter\nchannel state is inferred from degraded causal error-rate feedback, such as\npacket-level ACK/NAKs in an automatic repeat request (ARQ) system. In such\nschemes, the choice of transmission rate affects not only the subsequent\ngoodput but also the subsequent feedback, implying that the optimal rate\nschedule is given by a partially observable Markov decision process (POMDP).\nBecause solution of the POMDP is computationally impractical, we consider\nsimple suboptimal greedy rate assignment and show that the optimal scheme would\nitself be greedy if the error-rate feedback was non-degraded. Furthermore, we\nshow that greedy rate assignment using non-degraded feedback yields a total\ngoodput that upper bounds that of optimal rate assignment using degraded\nfeedback. We then detail the implementation of the greedy scheme and propose a\nreduced-complexity greedy scheme that adapts the transmission rate only once\nper block of packets. We also investigate the performance of the schemes\nnumerically, and show that the proposed greedy scheme achieves steady-state\ngoodputs that are reasonably close to the upper bound on goodput calculated\nusing non-degraded feedback. A similar improvement is obtained in steady-state\ngoodput, drop rate, and average buffer occupancy in the presence of data\nbuffers. We also investigate an upper bound on the performance of optimal rate\nassignment for a discrete approximation of the channel and show that such\nquantization leads to a significant loss in achievable goodput.\n","Comment: 25 pages, 9 figures, submitted to IEEE Transactions on Wireless\n  Communications in August 2008 and revised in March 2009"]}]
["0903.4131",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4131","Neuroquantology, Vol.7, 1, 181-187, 2009"],"date":["2009-03-24"],"type":["text"],"creator":["Negadi, Tidjani"],"language":[],"coverage":[],"title":["The genetic code degeneracy and the amino acids chemical composition are\n  connected"],"description":["  We show that our recently published Arithmetic Model of the genetic code\nbased on Godel Encoding is robust against symmetry transformations, specially\nRumer s one U > G, A > C, and constitutes a link between the degeneracy\nstructure and the chemical composition of the 20 canonical amino acids. As a\nresult, several remarkable atomic patterns involving hydrogen, carbon, nucleon\nand atom numbers are derived. This study has no obvious practical\napplication(s) but could, we hope, add some new knowledge concerning the\nphysico-mathematical structrure of the genetic code.\n"]}]
["0903.4133",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","46L85","46L35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4133"],"date":["2009-03-24"],"type":["text"],"creator":["Toms, Andrew S.","Winter, Wilhelm"],"language":[],"coverage":[],"title":["Minimal Dynamics and K-theoretic Rigidity: Elliott's Conjecture"],"description":["  Let X be an infinite, compact, metrizable space of finite covering dimension\nand h a minimal homeomorphism of X. We prove that the crossed product of C(X)\nby h absorbs the Jiang-Su algebra tensorially and has finite nuclear dimension.\nAs a consequence, these algebras are determined up to isomorphism by their\ngraded ordered K-theory under the necessary condition that their projections\nseparate traces. This result applies, in particular, to those crossed products\narising from uniquely ergodic homeomorphisms.\n","Comment: 19 pages"]}]
["0903.4137",{"format":[],"subject":["Mathematics - Group Theory","20E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4137"],"date":["2009-03-24"],"type":["text"],"creator":["Stewart, David I."],"language":[],"coverage":[],"title":["The Reductive Subgroups of G_2"],"description":["  Let $G:=G_2(K)$ be a simple algebraic group of type $G_2$ defined over an\nalgebraically closed field $K$ of characteristic $p>0$. Let $\\sigma$ denote a\nstandard Frobenius automorphism of $G$ such that $G_\\sigma\\cong G_2(q)$ with\n$q\\geq 4$. In this paper we find all reductive subgroups of $G$ and\nquasi-simple subgroups of $G_\\sigma$ in the defining characteristic.\n","Comment: 18 pages; copy submitted to Journal of Group Theory"]}]
["0903.4143",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4143"],"date":["2009-03-24","2009-03-25"],"type":["text"],"creator":["Courbage, M.","Durt, T.","Fathi, S. M. Saberi"],"language":[],"coverage":[],"title":["A wave-function model for the CP-violation in mesons"],"description":["  In this paper we propose to associate a temporal two-component wave-function\nto the decay process of meson particles. This simple quantum model provides a\ngood estimation of the CP symmetry violation parameter. This result is based on\nour previous paper (\"Two-Level Friedrichs model and Kaonic phenomenology\",\nPhysics Letters A 362, 100-104 (2007)) where we have shown that the two-level\nFriedrichs Hamiltonian model makes it possible to provide a qualitatively\ncorrect phenomenological model of kaons physics. In this previous paper, we\nderived a violation parameter that is 14 times larger than the measured\nquantity. In the present paper we improve our estimation of the violation and\nobtain the right order of magnitude. The improvement results from a\nrenormalized superposition of the probability amplitudes describing short and\nlong exponential decays. The renormalization occurs because the amplitudes that\nwe are dealing with are associated to the decay rate, and not to the integrated\ndecay rate or survival probability as is usually the case in standard\napproaches to CP-violation. We also compare with recent experimental data for\nthe mesons D and B and also there the agreement between our model and\nexperimental data is quite satisfying.\n","Comment: 14 pages (third author's name corrected)"]}]
["0903.4149",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4149"],"date":["2009-03-24"],"type":["text"],"creator":["Martin, M. Dolores Sotelo Herrera Jesus San"],"language":[],"coverage":[],"title":["Generalized circulant matrix in Coupled Map Lattices"],"description":["  In this paper it is shown that a generalized circulant matrix underlies every\nweakly Coupled Map Lattice (CML), independently of the form of the coupling\nterm. Therefore, this matrix will appear always perturbative methods are used\nto get the analytical solutions. In fact, the inverse of this matrix provides\nthe analytical solution of the CML after using first order approximation\nmethods. This inverse matrix, of arbitrary order, is explicitly calculated,\nthus providing the analytical expression for the temporal evolution of the CML.\n","Comment: One single LaTeX file"]}]
["0903.4154",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4154"],"date":["2009-03-24","2009-03-25"],"type":["text"],"creator":["Benedict, G. Fritz","Henry, Todd J.","Olling, Rob"],"language":[],"coverage":[],"title":["Astrometry - Challenging our Understanding of Stellar Structure and\n  Evolution"],"description":["  Stellar mass plays a central role in our understanding of star formation and\naging. Stellar astronomy is largely based on two maps, both dependent on mass,\neither indirectly or directly: the Hertzprung-Russell Diagram (HRD) and the\nMass-Luminosity Relation (MLR). The extremes of both maps, while not terra\nincognita, are characterized by large uncertainties. A precise HRD requires\nprecise distance obtained by direct measurement of parallax. A precise MLR\nrequires precise measurement of binary orbital parameters, with the ultimate\ngoal the critical test of theoretical stellar models. Such tests require mass\naccuracies of ~1%. Substantial improvement in both maps requires astrometry\nwith microsecond of arc measurement precision. Why? First, the 'tops' of both\nstellar maps contain relatively rare objects, for which large populations are\nnot found until the observing horizon reaches hundreds or thousands of parsecs.\nSecond, the 'bottoms' and 'sides' of both maps contain stars, either\nintrinsically faint, or whose rarity guarantees great distance, hence apparent\nfaintness. With an extensive collection of high accuracy masses that can only\nbe provided by astrometry with microsecond of arc measurement precision,\nastronomers will be able to stress test theoretical models of stars at any mass\nand at every stage in their aging processes.\n","Comment: White paper for the Astro2010 decadal review. Freely and largely\n  adapted from chapter 8 of the book \"SIM-Lite Astrometric Observatory\",\n  available here:\n  http://planetquest.jpl.nasa.gov/SIM/news/index.cfm?FuseAction=ShowNews&NewsID=27"]}]
["0903.4162",{"format":[],"subject":["Mathematics - Optimization and Control","94A08","47N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4162"],"date":["2009-03-24"],"type":["text"],"creator":["Bioucas-Dias, Jose M.","Figueiredo, Mario A. T."],"language":[],"coverage":[],"title":["Total Variation Restoration of Speckled Images Using a Split-Bregman\n  Algorithm"],"description":["  Multiplicative noise models occur in the study of several coherent imaging\nsystems, such as synthetic aperture radar and sonar, and ultrasound and laser\nimaging. This type of noise is also commonly referred to as speckle.\nMultiplicative noise introduces two additional layers of difficulties with\nrespect to the popular Gaussian additive noise model: (1) the noise is\nmultiplied by (rather than added to) the original image, and (2) the noise is\nnot Gaussian, with Rayleigh and Gamma being commonly used densities. These two\nfeatures of the multiplicative noise model preclude the direct application of\nstate-of-the-art restoration methods, such as those based on the combination of\ntotal variation or wavelet-based regularization with a quadratic observation\nterm. In this paper, we tackle these difficulties by: (1) using the common\ntrick of converting the multiplicative model into an additive one by taking\nlogarithms, and (2) adopting the recently proposed split Bregman approach to\nestimate the underlying image under total variation regularization. This\napproach is based on formulating a constrained problem equivalent to the\noriginal unconstrained one, which is then solved using Bregman iterations\n(equivalently, an augmented Lagrangian method). A set of experiments show that\nthe proposed method yields state-of-the-art results.\n","Comment: 4 pages, 1 table, 2 figures. Submitted to the IEEE International\n  Conference on Image Processing, 2009"]}]
["0903.4163",{"format":[],"subject":["Mathematical Physics","35G20, 35Q53, 37J35, 37K25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4163"],"date":["2009-03-24"],"type":["text"],"creator":["Bracken, Paul"],"language":[],"coverage":[],"title":["Exterior Differential Systems, Prolongations and the Integrability of\n  Two Nonlinear Partial Differential Equations"],"description":["  A generalized KdV equation is formulated as an exterior differential system,\nwhich is used to determine the prolongation structure of the equation. The\nprolongation structure is obtained for several cases of the variable powers,\nand nontrivial algebras are determined. The analysis is extended to a\ndifferential system which gives the Camassa-Holm equation as a particular case.\nThe subject of conservation laws is briefly discussed for each of the\nequations. A Backlund transformation is determined using one of the\nprolongations.\n","Comment: 22 pgs"]}]
["0903.4168",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4168"],"date":["2009-03-24"],"type":["text"],"creator":["Hayasaka, Satoru","Laurienti, Paul J."],"language":[],"coverage":[],"title":["Degree distributions in mesoscopic and macroscopic functional brain\n  networks"],"description":["  We investigated the degree distribution of brain networks extracted from\nfunctional magnetic resonance imaging of the human brain. In particular, the\ndistributions are compared between macroscopic brain networks using\nregion-based nodes and mesoscopic brain networks using voxel-based nodes. We\nfound that the distribution from these networks follow the same family of\ndistributions and represent a continuum of exponentially truncated power law\ndistributions.\n"]}]
["0903.4169",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4169"],"date":["2009-03-24"],"type":["text"],"creator":["Kaabouchi, Aziz El","Wang, Qiuping A.","Ou, C. J.","Chen, Jincan","Su, Guozhen","Méhauté, Alain Le"],"language":[],"coverage":[],"title":["A counterexample against the Lesche stability of a generic entropy\n  functional"],"description":["  We provide a counterexample to show that the generic form of entropy\nS(p)=sum_i g(p_i) is not always stable against small variation of probability\ndistribution (Lesche stability) even if is concave function on [0,1] and\nanalytic on ]0,1]. Our conclusion is that the stability of such a generic\nfunctional needs more hypotheses on the property of the function g, or in other\nwords, the stability of entropy cannot be discussed at this formal stage.\n"]}]
["cond-mat/0601443",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601443","Phys. Rev. B 73, 054511 (2006)","doi:10.1103/PhysRevB.73.054511"],"date":["2006-01-19"],"type":["text"],"creator":["Kharitonov, M. Yu.","Volkov, A. F.","Efetov, K. B."],"language":[],"coverage":[],"title":["Oscillations of Induced Magnetization in Superconductor-Ferromagnet\n  Heterostructures"],"description":["  We study a change in the spin magnetization of a superconductor-ferromagnet\n(SF) heterostructure, when temperature is lowered below the superconducting\ntransition temperature. It is assumed that the SF interface is smooth on the\natomic scale and the mean free path is not too short. Solving the Eilenberger\nequation we show that the spin magnetic moment induced in the superconductor is\nan oscillating sign-changing function of the product $hd$ of the exchange field\n$h$ and the thickness $d$ of the ferromagnet. Therefore the total spin magnetic\nmoment of the system in the superconducting state can be not only smaller\n(screening) but also greater (anti-screening) than that in the normal state, in\ncontrast with the case of highly disordered (diffusive) systems, where only\nscreening is possible. This surprising effect is due to peculiar periodic\nproperties of localized Andreev states in the system. It is most pronounced in\nsystems with ideal ballistic transport (no bulk disorder in the samples, smooth\nideally transparent interface), however these ideal conditions are not crucial\nfor the very existence of the effect. We show that oscillations exist (although\nsuppressed) even for arbitrary low interface transparency and in the presence\nof bulk disorder, provided that $h \\tau \\gg 1$ ($\\tau$ -- mean free path). At\nlow interface transparency we solve the problem for arbitrary strength of\ndisorder and obtain oscillating magnetization in ballistic regime ($h \\tau \\gg\n1$) and nonoscillating magnetization in diffusive one ($h \\tau \\ll 1$) as\nlimiting cases of one formula.\n","Comment: 10 pages, 2 figures, accepted for publication in Phys. Rev. B"]}]
["cond-mat/0703629",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703629","Physical Review Letters 98, 257003 (2007)","doi:10.1103/PhysRevLett.98.257003"],"date":["2007-03-23"],"type":["text"],"creator":["Wilson, C. M.","Duty, T.","Persson, F.","Sandberg, M.","Johansson, G.","Delsing, P."],"language":[],"coverage":[],"title":["Coherence times of dressed states of a superconducting qubit under\n  extreme driving"],"description":["  In this work, we measure longitudinal dressed states of a superconducting\nqubit, the single Cooper-pair box, and an intense microwave field. The dressed\nstates represent the hybridization of the qubit and photon degrees of freedom,\nand appear as avoided level crossings in the combined energy diagram. By\nembedding the circuit in an rf oscillator, we directly probe the dressed\nstates. We measure their dressed gap as a function of photon number and\nmicrowave amplitude, finding good agreement with theory. In addition, we\nextract the relaxation and dephasing rates of these states.\n","Comment: 5 pages, 3 figures"]}]
["math/0509577",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Group Theory","20F14, 20F36, 20F40, 52C35, 55Q99, 12F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509577","Geom. Topol. Monogr. 10 (2007) 117-129","doi:10.2140/gtm.2007.10.117"],"date":["2005-09-23","2009-03-25"],"type":["text"],"creator":["Cohen, F R","Pakianathan, J"],"language":[],"coverage":[],"title":["The stable braid group and the determinant of the Burau representation"],"description":["  This article gives certain fibre bundles associated to the braid groups which\nare obtained from a translation as well as conjugation on the complex plane.\nThe local coefficient systems on the level of homology for these bundles are\ngiven in terms of the determinant of the Burau representation.\n  De Concini, Procesi, and Salvetti [Topology 40 (2001) 739--751] considered\nthe cohomology of the n-th braid group B_n with local coefficients obtained\nfrom the determinant of the Burau representation, H^*(B_n;Q[t^{+/-1}]). They\nshow that these cohomology groups are given in terms of cyclotomic fields.\n  This article gives the homology of the stable braid group with local\ncoefficients obtained from the determinant of the Burau representation. The\nmain result is an isomorphism\n  H_*(B_infty; F[t^{+/-1}])-->H_*(Omega^2S^3<3>; F) for any field F where\nOmega^2S^3<3> denotes the double loop space of the 3-connected cover of the\n3-sphere. The methods are to translate the structure of H_*(B_n;F[t^{+/-1}]) to\none concerning the structure of the homology of certain function spaces where\nthe answer is computed.\n","Comment: This is the version published by Geometry & Topology Monographs on 29\n  January 2007"]}]
["math/0610343",{"format":[],"subject":["Mathematics - Dynamical Systems","37F45","37F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610343"],"date":["2006-10-10","2009-03-25"],"type":["text"],"creator":["Aspenberg, Magnus","Yampolsky, Michael"],"language":[],"coverage":[],"title":["Mating non-renormalizable quadratic polynomials"],"description":["  In this paper we prove the existence and uniqueness of matings of the\nbasilica with any quadratic polynomial which lies outside of the 1/2-limb of M,\nis non-renormalizable, and does not have any non-repelling periodic orbits.\n","Comment: Proof of Theorem 7.2 corrected in the updated version"]}]
["math/0612501",{"format":[],"subject":["Mathematics - Analysis of PDEs","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612501"],"date":["2006-12-18","2009-03-25"],"type":["text"],"creator":["Häfner, Dietrich"],"language":[],"coverage":[],"title":["Creation of fermions by rotating charged black-holes"],"description":["  This work is devoted to the mathematical study of the Hawking effect for\nfermions in the setting of the collapse of a rotating charged star. We show\nthat an observer who is located far away from the star and at rest with respect\nto the Boyer Lindquist coordinates observes the emergence of a thermal state\nwhen his proper time goes to infinity. We first introduce a model of the\ncollapse of the star. We suppose that the space-time outside the star is given\nby the Kerr-Newman metric. The assumptions on the asymptotic behavior of the\nsurface of the star are inspired by the asymptotic behavior of certain timelike\ngeodesics in the Kerr-Newman metric. The Dirac equation is then written using\ncoordinates and a Newman-Penrose tetrad which are adapted to the collapse. This\ncoordinate system and tetrad are based on the so called simple null geodesics.\nThe quantization of Dirac fields in a globally hyperbolic space-time is\ndescribed. We formulate and prove a theorem about the Hawking effect in this\nsetting. The proof of the theorem contains a minimal velocity estimate for\nDirac fields that is slightly stronger than the usual ones and an existence and\nuniqueness result for solutions of a characteristic Cauchy problem for Dirac\nfields in the Kerr-Newman space-time. In an appendix we construct explicitly a\nPenrose compactification of block I of the Kerr-Newman space-time based on\nsimple null geodesics.\n","Comment: 139 pages, to appear in M\\'emoires de la SMF"]}]
["math/0701532",{"format":[],"subject":["Mathematics - Algebraic Geometry","14G22","14D15","14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701532","L'Enseignement Mathematique (2) 54 (2008), pages 1-37"],"date":["2007-01-19","2009-03-25"],"type":["text"],"creator":["Nicaise, Johannes"],"language":[],"coverage":[],"title":["Formal and rigid geometry: an intuitive introduction, and some\n  applications"],"description":["  We give an informal introduction to formal and rigid geometry over complete\ndiscrete valuation rings, and we discuss some applications in algebraic and\narithmetic geometry and singularity theory, with special emphasis on recent\napplications to the Milnor fibration and the motivic zeta function by J. Sebag\nand the author.\n","Comment: Minor errors corrected. For the final version, please consult the\n  published article"]}]
["physics/0610214",{"format":[],"subject":["Physics - Atomic Physics","Physics - Atomic and Molecular Clusters","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0610214","Phys. Rev. A 75, 022702 (2007)","doi:10.1103/PhysRevA.75.022702"],"date":["2006-10-24","2006-10-27"],"type":["text"],"creator":["Gonzalez-Martinez, Maykel Leonardo","Hutson, Jeremy M."],"language":[],"coverage":[],"title":["Ultracold atom-molecule collisions and bound states in magnetic fields:\n  tuning zero-energy Feshbach resonances in He-NH (3Sigma-)"],"description":["  We have generalized the BOUND and MOLSCAT packages to allow calculations in\nbasis sets where the monomer Hamiltonians are off-diagonal and used the new\ncapability to carry out bound-state and scattering calculations on 3He-NH and\n4He-NH as a function of magnetic field. Following the bound-state energies to\nthe point where they cross thresholds gives very precise predictions of the\nmagnetic fields at which zero-energy Feshbach resonances occur. We have used\nthis to locate and characterize two very narrow Feshbach resonances in 3He-NH.\nSuch resonances can be used to tune elastic and inelastic collision cross\nsections, and sweeping the magnetic field across them will allow a form of\nquantum control in which separated atoms and molecules are associated to form\ncomplexes. For the first resonance, where only elastic scattering is possible,\nthe scattering length shows a pole as a function of magnetic field and there is\na very large peak in the elastic cross section. For the second resonance,\nhowever, inelastic scattering is also possible. In this case the pole in the\nscattering length is dramatically suppressed and the cross sections show\nrelatively small peaks. The peak suppression is expected to be even larger in\nsystems with stronger inelasticity. The results suggest that calculations on\nultracold molecular inelastic collisions may be much less sensitive to details\nof the potential energy surface than has been believed.\n","Comment: 14 pages, 13 figures Version 2 has clarified (slightly extended)\n  discussion in sections 2C and 2D, exact forms of Eqs. 23 and 24 (new\n  numbering) and some extra references. A few minor typographical errors have\n  also been corrected"]}]
["quant-ph/0410222",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0410222","J. Phys. A: Math. Gen. 38 (2005) 3173"],"date":["2004-10-27","2009-03-25"],"type":["text"],"creator":["Bassi, A."],"language":[],"coverage":[],"title":["Collapse models: analysis of the free particle dynamics"],"description":["  We study a model of spontaneous wavefunction collapse for a free quantum\nparticle. We analyze in detail the time evolution of the single-Gaussian\nsolution and the double-Gaussian solution, showing how the reduction mechanism\ninduces the localization of the wavefunction in space; we also study the\nasymptotic behavior of the general solution. With an appropriate choice for the\nparameter $\\lambda$ which sets the strength of the collapse mechanism, we prove\nthat: i) the effects of the reducing terms on the dynamics of microscopic\nsystems are negligible, the physical predictions of the model being very close\nto those of standard quantum mechanics; ii) at the macroscopic scale, the model\nreproduces classical mechanics: the wavefunction of the center of mass of a\nmacro-object behaves, with high accuracy, like a point moving in space\naccording to Newton's laws.\n","Comment: 13 pages, RevTeX. Note added at the end of the paper, which corrects\n  a mistake in Eqs. (12) and (13)"]}]
["quant-ph/0606140",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0606140","Quant. Inf. Comp. Vol.8, No.5, pp. 0361-0385 (2008)"],"date":["2006-06-16","2007-10-02"],"type":["text"],"creator":["Bravyi, Sergey","DiVincenzo, David P.","Oliveira, Roberto I.","Terhal, Barbara M."],"language":[],"coverage":[],"title":["The Complexity of Stoquastic Local Hamiltonian Problems"],"description":["  We study the complexity of the Local Hamiltonian Problem (denoted as LH-MIN)\nin the special case when a Hamiltonian obeys conditions of the Perron-Frobenius\ntheorem: all off-diagonal matrix elements in the standard basis are real and\nnon-positive. We will call such Hamiltonians, which are common in the natural\nworld, stoquastic. An equivalent characterization of stoquastic Hamiltonians is\nthat they have an entry-wise non-negative Gibbs density matrix for any\ntemperature. We prove that LH-MIN for stoquastic Hamiltonians belongs to the\ncomplexity class AM -- a probabilistic version of NP with two rounds of\ncommunication between the prover and the verifier. We also show that 2-local\nstoquastic LH-MIN is hard for the class MA. With the additional promise of\nhaving a polynomial spectral gap, we show that stoquastic LH-MIN belongs to the\nclass POSTBPP=BPPpath -- a generalization of BPP in which a post-selective\nreadout is allowed. This last result also shows that any problem solved by\nadiabatic quantum computation using stoquastic Hamiltonians lies in PostBPP.\n","Comment: 21 pages Latex, 1 figure. v2 contains several small corrections. v3\n  has more small corrections"]}]
