["0802.2360",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2360","final version can be seen at V. Aggarwal, A. Bennatan and A. R.\n  Calderbank, \"On Maximizing Coverage in Gaussian Relay Channels,\" IEEE Trans.\n  on Inf. Th., vol.55, no.6, pp.2518-2536, June 2009.","doi:10.1109/TIT.2009.2018337"],"date":["2008-02-16"],"type":["text"],"creator":["Aggarwal, Vaneet","Bennatan, Amir","Calderbank, A. Robert"],"language":[],"coverage":[],"title":["On Maximizing Coverage in Gaussian Relay Networks"],"description":["  Results for Gaussian relay channels typically focus on maximizing\ntransmission rates for given locations of the source, relay and destination. We\nintroduce an alternative perspective, where the objective is maximizing\ncoverage for a given rate. The new objective captures the problem of how to\ndeploy relays to provide a given level of service to a particular geographic\narea, where the relay locations become a design parameter that can be\noptimized. We evaluate the decode and forward (DF) and compress and forward\n(CF) strategies for the relay channel with respect to the new objective of\nmaximizing coverage. When the objective is maximizing rate, different locations\nof the destination favor different strategies. When the objective is coverage\nfor a given rate, and the relay is able to decode, DF is uniformly superior in\nthat it provides coverage at any point served by CF. When the channel model is\nmodified to include random fading, we show that the monotone ordering of\ncoverage regions is not always maintained. While the coverage provided by DF is\nsensitive to changes in the location of the relay and the path loss exponent,\nCF exhibits a more graceful degradation with respect to such changes. The\ntechniques used to approximate coverage regions are new and may be of\nindependent interest.\n","Comment: 17 pages,8 figures, Submitted to IEEE Trans. Inf. Th, Oct. 2007"]}]
["0807.3294",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3294","PRL 101, 207002 (2008)","doi:10.1103/PhysRevLett.101.207002"],"date":["2008-07-21"],"type":["text"],"creator":["Ma, J. -H.","Pan, Z. -H.","Niestemski, F. C.","Neupane, M.","Xu, Y. -M.","Richard, P.","Nakayama, K.","Sato, T.","Takahashi, T.","Luo, H. -Q.","Fang, L.","Wen, H. -H.","Wang, Ziqiang","Ding, H.","Madhavan, V."],"language":[],"coverage":[],"title":["Coexistence of competing orders with two energy gaps in real and\n  momentum space in high-Tc superconductor Bi2Sr2-xLaxCuO6+delta"],"description":["  The superconducting phase of the high-Tc cuprates has been thought to be\ndescribed by a single d-wave pairing order parameter. Recently, there has been\ngrowing evidence suggesting that another form of order, possibly inherited from\nthe pseudogap phase above Tc, may coexist with superconductivity in the\nunderdoped regime. Through a combined study of scanning tunneling microscopy\nand angle-resolved photoemission spectroscopy, we report the observation of two\ndistinct gaps (a small-gap and a large-gap) that coexist both in real space and\nin the anti-nodal region of momentum space in the superconducting phase of\nBi2Sr2-xLaxCuO6+delta. We show that the small-gap is associated with\nsuperconductivity. The large-gap persists to temperatures above the transition\ntemperature Tc and is found to be linked to short-range charge ordering.\nRemarkably, we find a strong, short-ranged correlation between the local small-\nand large- gap magnitudes suggesting that the superconductivity and charge\nordering are affected by similar physical processes.\n","Comment: 19 pages, 4 figures"]}]
["0809.2897",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2897","Phys. Rev. E 78, 061107 (2008)","doi:10.1103/PhysRevE.78.061107"],"date":["2008-09-17"],"type":["text"],"creator":["Jack, Robert L.","Sollich, Peter","Mayer, Peter"],"language":[],"coverage":[],"title":["Subdiffusive motion in kinetically constrained models"],"description":["  We discuss a kinetically constrained model in which real-valued local\ndensities fluctuate in time, as introduced recently by Bertin, Bouchaud and\nLequeux. We show how the phenomenology of this model can be reproduced by an\neffective theory of mobility excitations propagating in a disordered\nenvironment. Both excitations and probe particles have subdiffusive motion,\ncharacterised by different exponents and operating on different time scales. We\nderive these exponents, showing that they depend continuously on one of the\nparameters of the model.\n","Comment: 12 pages, 5 figures"]}]
["0812.1260",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","37D45 57R25 57R40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1260"],"date":["2008-12-05","2009-09-05"],"type":["text"],"creator":["Ding, Fan","Pan, Jianzhong","Wang, Shicheng","Yao, Jiangang"],"language":[],"coverage":[],"title":["Only rational homology spheres admit $\\Omega(f)$ to be union of DE\n  attractors"],"description":["  If there exists a diffeomorphism $f$ on a closed, orientable $n$-manifold $M$\nsuch that the non-wandering set $\\Omega(f)$ consists of finitely many\norientable $(\\pm)$ attractors derived from expanding maps, then $M$ must be a\nrational homology sphere; moreover all those attractors are of topological\ndimension $n-2$.\n  Expanding maps are expanding on (co)homologies.\n","Comment: 23 pages, 2 figures"]}]
["0812.1730",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1730"],"date":["2008-12-09","2009-09-04"],"type":["text"],"creator":["Moiseev, S. A.","Tittel, W."],"language":[],"coverage":[],"title":["Optical quantum memory with generalized time-reversible atom-light\n  interactions"],"description":["  We examine a quantum memory scheme based on controllable dephasing of atomic\ncoherence of a non-resonant, inhomogeneously broadened Raman transition. We\nshow that it generalizes the physical conditions for time-reversible\ninteraction between light and atomic ensembles from weak to strong fields and\nfrom linear to non-linear interactions. We also develop a unified framework for\ndifferent realizations exploiting either controlled reversible inhomogeneous\nbroadening or atomic frequency combs, and discuss new aspects related to\nstorage and manipulation of quantum states.\n","Comment: 4 pages, 2 figures, modified introduction and improved theoretical\n  description"]}]
["0901.2620",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2620","Phys. Rev. A 80 (2009) 010301(R)","doi:10.1103/PhysRevA.80.010301"],"date":["2009-01-17","2009-06-19"],"type":["text"],"creator":["Jung, Eylee","Park, DaeKil","Son, Jin-Woo"],"language":[],"coverage":[],"title":["Does three-tangle properly quantify the three-party entanglement for\n  Greenberger-Horne-Zeilinger-type states?"],"description":["  Some mixed states composed of only GHZ states can be expressed in terms of\nonly W-states. This fact implies that such states have vanishing three-tangle.\nOne of such rank-3 states, $\\Pi_{GHZ}$, is explicitly presented in this paper.\nThese results are used to compute analytically the three-tangle of a rank-4\nmixed state $\\sigma$ composed of four GHZ states. This analysis with\nconsidering Bloch sphere $S^{16}$ of $d=4$ qudit system allows us to derive the\nhyper-polyhedron. It is shown that the states in this hyper-polyhedron have\nvanishing three-tangle. Computing the one-tangles for $\\Pi_{GHZ}$ and $\\sigma$,\nwe prove the monogamy inequality explicitly. Making use of the fact that the\nthree-tangle of $\\Pi_{GHZ}$ is zero, we try to explain why the W-class in the\nwhole mixed states is not of measure zero contrary to the case of pure states.\n","Comment: 10 pages, no figure V2: new calculational results are included. 11\n  pages: V3 accepted in the Rapid Communication of PRA, 4 pages (two column)"]}]
["0901.2697",{"format":[],"subject":["Mathematics - Differential Geometry","General Relativity and Quantum Cosmology","Mathematical Physics","53C20","83C57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2697","Commun. Math. Phys: Volume 292, Issue 1 (2009), Page 271","doi:10.1007/s00220-009-0834-0"],"date":["2009-01-18"],"type":["text"],"creator":["Miao, Pengzi"],"language":[],"coverage":[],"title":["On a Localized Riemannian Penrose Inequality"],"description":["  Consider a compact, orientable, three dimensional Riemannian manifold with\nboundary with nonnegative scalar curvature. Suppose its boundary is the\ndisjoint union of two pieces: the horizon boundary and the outer boundary,\nwhere the horizon boundary consists of the unique closed minimal surfaces in\nthe manifold and the outer boundary is metrically a round sphere. We obtain an\ninequality relating the area of the horizon boundary to the area and the total\nmean curvature of the outer boundary. Such a manifold may be thought as a\nregion, surrounding the outermost apparent horizons of black holes, in a\ntime-symmetric slice of a space-time in the context of general relativity. The\ninequality we establish has close ties with the Riemannian Penrose Inequality,\nproved by Huisken and Ilmanen, and by Bray.\n","Comment: 16 pages"]}]
["0901.4641",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4641","Phys. Rev. Lett. 103, 105304 (2009)","doi:10.1103/PhysRevLett.103.105304"],"date":["2009-01-29","2009-09-05"],"type":["text"],"creator":["Marchetti, F. M.","Jolicoeur, Th.","Parish, M. M."],"language":[],"coverage":[],"title":["Stability and pairing in quasi-one-dimensional Bose-Fermi mixtures"],"description":["  We consider a mixture of single-component bosonic and fermionic atoms in an\narray of coupled one-dimensional \"tubes\". For an attractive Bose-Fermi\ninteraction, we show that the system exhibits phase separation instead of the\nusual collapse. Moreover, above a critical inter-tube hopping, all first-order\ninstabilities disappear in both attractive and repulsive mixtures. The\npossibility of suppressing instabilities in this system suggests a route\ntowards the realization of paired phases, including a superfluid of p-wave\npairs unique to the coupled-tube system, and quantum critical phenomena.\n","Comment: 4 pages, 2 figures"]}]
["0903.4890",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4890","MNRAS 398, 401 (2009)","doi:10.1111/j.1365-2966.2009.15156.x"],"date":["2009-03-27","2009-06-15"],"type":["text"],"creator":["Liu, Adrian","Tegmark, Max","Bowman, Judd","Hewitt, Jacqueline","Zaldarriaga, Matias"],"language":[],"coverage":[],"title":["An Improved Method for 21cm Foreground Removal"],"description":["  21 cm tomography is expected to be difficult in part because of serious\nforeground contamination. Previous studies have found that line-of-sight\napproaches are capable of cleaning foregrounds to an acceptable level on large\nspatial scales, but not on small spatial scales. In this paper, we introduce a\nFourier-space formalism for describing the line-of-sight methods, and use it to\nintroduce an improved new method for 21 cm foreground cleaning. Heuristically,\nthis method involves fitting foregrounds in Fourier space using weighted\npolynomial fits, with each pixel weighted according to its information content.\nWe show that the new method reproduces the old one on large angular scales, and\ngives marked improvements on small scales at essentially no extra computational\ncost.\n","Comment: 6 pages, 5 figures, replaced to match accepted MNRAS version"]}]
["0904.1177",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1177","Physica Scripta 80 (2009) 025006"],"date":["2009-04-07"],"type":["text"],"creator":["Amosov, Grigori G.","Man'ko, Vladimir I."],"language":[],"coverage":[],"title":["A use of the central limit theorem to obtain a classical limit for the\n  center-of-mass tomogram"],"description":["  We investigate the dependence of the center-of-mass tomogram of a system with\nmany degrees of freedom $N$ on the Planck constant $\\hbar $. It is shown that\nto use the central limit theorem under taking the limit $N\\to +\\infty $ one\nshould keep the energy of the system to be constant. In the case, the resulting\ndistribution is Gaussian if the initial distribution is a product of\nindependent excited states of a quantum oscillator or even and odd coherent\nstates either. Then, if one turns the Planck constant $\\hbar \\to 0$ we get\n$\\delta $-function associated with the distribution concentrated in zero with\nthe probability equal to one.\n","Comment: 7 pages"]}]
["0904.2808",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2808"],"date":["2009-04-17","2009-09-05"],"type":["text"],"creator":["Chen, Juhua","Wang, Yongjiu"],"language":[],"coverage":[],"title":["Evolution of the interacting viscous dark energy model in Einstein\n  cosmology"],"description":["  In this paper we investigate the evolution of the viscous dark energy (DE)\ninteracting with the dark matter (DM) in the Einstein cosmology model. Using\nthe linearizing theory of the dynamical system, we find, in our model, there\nexists a stable late time scaling solution which corresponds to the\naccelerating universe, and we also find the unstable solution under some\nappropriate parameters. In order to alleviate the coincidence problem, some\nauthors considered the effect of quantum correction due to the conform anomaly\nand the interacting dark energy model. But if we take into account the bulk\nviscosity of the cosmic fluid, the coincidence problem will be softened just\nlike the interacting dark energy cosmology model. That's to say, both the\nnon-perfect fluid model and the interacting models of the dark energy can\nalleviate or soften the singularity of the universe.\n","Comment: 10 pages 5 figures"]}]
["0904.4241",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4241","Phys. Rev. A 80, 022902 (2009)","doi:10.1103/PhysRevA.80.022902"],"date":["2009-04-27","2009-09-05"],"type":["text"],"creator":["Skagerstam, Bo-Sture","Rekdal, Per Kristian","Vaskinn, Asle Heide"],"language":[],"coverage":[],"title":["On the Theory of Casimir-Polder Forces"],"description":["  We consider the energy shift for an atom close to a non-magnetic body with a\nmagnetic moment coupled to a quantized magnetic field. The corresponding\nrepulsive Casimir-Polder force is obtained for a perfect conductor, a metal, a\ndielectric medium, with dielectric properties modeled by a Drude formula, and a\nsuperconductor at zero temperature. The dielectric properties of the\nsuperconductor is obtained by making use of the Mattis-Bardeen linear response\ntheory and we present some useful expressions for the low-frequency\nconductivity. The quantum dynamics with a given initial state is discussed in\nterms of the well-known Weisskopf-Wigner theory and is compared with\ncorresponding results for a electric dipole coupling. The results obtained are\ncompatible with a conventional master equation approach. In order to illustrate\nthe dependence on geometry and material properties, numerical results are\npresented for the ground state using a two-level approximation.\n","Comment: 13 pages, 10 figures. Minor corrections. Published version"]}]
["0904.4711",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4711"],"date":["2009-04-29","2009-09-04"],"type":["text"],"creator":["Neto, Jorge Ananias"],"language":[],"coverage":[],"title":["The Gauge Unfixing Formalism and the Solutions of the Dirac Bracket\n  Commutators"],"description":["  We propose a systematic procedure that solves the Dirac bracket commutators.\nThe method is based on the Gauge Unfixing formalism, a procedure that converts\nsecond class systems into first class ones without the enlargement of the\noriginal phase space variables. We verify that the gauge invariant variables\nsatisfy the Dirac bracket when we strongly impose the discarded second class\nconstraint. Thus, we can derive physical operators that satisfy the Dirac\ncommutators. In order to illustrate our procedure, three second class\nconstrained systems are considered. Firstly, the free particle on the two\ndimensional sphere is treated. The second case considered is the noncommutative\nfree particle and the third is the doubly special relativity particle.\n","Comment: revised version"]}]
["0906.1148",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1148","Physica A 388 (2009) 4867-4871","doi:10.1016/j.physa.2009.08.011"],"date":["2009-06-05"],"type":["text"],"creator":["Shang, Ming-Sheng","Jin, Ci-Hang","Zhou, Tao","Zhang, Yi-Cheng"],"language":[],"coverage":[],"title":["Collaborative filtering based on multi-channel diffusion"],"description":["  In this paper, by applying a diffusion process, we propose a new index to\nquantify the similarity between two users in a user-object bipartite graph. To\ndeal with the discrete ratings on objects, we use a multi-channel\nrepresentation where each object is mapped to several channels with the number\nof channels being equal to the number of different ratings. Each channel\nrepresents a certain rating and a user having voted an object will be connected\nto the channel corresponding to the rating. Diffusion process taking place on\nsuch a user-channel bipartite graph gives a new similarity measure of user\npairs, which is further demonstrated to be more accurate than the classical\nPearson correlation coefficient under the standard collaborative filtering\nframework.\n","Comment: 9 pages, 3 figures"]}]
["0906.2339",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2339"],"date":["2009-06-12","2009-09-05"],"type":["text"],"creator":["Hydon, Peter E.","Viallet, Claude-M."],"language":[],"coverage":[],"title":["Asymmetric integrable quad-graph equations"],"description":["  Integrable difference equations commonly have more low-order conservation\nlaws than occur for nonintegrable difference equations of similar complexity.\nWe use this empirical observation to sift a large class of difference\nequations, in order to find candidates for integrability. It turns out that all\nsuch candidates have an equivalent affine form. These are tested by calculating\ntheir algebraic entropy. In this way, we have found several types of integrable\nequations, one of which seems to be entirely unrelated to any known discrete\nintegrable system. We also list all single-tile conservation laws for the\nintegrable equations in the above class.\n","Comment: 12 pages v1: original version; v2: one equation's conservation laws\n  are simplified; v3: a further minor simplification"]}]
["0906.5367",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5367","doi:10.1051/0004-6361/200912668"],"date":["2009-06-29","2009-09-04"],"type":["text"],"creator":["Spiga, D.","Cotroneo, V.","Basso, S.","Conconi, P."],"language":[],"coverage":[],"title":["Analytical computation of the off-axis Effective Area of grazing\n  incidence X-ray mirrors"],"description":["  Focusing mirrors for X-ray telescopes in grazing incidence, introduced in the\n70s, are characterized in terms of their performance by their imaging quality\nand effective area, which in turn determines their sensitivity. Even though the\non-axis effective area is assumed in general to characterize the collecting\npower of an X-ray optic, the telescope capability of imaging extended X-ray\nsources is also determined by the variation in its effective area with the\noff-axis angle. [...] The complex task of designing optics for future X-ray\ntelescopes entails detailed computations of both imaging quality and effective\narea on- and off-axis. Because of their apparent complexity, both aspects have\nbeen, so far, treated by using ray-tracing routines aimed at simulating the\ninteraction of X-ray photons with the reflecting surfaces of a given focusing\nsystem. Although this approach has been widely exploited and proven to be\neffective, it would also be attractive to regard the same problem from an\nanalytical viewpoint, to assess an optical design of an X-ray optical module\nwith a simpler calculation than a ray-tracing routine. [...] We have developed\nuseful analytical formulae for the off-axis effective area of a\ndouble-reflection mirror in the double cone approximation, requiring only an\nintegration and the standard routines to calculate the X-ray coating\nreflectivity for a given incidence angle. [...] Algebraic expressions are\nprovided for the mirror geometric area, as a function of the off-axis angle.\nFinally, the results of the analytical computations presented here are\nvalidated by comparison with the corresponding predictions of a ray-tracing\ncode.\n","Comment: 12 pages, 11 figures, accepted for publication in \"Astronomy &\n  Astrophysics\", section \"Instruments, observational techniques, and data\n  processing\". Updated version after grammatical revision and typos correction"]}]
["0907.2445",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2445"],"date":["2009-07-15"],"type":["text"],"creator":["Volovich, Igor V."],"language":[],"coverage":[],"title":["Time Irreversibility Problem and Functional Formulation of Classical\n  Mechanics"],"description":["  The time irreversibility problem is the dichotomy of the reversible\nmicroscopic dynamics and the irreversible macroscopic physics. This problem was\nconsidered by Boltzmann, Poincar\\'e, Bogolyubov and many other authors and\nthough some researchers claim that the problem is solved, it deserves a further\nstudy. In this paper an attempt is performed of the following solution of the\nirreversibility problem: a formulation of microscopic dynamics is suggested\nwhich is irreversible in time.\n  A widely used notion of microscopic state of the system at a given moment of\ntime as a point in the phase space and also a notion of trajectory does not\nhave an immediate physical meaning since arbitrary real numbers are non\nobservable. In the approach presented in this paper the physical meaning is\nattributed not to an individual trajectory but only to a bunch of trajectories\nor to the distribution function on the phase space.\n  The fundamental equation of the microscopic dynamics in the proposed\n\"functional\" approach is not the Newton equation but the Liouville equation for\nthe distribution function of a single particle. Solutions of the Liouville\nequation have the property of delocalization which accounts for\nirreversibility. It is shown that the Newton equation in this approach appears\nas an approximate equation describing the dynamics of the average values of the\nposition and momenta. Corrections to the Newton equation are computed.\n","Comment: 21 pages"]}]
["0907.5276",{"format":[],"subject":["Quantitative Finance - Computational Finance","Condensed Matter - Other Condensed Matter","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5276","Eighth IEEE/ACIS International Conference on Computer and\n  Information Science, (ICIS2009) 525-529","doi:10.1109/ICIS.2009.173"],"date":["2009-07-30"],"type":["text"],"creator":["Takaishi, Tetsuya"],"language":[],"coverage":[],"title":["Bayesian Inference on QGARCH Model Using the Adaptive Construction\n  Scheme"],"description":["  We study the performance of the adaptive construction scheme for a Bayesian\ninference on the Quadratic GARCH model which introduces the asymmetry in time\nseries dynamics. In the adaptive construction scheme a proposal density in the\nMetropolis-Hastings algorithm is constructed adaptively by changing the\nparameters of the density to fit the posterior density. Using artificial QGARCH\ndata we infer the QGARCH parameters by applying the adaptive construction\nscheme to the Bayesian inference of QGARCH model. We find that the adaptive\nconstruction scheme samples QGARCH parameters effectively, i.e. correlations\nbetween the sampled data are very small. We conclude that the adaptive\nconstruction scheme is an efficient method to the Bayesian estimation of the\nQGARCH model.\n","Comment: ICIS2009"]}]
["0908.1290",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1290","Chin. Phys. Lett. 26, 090305(2009)"],"date":["2009-08-10"],"type":["text"],"creator":["Arda, Altug","Sever, Ramazan"],"language":[],"coverage":[],"title":["Exact Solutions of Effective Mass Dirac Equation with non-PT-Symmetric\n  and non-Hermitian Exponential-type Potentials"],"description":["  By using two-component approach to the one-dimensional effective mass Dirac\nequation bound states are investigated under the effect of two new\nnon-PT-symmetric, and non-Hermitian, exponential type potentials. It is\nobserved that the Dirac equation can be mapped into a Schr\\\"{o}dinger-like\nequation by rescaling one of the two Dirac wave functions in the case of the\nposition dependent mass. The energy levels, and the corresponding Dirac\neigenfunctions are found analytically.\n","Comment: 10 pages"]}]
["0908.2984",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2984"],"date":["2009-08-20","2009-09-05"],"type":["text"],"creator":["Shah, Nihar B.","Rashmi, K. V.","Kumar, P. Vijay","Ramchandran, Kannan"],"language":[],"coverage":[],"title":["Explicit Codes Minimizing Repair Bandwidth for Distributed Storage"],"description":["  We consider the setting of data storage across n nodes in a distributed\nmanner. A data collector (DC) should be able to reconstruct the entire data by\nconnecting to any k out of the n nodes and downloading all the data stored in\nthem. When a node fails, it has to be regenerated back using the existing\nnodes. In a recent paper, Wu et al. have obtained an information theoretic\nlower bound for the repair bandwidth. Also, there has been additional interest\nin storing data in systematic form as no post processing is required when DC\nconnects to k systematic nodes. Because of their preferred status there is a\nneed to regenerate back any systematic node quickly and exactly. Replacement of\na failed node by an exact replica is termed Exact Regeneration.In this paper,\nwe consider the problem of minimizing the repair bandwidth for exact\nregeneration of the systematic nodes. The file to be stored is of size B and\neach node can store alpha = B/k units of data. A failed systematic node is\nregenerated by downloading beta units of data each from d existing nodes. We\ngive a lower bound for the repair bandwidth for exact regeneration of the\nsystematic nodes which matches with the bound given by Wu et al. For d >= 2k-1\nwe give an explicit code construction which minimizes the repair bandwidth when\nthe existing k-1 systematic nodes participate in the regeneration. We show the\nexistence and construction of codes that achieve the bound for d >= 2k-3. Here\nwe also establish the necessity of interference alignment. We prove that the\nbound is not achievable for d <= 2k-4 when beta=1. We also give a coding scheme\nwhich can be used for any d and k, which is optimal for d >= 2k-1.\n","Comment: 11 pages, 4 figures v2: corrected typos"]}]
["cond-mat/0511528",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511528","Phys. Rev. B 73, 144508 (2006)","doi:10.1103/PhysRevB.73.144508"],"date":["2005-11-21"],"type":["text"],"creator":["Weisse, A.","Bursill, R. J.","Hamer, C. J.","Weihong, Zheng"],"language":[],"coverage":[],"title":["The t-Jz ladder"],"description":["  The phase diagram of the two-leg t-Jz ladder is explored, using the density\nmatrix renormalization group method. Results are obtained for energy gaps,\nelectron density profiles and correlation functions for the half-filled and\nquarter-filled cases. The effective Lagrangian velocity parameter is shown to\nvanish at half-filling. The behaviour of the one-hole gap in the Nagaoka limit\nis investigated, and found to disagree with theoretical predictions. A\ntentative phase diagram is presented, which is quite similar to the full t-J\nladder, but scaled up by a factor of about two in coupling. Near half-filling a\nLuther-Emery phase is found, which may be expected to show superconducting\ncorrelations, while near quarter-filling the system appears to be in a\nTomonaga-Luttinger phase.\n","Comment: 18 figures"]}]
["cond-mat/0610716",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610716","R. de Sousa, Top. Appl. Phys. 115, 183 (2009)","doi:10.1007/978-3-540-79365-6_10"],"date":["2006-10-25","2006-11-18"],"type":["text"],"creator":["de Sousa, Rogerio"],"language":[],"coverage":[],"title":["Electron spin as a spectrometer of nuclear spin noise and other\n  fluctuations"],"description":["  This chapter describes the relationship between low frequency noise and\ncoherence decay of localized spins in semiconductors. Section 2 establishes a\ndirect relationship between an arbitrary noise spectral function and spin\ncoherence as measured by a number of pulse spin resonance sequences. Section 3\ndescribes the electron-nuclear spin Hamiltonian, including isotropic and\nanisotropic hyperfine interactions, inter-nuclear dipolar interactions, and the\neffective Hamiltonian for nuclear-nuclear coupling mediated by the electron\nspin hyperfine interaction. Section 4 describes a microscopic calculation of\nthe nuclear spin noise spectrum arising due to nuclear spin dipolar flip-flops\nwith quasiparticle broadening included. Section 5 compares our explicit\nnumerical results to electron spin echo decay experiments for phosphorus doped\nsilicon in natural and nuclear spin enriched samples.\n","Comment: Book chapter in \"Electron spin resonance and related phenomena in low\n  dimensional structures\", edited by Marco Fanciulli. To be published by\n  Springer-Verlag in the TAP series. 35 pages, 9 figures"]}]
