["0704.0144",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0144","JCAP 0902:007,2009","doi:10.1088/1475-7516/2009/02/007"],"date":["2007-04-02","2007-09-18"],"type":["text"],"creator":["Podolsky, D.","Enqvist, K."],"language":[],"coverage":[],"title":["Eternal inflation and localization on the landscape"],"description":["  We model the essential features of eternal inflation on the landscape of a\ndense discretuum of vacua by the potential $V(\\phi)=V_{0}+\\delta V(\\phi)$,\nwhere $|\\delta V(\\phi)|\\ll V_{0}$ is random. We find that the diffusion of the\ndistribution function $\\rho(\\phi,t)$ of the inflaton expectation value in\ndifferent Hubble patches may be suppressed due to the effect analogous to the\nAnderson localization in disordered quantum systems. At $t \\to \\infty$ only the\nlocalized part of the distribution function $\\rho (\\phi, t)$ survives which\nleads to dynamical selection principle on the landscape. The probability to\nmeasure any but a small value of the cosmological constant in a given Hubble\npatch on the landscape is exponentially suppressed at $t\\to \\infty$.\n","Comment: 4 pages; more references added; discussion enlarged"]}]
["0704.3098",{"format":[],"subject":["Mathematics - Probability","60J80","37E25, 60G51, 60G55, 60G70, 60J55, 60J75, 60J85, 92D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3098"],"date":["2007-04-24","2009-02-09"],"type":["text"],"creator":["Lambert, Amaury"],"language":[],"coverage":[],"title":["The contour of splitting trees is a L\\'evy process"],"description":["  Splitting trees are those random trees where individuals give birth at\nconstant rate during a lifetime with general distribution, to i.i.d. copies of\nthemselves. The width process of a splitting tree is then a binary, homogeneous\nCrump--Mode--Jagers (CMJ) process, and is not Markovian unless the lifetime\ndistribution is exponential. Here, we allow the birth rate to be infinite, that\nis, pairs of birth times and lifespans of newborns form a Poisson point process\nalong the lifetime of their mother, with possibly infinite intensity measure. A\nsplitting tree is a random (so-called) chronological tree. Each element of a\nchronological tree is a (so-called) existence point $(v,\\tau)$ of some\nindividual $v$ (vertex) in a discrete tree, where $\\tau$ is a nonnegative real\nnumber called chronological level (time). We introduce a total order on\nexistence points, called linear order, and a mapping $\\varphi$ from the tree\ninto the real line which preserves this order. The inverse of $\\varphi$ is\ncalled the exploration process, and the projection of this inverse on\nchronological levels the contour process. For splitting trees truncated up to\nlevel $\\tau$, we prove that thus defined contour process is a L\\'evy process\nreflected below $\\tau$ and killed upon hitting 0. This allows to derive\nproperties of (i) splitting trees: conceptual proof of Le Gall--Le Jan's\ntheorem in the finite variation case, exceptional points, coalescent point\nprocess, age distribution; (ii) CMJ processes: one-dimensional marginals,\nconditionings, limit theorems, asymptotic numbers of individuals with infinite\nvs finite descendances.\n"]}]
["0705.1130",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1130"],"date":["2007-05-08","2009-02-09"],"type":["text"],"creator":["Gregori, Andrea"],"language":[],"coverage":[],"title":["An Entropy-Weighted Sum over Non-Perturbative Vacua"],"description":["  We discuss how, in a Universe restricted to the causal region connected to\nthe observer, General Relativity implies the quantum nature of physical\nphenomena and directly leads to a string theory scenario, whose dynamics is\nruled by a functional that weights all configurations according to their\nentropy. The most favoured configurations are those of minimal entropy. Along\nthis class of vacua a four-dimensional space-time is automatically selected;\nwhen, at large volume, a description of space-time in terms of classical\ngeometry can be recovered, the entropy-weighted sum reduces to the ordinary\nFeynman's path integral. What arises is a highly predictive scenario,\nphenomenologically compatible with the experimental observations and\nmeasurements, in which everything is determined in terms of the fundamental\nconstants and the age of the Universe, with no room for freely-adjustable\nparameters. We discuss how this leads to the known spectrum of particles and\ninteractions. Besides the computation of masses and couplings, CKM matrix\nelements, cosmological constant, expansion parameters of the Universe etc...,\nall resulting, within the degree of the approximation we used, in agreement\nwith the experimental observations, we also discuss how this scenario passes\nthe tests provided by cosmology and the constraints imposed by the physics of\nthe primordial Universe.\n","Comment: LaTex, 198 pages, 23 figures. Version 2: added comments and\n  references, corrected typos and errors"]}]
["0707.3358",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3358","Int.J.Mod.Phys.A24:101-112,2009","doi:10.1142/S0217751X09042633"],"date":["2007-07-23"],"type":["text"],"creator":["Bordes, Jose","Chan, H. M.","Tsou, S. T."],"language":[],"coverage":[],"title":["New Angle on the Strong CP and Chiral Symmetry Problems from a Rotating\n  Mass Matrix"],"description":["  It is shown that when the mass matrix changes in orientation (rotates) in\ngeneration space for changing energy scale, then the masses of the lower\ngenerations are not given just by its eigenvalues. In particular, these masses\nneed not be zero even when the eigenvalues are zero. In that case, the strong\nCP problem can be avoided by removing the unwanted $\\theta$ term by a chiral\ntransformation in no contradiction with the nonvanishing quark masses\nexperimentally observed. Similarly, a rotating mass matrix may shed new light\non the problem of chiral symmetry breaking. That the fermion mass matrix may so\nrotate with scale has been suggested before as a possible explanation for\nup-down fermion mixing and fermion mass hierarchy, giving results in good\nagreement with experiment.\n","Comment: 14 pages"]}]
["0708.1703",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1703","Annals Phys.323:1361-1383,2008","doi:10.1016/j.aop.2007.09.004"],"date":["2007-08-13"],"type":["text"],"creator":["Biernat, E. P.","Klink, W. H.","Schweiger, W.","Zelzer, S."],"language":[],"coverage":[],"title":["Point-form quantum field theory"],"description":["  We examine canonical quantization of relativistic field theories on the\nforward hyperboloid, a Lorentz-invariant surface of the form $x_\\mu x^\\mu =\n\\tau^2$. This choice of quantization surface implies that all components of the\n4-momentum operator are affected by interactions (if present), whereas rotation\nand boost generators remain interaction free -- a feature characteristic of\nDirac's `` point-form\\rq\\rq of relativistic dynamics. Unlike previous attempts\nto quantize fields on space-time hyperboloids, we keep the usual plane-wave\nexpansion of the field operators and consider evolution of the system generated\nby the 4-momentum operator. We verify that the Fock-space representations of\nthe Poincar\\'e generators for free scalar and spin-1/2 fields look the same as\nfor equal-time quantization. Scattering is formulated for interacting fields in\na covariant interaction picture and it is shown that the familiar perturbative\nexpansion of the S-operator is recovered by our approach. An appendix analyzes\nspecial distributions, integrals over the forward hyperboloid, that are used\nrepeatedly in the paper.\n","Comment: 30 pages"]}]
["0709.0352",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0352","Optics Express, 17, 2600-10 (2009)","doi:10.1364/OE.17.002600"],"date":["2007-09-04"],"type":["text"],"creator":["Singh, Mandip"],"language":[],"coverage":[],"title":["Macroscopic Entanglement of a Bose Einstein Condensate on a\n  Superconducting Atom Chip"],"description":["  We propose and analyse a practically implementable scheme to generate\nmacroscopic entanglement of a Bose-Einstein condensate in a micro-magnetic trap\nmagnetically coupled to a superconducting loop. We treat the superconducting\nloop in a quantum superposition of two different flux states coupled with the\nmagnetic trap to generate macroscopic entanglement. Our scheme also provides a\nplatform to realise interferometry of entangled atoms through the Bose-Einstein\ncondensate and to explore physics at the quantum-classical interface.\n","Comment: 4 Pages, Two figures"]}]
["0710.1520",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1520","Bernoulli 2009, Vol. 15, No. 1, 279-295","doi:10.3150/08-BEJ150"],"date":["2007-10-08","2009-02-09"],"type":["text"],"creator":["Bose, Arup","Dasgupta, Amites","Maulik, Krishanu"],"language":[],"coverage":[],"title":["Multicolor urn models with reducible replacement matrices"],"description":["  Consider the multicolored urn model where, after every draw, balls of the\ndifferent colors are added to the urn in a proportion determined by a given\nstochastic replacement matrix. We consider some special replacement matrices\nwhich are not irreducible. For three- and four-color urns, we derive the\nasymptotic behavior of linear combinations of the number of balls. In\nparticular, we show that certain linear combinations of the balls of different\ncolors have limiting distributions which are variance mixtures of normal\ndistributions. We also obtain almost sure limits in certain cases in contrast\nto the corresponding irreducible cases, where only weak limits are known.\n","Comment: Published in at http://dx.doi.org/10.3150/08-BEJ150 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0711.2408",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55, 35Q51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2408","Communications in Mathematical Physics 285, 2 (2009) 567-651","doi:10.1007/s00220-008-0614-2"],"date":["2007-11-15","2008-08-26"],"type":["text"],"creator":["Bethuel, Fabrice","Gravejat, Philippe","Saut, Jean-Claude"],"language":[],"coverage":[],"title":["Travelling waves for the Gross-Pitaevskii equation II"],"description":["  The purpose of this paper is to provide a rigorous mathematical proof of the\nexistence of travelling wave solutions to the Gross-Pitaevskii equation in\ndimensions two and three. Our arguments, based on minimization under\nconstraints, yield a full branch of solutions, and extend earlier results,\nwhere only a part of the branch was built. In dimension three, we also show\nthat there are no travelling wave solutions of small energy.\n","Comment: Final version accepted for publication in Communications in\n  Mathematical Physics with a few minor corrections and added remarks"]}]
["0712.0471",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0471"],"date":["2007-12-04","2009-02-09"],"type":["text"],"creator":["Gregori, Andrea"],"language":[],"coverage":[],"title":["About combinatorics, and observables"],"description":["  We investigate the most general \"phase space\" of configurations, consisting\nof all possible ways of assigning elementary attributes, \"energies\", to\nelementary positions, \"cells\". We discuss how this space possesses structures\nthat can be approximated by a quantum physics scenario. In particular, we\ndiscuss how the Heisenberg's \"Uncertainty Principle\" and a \"universe\" with a\nthree-dimensional space arise, and what kind of mechanics rules it.\n","Comment: 63 pages, 39 figures. Version 2: added comments and references,\n  corrected typos and errors"]}]
["0712.1812",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1812","JHEP0802:074,2008","doi:10.1088/1126-6708/2008/02/074"],"date":["2007-12-11","2009-02-09"],"type":["text"],"creator":["Abel, Steven A.","Durnford, Callum","Jaeckel, Joerg","Khoze, Valentin V."],"language":[],"coverage":[],"title":["Patterns of Gauge Mediation in Metastable SUSY Breaking"],"description":["  Supersymmetry breaking in a metastable vacuum allows one to build simple and\nconcrete models of gauge mediation. Generation of gaugino masses requires that\nR-symmetry be broken in this vacuum. In general, there are two possible ways to\nbreak R-symmetry, explicitly or spontaneously. We find that the MSSM\nphenomenology depends crucially on how this breaking occurs in the Hidden\nSector. Explicit R-symmetry breaking models can lead to fairly standard gauge\nmediation, but we argue that in the context of ISS-type models this only makes\nsense if B=0 at the mediation scale, which leads to high tan(beta). If on the\nother hand, R-symmetry is broken spontaneously, then R-symmetry violating soft\nterms tend to be suppressed with respect to R-symmetry preserving ones, and one\nis led to a scenario with large scalar masses. These models interpolate between\nstandard gauge mediation and split SUSY models. We provide benchmark points for\nthe two scenarios. They demonstrate that the specific dynamics of the Hidden\nSector -- the underlying nature of supersymmetry and R-symmetry breaking --\naffects considerably the mass spectrum of the MSSM, and vice versa.\n","Comment: Minor corrections. Extended version published in JHEP. New appendix\n  on R-symmetry. 28 pages, 3 Figures"]}]
["0712.3988",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3988","Res.Astron.Astrophys.9:115-126,2009","doi:10.1088/1674-4527/9/1/010"],"date":["2007-12-24"],"type":["text"],"creator":["Goel, Ashish","Choudhuri, Arnab Rai"],"language":[],"coverage":[],"title":["The Hemispheric Asymmetry of Solar Activity During the Twentieth Century\n  and the Solar Dynamo"],"description":["  We believe the Babcock--Leighton process of poloidal field generation to be\nthe main source of irregularity in the solar cycle. The random nature of this\nprocess may make the poloidal field in one hemisphere stronger than that in the\nother hemisphere at the end of a cycle. We expect this to induce an asymmetry\nin the next sunspot cycle. We look for evidence of this in the observational\ndata and then model it theoretically with our dynamo code. Since actual polar\nfield measurements exist only from 1970s, we use the polar faculae number data\nrecorded by Sheeley (1991) as a proxy of the polar field and estimate the\nhemispheric asymmetry of the polar field in different solar minima during the\nmajor part of the twentieth century. This asymmetry is found to have a\nreasonable correlation with the asymmetry of the next cycle. We then run our\ndynamo code by feeding information about this asymmetry at the successive\nminima and compare with observational data. We find that the theoretically\ncomputed asymmetries of different cycles compare favourably with the\nobservational data, the correlation coefficient being 0.73. Due to the coupling\nbetween the two hemispheres, any hemispheric asymmetry tends to get attenuated\nwith time. The hemispheric asymmetry of a cycle either from observational data\nor from theoretical calculation statistically tends to be less than the\nasymmetry in the polar field (as inferred from the faculae data) in the\npreceding minimum. This reduction factor turns out to be 0.38 and 0.60\nrespectively in observational data and theoretical simulation.\n","Comment: 14 pages, 6 figures"]}]
["0801.4189",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4189","Int.J.Theor.Phys.47:2372-2381,2008","doi:10.1007/s10773-008-9671-8"],"date":["2008-01-27","2009-02-09"],"type":["text"],"creator":["Chatterjee, Chandrasekhar","Gangopadhyay, Sunandan","Hazra, Arindam Ghosh","Samanta, Saurav"],"language":[],"coverage":[],"title":["String non(anti)commutativity for Neveu-Schwarz boundary conditions"],"description":["  The appearance of non(anti)commutativity in superstring theory, satisfying\nthe Neveu-Schwarz boundary conditions is discussed in this paper. Both an open\nfree superstring and also one moving in a background antisymmetric tensor field\nare analyzed to illustrate the point that string non(anti)commutativity is a\nconsequence of the nontrivial boundary conditions. The method used here is\nquite different from several other approaches where boundary conditions were\ntreated as constraints. An interesting observation of this study is that, one\nrequires that the bosonic sector satisfies Dirichlet boundary conditions at one\nend and Neumann at the other in the case of the bosonic variables $X^{\\mu}$\nbeing antiperiodic. The non(anti)commutative structures derived in this paper\nalso leads to the closure of the super constraint algebra which is essential\nfor the internal consistency of our analysis.\n","Comment: new references added, original article appeared in Int.J.Theor.Phys"]}]
["0802.1954",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1954"],"date":["2008-02-13","2009-02-09"],"type":["text"],"creator":["van der Kamp, Peter H."],"language":[],"coverage":[],"title":["Symmetry condition in terms of Lie brackets"],"description":["  A passive orthonomic system of PDEs defines a submanifold in the\ncorresponding jet manifold, coordinated by so called parametric derivatives. We\nrestrict the total differential operators and the prolongation of an\nevolutionary vector field v to this submanifold. We show that the vanishing of\ntheir commutators is equivalent to v being a generalized symmetry of the\nsystem.\n","Comment: 10 pages, no figures, unpublished"]}]
["0803.0038",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0038","JHEP 0812:053,2008","doi:10.1088/1126-6708/2008/12/053"],"date":["2008-02-29","2008-12-01"],"type":["text"],"creator":["Johnson, Clifford V.","Kundu, Arnab"],"language":[],"coverage":[],"title":["External Fields and Chiral Symmetry Breaking in the Sakai-Sugimoto Model"],"description":["  Using the Sakai-Sugimoto model we study the effect of an external magnetic\nfield on the dynamics of fundamental flavours in both the confined and\ndeconfined phases of a large N_c gauge theory. We find that an external\nmagnetic field promotes chiral symmetry breaking, consistent with the \"magnetic\ncatalysis\" observed in the field theory literature, and seen in other studies\nusing holographic duals. The external field increases the separation between\nthe deconfinement temperature and the chiral symmetry restoring temperature. In\nthe deconfined phase we investigate the temperature-magnetic field phase\ndiagram and observe, for example, there exists a maximum critical temperature\n(at which symmetry is restored) for very large magnetic field. We find that\nthis and certain other phenomena persist for the Sakai-Sugimoto type models\nwith probe branes of diverse dimensions. We comment briefly on the dynamics in\nthe presence of an external electric field.\n","Comment: 26 pages. LaTeX, minor changes"]}]
["0803.0685",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0685","Int.J.Mod.Phys.A24:141-159,2009","doi:10.1142/S0217751X09042554"],"date":["2008-03-05","2008-10-29"],"type":["text"],"creator":["Alishahiha, Mohsen","Mukhopadhyay, Subir"],"language":[],"coverage":[],"title":["On Six Dimensional Fundamental Superstrings as Holograms"],"description":["  In this note we discuss a possible holographic dual of the two dimensional\nconformal field theory associated with the world-sheet of a macroscopic\nsuperstring in a compactification on four-torus. We assume the near horizon\ngeometry of the black string has symmetries of $AdS_3\\times S^3\\times T^4$ and\nconstruct a sigma model in the bulk. Analyzing the symmetries of the bulk\ntheory and comparing them with those of the CFT in a special light-cone gauge\nwe find agreement between global symmetries. Due to non-standard gauge\nrealization it is not clear how affine symmetries can be realized.\n","Comment: 19 pages, LaTeX, minor corrections, typos corrected, version to\n  appear in IJMPA"]}]
["0803.2777",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2777","JHEP 0812:051,2008","doi:10.1088/1126-6708/2008/12/051"],"date":["2008-03-19","2009-01-05"],"type":["text"],"creator":["Fadafan, Kazem Bitaghsir"],"language":[],"coverage":[],"title":["$R^2$ curvature-squared corrections on drag force"],"description":["  The effect of finite-coupling corrections to the drag force on a moving heavy\nquark in the Super Yang-Mills plasma is investigated. These corrections are\nrelated to curvature-squared corrections in the corresponding gravity dual. The\nresults are compared with the dual gauge theory. It is shown that\ncurvature-squared corrections affect the drag force. It is shown that\ncorrections to the drag force depend on the velocity of the heavy quark. The\ndiffusion coefficient of non-relativistic heavy quarks is calculated from the\ndrag force. In addition, we also calculate the drag force on a moving heavy\nquark in the Gauss-Bonnet background.\n","Comment: 12 pages, 1 figure, published version in JHEP"]}]
["0803.4202",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4202","JHEP 0806:092,2008","doi:10.1088/1126-6708/2008/06/092"],"date":["2008-03-30","2008-04-23"],"type":["text"],"creator":["Krohn, David","Yavin, Itay"],"language":[],"coverage":[],"title":["Anomalies in Fermionic UV Completions of Little Higgs Models"],"description":["  We consider fermionic UV completions of little Higgs models and their\nassociated T-parity violating anomalous vertices. In particular, we investigate\nstrategies to avoid such parity-violating anomalies. We show that it is\nunlikely a QCD-like UV completion could be used to implement a model with\nanomaly-free global symmetry groups. This is because the vacuum state is\nunlikely to achieve the necessary alignment. However, we will see that certain\nmulti-link moose models, although anomalous, possess a modified form of\nT-parity that leads to a stable particle. Finally, we briefly discuss a\ndiscriminant for detecting anomalous decays at colliders.\n","Comment: Sign error corrected and as a result some of the conclusions were\n  revisited"]}]
["0804.0336",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0336","JCAP 0810:024,2008","doi:10.1088/1475-7516/2008/10/024"],"date":["2008-04-02","2008-12-22"],"type":["text"],"creator":["Khalil, Shaaban","Seto, Osamu"],"language":[],"coverage":[],"title":["Sterile neutrino dark matter in $B-L$ extension of the standard model\n  and galactic 511 keV line"],"description":["  Sterile right-handed neutrinos can be naturally embedded in a low scale\ngauged $U(1)_{B-L}$ extension of the standard model. We show that, within a low\nreheating scenario, such a neutrino is an interesting candidate for dark\nmatter. We emphasize that if the neutrino mass is of order of MeV, then it\naccounts for the measured dark matter relic density and also accommodates the\nobserved flux of 511 keV photons from the galactic bulge.\n","Comment: 10 pages, 1 figure, references added, final version appeared in JCAP"]}]
["0804.0746",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B35, 35Q40, 35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0746","Indiana University Mathematics Journal 57, 6 (2008) 2611-2642","doi:10.1512/iumj.2008.57.3632"],"date":["2008-04-04","2009-02-09"],"type":["text"],"creator":["Béthuel, Fabrice","Gravejat, Philippe","Saut, Jean-Claude","Smets, Didier"],"language":[],"coverage":[],"title":["Orbital stability of the black soliton to the Gross-Pitaevskii equation"],"description":["  We establish the orbital stability of the black soliton, or kink solution,\n$\\v_0(x) = \\th \\big(\\frac{x}{\\sqrt{2}} \\big)$, to the one-dimensional\nGross-Pitaevskii equation, with respect to perturbations in the energy space.\n","Comment: Final version published in Indiana University Mathematics Journal"]}]
["0804.0863",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0863","JHEP 0806:064,2008","doi:10.1088/1126-6708/2008/06/064"],"date":["2008-04-07","2008-04-12"],"type":["text"],"creator":["Acharya, Bobby S.","Kumar, Piyush","Bobkov, Konstantin","Kane, Gordon","Shao, Jing","Watson, Scott"],"language":[],"coverage":[],"title":["Non-thermal Dark Matter and the Moduli Problem in String Frameworks"],"description":["  We address the cosmological moduli/gravitino problems and the issue of too\nlittle thermal but excessive non-thermal dark matter from the decays of moduli.\nThe main examples we study are the G2-MSSM models arising from M theory\ncompactifications, which allow for a precise calculation of moduli decay rates\nand widths. We find that the late decaying moduli satisfy both BBN constraints\nand avoid the gravitino problem. The non-thermal production of wino LSPs, which\nis a prediction of G2-MSSM models, gives a relic density of about the right\norder of magnitude.\n","Comment: 41 pages, 5 figures, references and minor comments added"]}]
["0804.1466",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1466","JHEP 0806:072,2008","doi:10.1088/1126-6708/2008/06/072"],"date":["2008-04-09","2008-06-18"],"type":["text"],"creator":["Akhmedov, Evgeny Kh.","Maltoni, Michele","Smirnov, Alexei Yu."],"language":[],"coverage":[],"title":["Neutrino oscillograms of the Earth: effects of 1-2 mixing and\n  CP-violation"],"description":["  We develop a comprehensive description of three flavor neutrino oscillations\ninside the Earth in terms of neutrino oscillograms in the whole range of nadir\nangles and for energies above 0.1 GeV. The effects of the 1-2 mass splitting\nand mixing as well the interference of the 1-2 and 1-3 modes of oscillations\nare quantified. The 1-2 mass splitting and mixing lead to the appearance, apart\nfrom the resonance MSW peaks, of the parametric resonance peak for\ncore-crossing trajectories at E_nu ~= 0.2 GeV. We show that the interference\neffects, in particular CP violation, have a domain structure with borders\ndetermined by the solar and atmospheric magic lines and the lines of the\ninterference phase condition. The dependence of the oscillograms on the Dirac\nCP-violating phase is studied. We show that for sin^2(2 theta13) < 0.1 the\nstrongest dependence of the oscillograms on delta is in the 1-2 and 1-3\nresonance regions.\n","Comment: 49 pages, LaTeX file using JHEP style, 13 figures included. Final\n  version to appear in JHEP"]}]
["0804.1942",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1942"],"date":["2008-04-11","2009-02-09"],"type":["text"],"creator":["Paskunas, Vytautas"],"language":[],"coverage":[],"title":["On some crystalline representations of $GL_2(Q_p)$"],"description":["  We show that the universal unitary completion of certain locally algebraic\nrepresentation of $G:=\\GL_2(\\Qp)$ with $p>2$ is non-zero, topologically\nirreducible, admissible and corresponds to a 2-dimensional crystalline\nrepresentation with non-semisimple Frobenius via the $p$-adic Langlands\ncorrespondence for $G$.\n","Comment: 12 pages"]}]
["0804.1976",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1976","JCAP 0901:046,2009","doi:10.1088/1475-7516/2009/01/046"],"date":["2008-04-14","2009-01-06"],"type":["text"],"creator":["Bernal, N.","Goudelis, A.","Mambrini, Y.","Munoz, C."],"language":[],"coverage":[],"title":["Determining the WIMP mass using the complementarity between direct and\n  indirect searches and the ILC"],"description":["  We study the possibility of identifying dark matter properties from\nXENON-like 100 kg experiments and the GLAST satellite mission. We show that\nwhereas direct detection experiments will probe efficiently light WIMPs, given\na positive detection (at the 10% level for $m_{\\chi} \\lesssim 50$ GeV), GLAST\nwill be able to confirm and even increase the precision in the case of a NFW\nprofile, for a WIMP-nucleon cross-section $\\sigma_{\\chi-p} \\lesssim 10^{-8}$\npb. We also predict the rate of production of a WIMP in the next generation of\ncolliders (ILC), and compare their sensitivity to the WIMP mass with the XENON\nand GLAST projects.\n","Comment: 32 pages, new figures and a more detailed statistical analysis. Final\n  version to appear in JCAP"]}]
["0804.1991",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1991","Eur. Phys. J. D 51, 261 (2009)","doi:10.1140/epjd/e2008-00266-0"],"date":["2008-04-12","2008-07-07"],"type":["text"],"creator":["Hao, Yajiang","Chen, Shu"],"language":[],"coverage":[],"title":["Ground-state properties of interacting two-component Bose gases in a\n  one-dimensional harmonic trap"],"description":["  We study ground-state properties of interacting two-component boson gases in\na one-dimensional harmonic trap by using the exact numerical diagonalization\nmethod. Based on numerical solutions of many-body Hamiltonians, we calculate\nthe ground-state density distributions in the whole interaction regime for\ndifferent atomic number ratio, intra- and inter-atomic interactions. For the\ncase with equal intra- and inter-atomic interactions, our results clearly\ndisplay the evolution of density distributions from a Bose condensate\ndistribution to a Fermi-like distribution with the increase of the repulsive\ninteraction. Particularly, we compare our result in the strong interaction\nregime to the exact result in the infinitely repulsive limit which can be\nobtained by a generalized Bose-Fermi mapping. We also discuss the general case\nwith different intra- and inter-atomic interactions and show the rich\nconfigurations of the density profiles.\n","Comment: 6 pages, 5 figures, references added"]}]
["0804.2572",{"format":[],"subject":["Mathematics - Probability","92D10","60-06, 60G10, 60G51, 60G55, 60G70, 60J10, 60J80, 60J85."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2572"],"date":["2008-04-16","2009-02-09"],"type":["text"],"creator":["Lambert, Amaury"],"language":[],"coverage":[],"title":["The allelic partition for coalescent point processes"],"description":["  Assume that individuals alive at time $t$ in some population can be ranked in\nsuch a way that the coalescence times between consecutive individuals are\ni.i.d. The ranked sequence of these branches is called a coalescent point\nprocess. We have shown in a previous work that splitting trees are important\ninstances of such populations. Here, individuals are given DNA sequences, and\nfor a sample of $n$ DNA sequences belonging to distinct individuals, we\nconsider the number $S_n$ of polymorphic sites (sites at which at least two\nsequences differ), and the number $A_n$ of distinct haplotypes (sequences\ndiffering at one site at least). It is standard to assume that mutations arrive\nat constant rate (on germ lines), and never hit the same site on the DNA\nsequence. We study the mutation pattern associated to coalescent point\nprocesses under this assumption. Here, $S_n$ and $A_n$ grow linearly as $n$\ngrows, with explicit rate. However, when the branch lengths have infinite\nexpectation, $S_n$ grows more rapidly, e.g. as $n \\ln(n)$ for critical\nbirth--death processes. Then, we study the frequency spectrum of the sample,\nthat is, the numbers of polymorphic sites/haplotypes carried by $k$ individuals\nin the sample. These numbers are shown to grow also linearly with sample size,\nand we provide simple explicit formulae for mutation frequencies and haplotype\nfrequencies. For critical birth--death processes, mutation frequencies are\ngiven by the harmonic series and haplotype frequencies by Fisher logarithmic\nseries.\n"]}]
["0804.2613",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2613","JHEP 0805:026,2008","doi:10.1088/1126-6708/2008/05/026"],"date":["2008-04-16","2008-05-06"],"type":["text"],"creator":["Argyrou, M.","Lahanas, A. B.","Spanos, V. C."],"language":[],"coverage":[],"title":["Refining the predictions of supersymmetric CP-violating models: A\n  top-down approach"],"description":["  We explore in detail the consequences of the CP-violating phases residing in\nthe supersymmetric and soft SUSY breaking parameters in the approximation that\nfamily flavour mixings are ignored. We allow for non-universal boundary\nconditions and in such a consideration the model is described by twelve\nindependent CP-violating phases and one angle which misaligns the vacuum\nexpectation values (VEVs) of the Higgs scalars. We run two-loop renormalization\ngroup equations (RGEs), for all parameters involved, including phases, and we\nproperly treat the minimization conditions using the one-loop effective\npotential with CP-violating phases included. We show that the two-loop running\nof phases may induce sizable effects for the electric dipole moments (EDMs)\nthat are absent in the one-loop RGE analysis. Also important corrections to the\nEDMs are induced by the Higgs VEVs misalignment angle which are sizable in the\nlarge tanb region. Scanning the available parameter space we seek regions\ncompatible with accelerator and cosmological data with emphasis on rapid\nneutralino annihilations through a Higgs resonance. It is shown that large\nCP-violating phases, as required in Baryogenesis scenarios, can be tuned to\nobtain agreement with WMAP3 cold dark matter constraints, EDMs and all\navailable accelerator data, in extended regions of the parameter space which\nmay be accessible to LHC.\n","Comment: 41 pages, 22 eps figures. A reference added and a typo corrected;\n  version to appear in JHEP"]}]
["0804.2638",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2638","Phys. Rev. Lett. 101, 050404 (2008)","doi:10.1103/PhysRevLett.101.050404"],"date":["2008-04-16"],"type":["text"],"creator":["Combescot, R.","Giraud, S."],"language":[],"coverage":[],"title":["Normal state of highly polarized Fermi gases: Full many-body treatment"],"description":["  We consider a single \\down atom within a Fermi sea of \\up atoms. We elucidate\nby a full many-body analysis the quite mysterious agreement between Monte-Carlo\nresults and approximate calculations taking only into account single\nparticle-hole excitations. It results from a nearly perfect destructive\ninterference of the contributions of states with more than one particle-hole\npair. This is linked to the remarkable efficiency of the expansion in powers of\nhole wavevectors, the lowest order leading to perfect interference. Going up to\ntwo particle-hole pairs gives an essentially perfect agreement with known exact\nresults. Hence our treatment amounts to an exact solution of this problem.\n","Comment: 5 pages, 1 figure"]}]
["0804.2688",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2688","JHEP 0809:087,2008","doi:10.1088/1126"],"date":["2008-04-16"],"type":["text"],"creator":["Banks, Tom","Carpenter, Linda M.","Fortin, Jean-François"],"language":[],"coverage":[],"title":["Undetected Higgs decays and neutrino masses in gauge mediated, lepton\n  number violating models"],"description":["  We discuss SUSY models in which renormalizable lepton number violating\ncouplings hide the decay of the Higgs through h -> \\chi_1^0 + \\chi_1^0 followed\nby \\chi_1^0 -> \\tau + 2 jets or \\chi_1^0 -> \\nu_\\tau + 2 jets and also explain\nneutrino masses. This mechanism can be made compatible with gauge mediated SUSY\nbreaking.\n","Comment: JHEP Latex, 18 pages, 1 figure"]}]
["0804.2710",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2710","JHEP 0806:094,2008","doi:10.1088/1126-6708/2008/06/094"],"date":["2008-04-16","2008-06-12"],"type":["text"],"creator":["Kim, Youngman","Ko, P.","Wu, Xiao-Hong"],"language":[],"coverage":[],"title":["Holographic QCD beyond the leading order"],"description":["  We consider a holographic QCD model for light mesons beyond the leading order\nin the context of 5-dim gauged linear sigma model on the interval in the\nAdS$_5$ space. We include two dimension-6 operators in addition to the\ncanonical bulk kinetic terms, and study chiral dynamics of $\\pi$, $\\rho$, $a_1$\nand some of their KK modes. As novel features of dim-6 operators, we get\nnon-vanishing Br$(a_1 \\to \\pi \\gamma)$, the electromagnetic form factor and the\ncharge radius of a charged pion, which improve the leading order results\nsignificantly and agree well with the experimental results.\n","Comment: 16 pages, 1 figure, 3 tables, accepted by JHEP"]}]
["0804.3296",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3296","JHEP 0807:107,2008","doi:10.1088/1126-6708/2008/07/107"],"date":["2008-04-21","2008-07-13"],"type":["text"],"creator":["Hamaguchi, Koichi","Nakamura, Eita","Shirai, Satoshi","Yanagida, T. T."],"language":[],"coverage":[],"title":["Strongly Interacting Gauge Mediation at the LHC"],"description":["  Strongly interacting gauge mediation (SIGM) of supersymmetry breaking is very\nattractive, since it naturally predicts a light gravitino of mass $\\lsim{\\cal\nO}(10)$ eV, which causes no cosmological problem. We discuss various signatures\nof the SIGM in the early stage (a low integrated luminosity period) of the LHC\nexperiments. We show, in particular, a possible way to discriminate it from the\nconventional gauge mediation by counting the number of high $P_{\\rm T}$\nleptons.\n","Comment: 14 pages, 7 figures"]}]
["0804.3941",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3941","JHEP 0809:039,2008","doi:10.1088/1126-6708/2008/09/039"],"date":["2008-04-24","2008-09-04"],"type":["text"],"creator":["Kisselev, A. V."],"language":[],"coverage":[],"title":["RS model with a small curvature and two-photon production at the LHC"],"description":["  The p_trans-distribution for the diphoton production at the LHC is calculated\nin the modified Randall-Sundrum model with a small curvature of the space-time\nkappa, and 5-dimensional Planck scale M_5 in the TeV region. The discovery\nlimits on M_5 are obtained to be 9.4 TeV and 11.6 TeV for the integrated\nluminosities 30 fb^(-1) and 100 fb^(-1), respectively. These limits do not\ndepend on kappa provided it is much smaller than M_5. The account of graviton\nwidths is a crucial points of our calculations.\n","Comment: 23 pages, 12 figures. Appendix and 4 figures are added"]}]
["0804.4149",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4149","JHEP 0808:017,2008","doi:10.1088/1126-6708/2008/08/017"],"date":["2008-04-25","2008-07-22"],"type":["text"],"creator":["Glover, E. W. N.","Mastrolia, Pierpaolo","Williams, Ciaran"],"language":[],"coverage":[],"title":["One-loop phi-MHV amplitudes using the unitarity bootstrap: the general\n  helicity case"],"description":["  We consider a Higgs boson coupled to gluons via the five-dimensional\neffective operator H tr G_{\\mu\\nu}G^{\\mu\\nu}. We treat H as the real part of a\ncomplex field phi that couples to the selfdual gluon field strengths and\ncompute the one-loop corrections to the phi-MHV amplitudes involving phi, two\nnegative helicity gluons and an arbitrary number of positive helicity gluons.\nOur results generalise earlier work where the two negative helicity gluons were\nconstrained to be colour adjacent. We use four-dimensional unitarity to\nconstruct the cut-containing contributions and the recently developed recursion\nrelations to obtain the rational contribution for an arbitrary number of\nexternal gluons. We solve the recursion relations and give explicit results for\nup to four external gluons. These amplitudes are relevant for Higgs plus jet\nproduction via gluon fusion in the limit where the top quark mass is large\ncompared to all other scales in the problem.\n","Comment: 55 pages, 8 figures, JHEP3 class, references added, typos corrected"]}]
["0804.4283",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4283","JHEP 0807:047,2008","doi:10.1088/1126-6708/2008/07/047"],"date":["2008-04-27","2008-05-02"],"type":["text"],"creator":["Choi, Kiwoon","Jeong, Kwang Sik","Okumura, Ken-Ichi"],"language":[],"coverage":[],"title":["Flavor and CP conserving moduli mediated SUSY breaking in flux\n  compactification"],"description":["  In certain class of flux compactification, moduli mediated supersymmetry\n(SUSY) breaking preserves flavor and CP at leading order in the perturbative\nexpansion controlled by the vacuum expectation value of the messenger modulus.\nNevertheless there still might be dangerous flavor or CP violation induced by\nhigher order K\\\"ahler potential. We examine the constraints on such SUSY\nbreaking scheme imposed by low energy flavor and/or CP violating observables.\nIt is found that all phenomenological constraints can be satisfied even for\ngeneric form of higher order K\\\"ahler potential and sparticle spectra in the\nsub-TeV range, under plausible assumptions on the size of higher order\ncorrection and flavor mixing angles. This implies for instance that mirage\nmediation scheme of SUSY breaking, which involves such modulus mediation\ntogether with an anomaly mediation of comparable size, and also the\nmodulus-dominated mediation realized in flux compactification can be free from\nthe SUSY flavor and CP problems, while giving gaugino and sfermion masses in\nthe sub-TeV range.\n","Comment: 27 pages; corrected typos, added references"]}]
["0804.4573",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4573","JHEP 0806:098,2008","doi:10.1088/1126-6708/2008/06/098"],"date":["2008-04-29"],"type":["text"],"creator":["Klammer, D.","Schrempp, F."],"language":[],"coverage":[],"title":["QCD-Instantons and Conformal Space-Time Inversion Symmetry"],"description":["  In this paper, we explore the appealing possibility that the strong\nsuppression of large-size QCD instantons - as evident from lattice data - is\ndue to a surviving conformal space-time inversion symmetry. This symmetry is\nboth suggested from the striking invariance of high-quality lattice data for\nthe instanton size distribution under inversion of the instanton size rho -->\n<rho>^2 / rho and from the known validity of space-time inversion symmetry in\nthe classical instanton sector. We project the instanton calculus onto the\nfour-dimensional surface of a five-dimensional sphere via conformal\nstereographic mapping, before investigating conformal inversion. This\nprojection to a compact, curved geometry is both to avoid the occurence of\ndivergences and to introduce the average instanton size <rho> from the lattice\ndata as a new length scale. The average instanton size is identified with the\nradius b of this 5d-sphere and acts as the conformal inversion radius. For b =\n<rho>, our corresponding results are almost perfectly symmetric under\nspace-time inversion and in good qualitative agreement with the lattice data.\nFor rho / b --> 0, we recover the familiar results of instanton perturbation\ntheory in flat 4d-space. Moreover, we illustrate that a (weakly broken)\nconformal inversion symmetry would have significant consequences for QCD beyond\ninstantons. As a further successful test for inversion symmetry, we present\nstriking implications for another instanton dominated lattice observable, the\nchirality-flip ratio in the QCD vacuum.\n","Comment: 24 pages, 8 figures"]}]
["0805.0539",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Chaotic Dynamics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0539","Phys. Rev. E 79, 026205 (2009)","doi:10.1103/PhysRevE.79.026205"],"date":["2008-05-05","2008-07-03"],"type":["text"],"creator":["Garcia-Mata, Ignacio","Shepelyansky, Dima L."],"language":[],"coverage":[],"title":["Delocalization induced by nonlinearity in systems with disorder"],"description":["  We study numerically the effects of nonlinearity on the Anderson localization\nin lattices with disorder in one and two dimensions. The obtained results show\nthat at moderate strength of nonlinearity an unlimited spreading over the\nlattice in time takes place with an algebraic growth of number of populated\nsites $\\Delta n \\propto t^{\\nu}$. The numerical values of $\\nu$ are found to be\napproximately $0.15 - 0.2$ and 0.25 for the dimension $d=1$ and 2 respectively\nbeing in a satisfactory agreement with the theoretical value $d/(3d+2)$. The\nlocalization is preserved below a certain critical value of nonlinearity. We\nalso discuss the properties of the fidelity decay induced by a perturbation of\nnonlinear field.\n","Comment: 8 pages, 13 figures. New data and references added. Research at\n  http://www.quantware.ups-tlse.fr/"]}]
["0805.1101",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B65","35K20","91B28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1101","J. Math. Anal. Appl. 351 (2009) no. 1, pp. 326-333","doi:10.1016/j.jmaa.2008.10.019"],"date":["2008-05-08"],"type":["text"],"creator":["Kim, Seick"],"language":[],"coverage":[],"title":["On a degenerate parabolic equation arising in pricing of Asian options"],"description":["  We study a certain one dimensional, degenerate parabolic partial differential\nequation with a boundary condition which arises in pricing of Asian options.\nDue to degeneracy of the partial differential operator and the non-smooth\nboundary condition, regularity of the generalized solution of such a problem\nremained unclear. We prove that the generalized solution of the problem is\nindeed a classical solution.\n","Comment: 9 pages"]}]
["0805.1346",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1346","Int.J.Mod.Phys.A24:1-60,2009","doi:10.1142/S0217751X09043134"],"date":["2008-05-09","2009-01-19"],"type":["text"],"creator":["Fotopoulos, A.","Tsulaia, M."],"language":[],"coverage":[],"title":["Gauge Invariant Lagrangians for Free and Interacting Higher Spin Fields.\n  A Review of the BRST formulation"],"description":["  We give a detailed review of the construction of gauge invariant Lagrangians\nfor free and interacting higher spin fields using the BRST approach developed\nover the past few years.\n","Comment: Extended version of the contribution to the volume dedicated to the\n  60th birthday of Prof I.L. Buchbinder; 58 pages. v2 References added, some\n  typos fixed, a couple of clarifications added. v3 To appear in International\n  journal of Modern Physics A (pubished version), some typos fixed, references\n  added"]}]
["0805.1573",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1573","JHEP 0902:005,2009","doi:10.1088/1126-6708/2009/02/005"],"date":["2008-05-12","2008-12-14"],"type":["text"],"creator":["Collinucci, Andres","Denef, Frederik","Esole, Mboyo"],"language":[],"coverage":[],"title":["D-brane Deconstructions in IIB Orientifolds"],"description":["  With model building applications in mind, we collect and develop basic\ntechniques to analyze the landscape of D7-branes in type IIB compact Calabi-Yau\norientifolds, in three different pictures: F-theory, the D7 worldvolume theory\nand D9-anti-D9 tachyon condensation. A significant complication is that\nconsistent D7-branes in the presence of O7^- planes are generically singular,\nwith singularities locally modeled by the Whitney Umbrella. This invalidates\nthe standard formulae for charges, moduli space and flux lattice dimensions. We\ninfer the correct formulae by comparison to F-theory and derive them\nindependently and more generally from the tachyon picture, and relate these\nnumbers to the closed string massless spectrum of the orientifold\ncompactification in an interesting way. We furthermore give concrete recipes to\nexplicitly and systematically construct nontrivial D-brane worldvolume flux\nvacua in arbitrary Calabi-Yau orientifolds, illustrate how to read off D-brane\nflux content, enhanced gauge groups and charged matter spectra from tachyon\nmatrices, and demonstrate how brane recombination in general leads to flux\ncreation, as required by charge conservation and by equivalence of geometric\nand gauge theory moduli spaces.\n","Comment: 49 pages, v2: two references added"]}]
["0805.2836",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2836","JHEP 0812:055,2008","doi:10.1088/1126-6708/2008/12/055"],"date":["2008-05-19","2008-12-08"],"type":["text"],"creator":["Gorbunov, D.","Khmelnitsky, A.","Rubakov, V."],"language":[],"coverage":[],"title":["Is gravitino still a warm dark matter candidate?"],"description":["  We make use of the phase space density approach to discuss gravitino as a\nwarm dark matter candidate. Barring fine tuning between the reheat temperature\nin the Universe and superparticle masses, we find that \\emph{warm} gravitinos\nhave both appropriate total mass density, Omega_{\\tilde G} = \\Omega_{DM} \\simeq\n0.2, and suitable primordial phase space density at low momenta provided that\ntheir mass is in the range 1 keV \\lesssim \\mg \\lesssim 15 keV, the reheat\ntemperature in the Universe is low, T_R \\lesssim 10 TeV, and masses of some of\nthe superparticles are sufficiently small, M \\lesssim 350 GeV. The latter\nproperty implies that the gravitino warm dark matter scenario will be either\nruled out or supported by the LHC experiments.\n","Comment: 18 pages, 5 figures. Replaced with journal version"]}]
["0805.3206",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3206"],"date":["2008-05-21","2009-02-09"],"type":["text"],"creator":["Kafri, Oded"],"language":[],"coverage":[],"title":["Sociological Inequality and the Second Law"],"description":["  There are two fair ways to distribute particles in boxes. The first way is to\ndivide the particles equally between the boxes. The second way, which is\ncalculated here, is to score fairly the particles between the boxes. The\nobtained power law distribution function yields an uneven distribution of\nparticles in boxes. It is shown that the obtained distribution fits well to\nsociological phenomena, such as the distribution of votes in polls and the\ndistribution of wealth and Benford's law.\n","Comment: 8 pages 1 Fig"]}]
["0805.4658",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4658","JHEP 0902:010,2009","doi:10.1088/1126-6708/2009/02/010"],"date":["2008-05-30","2008-11-20"],"type":["text"],"creator":["Berenstein, David E.","Hanada, Masanori","Hartnoll, Sean A."],"language":[],"coverage":[],"title":["Multi-matrix models and emergent geometry"],"description":["  Encouraged by the AdS/CFT correspondence, we study emergent local geometry in\nlarge N multi-matrix models from the perspective of a strong coupling\nexpansion. By considering various solvable interacting models we show how the\nemergence or non-emergence of local geometry at strong coupling is captured by\nobservables that effectively measure the mass of off-diagonal excitations about\na semiclassical eigenvalue background. We find emergent geometry at strong\ncoupling in models where a mass term regulates an infrared divergence. We also\nshow that our notion of emergent geometry can be usefully applied to fuzzy\nspheres. Although most of our results are analytic, we have found numerical\ninput valuable in guiding and checking our results.\n","Comment: 1+34 pages, 4 figures. References added"]}]
["0806.0006",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0006","JHEP 0902:018,2009","doi:10.1088/1126-6708/2009/02/018"],"date":["2008-05-30","2009-01-11"],"type":["text"],"creator":["Bhattacharyya, Sayantani","Loganayagam, R.","Minwalla, Shiraz","Nampuri, Suresh","Trivedi, Sandip P.","Wadia, Spenta R."],"language":[],"coverage":[],"title":["Forced Fluid Dynamics from Gravity"],"description":["  We generalise the computations of arXiv:0712.2456 to generate long\nwavelength, asymptotically locally AdS_5 solutions to the Einstein-dilaton\nsystem with a slowly varying boundary dilaton field and a weakly curved\nboundary metric. Upon demanding regularity, our solutions are dual, under the\nAdS/CFT correspondence, to arbitrary fluid flows in the boundary theory\nformulated on a weakly curved manifold with a prescribed slowly varying\ncoupling constant. These solutions turn out to be parametrised by four-velocity\nand temperature fields that are constrained to obey the boundary covariant\nNavier Stokes equations with a dilaton dependent forcing term. We explicitly\nevaluate the stress tensor and Lagrangian as a function of the velocity,\ntemperature, coupling constant and curvature fields, to second order in the\nderivative expansion and demonstrate the Weyl covariance of these expressions.\nWe also construct the event horizon of the dual solutions to second order in\nthe derivative expansion, and use the area form on this event horizon to\nconstruct an entropy current for the dual fluid. As a check of our\nconstructions we expand the exactly known solutions for rotating black holes in\nglobal AdS_5 in a boundary derivative expansion and find perfect agreement with\nall our results upto second order. We also find other simple solutions of the\nforced fluid mechanics equations and discuss their bulk interpretation. Our\nresults may aid in determining a bulk dual to forced flows exhibiting steady\nstate turbulence.\n","Comment: 51 Pages, JHEP format.v2 : References added. v3 : Corrected typos. v4\n  : Footnotes 12 and 13 added to answer queries by the referee"]}]
["0806.0564",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0564","Europhysics Letters (EPL) 84 (2008) 37011","doi:10.1209/0295-5075/84/37011"],"date":["2008-06-03","2009-02-09"],"type":["text"],"creator":["Wandersman, Elie","Dupuis, V.","Dubois, Emmanuelle","Perzynski, Régine","Nakamae, S.","Vincent, Eric"],"language":[],"coverage":[],"title":["Growth of a dynamical correlation length in an aging superspin glass"],"description":["  We report on zero field cooled magnetization relaxation experiments on a\nconcen- trated frozen ferrofluid exhibiting a low temperature superspin glass\ntransition. With a method initially developed for spin glasses, we investigate\nthe field dependence of the relaxations that take place after different aging\ntimes. We extract the typical number of correlated spins involved in the aging\ndynamics. This brings important insights into the dynamical correlation length\nand its time growth. Our results, consistent with expressions obtained for spin\nglasses, extend the generality of these behaviours to the class of superspin\nglasses. Since the typical flipping time is much larger for superspins than for\natomic spins, our experiments probe a time regime much closer to that of\nnumerical simulations.\n"]}]
["0806.1769",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1769","Class.Quant.Grav.26:015001,2009","doi:10.1088/0264-9381/26/1/015001"],"date":["2008-06-11","2008-10-14"],"type":["text"],"creator":["Gerhardt, Claus"],"language":[],"coverage":[],"title":["Quantum cosmological Friedman models with an initial singularity"],"description":["  We consider the Wheeler-DeWitt equation $H\\psi=0$ in a suitable Hilbert\nspace. It turns out that this equation has countably many solutions $\\psi_i$\nwhich can be considered as eigenfunctions of a Hamilton operator implicitly\ndefined by $H$. We consider two models, a bounded one, $0<r<r_0$, and an\nunbounded, $0<r<\\un$, which represent different eigenvalue problems. In the\nbounded model we look for eigenvalues $\\Lam_i$, where the $\\Lam_i$ are the\nvalues of the cosmological constant which we used in the Einstein-Hilbert\nfunctional, and in the unbounded model the eigenvalues are given by\n$(-\\Lam_i)^{-\\frac {n-1}{n}}$, where $\\Lam_i<0$. The $\\psi_i$ form a basis of\nthe underlying Hilbert space.\n  All solutions have an initial singularity in $r=0$. Under certain\ncircumstances a smooth transition from big crunch to big bang is possible.\n","Comment: 35 pages, v7: Introduction rewritten and and a comparison with the\n  classical solutions added. This will be the published version"]}]
["0806.3343",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3343","J.Phys.G36:025007,2009","doi:10.1088/0954-3899/36/2/025007"],"date":["2008-06-20"],"type":["text"],"creator":["Sa, Ben-Hao","Zhou, Dai-Mei","Dong, Bao-Guo","Yan, Yu-Liang","Ma, Hai-Liang","Li, Xiao-Mei"],"language":[],"coverage":[],"title":["PACIAE Model Predictions for Pb+Pb Collisions at LHC Compared to the\n  Au+Au Collisions at RHIC"],"description":["  The parton and hadron cascade model PACIAE is used to simulate the 0-6,\n15-25, and 35-45 % most central Au+Au collisions at \\sqrt{s_{NN}}=19.6, 62.4,\n130, and 200 GeV and the 0-10 % most central Pb+Pb collisions at\n\\sqrt{s_{NN}}=5500 GeV. The calculated charged multiplicity and the charged\nparticle transverse momentum distribution, pseudorapidity distribution, and\nextended longitudinal scaling for Au+Au collisions well agree with the\ncorresponding PHOBOS data. Thus the above observables calculated for Pb+Pb\ncollisions would be a reliable prediction.\n","Comment: 4 pages, 3 figures"]}]
["0806.3565",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3565","Int.J.Mod.Phys.A24:113-139,2009","doi:10.1142/S0217751X09042657"],"date":["2008-06-22"],"type":["text"],"creator":["Polyakov, Dimitri"],"language":[],"coverage":[],"title":["$\\alpha$-Symmetries, Coloured Dimensions and Gauge-String Correspondence"],"description":["  We propose a scenario of gauge-string correspondence by relating the SU(3)\ncolour group to hidden space-time isometries originating from extra dimensions.\nThese isometries ($\\alpha$-symmetries) are the special symmetries of RNS\nsuperstring theories under global non-linear space-time transformations. The\nvertex operators for the octet of gluons are constructed by the procedure of\n``photon painting'', that is, with the SU(3) subgroup of the $\\alpha$-symmetry\ngenerators acting on a regular open string photon, so the corresponding open\nstring excitations are in the adjoint of SU(3). Remarkably, the operator\nalgebra of these massless gluon vertices is closed and possesses the full\nzigzag symmetry, crucial for the isomorphism between open strings and QCD. As a\nresult, the scattering amplitudes of the constructed open string vertex\noperators have a field-theoretic rather than a stringy structure, including the\nabsense of standard tower of massive intermediate states.Our model also\nsuggests that the total number of underlying hidden dimensions is three, with\neach extra dimension carrying its appropriate SU(3) colour and anticolour.\n","Comment: 30 pages"]}]
["0806.3914",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3914","JHEP 0808:031,2008","doi:10.1088/1126-6708/2008/08/031"],"date":["2008-06-24"],"type":["text"],"creator":["Meyer, Harvey B."],"language":[],"coverage":[],"title":["Energy-momentum tensor correlators and spectral functions"],"description":["  We calculate the thermal Euclidean correlators and the spectral functions of\nthe energy-momentum tensor for pure gauge theories, including at non-zero\nspatial momentum, at leading order in perturbation theory. Our goal is to\nimprove the extraction of transport properties from Euclidean correlators that\nare computable in lattice QCD. Based on our results and the predictions of\nhydrodynamics for the structure of the spectral functions at low frequencies,\nwe show that the shear and bulk viscosities can advantageously be extracted\nfrom the Euclidean correlators of the conserved charges, energy and momentum,\nat small but non-vanishing spatial momentum. The spectral functions in these\nchannels are free of the ultraviolet $\\omega^4$ term which represents a large\nbackground to the thermal physics encoded in the correlators of the fluxes.\n","Comment: 14 pages, 1 figure"]}]
["0806.4358",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4358","JHEP 0809:082,2008","doi:10.1088/1126-6708/2008/09/082"],"date":["2008-06-26","2008-09-02"],"type":["text"],"creator":["Lashkari, Nima","Brandenberger, Robert H."],"language":[],"coverage":[],"title":["Speed of Sound in String Gas Cosmology"],"description":["  We consider an ensemble of closed strings in a compact space with stable one\ncycles and compute the speed of sound resulting from string thermodynamics.\nPossible applications to the issue of Jeans instability in string gas cosmology\nare mentioned.\n","Comment: 6 pages, 1 figure, one reference added, figure re-sized one reference\n  added, one footnote added, a typo corrected"]}]
["0806.4427",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4427","Phys. Rev. Lett. 102, 067001 (2009)","doi:10.1103/PhysRevLett.102.067001"],"date":["2008-06-27"],"type":["text"],"creator":["Serbyn, M. N.","Skvortsov, M. A.","Varlamov, A. A.","Galitski, Victor"],"language":[],"coverage":[],"title":["Giant Nernst Effect due to Fluctuating Cooper Pairs in Superconductors"],"description":["  A theory of the fluctuation-induced Nernst effect is developed for arbitrary\nmagnetic fields and temperatures beyond the upper critical field line in a\ntwo-dimensional superconductor. First, we derive a simple phenomenological\nformula for the Nernst coefficient, which naturally explains the giant Nernst\nsignal due to fluctuating Cooper pairs. The latter is shown to be large even\nfar from the transition and may exceed by orders of magnitude the Fermi liquid\nterms. We also present a complete microscopic calculation (which includes\nquantum fluctuations) of the Nernst coefficient and give its asymptotic\ndependencies in various regions on the phase diagram. It is argued that the\nmagnitude and the behavior of the Nernst signal observed experimentally in\ndisordered superconducting films can be well-understood on the basis of the\nsuperconducting fluctuation theory.\n","Comment: 4 pages, 3 figures"]}]
["0806.4626",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4626","JCAP 0809:024,2008","doi:10.1088/1475-7516/2008/09/024"],"date":["2008-06-27"],"type":["text"],"creator":["Fukuyama, Takeshi","Okada, Nobuchika","Osaka, Toshiyuki"],"language":[],"coverage":[],"title":["Realistic Hybrid Inflation in 5D Orbifold SO(10) GUT"],"description":["  We discuss the smooth hybrid inflation scenario in the context of a simple\nsupersymmetric SO(10) GUT in 5D orbifold. In this GUT model, the SO(10) gauge\nsymmetry is broken down to the Pati-Salam (PS) gauge group, SU(4)$_c \\times$\nSU(2)$_L \\times$ SU(2)$_R$, by orbifold boundary conditions and all matter and\nHiggs multiplets are placed only on the brane (PS brane) where only the PS\nsymmetry is manifest. Further breaking of the Pati-Salam group to the Standard\nModel one is realized by VEVs of the Higgs multiplets $({\\bf 4},{\\bf 1},{\\bf\n2}) \\oplus (\\overline{{\\bf 4}},{\\bf 1},{\\bf 2})$. The gauge coupling\nunification is successfully realized at $M_{\\rm GUT} =4.6 \\times 10^{17}$ GeV\nafter incorporating the threshold corrections of the Kaluza-Klein modes, with\nthe compactification scale (assumed to be the same as the PS symmetry breaking\nscale) $M_c = v_{\\rm PS}= 1.2 \\times 10^{16}$ GeV. We show that this orbifold\nGUT model can naturally leads us to the smooth hybrid inflation, which tunes\nout to be consistent with the WMAP 5-year data with the predicted $M_{\\rm GUT}$\nand $v_{PS}$ in the model.\n","Comment: 14 pages, 7 figures"]}]
["0806.4952",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4952","Class.Quant.Grav.26:045007,2009","doi:10.1088/0264-9381/26/4/045007"],"date":["2008-06-30","2009-02-06"],"type":["text"],"creator":["Guendelman, Eduardo I.","Shilon, Idan"],"language":[],"coverage":[],"title":["Stabilization of Neutral Thin Shells By Gravitational Effects From\n  Electric Fields"],"description":["  We study the properties of a system consisting of an uncharged spherically\nsymmetric two dimensional extended object which encloses a stationary point\ncharge placed in the shell's center. We show that there can be a static and\nstable configuration for the neutral shell, using only the gravitational field\nof the charged source as a stabilizing mechanism. In particular, two types of\nshells are studied: a dust shell and a string gas shell. The dynamical\npossibilities are also analyzed, including the possibility of child universe\ncreation.\n","Comment: 5 pages, 1 figure"]}]
["0807.0236",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0236","JHEP 0808:071,2008","doi:10.1088/1126-6708/2008/08/071"],"date":["2008-07-02","2008-07-07"],"type":["text"],"creator":["Sfetsos, Konstadinos","Siampos, Konstadinos"],"language":[],"coverage":[],"title":["Stability issues with baryons in AdS/CFT"],"description":["  We consider baryon vertices within the gauge/gravity correspondence for a\nclass of curved backgrounds. The holographic description based on the N=4 SYM\ntheory for SU(N) allows classical solutions representing bound states of\nk-quarks with k less than or equal to N. We construct the corresponding\nclassical configurations and perform a stability analysis. We present the\ndetails for the theory at the conformal point and at finite temperature and\nshow that there is a critical value of k, below which there is instability.\nThis may also arise when the baryon reaches a critical size. We also extend our\ntreatment to magnetically charged baryon vertices.\n","Comment: v1: 22 Pages, 4 figures; v2: A reference corrected and a reference\n  added"]}]
["0807.0262",{"format":[],"subject":["Mathematics - Probability","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0262","Bernoulli 2009, Vol. 15, No. 1, 249-266","doi:10.3150/08-BEJ149"],"date":["2008-07-01","2009-02-09"],"type":["text"],"creator":["Armentano, Diego","Wschebor, Mario"],"language":[],"coverage":[],"title":["Random systems of polynomial equations. The expected number of roots\n  under smooth analysis"],"description":["  We consider random systems of equations over the reals, with $m$ equations\nand $m$ unknowns $P_i(t)+X_i(t)=0$, $t\\in\\mathbb{R}^m$, $i=1,...,m$, where the\n$P_i$'s are non-random polynomials having degrees $d_i$'s (the \"signal\") and\nthe $X_i$'s (the \"noise\") are independent real-valued Gaussian centered random\npolynomial fields defined on $\\mathbb{R}^m$, with a probability law satisfying\nsome invariance properties. For each $i$, $P_i$ and $X_i$ have degree $d_i$.\nThe problem is the behavior of the number of roots for large $m$. We prove that\nunder specified conditions on the relation signal over noise, which imply that\nin a certain sense this relation is neither too large nor too small, it follows\nthat the quotient between the expected value of the number of roots of the\nperturbed system and the expected value corresponding to the centered system\n(i.e., $P_i$ identically zero for all $i=1,...,m$), tends to zero geometrically\nfast as $m$ tends to infinity. In particular, this means that the behavior of\nthis expected value is governed by the noise part.\n","Comment: Published in at http://dx.doi.org/10.3150/08-BEJ149 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0807.0643",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0643","JHEP 0809:025,2008","doi:10.1088/1126-6708/2008/09/025"],"date":["2008-07-07","2008-10-15"],"type":["text"],"creator":["Hatsuda, Yasuyuki","Suzuki, Ryo"],"language":[],"coverage":[],"title":["Finite-Size Effects for Multi-Magnon States"],"description":["  We propose the generalized Luscher formula for multi-magnon states by which\none can compute the finite-size correction to the energy of multi giant magnons\nat classical and one-loop levels. It is shown that the F-term of our formula is\nconsistent with the exact finite-size spectrum of the sinh-Gordon model, and\nthe mu-term agrees with the finite-size energy of magnon boundstate of the\nasymptotic Bethe Ansatz in the su(2) sector at strong coupling. In an appendix,\nwe evaluate our formula at weak coupling under some approximations, and find\nthat the transcendental terms arise from a sum over an infinite tower of BPS\nboundstates.\n","Comment: 1+35 pages, v3: further clarification provided in Section 4, Section\n  5 moved to an appendix, v4: improved arguments for the case of multi dyonic\n  giant magnons, based on the published version"]}]
["0807.1597",{"format":[],"subject":["High Energy Physics - Lattice","Condensed Matter - Other Condensed Matter","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1597","JHEP 0809:018,2008","doi:10.1088/1126-6708/2008/09/018"],"date":["2008-07-10","2008-09-03"],"type":["text"],"creator":["Aarts, Gert","Stamatescu, Ion-Olimpiu"],"language":[],"coverage":[],"title":["Stochastic quantization at finite chemical potential"],"description":["  A nonperturbative lattice study of QCD at finite chemical potential is\ncomplicated due to the complex fermion determinant and the sign problem. Here\nwe apply the method of stochastic quantization and complex Langevin dynamics to\nthis problem. We present results for U(1) and SU(3) one link models and QCD at\nfinite chemical potential using the hopping expansion. The phase of the\ndeterminant is studied in detail. Even in the region where the sign problem is\nsevere, we find excellent agreement between the Langevin results and exact\nexpressions, if available. We give a partial understanding of this in terms of\nclassical flow diagrams and eigenvalues of the Fokker-Planck equation.\n","Comment: 37 pages, many eps figures; references added, to appear in JHEP"]}]
["0807.1917",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1917","JHEP 0809:114,2008","doi:10.1088/1126-6708/2008/09/114"],"date":["2008-07-11","2008-08-26"],"type":["text"],"creator":["Bayona, C. A. Ballon","Boschi-Filho, Henrique","Braga, Nelson R. F."],"language":[],"coverage":[],"title":["Deep inelastic scattering from gauge string duality in D3-D7 brane model"],"description":["  We calculate deep inelastic structure functions for mesons in the D3-D7 brane\nmodel, that incorporates flavour to the AdS/CFT correspondence. We consider two\ndifferent prescriptions for the hadronic current dual: a gauge field in the AdS\nbulk and a gauge field on the D7 brane. We also calculate elastic form factors\nin both cases. We compare our results with other holographic models.\n","Comment: V2: We included a new section with several plots comparing the\n  structure functions of the models considered. We moved some calculation\n  details to an appendix. Typos corrected. One reference included. 18 pages. 3\n  figures containing 9 plots"]}]
["0807.2000",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2000","JCAP 0809:010,2008","doi:10.1088/1475-7516/2008/09/010"],"date":["2008-07-14","2008-09-24"],"type":["text"],"creator":["Gong, Yungui","Liu, Jie"],"language":[],"coverage":[],"title":["Non-existence of Extended Holographic Dark Energy with Hubble Horizon"],"description":["  The extended holographic dark energy model with the Hubble horizon as the\ninfrared cutoff avoids the problem of the circular reasoning of the holographic\ndark energy model. We show that the infrared cutoff of the extended holographic\ndark energy model cannot be the Hubble horizon provided that the Brans-Dicke\nparameter $\\omega$ satisfies the experimental constraint $\\omega> 10^4$, and\nthis is proved as a no-go theorem. The no-go theorem also applies to the case\nin which the dark matter interacts with the dark energy.\n","Comment: 12 pages with revtex, 4 figures, v2: minor corrections to match the\n  version appeared in JCAP"]}]
["0807.2063",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2063","JHEP 0810:053,2008","doi:10.1088/1126-6708/2008/10/053"],"date":["2008-07-13","2008-07-21"],"type":["text"],"creator":["Bak, Dongsu","Rey, Soo-Jong"],"language":[],"coverage":[],"title":["Integrable Spin Chain in Superconformal Chern-Simons Theory"],"description":["  N = 6 superconformal Chern-Simons theory was proposed as gauge theory dual to\nType IIA string theory on AdS4*CP3. We study integrability of the theory from\nconformal dimension spectrum of single trace operators at planar limit. At\nstrong `t Hooft coupling, the spectrum is obtained from excitation energy of\nfree superstring on OSp(6|2,2)/SO(3,1)xSU(3)xU(1) supercoset. We recall that\nthe worldsheet theory is integrable classically by utilizing well-known results\nconcerning sigma model on symmetric space. With R-symmetry group SU(4), we also\nsolve relevant Yang-Baxter equation for a spin chain system associated with the\nsingle trace operators. From the solution, we construct alternating spin chain\nHamiltonian involving three-site interactions between 4 and 4*. At weak `t\nHooft coupling, we study gauge theory perturbatively, and calculate action of\ndilatation operator to single trace operators up to two loops. To ensure\nconsistency, we computed all relevant Feynman diagrams contributing to the\ndilatation opeator. We find that resulting spin chain Hamiltonian matches with\nthe Hamiltonian derived from Yang-Baxter equation. We further study new issues\narising from the shortest gauge invariant operators transforming as 15 and 1\nunder SU(4). We observe that `wrapping interactions' are present, compute the\ntrue spectrum and find that the spectrum agrees with prediction from\nsupersymmetry. We also find that scaling dimension computed naively from\nalternating spin chain Hamiltonian coincides with the true spectrum. We solve\nBethe ansatz equations for small number of excitations, and find indications of\ncorrelation between excitations of 4's and 4*'s and of nonexistence of mesonic\n(4 4*) bound-state.\n","Comment: 1+42 pages, 9 .eps figures, v3. notes added and typos corrected,\n  discussions and references added"]}]
["0807.2117",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2117","JHEP 0811:047,2008","doi:10.1088/1126-6708/2008/11/047"],"date":["2008-07-14"],"type":["text"],"creator":["Ciafaloni, M.","Colferai, D."],"language":[],"coverage":[],"title":["S-matrix and Quantum Tunneling in Gravitational Collapse"],"description":["  Using the recently introduced ACV reduced-action approach to transplanckian\nscattering of light particles, we show that the $S$-matrix in the region of\nclassical gravitational collapse is related to a tunneling amplitude in an\neffective field space. We understand in this way the role of both real and\ncomplex field solutions, the choice of the physical ones, the absorption of the\nelastic channel associated to inelastic multigraviton production and the\noccurrence of extra absorption below the critical impact parameter. We are also\nable to compute a class of quantum corrections to the original semiclassical\n$S$-matrix that we argue to be qualitatively sensible and which, generally\nspeaking, tend to smooth out the semiclassical results.\n","Comment: 19 pages, 4 figures, latex"]}]
["0807.2337",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2337","JHEP 0809:118,2008","doi:10.1088/1126-6708/2008/09/118"],"date":["2008-07-15","2008-07-23"],"type":["text"],"creator":["Amado, Irene","Hoyos-Badajoz, Carlos"],"language":[],"coverage":[],"title":["AdS black holes as reflecting cavities"],"description":["  We use the identification between null singularities of correlators in the\nbulk with time singularities in the boundary correlators to study the analytic\nstructure of time-dependent thermal Green functions using the eikonal\napproximation for classical solutions in the AdS black hole background. We show\nthat the location of singularities in complex time can be understood in terms\nof null rays bouncing on the boundaries and singularities of the eternal black\nhole, giving the picture of a `reflecting cavity'. We can then extract the\ngeneral analytic expression for the asymptotic values of the frequencies of\nquasinormal modes in large AdS black holes.\n","Comment: 14 pages, 2 figures, reference added"]}]
["0807.2339",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2339","JHEP 0809:060,2008","doi:10.1088/1126-6708/2008/09/060"],"date":["2008-07-15","2008-07-22"],"type":["text"],"creator":["Gomez, Cesar","Gunnesson, Johan","Hernandez, Rafael"],"language":[],"coverage":[],"title":["Magnons and BFKL"],"description":["  We extract from the double logarithmic contributions to DGLAP anomalous\ndimensions for twist-two operators up to three-loops the magnon dispersion\nrelation for planar N=4 supersymmetric Yang-Mills. Perturbatively the magnon\ndispersion relation agrees with the expansion of the anomalous dimension for\nspin-one as well as with the non-collinear double logarithmic contributions to\nthe BFKL anomalous dimensions analytically extended to negative spin. The\nall-loop expression for the magnon dispersion relation is determined by the\ndouble logarithmic resummation of the corresponding Bethe-Salpeter equation. A\npotential map relating the spin chain magnon to BFKL eigenfunctions in the\ndouble logarithm approximation is suggested.\n","Comment: 21 pages. Latex. v2: Reference added and minor changes"]}]
["0807.2377",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2377","JHEP 0809:115,2008","doi:10.1088/1126-6708/2008/09/115"],"date":["2008-07-15","2008-09-23"],"type":["text"],"creator":["Cai, Rong-Gen","Sun, Ya-Wen"],"language":[],"coverage":[],"title":["Shear Viscosity from AdS Born-Infeld Black Holes"],"description":["  We calculate the shear viscosity in the frame of AdS/CFT correspondence for\nthe field theory with a gravity dual of Einstein-Born-Infeld gravity. We find\nthat the ratio of $\\eta/s$ is still the conjectured universal value $1/4\\pi$ at\nleast up to the first order of the Born-Infeld parameter $1/b^2$.\n","Comment: 10pages, no figures; v2, version to appear in JHEP"]}]
["0807.2694",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2694"],"date":["2008-07-17","2009-02-07"],"type":["text"],"creator":["Li, Fei"],"language":[],"coverage":[],"title":["Algorithms for Scheduling Weighted Packets with Deadlines in a Bounded\n  Queue"],"description":["  Motivated by the Quality-of-Service (QoS) buffer management problem, we\nconsider online scheduling of packets with hard deadlines in a finite capacity\nqueue. At any time, a queue can store at most $b \\in \\mathbb Z^+$ packets.\nPackets arrive over time. Each packet is associated with a non-negative value\nand an integer deadline. In each time step, only one packet is allowed to be\nsent. Our objective is to maximize the total value gained by the packets sent\nby their deadlines in an online manner. Due to the Internet traffic's chaotic\ncharacteristics, no stochastic assumptions are made on the packet input\nsequences. This model is called a {\\em finite-queue model}.\n  We use competitive analysis to measure an online algorithm's performance\nversus an unrealizable optimal offline algorithm who constructs the worst\npossible input based on the knowledge of the online algorithm. For the\nfinite-queue model, we first present a deterministic 3-competitive memoryless\nonline algorithm. Then, we give a randomized ($\\phi^2 = ((1 + \\sqrt{5}) / 2)^2\n\\approx 2.618$)-competitive memoryless online algorithm.\n  The algorithmic framework and its theoretical analysis include several\ninteresting features. First, our algorithms use (possibly) modified\ncharacteristics of packets; these characteristics may not be same as those\nspecified in the input sequence. Second, our analysis method is different from\nthe classical potential function approach.\n","Comment: 19 pages. Appears in the Proceedings of the 28th IEEE International\n  Conference on Computer Communications (INFOCOM 2009)"]}]
["0807.3058",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3058","JCAP 0809:018,2008","doi:10.1088/1475-7516/2008/09/018"],"date":["2008-07-18","2008-09-12"],"type":["text"],"creator":["Li, Miao","Wang, Yi"],"language":[],"coverage":[],"title":["Consistency Relations for Non-Gaussianity"],"description":["  We investigate consistency relations for non-Gaussianity. We provide a\nmodel-independent dynamical proof for the consistency relation of 3-point\ncorrelation functions from the Hamiltonian and field redefinition. This\nrelation can be applied to single field inflation, multi-field inflation and\nthe curvaton scenario. This relation can also be generalized to $n$-point\ncorrelation functions up to arbitrary order in perturbation theory and with\narbitrary number of loops.\n","Comment: 18 pages. v2 and v3: references added"]}]
["0807.3067",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3067","Phys. Rev. Lett. 101, 265302 (2008)","doi:10.1103/PhysRevLett.101.265302"],"date":["2008-07-20","2009-02-09"],"type":["text"],"creator":["Vaishnav, J. Y.","Ruseckas, Julius","Clark, Charles W.","Juzeliunas, Gediminas"],"language":[],"coverage":[],"title":["Spin Field Effect Transistors with Ultracold Atoms"],"description":["  We propose a method of constructing cold atom analogs of the spintronic\ndevice known as the Datta-Das transistor (DDT), which despite its seminal\nconceptual role in spintronics, has never been successfully realized with\nelectrons. We propose two alternative schemes for an atomic DDT, both of which\nare based on the experimental setup for tripod stimulated Raman adiabatic\npassage. Both setups involve atomic beams incident on a series of laser fields\nmimicking the relativistic spin orbit coupling for electrons that is the\noperating mechanism of the DDT.\n"]}]
["0807.3191",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3191","JCAP 0812:009,2008","doi:10.1088/1475-7516/2008/12/009"],"date":["2008-07-21","2008-11-16"],"type":["text"],"creator":["Chen, Xingang"],"language":[],"coverage":[],"title":["Fine-Tuning in DBI Inflationary Mechanism"],"description":["  We show a model-independent fine-tuning issue in the DBI inflationary\nmechanism. DBI inflation requires a warp factor h small enough to sufficiently\nslow down the inflaton. On the other hand, the Einstein equation in extra\ndimensions under the inflationary background deforms the warp space in the IR\nside. Generically these two locations coincide with each other, spoiling the\nDBI inflation. The origin and tuning of this ``h-problem'' is closely related,\nthrough the AdS/CFT duality, to those of the well-known ``eta-problem'' in the\nslow-roll inflationary mechanism.\n","Comment: 13 pages; v4, several discussions expanded, JCAP version"]}]
["0807.3671",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3671","Class.Quant.Grav.26:015004,2009","doi:10.1088/0264-9381/26/1/015004"],"date":["2008-07-23"],"type":["text"],"creator":["Adamo, T. M.","Newman, E. T."],"language":[],"coverage":[],"title":["Electromagnetic Induced Gravitational Perturbations"],"description":["  We study the physical consequences of two diffferent but closely related\nperturbation schemes applied to the Einstein-Maxwell equations. In one case the\nstarting space-time is flat while in the other case it is Schwarzschild. In\nboth cases the perturbation is due to a combined electric and magnetic dipole\nfield. We can see, within the Einstein-Maxwell equations a variety of physical\nconsequences. They range from induced gravitational energy-momentum loss, to a\nwell defined spin angular momentum with its loss and a center-of-mass with its\nequations of motion.\n","Comment: 17"]}]
["0807.3797",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3797","Prog.Theor.Phys.121:121-164,2009","doi:10.1143/PTP.121.121"],"date":["2008-07-24","2008-10-10"],"type":["text"],"creator":["Kinoshita, Shunichiro","Mukohyama, Shinji","Nakamura, Shin","Oda, Kin-ya"],"language":[],"coverage":[],"title":["A Holographic Dual of Bjorken Flow"],"description":["  We propose a consistent setup for a holographic dual of Bjorken flow of\nstrongly coupled large-Nc N=4 SYM-theory plasma. We employ\nEddington-Finkelstein type coordinates for the dual geometry, and we propose a\nlate-time expansion there. We construct the dual geometry order by order, and\nwe show that the transport coefficients are determined by the regularity of the\ngeometry. We also show that the dual geometry has an apparent horizon hence an\nevent horizon, which covers the singularity at the origin. We prove that the\ndual geometry is regular at all orders under an appropriate choice of the\ntransport coefficients. Our model is a concrete well-defined example of\ntime-dependent AdS/CFT.\n","Comment: 50 pages. v2: typos corrected, a reference added"]}]
["0807.4728",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4728","Class.Quant.Grav.26:045006,2009","doi:10.1088/0264-9381/26/4/045006"],"date":["2008-07-29"],"type":["text"],"creator":["Gleiser, Reinaldo J.","Ramirez, Marcos A."],"language":[],"coverage":[],"title":["On the dynamics of thin shells of counter rotating particles"],"description":["  In this paper we study the dynamics of self gravitating spherically symmetric\nthin shells of counter rotating particles. We consider all possible velocity\ndistributions for the particles, and show that the equations of motion by\nthemselves do not constrain this distribution. We therefore consider the\ndynamical stability of the resulting configurations under several possible\nprocesses. This include the stability of static configurations as a whole,\nwhere we find a lower bound for the compactness of the shells. We analyze also\nthe stability of the single particle orbits, and find conditions for \"single\nparticle evaporation\". Finally, in the case of a shell with particles whose\nangular momenta are restricted to two values, we consider the conditions for\nstability under splitting into two separate shells. This analysis leads to the\nconclusion that under certain conditions, that are given explicitly, an\nevolving shell may split into one or more separate shells. We provide explicit\nexamples to illustrate this phenomenon. We also include a derivation of the\nthick to thin shell limit for an Einstein shell that shows that the limiting\ndistribution of angular momenta is unique, covering continuously a finite range\nof values.\n","Comment: 23 pages, 5 figures,"]}]
["0808.0107",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0107","Physics Letters B 672 (2009) 177"],"date":["2008-08-01"],"type":["text"],"creator":["Mazharimousavi, S. Habib","Sakalli, I.","Halilsoy, M."],"language":[],"coverage":[],"title":["Hawking radiation for higher dimensional Einstein-Yang-Mills linear\n  dilaton black holes"],"description":["  Recently, Hawking radiation from a $4-$dimensional linear dilaton black hole\nsolution to Einstein-Maxwell-Dilaton (EMD) theory, via a method of computing\nexactly the semi-classical radiation, has been derived by Cl\\U{e9}ment, et al.\nTheir results show that, whenever solution is available to the massless scalar\nwave equation, an exact computation of the radiation spectrum leads to the\nHawking temperature $T_{H}$. We apply the same method to derive Hawking\nradiation spectrum for higher dimensional linear dilaton black holes in the\nEinstein-Yang-Mills-Dilaton (EYMD) and Einstein-Maxwell-Dilaton (EMD) theories.\nOur results show that the radiation with high frequencies for these massive\nblack holes reveal some remarkable information about the $T_{H}$.\n","Comment: 9 pages, 2 figures,"]}]
["0808.0575",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0575","J.Phys.A42:095301,2009","doi:10.1088/1751-8113/42/9/095301"],"date":["2008-08-05","2009-01-08"],"type":["text"],"creator":["Smilga, A. V."],"language":[],"coverage":[],"title":["Exceptional points in quantum and classical dynamics"],"description":["  We notice that, when a quantum system involves exceptional points, i.e. the\nspecial values of parameters where the Hamiltonian loses its self-adjointness\nand acquires the Jordan block structure, the corresponding classical system\nalso exhibits a singular behaviour associated with restructuring of classical\ntrajectories. The system with the crypto-Hermitian Hamiltonian H = (p^2+z^2)/2\n-igz^5 and hyper-ellictic classical dynamics is studied in details. Analogies\nwith supersymmetric Yang-Mills dynamics are elucidated.\n","Comment: References added. Final version to be published in J. Phys. A"]}]
["0808.1008",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1008","Phys. Rev. Lett. 102, 056806 (2009)","doi:10.1103/PhysRevLett.102.056806"],"date":["2008-08-07"],"type":["text"],"creator":["Wurm, J.","Rycerz, A.","Adagideli, I.","Wimmer, M.","Richter, K.","Baranger, H. U."],"language":[],"coverage":[],"title":["Symmetry Classes in Graphene Quantum Dots: Universal Spectral\n  Statistics, Weak Localization, and Conductance Fluctuations"],"description":["  We study the symmetry classes of graphene quantum dots, both open and closed,\nthrough the conductance and energy level statistics. For abrupt termination of\nthe lattice, these properties are well described by the standard orthogonal and\nunitary ensembles. However, for smooth mass confinement, special time-reversal\nsymmetries associated with the sublattice and valley degrees of freedom are\ncritical: they lead to block diagonal Hamiltonians and scattering matrices with\nblocks belonging to the unitary symmetry class even at zero magnetic field.\nWhile the effect of this structure is clearly seen in the conductance of open\ndots, it is suppressed in the spectral statistics of closed dots, because the\nintervalley scattering time is shorter than the time required to resolve a\nlevel spacing in the closed systems but longer than the escape time of the open\nsystems.\n","Comment: 4 pages, 4 figures, RevTex, submitted to Phys. Rev. Lett"]}]
["0808.1212",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1212","Class.Quant.Grav.26:045008,2009","doi:10.1088/0264-9381/26/4/045008"],"date":["2008-08-08","2008-11-28"],"type":["text"],"creator":["Mansi, Diego S.","Petkou, Anastasios C.","Tagliabue, Giovanni"],"language":[],"coverage":[],"title":["Gravity in the 3+1-Split Formalism I: Holography as an Initial Value\n  Problem"],"description":["  We present a detailed analysis of the 3+1-split formalism of gravity in the\npresence of a cosmological constant. The formalism helps revealing the intimate\nconnection between holography and the initial value formulation of gravity. We\nshow that the various methods of holographic subtraction of divergences\ncorrespond just to different transformations of the canonical variables, such\nthat the initial value problem is properly set up at the boundary. The\nrenormalized boundary energy momentum tensor is a component of the Weyl tensor.\n","Comment: 28 pages; v2: minor improvements, references added"]}]
["0808.1213",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1213","Class.Quant.Grav.26:045009,2009","doi:10.1088/0264-9381/26/4/045009"],"date":["2008-08-08","2008-11-28"],"type":["text"],"creator":["Mansi, Diego S.","Petkou, Anastasios C.","Tagliabue, Giovanni"],"language":[],"coverage":[],"title":["Gravity in the 3+1-Split Formalism II: Self-Duality and the Emergence of\n  the Gravitational Chern-Simons in the Boundary"],"description":["  We study self-duality in the context of the 3+1-split formalism of gravity\nwith non-zero cosmological constant. Lorentzian self-dual configurations are\nconformally flat spacetimes and have boundary data determined by classical\nsolutions of the three-dimensional gravitational Chern-Simons. For Euclidean\nself-dual configurations, the relationship between their boundary initial\npositions and initial velocity is also determined by the three-dimensional\ngravitational Chern-Simons. Our results imply that bulk self-dual\nconfigurations are holographically described by the gravitational Chern-Simons\ntheory which can either viewed as a boundary generating functional or as a\nboundary effective action.\n","Comment: 25 pages; v2: minor improvements, references added"]}]
["0808.1277",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1277","Phys.Rev.C78:041303,2008","doi:10.1103/PhysRevC.78.041303"],"date":["2008-08-08","2009-02-09"],"type":["text"],"creator":["Thakur, B.","Pittel, S.","Sandulescu, N."],"language":[],"coverage":[],"title":["Density Matrix Renormalization Group study of $^{48}$Cr and $^{56}$Ni"],"description":["  We discuss the development of an angular-momentum-conserving variant of the\nDensity Matrix Renormalization Group (DMRG) method for use in large-scale\nshell-model calculations of atomic nuclei and report a first application of the\nmethod to the ground state of $^{56}$Ni and improved results for $^{48}$Cr. In\nboth cases, we see a high level of agreement with the exact results. A\ncomparison of the two shows a dramatic reduction in the fraction of the space\nrequired to achieve accuracy as the size of the problem grows.\n","Comment: 4 pages. Published in PRC Rapid"]}]
["0808.1394",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1394","Int.J.Mod.Phys.A24:81-100,2009","doi:10.1142/S0217751X09043146"],"date":["2008-08-11","2008-12-15"],"type":["text"],"creator":["Maeno, Masahiro","Oda, Ichiro"],"language":[],"coverage":[],"title":["Massive Gravity in Curved Cosmological Backgrounds"],"description":["  We study the physical propagating modes in a massive gravity model in curved\ncosmological backgrounds, which we have found as classical solutions in our\nprevious paper. We show that, generically, there exist such the cosmological\nbackground solutions consistent with the equations of motion where we assume\nthe ghost condensation ansatzes. Using the (1+3)-parametrization of the metric\nfluctuations with 'unitary' gauge, we find that there is neither a scalar ghost\nnor a tachyon in the spectrum of the propagating modes, the tensor modes become\nmassive owing to gravitational Higgs mechanism, and the model is free of the\nBoulware-Deser instability. The price we have to pay is that the scalar sector\nbreaks the Lorentz-invariance, but there are no pathologies in the spectrum and\nlead to interesting phenomenology. Moreover, we present a proof of the absence\nof non-unitary modes for a specific ghost condensation model in a cosmological\nbackground.\n","Comment: 20 pages"]}]
["0808.1583",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1583","JHEP 0902:013,2009","doi:10.1088/1126-6708/2009/02/013"],"date":["2008-08-11","2009-01-18"],"type":["text"],"creator":["Bandos, Igor A.","Townsend, Paul K."],"language":[],"coverage":[],"title":["SDiff Gauge Theory and the M2 Condensate"],"description":["  We develop a general formalism for the construction, in $D$-dimensional\nMinkowski space, of gauge theories for which the gauge group is the\ninfinite-dimensional group SDiff$_n$ of volume-preserving diffeomorphisms of\nsome closed $n$-dimensional manifold. We then focus on the D=3 SDiff$_3$\nsuperconformal gauge theory describing a condensate of M2-branes; in\nparticular, we derive its ${\\cal N}=8$ superfield equations from a pure-spinor\nsuperspace action, and we describe its relationship to the D=3 SDiff$_2$\nsuper-Yang-Mills theory describing a condensate of D2-branes.\n","Comment: 38 pp. Minor revision of version 2"]}]
["0808.2350",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2350","Phys. Rev. Lett. 102, 065301 (2009)","doi:10.1103/PhysRevLett.102.065301"],"date":["2008-08-18","2009-02-09"],"type":["text"],"creator":["Huber, S. D.","Rüegg, A."],"language":[],"coverage":[],"title":["Dynamically Generated Double Occupancy as a Probe of Cold Atom Systems"],"description":["  The experimental investigation of quantum phases in optical lattice systems\nprovides major challenges. Recently, dynamical generation of double occupancy\nvia modulation of the hopping amplitude t has been used to characterize the\nstrongly correlated phase of fermionic atoms. Here, we want to validate this\nexperimental technique with a theoretical study of the driven Hubbard model\nusing analytic methods. We find that conclusive evidence for a Mott phase can\nbe inferred from such a measurement, provided that sufficiently low\ntemperatures kT<<t can be reached.\n","Comment: 5 pages, 3 figures"]}]
["0808.2396",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2396","JHEP 0902:004,2009","doi:10.1088/1126-6708/2009/02/004"],"date":["2008-08-18","2008-12-02"],"type":["text"],"creator":["Ikemori, Hitoshi","Kitakado, Shinsaku","Otsu, Hideharu","Sato, Toshiro"],"language":[],"coverage":[],"title":["Non Abelian Vortices as Instantons on Noncommutative Discrete Space"],"description":["  There seems to be close relationship between the moduli space of vortices and\nthe moduli space of instantons, which is not yet clearly understood from a\nstandpoint of the field theory. We clarify the reasons why many similarities\nare found in the methods for constructing the moduli of instanton and vortex,\nviewed in the light of the notion of the self-duality. We show that the\nnon-Abelian vortex is nothing but the instanton in $R^{2} \\times Z_{2}$ from a\nviewpoint of the noncommutative differential geometry and the gauge theory in\ndiscrete space. The action for pure Yang-Mills theory in $R^{2} \\times Z_{2}$\nis equivalent to that for Yang-Mills-Higgs theory in $R^{2} $.\n","Comment: 19 pages, various arguments are added, the exposition is improved"]}]
["0808.3696",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3696","JHEP 0902:015,2009","doi:10.1088/1126-6708/2009/02/015"],"date":["2008-08-27","2009-01-15"],"type":["text"],"creator":["Andersen, Jeppe R.","Del Duca, Vittorio","White, Chris D."],"language":[],"coverage":[],"title":["Higgs Boson Production in Association with Multiple Hard Jets"],"description":["  We elucidate a new technique for estimating the production of multiple (at\nleast two) hard jets in Higgs production via gluon-gluon fusion. The approach\nis based upon high energy factorisation, with the region of applicability\nextended by constraints on the analytic behaviour of the scattering amplitudes\nstemming from known all-order results. The method approximates both real and\nvirtual corrections, and allows for the resummation in an n-parton inclusive\nevent sample of the terms dominant in the high energy limit. The resulting\napproximation is matched to the known tree level matrix elements for the\nproduction of a Higgs boson in association with 2 and 3 jets, and implemented\nin a Monte Carlo generator. Example results are presented and characteristic\nradiation patterns discussed.\n","Comment: 39 pages, v2: 43 pages, extended sections comparing to fixed order\n  results"]}]
["0808.3733",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs","35J25, 35P05, 47A10, 47A11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3733"],"date":["2008-08-27","2009-02-09"],"type":["text"],"creator":["Brown, Malcolm","Hinchcliffe, James","Marletta, Marco","Naboko, Serguei","Wood, Ian"],"language":[],"coverage":[],"title":["The abstract Titchmarsh-Weyl M-function for adjoint operator pairs and\n  its relation to the spectrum"],"description":["  In the setting of adjoint pairs of operators we consider the question: to\nwhat extent does the Weyl M-function see the same singularities as the\nresolvent of a certain restriction $A_B$ of the maximal operator? We obtain\nresults showing that it is possible to describe explicitly certain spaces $\\Sc$\nand $\\tilde{\\Sc}$ such that the resolvent bordered by projections onto these\nsubspaces is analytic everywhere that the M-function is analytic. We present\nthree examples -- one involving a Hain-L\\\"{u}st type operator, one involving a\nperturbed Friedrichs operator and one involving a simple ordinary differential\noperators on a half line -- which together indicate that the abstract results\nare probably best possible.\n","Comment: 21 pages minor amendments, extra references"]}]
["0809.0005",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0005","JHEP 0812:057,2008","doi:10.1088/1126-6708/2008/12/057"],"date":["2008-09-01","2008-10-30"],"type":["text"],"creator":["Pujolas, Oriol"],"language":[],"coverage":[],"title":["Strongly Coupled Radiation from Moving Mirrors and Holography in the\n  Karch-Randall model"],"description":["  Motivated by the puzzles in understanding how Black Holes evaporate into a\nstrongly coupled Conformal Field Theory, we study particle creation by an\naccelerating mirror. We model the mirror as a gravitating Domain Wall and\nconsider a CFT coupled to it through gravity, in asymptotically Anti de Sitter\nspace. This problem (backreaction included) can be solved exactly at one loop.\nAt strong coupling, this is dual to a Domain Wall localized on the brane in the\nKarch-Randall model, which can be fully solved as well. Hence, in this case one\ncan see how the particle production is affected by A) strong coupling and B)\nits own backreaction. We find that A) the amount of CFT radiation at strong\ncoupling is not suppressed relative to the weak coupling result; and B) once\nthe boundary conditions in the AdS_5 bulk are appropriately mapped to the\nconditions for the CFT on the boundary of AdS_4, the Karch-Randall model and\nthe CFT side agree to leading order in the backreaction. This agreement holds\neven for a new class of self-consistent solutions (the `Bootstrap' Domain Wall\nspacetimes) that have no classical limit. This provides a quite precise check\nof the holographic interpretation of the Karch-Randall model. We also comment\non the massive gravity interpretation.\n  As a byproduct, we show that relativistic Cosmic Strings (pure tension\ncodimension 2 branes) in Anti de Sitter are repulsive and generate long-range\ntidal forces even at classical level. This is the phenomenon dual to particle\nproduction by Domain Walls.\n","Comment: 43 pages, 10 figures. Typos corrected, 1 reference added"]}]
["0809.0394",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0394","J.Phys.A42:085404,2009","doi:10.1088/1751-8113/42/8/085404"],"date":["2008-09-02","2008-09-15"],"type":["text"],"creator":["Collie, Benjamin"],"language":[],"coverage":[],"title":["Dyonic Non-Abelian Vortices"],"description":["  We study three-dimensional Yang-Mills-Higgs theories with and without a\nChern-Simons interaction. We find that these theories admit a rich spectrum of\nvortex solitons carrying both a topological charge and a global flavour charge.\nWe further derive a low-energy description of the vortex dynamics from a gauged\nlinear sigma model on the vortex worldline.\n","Comment: 16 pages, 3 figures; references added in section 2"]}]
["0809.0840",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0840"],"date":["2008-09-04","2009-02-09"],"type":["text"],"creator":["Chekanov, S."],"language":[],"coverage":[],"title":["HEP data analysis using jHepWork and Java"],"description":["  A role of Java in high-energy physics and recent progress in development of a\nplatform-independent data-analysis framework, jHepWork, is discussed. The\nframework produces professional graphics and has many libraries for data\nmanipulation.\n","Comment: 5 pages, Proceedings of the HERA-LHC workshops (2007-2008), DESY-CERN"]}]
["0809.1157",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1157","JHEP 0812:056,2008","doi:10.1088/1126-6708/2008/12/056"],"date":["2008-09-06"],"type":["text"],"creator":["Mukhi, Sunil","Nigam, Rahul"],"language":[],"coverage":[],"title":["Constraints on \"rare\" dyon decays"],"description":["  We obtain the complete set of constraints on the moduli of N=4 superstring\ncompactifications that permit \"rare\" marginal decays of 1/4-BPS dyons to take\nplace. The constraints are analysed in some special cases. The analysis extends\nin a straightforward way to multi-particle decays. We discuss the possible\nrelation between general multi-particle decays and multi-centred black holes.\n","Comment: 27 pages"]}]
["0809.1568",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1568","J.Phys.A42:095003,2009","doi:10.1088/1751-8113/42/9/095003"],"date":["2008-09-09","2008-10-01"],"type":["text"],"creator":["Pis'mak, Yuri M.","Weber, Alexej","Wegner, Franz J."],"language":[],"coverage":[],"title":["Critical Behavior of a General O(n)-symmetric Model of two n-Vector\n  Fields in D=4-2 epsilon"],"description":["  The critical behaviour of the O(n)-symmetric model with two n-vector fields\nis studied within the field-theoretical renormalization group approach in a\nD=4-2 epsilon expansion. Depending on the coupling constants the\nbeta-functions, fixed points and critical exponents are calculated up to the\none- and two-loop order, resp. (eta in two- and three-loop order). Continuous\nlines of fixed points and O(n)*O(2) invariant discrete solutions were found.\nApart from already known fixed points two new ones were found. One agrees in\none-loop order with a known fixed point, but differs from it in two-loop order.\n","Comment: 23 pages"]}]
["0809.1595",{"format":[],"subject":["Mathematics - Commutative Algebra","13D05","13D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1595"],"date":["2008-09-09","2009-02-09"],"type":["text"],"creator":["Hummel, Livia","Marley, Thomas"],"language":[],"coverage":[],"title":["The Auslander-Bridger formula and the Gorenstein property for coherent\n  rings"],"description":["  The concept of Gorenstein dimension, defined by Auslander and Bridger for\nfinitely generated modules over a Noetherian ring, is studied in the context of\nfinitely presented modules over a coherent ring. A generalization of the\nAuslander-Bridger formula is established and is used as a cornerstone in the\ndevelopment of a theory of coherent Gorenstein rings.\n","Comment: 28 pages"]}]
["0809.3273",{"format":[],"subject":["Quantum Physics","Computer Science - Cryptography and Security","Computer Science - Information Theory","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3273","Phys. Rev. Lett. 102, 050503 (2009)","doi:10.1103/PhysRevLett.102.050503"],"date":["2008-09-18","2009-02-09"],"type":["text"],"creator":["Pirandola, Stefano","Garcia-Patron, Raul","Braunstein, Samuel L.","Lloyd, Seth"],"language":[],"coverage":[],"title":["Direct and Reverse Secret-Key Capacities of a Quantum Channel"],"description":["  We define the direct and reverse secret-key capacities of a memoryless\nquantum channel as the optimal rates that entanglement-based quantum key\ndistribution protocols can reach by using a single forward classical\ncommunication (direct reconciliation) or a single feedback classical\ncommunication (reverse reconciliation). In particular, the reverse secret-key\ncapacity can be positive for antidegradable channels, where no forward strategy\nis known to be secure. This property is explicitly shown in the continuous\nvariable framework by considering arbitrary one-mode Gaussian channels.\n","Comment: 4 pages, 5 figures, REVteX"]}]
["0809.3419",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3419","Phys.Rev.D79:014027,2009","doi:10.1103/PhysRevD.79.014027"],"date":["2008-09-19","2008-12-05"],"type":["text"],"creator":["Close, Frank","Downum, Clark"],"language":[],"coverage":[],"title":["Charmonium production in e+e- to \\psi + X(c\\bar c) and e+e- to D*D_J"],"description":["  The dominance of chi_0 in the data for e+e- to psi + chi_J(c\\bar{c}) is shown\nto violate OZI factorization. Single gluon exchange gives a non-factorizing\neffective S.L interaction that generates a large scalar production amplitude.\nThis also has observable effects near threshold in e+e- to D*D_J, where\nenhancements of D*D_0 and DD_1 channels are predicted. Further tests and\nimplications are discussed.\n","Comment: 9 pages 1 figure. Substatial rewrite from previous versions.\n  Conclusions unchanged"]}]
["0809.3543",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3543","JHEP 0902:011,2009","doi:10.1088/1126-6708/2009/02/011"],"date":["2008-09-22"],"type":["text"],"creator":["Karczmarek, Joanna L."],"language":[],"coverage":[],"title":["Scattering in the adjoint sector of the c = 1 Matrix Model"],"description":["  Closed string tachyon emission from a traveling long string in Liouville\nstring theory is studied. The exact collective field Hamiltonian in the adjoint\nsector of the c=1 matrix model is computed to capture the interaction between\nthe tip of the long string and the closed string tachyon field. The amplitude\nfor emission of a single tachyon quantum is obtained in a closed form using the\nchiral formalism.\n","Comment: 22 pages, 2 figures"]}]
["0809.3748",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3748","JHEP 0812:050,2008","doi:10.1088/1126-6708/2008/12/050"],"date":["2008-09-22","2008-10-06"],"type":["text"],"creator":["Font, Anamaria","Guarino, Adolfo","Moreno, Jesus M."],"language":[],"coverage":[],"title":["Algebras and non-geometric flux vacua"],"description":["  In this work we classify the subalgebras satisfied by non-geometric Q-fluxes\nin type IIB orientifolds on T^6/(Z_2 x Z_2) with three moduli (S,T,U). We find\nthat there are five subalgebras compatible with the symmetries, each one\nleading to a characteristic flux-induced superpotential. Working in the\n4-dimensional effective supergravity we obtain families of supersymmetric AdS_4\nvacua with all moduli stabilized at small string coupling g_s. Our results are\nmostly analytic thanks to a judicious parametrization of the non-geometric, RR\nand NSNS fluxes. We are also able to leave the flux-induced C_4 and C_8 RR\ntadpoles as free variables, thereby enabling us to study which values are\nallowed for each Q-subalgebra. Another novel outcome is the appearance of\nmultiple vacua for special sets of fluxes. However, they generically have g_s >\n1 unless the net number of O3/D3 or O7/D7 sources needed to cancel the tadpoles\nis large. We also discuss briefly the issues of axionic shift symmetries and\ncancellation of Freed-Witten anomalies.\n","Comment: 61 pages, LaTex, v2: added references"]}]
["0809.3895",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3895","J.Phys.A42:085403,2009","doi:10.1088/1751-8113/42/8/085403"],"date":["2008-09-23","2009-01-08"],"type":["text"],"creator":["Bowcock, Peter","Foster, David","Sutcliffe, Paul"],"language":[],"coverage":[],"title":["Q-balls, Integrability and Duality"],"description":["  This paper is concerned with the dynamics and interactions of Q-balls in\n(1+1)-dimensions. The asymptotic force between well-separated Q-balls is\ncalculated to show that Q-balls can be attractive or repulsive depending upon\ntheir relative internal phase. An integrable model with exact multi-Q-ball\nsolutions is investigated and found to be of use in explaining the dynamics in\nnon-integrable theories. In particular, it is demonstrated that the dynamics of\nsmall Q-balls in a generic class of non-integrable models tends towards\nintegrable dynamics as the charge decreases. Long-lived oscillations of a\nsingle Q-ball can also be understood in terms of a deformation of an exact\nbreather solution in the integrable model. Finally, we show that any theory\nwith Q-ball solutions has a dual description in which a stationary Q-ball is\ndual to a static kink, with an interchange of Noether and topological charges.\n","Comment: Version to appear in J. Phys. A"]}]
["0810.0019",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0019","New J. Phys. 11, 013051 (2009)","doi:10.1088/1367-2630/11/1/013051"],"date":["2008-09-30","2008-10-08"],"type":["text"],"creator":["Calderon, M. J.","Valenzuela, B.","Bascones, E."],"language":[],"coverage":[],"title":["Effect of the tetrahedral distortion on the electronic properties of\n  iron-pnictides"],"description":["  We study the dependence of the electronic structure of iron pnictides on the\nangle formed by the arsenic-iron bonds. Within a Slater-Koster tight binding\nmodel which captures the correct symmetry properties of the bands, we show that\nthe density of states and the band structure are sensitive to the distortion of\nthe tetrahedral environment of the iron atoms. This sensitivity is extremely\nstrong in a two-orbital (d_xz, d_yz) model due to the formation of a flat band\naround the Fermi level. Inclusion of the d_xy orbital destroys the flat band\nwhile keeping a considerable angle dependence in the band structure.\n","Comment: 5 pages, including 5 figures. Fig. 5 replaced. Minor changes in the\n  text"]}]
["0810.1044",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1044","JHEP 0902:002,2009","doi:10.1088/1126-6708/2009/02/002"],"date":["2008-10-06"],"type":["text"],"creator":["Hollik, Wolfgang","Mirabella, Edoardo","Trenkel, Maike K."],"language":[],"coverage":[],"title":["Electroweak contributions to squark--gluino production at the LHC"],"description":["  We calculated the electroweak contributions to the hadronic production of a\nsquark in association with a gluino within the Minimal Supersymmetric Standard\nModel (MSSM). Presented are complete next-to-leading order electroweak (NLO EW)\ncorrections at O(alpha_s^2 alpha), which include real photon and real quark\nradiation processes. Also considered are photon induced tree level O(alpha_s\nalpha) contributions.\n","Comment: 23 pages, 15 figures"]}]
["0810.1053",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1053","JHEP 0812:054,2008","doi:10.1088/1126-6708/2008/12/054"],"date":["2008-10-06","2008-11-26"],"type":["text"],"creator":["Arean, Daniel","Merlatti, Paolo","Nunez, Carlos","Ramallo, Alfonso V."],"language":[],"coverage":[],"title":["String duals of two-dimensional (4,4) supersymmetric gauge theories"],"description":["  We study duals to field theories in two dimensions with N=(4,4) SUSY. The\nstring backgrounds reproduce certain non-perturbative aspects of the dual field\ntheory with a large number of colors N_c and a tunable number of flavors N_f.\nDifferent aspects of the two-dimensional field theory are discussed, among them\nthe running of gauge couplings, the spectrum of mesons in Higgs and Coulomb\nbranches, entanglement entropy and the non-relativistic version of our string\nbackgrounds.\n","Comment: LaTeX, 71 pages, 6 figures;v2:typos corrected; v3: discussion\n  improved"]}]
["0810.1843",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1843","JHEP 0812:058,2008","doi:10.1088/1126-6708/2008/12/058"],"date":["2008-10-10"],"type":["text"],"creator":["ETM Collaboration","Jansen, Karl","Michael, Chris","Shindler, Andrea","Wagner, Marc"],"language":[],"coverage":[],"title":["The static-light meson spectrum from twisted mass lattice QCD"],"description":["  We compute the static-light meson spectrum with N_f = 2 flavours of sea\nquarks using Wilson twisted mass lattice QCD. We consider five different values\nfor the light quark mass corresponding to 300 MeV < m_PS < 600 MeV and we\npresent results for angular momentum j = 1/2, j = 3/2 and j = 5/2 and for\nparity P = + and P = -. We extrapolate our results to physical quark masses and\nmake predictions regarding the spectrum of B and B_s mesons.\n","Comment: 20 pages, 2 figures"]}]
["0810.2080",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2080","JINST 3:P12002,2008","doi:10.1088/1748-0221/3/12/P12002"],"date":["2008-10-12","2008-11-24"],"type":["text"],"creator":["Mathes, M.","Cristinziani, M.","Kagan, H.","Smith, S.","Trischuk, W.","Velthuis, J.","Wermes, N."],"language":[],"coverage":[],"title":["Characterization of a Single Crystal Diamond Pixel Detector in a High\n  Energy Particle Beam"],"description":["  Diamond has been developed as a material for the detection of charged\nparticles by ionization. Its radiation hardness makes it an attractive material\nfor detectors operated in a harsh radiation environment e.g. close to a\nparticle beam as is the case for beam monitoring and for pixel vertex\ndetectors. Poly-crystalline chemical vapor deposition (CVD) diamond has been\nstudied as strip and pixel detectors so far. We report on a first-time\ncharacterization of a single-crystal diamond pixel detector in a 100 GeV\nparticle beam at CERN. The detectors are made from irregularly shaped single\ncrystal sensors, 395mm thick, mated by bump bonding to a front-end readout IC\nas used in the ATLAS pixel detector with pixel sizes of 50 x 400 mm2. The\ndiamond sensors show excellent charge collection properties: full collection\nover the entire detector volume, clean and narrow signal charge distributions\nwith a S/N value of >100 and a hit detection efficiency of (99.9 +- 0.1)%. The\nmeasured spatial resolution for particles under normal incidence in the shorter\npixel direction is (8.9 +- 0.1) um.\n","Comment: 11 pages, 9 figures"]}]
["0810.4648",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4648","JHEP 0901:083,2009","doi:10.1088/1126-6708/2009/01/083"],"date":["2008-10-25","2008-11-20"],"type":["text"],"creator":["Silva, Pedro J."],"language":[],"coverage":[],"title":["The M2/M5 BPS Partition Functions from Supergravity"],"description":["  In the framework of the AdS/CFT duality, we calculate the supersymmetric\npartition function of the superconformal field theories living in the world\nvolume of either $N$ $M2$-branes or $N$ $M5$-branes. We used the dual\nsupergravity partition function in a saddle point approximation over\nsupersymmetric Black Holes. Since our BHs are written in asymptotically global\n$AdS_{d+1}$ co-ordinates, the dual SCFTs are in $R x S^{d}$ for $d=2,5$. The\nresulting partition function shows phase transitions, constraints on the phase\nspace and allowed us to identify unstable BPS Black hole in the $AdS$ phase.\nThese configurations should correspond to unstable configurations in the dual\ntheory. We also report an intriguing relation between the most general Witten\nIndex, computed in the above theories, and our BPS partition functions.\n","Comment: 9 pages, 2 columns, 4 figures, revtex, typos corrected, reference\n  added"]}]
["0810.4786",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4786","Class.Quant.Grav.26:015003,2009","doi:10.1088/0264-9381/26/1/015003"],"date":["2008-10-27"],"type":["text"],"creator":["Brizuela, David","Martin-Garcia, Jose M."],"language":[],"coverage":[],"title":["Hamiltonian theory for the axial perturbations of a dynamical spherical\n  background"],"description":["  We develop the Hamiltonian theory of axial perturbations around a general\ntime-dependent spherical background spacetime. Using the fact that the\nlinearized constraints are gauge generators, we isolate the physical and\nunconstrained axial gravitational wave in a Hamiltonian pair of variables.\nThen, switching to a more geometrical description of the system, we construct\nthe only scalar combination of them. We obtain the well-known Gerlach and\nSengupta scalar for axial perturbations, with no known equivalent for polar\nperturbations. The strategy suggested and tested here will be applied to the\npolar case in a separate article.\n","Comment: 12 pages, accepted by Classical and Quantum Gravity"]}]
["0810.4885",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4885","JHEP 0901:084,2009","doi:10.1088/1126-6708/2009/01/084"],"date":["2008-10-27","2009-01-29"],"type":["text"],"creator":["Ohl, Thorsten","Schenkel, Alexander"],"language":[],"coverage":[],"title":["Symmetry Reduction in Twisted Noncommutative Gravity with Applications\n  to Cosmology and Black Holes"],"description":["  As a preparation for a mathematically consistent study of the physics of\nsymmetric spacetimes in a noncommutative setting, we study symmetry reductions\nin deformed gravity. We focus on deformations that are given by a twist of a\nLie algebra acting on the spacetime manifold. We derive conditions on those\ntwists that allow a given symmetry reduction. A complete classification of\nadmissible deformations is possible in a class of twists generated by commuting\nvector fields. As examples, we explicitly construct the families of vector\nfields that generate twists which are compatible with\nFriedmann-Robertson-Walker cosmologies and Schwarzschild black holes,\nrespectively. We find nontrivial isotropic twists of FRW cosmologies and\nnontrivial twists that are compatible with all classical symmetries of black\nhole solutions.\n","Comment: LaTeX, 20 pages, no figures, minor modifications, reference added, to\n  appear in JHEP"]}]
["0810.5001",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5001","JCAP 0901:045,2009","doi:10.1088/1475-7516/2009/01/045"],"date":["2008-10-28","2009-02-02"],"type":["text"],"creator":["Avgoustidis, A.","Zavala, I."],"language":[],"coverage":[],"title":["Warped Wilson Line DBI Inflation"],"description":["  We propose a novel inflationary scenario in string theory in which the\ninflaton field is a 'Wilson line' degree of freedom in the worldvolume of a\nprobe Dp-brane, in a warped flux compactification. Kinetic terms for Wilson\nline fields on the world volume of a D-brane take a nonstandard\nDirac-Born-Infeld (DBI) form. Thus, we work in the framework of DBI inflation.\nThis extends the original slow roll Wilson line inflationary scenario, where\nonly the quadratic piece was considered. Warped DBI Wilson line inflation\noffers an attractive alternative to ordinary (position field) DBI inflation,\ninasmuch as observational and theoretical constraints get considerably relaxed.\nBesides the standard large non-Gaussianities in DBI scenarios, it is also\npossible to achieve an observable amount of gravitational waves.\n","Comment: v3: Typos corrected, Published in JCAP; 21 pages"]}]
["0810.5388",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5388","JCAP 0902:006,2009","doi:10.1088/1475-7516/2009/02/006"],"date":["2008-10-29"],"type":["text"],"creator":["Mersini-Houghton, L.","Holman, R."],"language":[],"coverage":[],"title":["'Tilting' the Universe with the Landscape Multiverse: The 'Dark' Flow"],"description":["  The theory for the selection of the initial state of the universe from the\nlandscape multiverse predicts superhorizon inhomogeneities induced by nonlocal\nentanglement of our Hubble volume with modes and domains beyond the horizon.\nHere we show these naturally give rise to a bulk flow with correlation length\nof order horizon size. The modification to the gravitational potential has a\ncharacteristic scale $L_{1} \\simeq 10^{3} H^{-1}$, and it originates from the\npreinflationary remnants of the landscape. The 'tilt' in the potential induces\npower to the lowest CMB multipoles, with the dominant contribution being the\ndipole and next, the quadrupole. The induced multipoles $l \\le 2$ are aligned\nwith an axis normal to their alignment plane being oriented along the preferred\nframe determined by the dipole. The preferred direction is displayed by the\nvelocity field of the bulk flow relative to the expansion frame of the\nuniverse. The parameters are tightly constrained thus the derived modifications\nlead to robust predictions for testing our theory. The 'dark' flow was recently\ndiscovered by Kashlinsky et al. to be about $700 km/s$ which seems in good\nagreement with our predictions for the induced dipole of order $3 \\mu K$.\nPlaced in this context, the discovery of the bulk flow by Kashlinsky et al.\nbecomes even more interesting as it may provide a probe of the preinflationary\nphysics and a window onto the landscape multiverse.\n","Comment: 7 pgs, 2 figs"]}]
["0811.0629",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0629","Class.Quant.Grav.26:045010,2009","doi:10.1088/0264-9381/26/4/045010"],"date":["2008-11-04"],"type":["text"],"creator":["Brown, Beth A.","Lindesay, James"],"language":[],"coverage":[],"title":["Construction of a Penrose Diagram for an Accreting Black Hole"],"description":["  A Penrose diagram is constructed for a spatially coherent black hole that\naccretes at stepwise steady rates as measured by a distant observer from an\ninitial state described by a metric of Minkowski form. Coordinate lines are\ncomputationally derived, and radial light-like trajectories verify the\nviability of the diagram. Coordinate dependencies of significant features, such\nas the horizon and radial mass scale, are clearly demonstrated on the diagram.\nThe onset of a singularity at the origin is shown to open a new region in\nspace-time that contains the interior of the black hole.\n","Comment: 7 pages, 1 figure"]}]
["0811.0807",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0807","PoS LATTICE2008:161,2008"],"date":["2008-11-05","2009-02-09"],"type":["text"],"creator":["Bali, Gunnar","Collins, Sara","Schäfer, Andreas"],"language":[],"coverage":[],"title":["Hunting for the strangeness content of the nucleon"],"description":["  We present results for the strangeness contribution to the nucleon, <N|ss|N>,\nand to the spin of the nucleon, Delta s. By combining several variance\nreduction techniques for all-to-all propagators we are able to obtain gains in\nterms of computer time of factors of 25-30 for the disconnected loop that is\nneeded within the calculation of Delta s, relative to the standard approach of\njust employing time partitioning/dilution. For <N|ss|n>, the error is dominated\nby the gauge noise.\n","Comment: 7 pages, talk presented at XXVI International Symposium on Lattice\n  Field Theory (Lattice 2008), July 14-19, 2008, Williamsburg, Virgina, USA,\n  v2: acknowledgments corrected. Otherwise identical"]}]
["0811.0812",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0812","JHEP 0901:081,2009","doi:10.1088/1126-6708/2009/01/081"],"date":["2008-11-05","2009-01-30"],"type":["text"],"creator":["Hur, Taeil","Lee, Hye-Sung","Luhn, Christoph"],"language":[],"coverage":[],"title":["Common gauge origin of discrete symmetries in observable sector and\n  hidden sector"],"description":["  An extra Abelian gauge symmetry is motivated in many new physics models in\nboth supersymmetric and nonsupersymmetric cases. Such a new gauge symmetry may\ninteract with both the observable sector and the hidden sector. We\nsystematically investigate the most general residual discrete symmetries in\nboth sectors from a common Abelian gauge symmetry. Those discrete symmetries\ncan ensure the stability of the proton and the dark matter candidate. A hidden\nsector dark matter candidate (lightest U-parity particle or LUP) interacts with\nthe standard model fields through the gauge boson Z', which may selectively\ncouple to quarks or leptons only. We make a comment on the implications of the\ndiscrete symmetry and the leptonically coupling dark matter candidate, which\nhas been highlighted recently due to the possibility of the simultaneous\nexplanation of the DAMA and the PAMELA results. We also show how to construct\nthe most general U(1) charges for a given discrete symmetry, and discuss the\nrelation between the U(1) gauge symmetry and R-parity.\n","Comment: Version to appear in JHEP"]}]
["0811.2157",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2157","JHEP 0902:016,2009","doi:10.1088/1126-6708/2009/02/016"],"date":["2008-11-13"],"type":["text"],"creator":["Font, A.","Ibanez, L. E."],"language":[],"coverage":[],"title":["Yukawa Structure from U(1) Fluxes in F-theory Grand Unification"],"description":["  In F-theory GUT constructions Yukawa couplings necessarily take place at the\nintersection of three matter curves. For generic geometric configurations this\ngives rise to problematic Yukawa couplings unable to reproduce the observed\nhierarchies. We point out that if the U(1)_{B-L}/U(1)_Y flux breaking the\nSO(10)/SU(5) GUT symmetry is allowed to go through pairs of matter curves with\nthe same GUT representation, the quark/lepton content is redistributed in such\na way that all quark and leptons are allowed to have hierarchical Yukawas. This\nreshuffling of fermions is quite unique and is particularly elegant for the\ncase of three generations and SO(10). Specific local F-theory models with\nSO(10) or SU(5) living on a del Pezzo surface with appropriate bundles and just\nthe massless content of the MSSM are described. We point out that the smallness\nof the 3rd generation quark mixing predicted by this scheme (together with\ngauge coupling unification) could constitute a first hint of an underlying\nF-theory grand unification.\n","Comment: 31 pages, 3 figures, Latex file"]}]
["0811.2405",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2405"],"date":["2008-11-14","2009-02-09"],"type":["text"],"creator":["Rosinger, Elemer E"],"language":[],"coverage":[],"title":["On the Safe Use of Inconsistent Mathematics"],"description":["  A method is presented for using the consistent part of inconsistent axiomatic\nsystems.\n"]}]
["0812.1246",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1246","Phys. Rev. A 79, 024305 (2009)","doi:10.1103/PhysRevA.79.024305"],"date":["2008-12-05"],"type":["text"],"creator":["Kerckhoff, Joseph","Bouten, Luc","Silberfarb, Andrew","Mabuchi, Hideo"],"language":[],"coverage":[],"title":["Physical model of continuous two-qubit parity measurement in a\n  cavity-QED network"],"description":["  We propose and analyze a physical implementation of two-qubit parity\nmeasurements as required for continuous error correction, assuming a setup in\nwhich the individual qubits are strongly coupled to separate optical cavities.\nA single optical probe beam scatters sequentially from the two cavities and the\ncontinuous parity measurement is realized via fixed quadrature homodyne\nphoto-detection. We present models based on quantum stochastic differential\nequations (QSDE's) for both an ideal continuous parity measurement and our\nproposed cavity quantum electrodynamics (cavity QED) implementation; a recent\nadiabatic elimination theorem for QSDE's is used to assert strong convergence\nof the latter to the former in an appropriate limit of physical parameters.\nPerformance of the cavity QED scheme is studied via numerical simulation with\nexperimentally realistic parameters.\n","Comment: 4 pages, 3 figures"]}]
["0812.1420",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1420","JHEP 0902:012,2009","doi:10.1088/1126-6708/2009/02/012"],"date":["2008-12-08","2009-01-14"],"type":["text"],"creator":["Koh, Eunkyung","Yamaguchi, Satoshi"],"language":[],"coverage":[],"title":["Holography of BPS surface operators"],"description":["  We study a class of dilatation invariant BPS surface operators in\n4-dimensional N=4 Super Yang-Mills theory and their holographic duals in type\nIIB string theory in AdS_5 x S^5. First we take an example of 1/4 BPS surface\noperator and study it in detail from the holographic point of view. The gravity\ndual of this surface operator is a D3-brane characterized by a holomorphic\nsubmanifold. The supersymmetry and vacuum expectation value are checked in both\nthe gauge theory side and the gravity side. We also calculate the correlation\nfunctions with the chiral primary operators in both sides and find good\nagreement. Next we consider more general dilatation invariant BPS surface\noperators. The gravity duals of those operators are proposed.\n","Comment: 34 pages, 1 figure, added comments about path-integral"]}]
["0812.2105",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2105","JHEP 0902:008,2009","doi:10.1088/1126-6708/2009/02/008"],"date":["2008-12-11","2009-02-05"],"type":["text"],"creator":["Burnier, Y.","Laine, M.","Vepsalainen, M."],"language":[],"coverage":[],"title":["Heavy quark medium polarization at next-to-leading order"],"description":["  We compute the imaginary part of the heavy quark contribution to the photon\npolarization tensor, i.e. the quarkonium spectral function in the vector\nchannel, at next-to-leading order in thermal QCD. Matching our result, which is\nvalid sufficiently far away from the two-quark threshold, with a previously\ndetermined resummed expression, which is valid close to the threshold, we\nobtain a phenomenological estimate for the spectral function valid for all\nnon-zero energies. In particular, the new expression allows to fix the overall\nnormalization of the previous resummed one. Our result may be helpful for\nlattice reconstructions of the spectral function (near the continuum limit),\nwhich necessitate its high energy behaviour as input, and can in principle also\nbe compared with the dilepton production rate measured in heavy ion collision\nexperiments. In an appendix analogous results are given for the scalar channel.\n","Comment: 43 pages. v2: a figure and other clarifications added, published\n  version"]}]
["0812.3207",{"format":[],"subject":["Mathematics - General Mathematics","03B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3207"],"date":["2008-12-17","2009-02-09"],"type":["text"],"creator":["Belaga, Edward G."],"language":[],"coverage":[],"title":["Halfway Up To the Mathematical Infinity: On the Ontological and\n  Epistemic Sustainability of Georg Cantor's Transfinite Design"],"description":["  Georg Cantor was the genuine discoverer of the Mathematical Infinity, and\nwhatever he claimed, suggested, or even surmised should be taken seriously --\nalbeit not necessary at its face value. Because alongside his exquisite in\nbeauty ordinal construction and his fundamental powerset description of the\ncontinuum, Cantor has also left to us his obsessive presumption that the\nuniverse of sets should be subjected to laws similar to those governing the set\nof natural numbers, including the universal principles of cardinal\ncomparability and well-ordering -- and implying an ordinal re-creation of the\ncontinuum. During the last hundred years, the mainstream set-theoretical\nresearch -- all insights and adjustments due to Kurt G\\\"odel's revolutionary\ninsights and discoveries notwithstanding -- has compliantly centered its\nefforts on \\emph{ad hoc} axiomatizations of Cantor's intuitive transfinite\ndesign. We demonstrate here that the ontological and epistemic\n\\emph{sustainability} of this design has been irremediably compromised by the\nunderlying it peremptory, Reductionist mindset of the XIXth century's ideology\nof science.\n","Comment: 49 pages. Revised version v3 is free from some typos, has two new\n  short sections 4.1 and 7.3 and two amended sections 2.4 and 4.5, as well as\n  two new references to the related papers of the author"]}]
["0812.3354",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14N10, 14P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3354"],"date":["2008-12-17","2009-02-09"],"type":["text"],"creator":["Brugalle, Erwan","Mikhalkin, Grigory"],"language":[],"coverage":[],"title":["Floor decompositions of tropical curves : the planar case"],"description":["  In a previous paper, we announced a formula to compute Gromov-Witten and\nWelschinger invariants of some toric varieties, in terms of combinatorial\nobjects called floor diagrams. We give here detailed proofs in the tropical\ngeometry framework, in the case when the ambient variety is a complex surface,\nand give some examples of computations using floor diagrams. The focusing on\ndimension 2 is motivated by the special combinatoric of floor diagrams compared\nto arbitrary dimension.\n  We treat a general toric surface case in this dimension: the curve is given\nby an arbitrary lattice polygon and include computation of Welschinger\ninvariants with pairs of conjugate points. See also \\cite{FM} for combinatorial\ntreatment of floor diagrams in the projective case.\n","Comment: 20 pages, 17 figures"]}]
["0812.4834",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","46N55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4834"],"date":["2008-12-28","2009-02-09"],"type":["text"],"creator":["Crawford, Nicholas","Ioffe, Dmitry"],"language":[],"coverage":[],"title":["Random Current Representation for Transverse Field Ising Models"],"description":["  Recently, a random current representation for transverse field Ising models\nhas been introduced in \\cite{ILN}. This representation is a space-time version\nof the classical random current representation exploited by Aizenman et. al.\n%It is a space-time version of the classical random current representation\n\\cite{Ai82, ABF, AF}. In this paper we formulate and prove corresponding\nspace-time versions of the classical switching lemma and show how they generate\nvarious correlation inequalities. In particular we prove exponential decay of\ntruncated two-point functions at positive magnetic fields in $\\sfz$-direction\nand address the issue of the sharpness of phase transition.\n","Comment: 22 pages"]}]
["0901.0168",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0168"],"date":["2009-01-01","2009-02-09"],"type":["text"],"creator":["Harshan, J.","Rajan, B. Sundar"],"language":[],"coverage":[],"title":["Coding for Two-User SISO and MIMO Multiple Access Channels"],"description":["  Constellation Constrained (CC) capacity regions of a two-user SISO Gaussian\nMultiple Access Channel (GMAC) with finite complex input alphabets and\ncontinuous output are computed in this paper. When both the users employ the\nsame code alphabet, it is well known that an appropriate rotation between the\nalphabets provides unique decodability to the receiver. For such a set-up, a\nmetric is proposed to compute the angle(s) of rotation between the alphabets\nsuch that the CC capacity region is maximally enlarged. Subsequently, code\npairs based on Trellis Coded Modulation (TCM) are designed for the two-user\nGMAC with $M$-PSK and $M$-PAM alphabet pairs for arbitrary values of $M$ and it\nis proved that, for certain angles of rotation, Ungerboeck labelling on the\ntrellis of each user maximizes the guaranteed squared Euclidean distance of the\n\\textit{sum trellis}. Hence, such a labelling scheme can be used systematically\nto construct trellis code pairs for a two-user GMAC to achieve sum rates close\nto the sum capacity of the channel. More importantly, it is shown for the first\ntime that ML decoding complexity at the destination is significantly reduced\nwhen $M$-PAM alphabet pairs are employed with \\textit{almost} no loss in the\nsum capacity. \\indent A two-user Multiple Input Multiple Output (MIMO) fading\nMAC with $N_{t}$ antennas at both the users and a single antenna at the\ndestination has also been considered with the assumption that the destination\nhas the perfect knowledge of channel state information and the two users have\nthe perfect knowledge of only the phase components of their channels. For such\na set-up, two distinct classes of Space Time Block Code (STBC) pairs derived\nfrom the well known class of real orthogonal designs are proposed such that the\nSTBC pairs are information lossless and have low ML decoding complexity.\n","Comment: 18 pages"]}]
["0901.0902",{"format":[],"subject":["Mathematics - Probability","60Axx, 60B05, 06F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0902"],"date":["2009-01-07","2009-02-09"],"type":["text"],"creator":["Izhakian, Yehuda","Izhakian, Zur"],"language":[],"coverage":[],"title":["Phantom Probability"],"description":["  Classical probability theory supports probability measures, assigning a fixed\npositive real value to each event, these measures are far from satisfactory in\nformulating real-life occurrences. The main innovation of this paper is the\nintroduction of a new probability measure, enabling varying probabilities that\nare recorded by ring elements to be assigned to events; this measure still\nprovides a Bayesian model, resembling the classical probability model.\n  By introducing two principles for the possible variation of a probability\n(also known as uncertainty, ambiguity, or imprecise probability), together with\nthe \"correct\" algebraic structure allowing the framing of these principles, we\npresent the foundations for the theory of phantom probability, generalizing\nclassical probability theory in a natural way. This generalization preserves\nmany of the well-known properties, as well as familiar distribution functions,\nof classical probability theory: moments, covariance, moment generating\nfunctions, the law of large numbers, and the central limit theorem are just a\nfew of the instances demonstrating the concept of phantom probability theory.\n","Comment: 41 pages, 2 figures"]}]
["0901.3275",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3275","Proceedings of the 4th International Meeting on High Energy\n  Gamma-Ray Astronomy. AIP Conference Proceedings, Volume 1085, pp. 423-426\n  (2008)","doi:10.1063/1.3076698"],"date":["2009-01-21"],"type":["text"],"creator":["Errando, M.","Bock, R.","Kranich, D.","Lorenz, E.","Majumdar, P.","Mariotti, M.","Mazin, D.","Prandini, E.","Tavecchio, F.","Teshima, M.","Wagner, R.","Collaboration, for the MAGIC"],"language":[],"coverage":[],"title":["Discovery of very high energy gamma-rays from the flat spectrum radio\n  quasar 3C 279 with the MAGIC telescope"],"description":["  3C 279 is one of the best studied flat spectrum radio quasars located at a\ncomparatively large redshift of z = 0.536. Observations in the very high energy\nband of such distant sources were impossible until recently due to the expected\nsteep energy spectrum and the strong gamma-ray attenuation by the extragalactic\nbackground light photon field, which conspire to make the source visible only\nwith a low energy threshold. Here the detection of a significant gamma-ray\nsignal from 3C 279 at very high energies (E > 75 GeV) during a flare in early\n2006 is reported. Implications of its energy spectrum on the current\nunderstanding of the extragalactic background light and very high energy\ngamma-ray emission mechanism models are discussed.\n","Comment: 4 pages, 6 figures, submitted to proceedings of \"4th Heidelberg\n  International Symposium on High Energy Gamma-Ray Astronomy 2008\""]}]
["0901.4946",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4946"],"date":["2009-01-30","2009-02-06"],"type":["text"],"creator":["Martin, R. T. W."],"language":[],"coverage":[],"title":["Inner functions and de Branges functions"],"description":["  A necessary and sufficient condition for an inner function F in the upper\nhalf-plane (UHP) to satisfy F = E*/E where E is a de Branges function is\npresented. Since F_E =E^*/E is an inner function for any de Branges function E,\nand the map that takes f to f/E is an isometry of the de Branges space H(E)\nonto S(F_E), the orthogonal complement of F_E H^2, there is a natural bijective\ncorrespondence between de Branges spaces of entire functions and the set of\nsubspaces S(F), for which F= E*/E for some de Branges function E. Under the\ncanonical isometry of H^2(UHP) onto H^2(D) the subspaces S(F_E) become certain\ninvariant subspaces for the backwards shift in H^2(D).\n  I have been informed that the results contained in this paper are not new.\nMost of the results in this paper can be found, for example, in Theorem 2.7,\nSection 2.8, and Lemma 2.1 of V. Havin and J. Mashregi, \"Admissable majorants\nfor model spaces of H^2, Part I: slow winding of the generating inner\nfunction\", Canad. J. Math. Vol. 55 (6), 2003 pp. 12311263. For this reason I\nhave withdrawn this article.\n","Comment: I have been informed that the results contained in this paper are not\n  new. Most of the results in this paper can be found, for example, in Theorem\n  2.7, Section 2.8, and Lemma 2.1 of V. Havin and J. Mashregi, \"Admissable\n  majorants for model spaces of H^2, Part I: slow winding of the generating\n  inner function\", Canad. J. Math. Vol. 55 (6), 2003 pp. 12311263"]}]
["0901.4948",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4948"],"date":["2009-01-30","2009-02-09"],"type":["text"],"creator":["Johnson, Mathew A."],"language":[],"coverage":[],"title":["Nonlinear Stability of Periodic Traveling Wave Solutions of the\n  Generalized Korteweg-de Vries Equation"],"description":["  In this paper, we study the orbital stability for a four-parameter family of\nperiodic stationary traveling wave solutions to the generalized Korteweg-de\nVries equation. In particular, we derive sufficient conditions for such a\nsolution to be orbitally stable in terms of the Hessian of the classical action\nof the corresponding traveling wave ordinary differential equation restricted\nto the manifold of periodic traveling wave solution. We show this condition is\nequivalent to the solution being spectrally stable with respect to\nperturbations of the same period in the case of the Korteweg-de Vries equation,\nand in neighborhoods of the homoclinic and equilibrium solutions in the case of\na power-law nonlinearity.\n","Comment: 24 pages"]}]
["0902.0100",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0100"],"date":["2009-01-31","2009-02-09"],"type":["text"],"creator":["Cherkashin, Dmitriy","Farmer, J. Doyne","Lloyd, Seth"],"language":[],"coverage":[],"title":["The Reality Game"],"description":["  We introduce an evolutionary game with feedback between perception and\nreality, which we call the reality game. It is a game of chance in which the\nprobabilities for different objective outcomes (e.g., heads or tails in a coin\ntoss) depend on the amount wagered on those outcomes. By varying the `reality\nmap', which relates the amount wagered to the probability of the outcome, it is\npossible to move continuously from a purely objective game in which\nprobabilities have no dependence on wagers to a purely subjective game in which\nprobabilities equal the amount wagered. We study self-reinforcing games, in\nwhich betting more on an outcome increases its odds, and self-defeating games,\nin which the opposite is true. This is investigated in and out of equilibrium,\nwith and without rational players, and both numerically and analytically. We\nintroduce a method of measuring the inefficiency of the game, similar to\nmeasuring the magnitude of the arbitrage opportunities in a financial market.\nWe prove that convergence to equilibrium is is a power law with an extremely\nslow rate of convergence: The more subjective the game, the slower the\nconvergence.\n","Comment: 21 pages, 5 figures"]}]
["0902.0197",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0197"],"date":["2009-02-01","2009-02-08"],"type":["text"],"creator":["Alston, Garrett"],"language":[],"coverage":[],"title":["Lagrangian Floer homology of the Clifford torus and real projective\n  space in odd dimensions"],"description":["  The Floer homology of (RP^n,T^n) is calculated, for n odd.\n","Comment: 17 pages"]}]
["0902.0282",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0282"],"date":["2009-02-02","2009-02-09"],"type":["text"],"creator":["Cerruti, Benedetta","Vives, Eduard"],"language":[],"coverage":[],"title":["Correlations in avalanche critical points"],"description":["  Avalanche dynamics and related power law statistics are ubiquitous in nature,\narising in phenomena like earthquakes, forest fires and solar flares. Very\ninterestingly, an analogous behavior is associated with many condensed matter\nsystems, like ferromagnets and martensites. Bearing it in mind, we study the\nprototypical 3D RFIM at T=0. We find a finite correlation between waiting\nintervals between avalanches and the previous avalanche size. This correlation\nis not found in other models for avalanches, such as the standard BTW model,\nbut it is experimentally found in earthquakes and in forest fires. Our study\nsuggests that this effect occurs in critical points which are at the end of an\nathermal first-order transition line separating two behaviors: one with high\nactivity from another with low activity.\n","Comment: 4 pages, 4 figures, revised version"]}]
["0902.0976",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0976"],"date":["2009-02-05"],"type":["text"],"creator":["Vignali, C.","Fiore, F.","Comastri, A.","Brusa, M.","Gilli, R.","Cappelluti, N.","Civano, F.","Zamorani, G."],"language":[],"coverage":[],"title":["Multi-wavelength data handling in current and future surveys: the\n  possible role of Virtual Observatory"],"description":["  Here we review some of the main issues related to multi-wavelength source\nidentification and characterization, with particular emphasis on the field of\nX-ray surveys carried out over the last years. This complex and time-consuming\nprocess is going to represent one of the main difficulties over the coming\nyears, when significantly larger surveys, both in area and depth, will be\ncarried out with the new generations of space- and ground-based facilities like\ne.g. eROSITA, WISE, VISTA, Pan-STARRS, and LSST. The Virtual Observatory can\noffer a reliable way to approach to a new concept of data handling and\nmulti-wavelength source characterization, provided that uniform and rigorous\ndata analyses and extensive quality checks are performed.\n","Comment: 6 pages, to be published in the Proceedings of the Workshop\n  \"Multiwavelength Astronomy and Virtual Observatory\", held at ESAC-Madrid,\n  December 1-3, 2008"]}]
["0902.0980",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0980","Journal of Genetics and Genomics. V.36, 63-73 (2009) Ping Ao.\n  Global View of Bionetwork Dynamics: Adaptive Landscape"],"date":["2009-02-05"],"type":["text"],"creator":["Ao, P"],"language":[],"coverage":[],"title":["Global View of Bionetwork Dynamics: Adaptive Landscape"],"description":["  Quantifying the adaptive landscape in a given dynamical processes has been\none of most important goals in theoretical biology. It can have immediate\nimplications for many dynamical properties, such as robustness and plasticity.\nBased on recent work here I give a nontechnical brief review of this powerful\nquantitative concept in biology. This concept was initially proposed by S\nWright 70 years ago, re-introduced by one of the founders of molecular biology\nand by others in different biological contexts. It was apparently forgotten by\nmainstream modern biologists for many years. Currently, this concept has found\nits increasingly important role in the development of systems biology and the\nmodeling of bionetwork dynamics, from phage lambda genetic switch to endogenous\nnetwork of cancer genesis and progression. It is an ideal quantify to describe\nthe robustness and stability of bionetworks. I will first introduce five\nlandmark proposals in biology on this concept, to demonstrate the important\ncommon thread in its theoretical biology development. Then I will discuss a few\nrecent results, focusing on the work showing the logical consistency of\nadaptive landscape. From the perspective of a working scientist and of what\nneeded for a dynamical theory when confronting empirical data, the adaptive\nlandscape is useful both metaphorically and quantitatively and has captured an\nessential aspect of biological dynamical processes. Still, many important open\nproblems remain to be solved. Having this important problem under control, we\nmay expect that we are on the right road to quantitatively formulate the\nevolutionary dynamics discovered by Darwin and Wallace.\n","Comment: 16 pages"]}]
["0902.0990",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0990"],"date":["2009-02-05"],"type":["text"],"creator":["Ceyhan, Elvan"],"language":[],"coverage":[],"title":["Directional Clustering Tests Based on Nearest Neighbor Contingency\n  Tables"],"description":["  Spatial interaction between two or more classes or species has important\nimplications in various fields and causes multivariate patterns such as\nsegregation or association. Segregation occurs when members of a class or\nspecies are more likely to be found near members of the same class or\nconspecifics; while association occurs when members of a class or species are\nmore likely to be found near members of another class or species. The null\npatterns considered are random labeling (RL) and complete spatial randomness\n(CSR) of points from two or more classes, which is called \\emph{CSR\nindependence}, henceforth. The clustering tests based on nearest neighbor\ncontingency tables (NNCTs) that are in use in literature are two-sided tests.\nIn this article, we consider the directional (i.e., one-sided) versions of the\ncell-specific NNCT-tests and introduce new directional NNCT-tests for the\ntwo-class case. We analyze the distributional properties; compare the empirical\nsignificant levels and empirical power estimates of the tests using extensive\nMonte Carlo simulations. We demonstrate that the new directional tests have\ncomparable performance with the currently available NNCT-tests in terms of\nempirical size and power. We use four example data sets for illustrative\npurposes and provide guidelines for using these NNCT-tests.\n"]}]
["0902.0993",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Rings and Algebras","06A12 (Primary), 08A30, 08A05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0993"],"date":["2009-02-05"],"type":["text"],"creator":["Bailey, Colin","Oliveira, Joseph"],"language":[],"coverage":[],"title":["Representations of Symmetric Implication Algebras as Multicubes"],"description":["  We show that the variety of symmetric implication algebras is generated from\ncubic implication algebras and Boolean algebras. We do this by developing the\nnotion of a locally symmetric implication algebra that has properties similar\nto cubic implication algebras and provide a representation of these algebras as\nsubalgebras of a product of a cubic implication algebra and an implication\nalgebra. We then show that every symmetric implication algebra is covered by a\nlocally symmetric implication algebra.\n","Comment: 25 pages"]}]
["0902.1000",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1000"],"date":["2009-02-05"],"type":["text"],"creator":["Deller, A. T."],"language":[],"coverage":[],"title":["Precision VLBI astrometry: Instrumentation, algorithms and pulsar\n  parallax determination"],"description":["  (Abridged) This thesis describes the development of DiFX, the first\ngeneral-purpose software correlator for radio interferometry, and its use with\nthe Australian Long Baseline Array (LBA) to complete the largest VLBI pulsar\nastrometry program undertaken to date in the Southern Hemisphere. This two year\nastrometry program has resulted in the measurement of seven new pulsar\nparallaxes, more than trebling the number of measured VLBI pulsar parallaxes in\nthe Southern Hemisphere. The measurements included a determination of the\ndistance and transverse velocity of PSR J0437-4715 with better than 1%\naccuracy, enabling improved tests of General Relativity, and the first\nsignificant measurement of parallax for the famous double pulsar system PSR\nJ0737-3039A/B, which will allow tests of General Relativity in this system to\nproceed to the 0.01% level. The DiFX software correlator developed to enable\nthis science has been extensively tested and is now an integral part of the\nupgraded LBA Major National Research Facility; furthermore, it has been\nselected to facilitate a substantial sensitivity upgrade for the US Very Long\nBaseline Array.\n","Comment: PhD Thesis, Swinburne University, accepted January 2009. 202 pages,\n  51 figures. For a version with high resolution images, see\n  http://www.aoc.nrao.edu/~adeller/AdamDellerPhDThesis.pdf"]}]
["0902.1002",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1002","doi:10.1088/0004-637X/691/2/L87"],"date":["2009-02-05"],"type":["text"],"creator":["Hernandez, I. Gonzalez","Scherrer, P.","Hill, F."],"language":[],"coverage":[],"title":["A new way to infer variations of the seismic solar radius"],"description":["  We show that the mean phase of waves propagating all the way from the far\nside of the Sun to the front side, as measured by seismic holography, varies\nwith time. The change is highly anticorrelated with solar cycle activity and is\nconsistent with other recent results on the variation of the seismic radius of\nthe Sun. The phase change that we observe corresponds to a few kilometers\ndifference in the seismic solar radius from solar maximum to solar minimum in\nagreement with inferrences from global helioseismology studies.\n","Comment: 5 pages, accepted for publication in ApJ Letters (Dec 12 2008)"]}]
["0902.1012",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1012","PHYSICAL REVIEW B 79, 024304 (2009)","doi:10.1103/PhysRevB.79.024304"],"date":["2009-02-05"],"type":["text"],"creator":["Liu, H.","Li, T.","Wang, Q. J.","Zhu, Z. H.","Wang, S. M.","Li, J. Q.","Zhu, S. N.","Zhu, Y. Y.","Zhang, X."],"language":[],"coverage":[],"title":["Extraordinary Optical Transmission Induced by Excitation of a Magnetic\n  Plasmon Propagation Mode in a Diatomic Chain of Slit-hole Resonators"],"description":["  In this paper, we will propose that magnetic-resonance nanostructures in a\nmetal surface could be used to realize extraordinary optical transmission\n(EOT). Toward this goal, we designed and fabricated a one dimensional diatomic\nchain of slit-hole resonator (SHR). Due to the strong exchange current\ninteraction, a type of magnetic plasmon (MP) propagation mode with a broad\nfrequency bandwidth was established in this system. Apparent EOT peaks induced\nby the MP mode were observed in our measured spectra at infrared frequencies.\nThe strongest EOT peak was obtained at 1.07 eV with an incident angle of 20\ndegree. The measured dependence of EOT peaks on the incident angle coincided\nwith the theoretical results quite well. This proposed MP propagation mode in\nSHR structure has good potential applications in multifrequency nonlinear\noptical processes.\n","Comment: 12 pages, 4 figures, experiment results"]}]
["0902.1019",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1019"],"date":["2009-02-06"],"type":["text"],"creator":["Kojima, T.","Shiraishi, J."],"language":[],"coverage":[],"title":["The integrals of motion for the elliptic deformation of the Virasoro and\n  $W_N$ algebra"],"description":["  We review the free field realization of the deformed Virasoro algebra\n$Vir_{q,t}$ and the deformed $W$ algebra $W_{q,t}(\\hat{gl_N})$. We explicitly\nconstruct two classes of infinitly many commutative operators ${\\cal I}_m$,\n${\\cal G}_m$, $(m \\in {\\mathbb N})$, in terms of these algebras. They can be\nregarded as the elliptic deformation of the local and nonlocal integrals of\nmotion for the conformal field theory.\n","Comment: Proceedings for 5-th World Congress for Nonlinear Analysts 2008,\n  Florida, USA"]}]
["0902.1021",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1021"],"date":["2009-02-06"],"type":["text"],"creator":["Lu, Wen-Long","Wang, Zhi-Guo","Gu, Shi-Jian","Lin, Hai-Qing"],"language":[],"coverage":[],"title":["Spin and mass imbalance in a mixture of two species of fermionic atoms\n  in a 1D optical lattice"],"description":["  In this paper, we study the role of both \"spin\"(species) and mass imbalance\nin a mixture of two species of fermionic atoms with attractive interaction in\nan one-dimensional optical lattice. Using the bosonization approach, quantum\nphase transitions between a liquid phase and phase separated states are studied\nunder various conditions of interaction, spin imbalance, and mass imbalance. We\nfind that, in the phase-separated region, there exists two kinds of phase\nseparation and a special quantum phase transition might exist between them in\nthe large $U$ limit. On the other hand, the singlet superconducting correlation\ndominates in the liquid phase. The pairing behavior has been also demonstrated\nthat there is oscillating behavior in real space. We find both the spin and\nmass imbalance are in favor of the formation of\nFulde-Ferrell-Larkin-Ovchinnikov state.\n","Comment: 6 pages, 7 figures"]}]
["0902.1030",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1030"],"date":["2009-02-06"],"type":["text"],"creator":["Boue, G.","Laskar, J."],"language":[],"coverage":[],"title":["Solid-solid interaction in the two body problem"],"description":["  We consider the solid-solid interactions in the two body problem. The\nrelative equilibria have been previously studied analytically and general\nmotions were numerically analyzed using some expansion of the gravitational\npotential up to the second order, but only when there are no direct\ninteractions between the orientation of the bodies. Here we expand the\npotential up to the fourth order and we show that the secular problem obtained\nafter averaging over fast angles, as for the precession model of Boue and\nLaskar [Boue, G., Laskar, J., 2006. Icarus 185, 312-330], is integrable, but\nnot trivially. We describe the general features of the motions and we provide\nexplicit analytical approximations for the solutions. We demonstrate that the\ngeneral solution of the secular system can be decomposed as a uniform\nprecession around the total angular momentum and a periodic symmetric orbit in\nthe precessing frame. More generally, we show that for a general n-body system\nof rigid bodies in gravitational interaction, the regular quasiperiodic\nsolutions can be decomposed into a uniform precession around the total angular\nmomentum, and a quasiperiodic motion with one frequency less in the precessing\nframe.\n","Comment: 26 Pages, 8 Figures, Accepted by Icarus"]}]
["0902.1031",{"format":[],"subject":["Mathematics - Rings and Algebras","11E04, 16K20, 16W10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1031"],"date":["2009-02-06"],"type":["text"],"creator":["Masquelein, Alexandre","Quéguiner-Mathieu, Anne","Tignol, Jean-Pierre"],"language":[],"coverage":[],"title":["Quadratic forms of dimension 8 with trivial discrimiand and Clifford\n  algebra of index 4"],"description":["  Izhboldin and Karpenko proved in 2000 that any quadratic form of dimension 8\nwith trivial discriminant and Clifford algebra of index 4 is isometric to the\ntransfer, with respect to some quadratic \\'etale extension, of a quadratic form\nsimilar to a 2-fold Pfister form. We give a new proof of this result, based on\na theorem of decomposability for degree 8 and index 4 algebras with orthogonal\ninvolution.\n"]}]
["0902.1032",{"format":[],"subject":["Mathematical Physics","Physics - Classical Physics","Physics - Computational Physics","70H45, 70HXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1032","Physica A 388, 91-103, (2009)","doi:10.1016/j.physa.2008.09.026"],"date":["2009-02-06"],"type":["text"],"creator":["Nguyen, Sonnet Q H","Turski, Lukasz A"],"language":[],"coverage":[],"title":["Recursive properties of Dirac and Metriplectic Dirac brackets with\n  Applications"],"description":["  In this article, we prove that Dirac brackets for Hamiltonian and\nnon-Hamiltonian constrained systems can be derived recursively. We then study\nthe applicability of that formulation in analysis of some interesting physical\nmodels. Particular attention is paid to the feasibility of implementation code\nfor Dirac brackets in Computer Algebra System and analytical techniques for\ninversion of triangular matrices.\n","Comment: 29 pages, Latex. Extended version of the article in Physica A"]}]
["0902.1033",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1033","International Conference On Agents and Artificial Intelligence -\n  ICAART 09 (2009)"],"date":["2009-02-06"],"type":["text"],"creator":["Raybaud, Sylvain","Lavecchia, Caroline","Langlois, David","Smaïli, Kamel"],"language":[],"coverage":[],"title":["New Confidence Measures for Statistical Machine Translation"],"description":["  A confidence measure is able to estimate the reliability of an hypothesis\nprovided by a machine translation system. The problem of confidence measure can\nbe seen as a process of testing : we want to decide whether the most probable\nsequence of words provided by the machine translation system is correct or not.\nIn the following we describe several original word-level confidence measures\nfor machine translation, based on mutual information, n-gram language model and\nlexical features language model. We evaluate how well they perform individually\nor together, and show that using a combination of confidence measures based on\nmutual information yields a classification error rate as low as 25.1% with an\nF-measure of 0.708.\n"]}]
["0902.1034",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1034"],"date":["2009-02-06"],"type":["text"],"creator":["Reignier, Jean"],"language":[],"coverage":[],"title":["An alternative derivation of Einstein's Doppler shift and aberration\n  formulae"],"description":["  I propose an alternative, purely kinematical, derivation of Einstein's\nDoppler formula. It is valid for periodic signals of any shape that propagate\nwith the velocity of light. The formula is asymptotic in a parameter\nproportional to the relative variation of the distance source-receiver during\none period. As a by-product, I also derive an alternative proof of Einstein's\naberration formulae.\n"]}]
["0902.1038",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1038","STACS 2009 (2009) 111-122"],"date":["2009-02-06"],"type":["text"],"creator":["Barbay, Jérémy","Navarro, Gonzalo"],"language":[],"coverage":[],"title":["Compressed Representations of Permutations, and Applications"],"description":["  We explore various techniques to compress a permutation $\\pi$ over n\nintegers, taking advantage of ordered subsequences in $\\pi$, while supporting\nits application $\\pi$(i) and the application of its inverse $\\pi^{-1}(i)$ in\nsmall time. Our compression schemes yield several interesting byproducts, in\nmany cases matching, improving or extending the best existing results on\napplications such as the encoding of a permutation in order to support iterated\napplications $\\pi^k(i)$ of it, of integer functions, and of inverted lists and\nsuffix arrays.\n"]}]
["0902.1045",{"format":[],"subject":["Computer Science - Discrete Mathematics","G.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1045"],"date":["2009-02-06","2009-02-09"],"type":["text"],"creator":["Iordjev, Krassimir Yankov","Kovachev, Dimiter Stoichkov"],"language":[],"coverage":[],"title":["On finding a particular class of combinatorial identities"],"description":["  In this paper, a class of combinatorial identities is proved. A method is\nused which is based on the following rule: counting elements of a given set in\ntwo ways and making equal the obtained results. This rule is known as \"counting\nin two ways\". The principle of inclusion and exclusion is used for obtaining a\nclass of (0,1)-matrices.\n","Comment: 5 pages"]}]
["0902.1047",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1047","26th International Symposium on Theoretical Aspects of Computer\n  Science STACS 2009 (2009) 183-194"],"date":["2009-02-06"],"type":["text"],"creator":["Bousquet, Nicolas","Daligault, Jean","Thomasse, Stephan","Yeo, Anders"],"language":[],"coverage":[],"title":["A Polynomial Kernel For Multicut In Trees"],"description":["  The MULTICUT IN TREES problem consists in deciding, given a tree, a set of\nrequests (i.e. paths in the tree) and an integer k, whether there exists a set\nof k edges cutting all the requests. This problem was shown to be FPT by Guo\nand Niedermeyer. They also provided an exponential kernel. They asked whether\nthis problem has a polynomial kernel. This question was also raised by Fellows.\nWe show that MULTICUT IN TREES has a polynomial kernel.\n"]}]
["0902.1048",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1048","26th International Symposium on Theoretical Aspects of Computer\n  Science STACS 2009 (2009) 123-134"],"date":["2009-02-06"],"type":["text"],"creator":["Bassino, Frédérique","David, Julien","Nicaud, Cyril"],"language":[],"coverage":[],"title":["On the Average Complexity of Moore's State Minimization Algorithm"],"description":["  We prove that, for any arbitrary finite alphabet and for the uniform\ndistribution over deterministic and accessible automata with n states, the\naverage complexity of Moore's state minimization algorithm is in O(n log n).\nMoreover this bound is tight in the case of unary utomata.\n"]}]
["0902.1053",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1053"],"date":["2009-02-06"],"type":["text"],"creator":["Joshi, Yogesh M."],"language":[],"coverage":[],"title":["Modeling dependence of creep recovery behavior on relaxation time\n  distribution of ageing colloidal suspensions"],"description":["  A scaling model is developed to correlate relaxation time distribution of\nsoft glassy materials to ultimate recovery. We propose that in the limit of\ncreep-recovery time smaller than age, time translational invariance can be\napplied to ageing soft materials. In such limit, multimode linear viscoelastic\nmodel with Spriggs relaxation spectrum predicts enhancement in the ultimate\nrecovery with broadening of the relaxation time distribution. We analyze these\nresults in the context of creep-recovery behavior of aqueous suspension of\nlaponite with varying concentration of salt.\n","Comment: 14 Pages, 2 figures. To appear in Industrial & Engineering Chemistry\n  Research"]}]
["0902.1070",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1070"],"date":["2009-02-06"],"type":["text"],"creator":["Vagnetti, F.","Boutsia, K.","Trevese, D."],"language":[],"coverage":[],"title":["Variability-selected low luminosity AGNs in the SA57 and in the CDFS"],"description":["  Low Luminosity Active Galactic Nuclei (LLAGNs) are contaminated by the light\nof their host galaxies, thus they cannot be detected by the usual colour\ntechniques. For this reason their evolution in cosmic time is poorly known.\nVariability is a property shared by virtually all active galactic nuclei, and\nit was adopted as a criterion to select them using multi epoch surveys. Here we\nreport on two variability surveys in different sky areas, the Selected Area 57\nand the Chandra Deep Field South.\n","Comment: to appear in the proceedings of \"The Starburst-AGN Connection\n  Conference\", Shanghai, China, 27 Oct - 1 Nov 2008, ASP Conference Series"]}]
["0902.1075",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60G17","60E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1075"],"date":["2009-02-06"],"type":["text"],"creator":["Braverman, Michael"],"language":[],"coverage":[],"title":["Extremes of Levy processes with light tails"],"description":["  We give conditions under which the tail probability of the supremum over unit\ninterval of a Levy process with light tail is equivalent to the tail of the\nvalue of the process at the right endpoint.\n","Comment: 31 pages"]}]
["0902.1078",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J99","14C99","14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1078"],"date":["2009-02-06","2009-02-09"],"type":["text"],"creator":["Druel, Stéphane"],"language":[],"coverage":[],"title":["Quelques remarques sur la d\\'ecomposition de Zariski divisorielle sur\n  les vari\\'et\\'es dont la premi\\`ere classe de Chern est nulle"],"description":["  We study the divisorial Zariski decomposition on varieties whose first Chern\nclass is zero. We first prove that any exceptional divisor is contractible (up\nto a birational map that is an isomorphism in codimension one). We then\ncharacterize prime exceptional divisors on holomorphic symplectic manifolds.\n","Comment: 11 pages, french"]}]
["0902.1080",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1080","ACM Symposium on Applied Computing, Seoul : Cor\\'ee, R\\'epublique\n  de (2007)"],"date":["2009-02-06"],"type":["text"],"creator":["Jeudy, Baptiste","Largeron, Christine","Jacquenet, François"],"language":[],"coverage":[],"title":["A Model for Managing Collections of Patterns"],"description":["  Data mining algorithms are now able to efficiently deal with huge amount of\ndata. Various kinds of patterns may be discovered and may have some great\nimpact on the general development of knowledge. In many domains, end users may\nwant to have their data mined by data mining tools in order to extract patterns\nthat could impact their business. Nevertheless, those users are often\noverwhelmed by the large quantity of patterns extracted in such a situation.\nMoreover, some privacy issues, or some commercial one may lead the users not to\nbe able to mine the data by themselves. Thus, the users may not have the\npossibility to perform many experiments integrating various constraints in\norder to focus on specific patterns they would like to extract. Post processing\nof patterns may be an answer to that drawback. Thus, in this paper we present a\nframework that could allow end users to manage collections of patterns. We\npropose to use an efficient data structure on which some algebraic operators\nmay be used in order to retrieve or access patterns in pattern bases.\n"]}]
["0902.1090",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1090"],"date":["2009-02-06"],"type":["text"],"creator":["Galaktionov, V. A."],"language":[],"coverage":[],"title":["Incomplete self-similar blow-up in a semilinear fourth-order\n  reaction-diffusion equation"],"description":["  It is shown that self-similar blow-up for a fourth-order reaction-diffusion\nequation is incomplete in the sense that, in general, there exists a\nself-similar extension of solutions after blow-up. Other types of complete\nblow-up of non self-similar form are discussed.\n","Comment: 28 pages, 16 figures"]}]
["0902.1093",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1093","J. Opt. Soc. Am. B, vol. 26 no. 2, pp. 235-243 (2009)","doi:10.1364/JOSAB.26.000235"],"date":["2009-02-06"],"type":["text"],"creator":["Faez, Sanli","Johnson, P. M.","Mazurenko, D. A.","Lagendijk, Ad"],"language":[],"coverage":[],"title":["Experimental observation of second-harmonic generation and diffusion\n  inside random media"],"description":["  We have experimentally measured the distribution of the second-harmonic\nintensity that is generated inside a highly-scattering slab of porous gallium\nphosphide. Two complementary techniques for determining the distribution are\nused. First, the spatial distribution of second-harmonic light intensity at the\nside of a cleaved slab has been recorded. Second, the total second-harmonic\nradiation at each side of the slab has been measured for several samples at\nvarious wavelengths. By combining these measurements with a diffusion model for\nsecond-harmonic generation that incorporates extrapolated boundary conditions,\nwe present a consistent picture of the distribution of the second-harmonic\nintensity inside the slab. We find that the ratio $\\ell_{2\\omega}/L_c$ of the\nmean free path at the second-harmonic frequency to the coherence length, which\nwas suggested by some earlier calculations, cannot describe the second-harmonic\nyield in our samples. For describing the total second-harmonic yield, our\nexperiments show that the scattering parameter at the fundamental frequency\n$\\k_{1\\omega}\\ell_{1\\omega}$ is the most relevant parameter in our type of\nsamples.\n","Comment: 10 pages, 7 figures"]}]
["0902.1113",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1113"],"date":["2009-02-06"],"type":["text"],"creator":["Ignaccolo, M.","Latka, M.","Jernajczyk, W.","Grigolini, P.","West, B. J."],"language":[],"coverage":[],"title":["Dynamics of EEG Entropy: beyond signal plus noise"],"description":["  EEG time series are analyzed using the diffusion entropy method. The\nresulting EEG entropy manifests short-time scaling, asymptotic saturation and\nan attenuated alpha-rhythm modulation. These properties are faithfully modeled\nby a phenomenological Langevin equation interpreted within a neural network\ncontext. Detrended fluctuation analysis of the EEG data is compared with\ndiffusion entropy analysis and is found to suppress certain important\nproperties of the EEG time series.\n","Comment: Does the signal plus noise paradigm apply to Electroencephalograms?\n  Detrended Fluctuations Analysis vs Diffusion Entropy"]}]
["0902.1115",{"format":[],"subject":["Mathematics - Probability","60K37, 60F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1115"],"date":["2009-02-06"],"type":["text"],"creator":["Drewitz, Alexander","Ramírez, Alejandro F."],"language":[],"coverage":[],"title":["Asymptotic directions in random walks in random environment revisited"],"description":["  Recently Simenhaus proved that for any elliptic random walk in random\nenvironment, transience in the neighborhood of a given direction is equivalent\nto the a.s. existence of a deterministic asymptotic direction and to transience\nin any direction in the open half space defined by this asymptotic direction.\nHere we prove an improved version of this result and review some open problems.\n"]}]
["0902.1120",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1120"],"date":["2009-02-06"],"type":["text"],"creator":["Monsky, Paul"],"language":[],"coverage":[],"title":["Tight closure's failure to localize - a self-contained exposition"],"description":["  We give a treatment of the Brenner-Monsky example based on polynomial algebra\nand linear algebra. No prior knowledge of tight closure theory, Hilbert-Kunz\ntheory, algebraic geometry or local cohomology is assumed.\n"]}]
["0902.1122",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1122"],"date":["2009-02-06"],"type":["text"],"creator":["Khelashvili, Anzor","Khachidze, Tamar"],"language":[],"coverage":[],"title":["Coulomb Potential and Witten Superalgebra"],"description":["  The additional hidden symmetry of the Coulomb-Kepler problem is reviewed in\nclassical as well as in quantum mechanics. The main purpose is to elucidate the\nrole of this kind of symmetries in the reduction of physical problems, to show\nalgebraic possibilities of derivation of spectra. The original results are\npresented also. They are hidden symmetries in the Dirac equation, where it is\nshown that the requirement of invariance of the Dirac Hamiltonian under some\nkind of Witten's superalgebra, picks out the Coulomb potential only. The\nproblem in the arbitrary higher dimensions is also considered. It is derived\nthat the traditional view on the Coulomb potential is to be changed in the\ncontext of N=2 supersymmetry\n"]}]
["0902.1126",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1126"],"date":["2009-02-06"],"type":["text"],"creator":["Gaspero, Mario"],"language":[],"coverage":[],"title":["Study of a narrow pi+ pi- peak at about 755 MeV/c^2 in bar-p n --> 2 pi+\n  3 pi- annihilation at rest"],"description":["  A narrow peak in the pi+ pi- mass distribution was seen by the Rome-Syracuse\nCollaboration in bar-p n --> 2 pi+ 3 pi- annihilation at rest 39 years ago. The\nreanalysis of this peak finds a mass of 757.4 +- 2.6 MeV/c^2 and a width\nslightly narrower than the experimental resolution. The evidence of the peak is\n5.2 standard deviations. This state is generated in (12.4 +- 2.4)% of the bar-p\nn --> 2 pi+ 3 pi- annihilations at rest. No spin analysis is possible with the\nstatistics of the experiment.\n","Comment: 7 pages, 1 figure"]}]
["0902.1128",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1128"],"date":["2009-02-06"],"type":["text"],"creator":["The OPAL Collaboration","Abbiendi, G."],"language":[],"coverage":[],"title":["Measurement of alpha s with Radiative Hadronic Events"],"description":["  Hadronic final states with a hard isolated photon are studied using data\ntaken at centre-of-mass energies around the mass of the Z0 boson with the OPAL\ndetector at LEP. The strong coupling alpha S is extracted by comparing data and\nQCD predictions for event shape observables at average reduced centre-of-mass\nenergies ranging from 24 GeV to 78 GeV, and the energy dependence of alpha S is\nstudied. Our results are consistent with the running of alpha S as predicted by\nQCD and show that within the uncertainties of our analysis event shapes in\nhadronic Z0 decays with hard and isolated photon radiation can be described by\nQCD at reduced centre-of-mass energies. Combining all values from different\nevent shape observables and energies gives alpha S (Mz)=0.1182 pm 0.0015(stat.)\npm 0.0101(syst.).\n","Comment: No of pages 31 - No of figures 10"]}]
["0902.1133",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Representation Theory","58A30, 51F25, 53B05, 53B15, 58J60, 58J70, 53C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1133"],"date":["2009-02-06"],"type":["text"],"creator":["Armstrong, Stuart"],"language":[],"coverage":[],"title":["Non-regular $|2|$-graded geometries I: general theory"],"description":["  This paper analyses non-regular $|2|$-graded geometries, and show that they\nshare many of the properties of regular geometries -- the existence of a unique\nnormal Cartan connection encoding the structure, the harmonic curvature as\nobstruction to flatness of the geometry, the existence of the first two BGG\nsplitting operators and of (in most cases) invariant prolongations for the\nstandard Tractor bundle $\\mc{T}$. Finally, it investigates whether these\ngeometries are determined entirely by the distribution $H = T_{-1}$ and\nconcludes that this is generically the case, up to a finite choice, whenever\n$H^1(\\mf{g}^1,\\mf{g})$ vanishes in non-negative homogeneity.\n"]}]
["0902.1134",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics","08A35 (Primary), 06A12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1134"],"date":["2009-02-06"],"type":["text"],"creator":["Bailey, Colin","Oliveira, Joseph"],"language":[],"coverage":[],"title":["The Automorphism Group of a Metropolis-Rota Implication Algebra"],"description":["  We discuss the group of automorphisms of a general MR-algebra. We develop\nseveral functors between implication algebras and cubic algebras. These allow\nus to generalize the notion of inner automorphism. We then show that this group\nis always isomorphic to the group of inner automorphisms of a filter algebra.\n","Comment: 20 pages"]}]
["0902.1135",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1135","Proceedings of the 10th international conference on differential\n  geometry and its applications, World Science Publishing, Prague, (2008)"],"date":["2009-02-06"],"type":["text"],"creator":["Cariñena, J. F.","de Lucas, J."],"language":[],"coverage":[],"title":["Lie systems and integrability conditions of differential equations and\n  some of its applications"],"description":["  The geometric theory of Lie systems is used to establish integrability\nconditions for several systems of differential equations, in particular some\nRiccati equations and Ermakov systems. Many different integrability criteria in\nthe literature will be analysed from this new perspective, and some\napplications in physics will be given.\n","Comment: 10 pages"]}]
["0902.1136",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Representation Theory","58A30, 51F25, 53B05, 53B15, 58J60, 58J70, 53C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1136"],"date":["2009-02-06"],"type":["text"],"creator":["Armstrong, Stuart"],"language":[],"coverage":[],"title":["Non-regular $|2|$-graded geometries II: classifying geometries, and\n  generic six-in-nine distributions"],"description":["  Complementing the previous paper in the series, this paper classifies\n$|2|$-graded parabolic geometries, listing their important properties: the\ngroup $G_0$, the graded tangent bundle $gr(T)$ and its algebra\\\"ic bracket, the\nrelevant cohomology spaces and the standard Tractor bundle $\\mc{T}$. Several of\nthese geometries are then explored in more detail, and the paper ends with a\ncase study that that partially solves the equivalence problem for generic six\ndistributions on nine dimensional manifolds.\n"]}]
["0902.1139",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1139"],"date":["2009-02-06"],"type":["text"],"creator":["Banhatti, Dilip G."],"language":[],"coverage":[],"title":["The luminosity-volume method : Derivation of the cosmological number\n  density in depth from V/Vm distribution [Number density in depth from\n  luminosity-volume]"],"description":["  The classical cosmological V/Vm-test is introduced and elaborated. Use of the\ndifferential distribution p(V/Vm) of the V/Vm-variable rather than just the\nmean <V/Vm> leads directly to the cosmological number density without any need\nfor assumptions about the cosmological evolution of the underlying (quasar)\npopulation. Calculation of this number density n(z) from p(V/Vm) is illustrated\nusing the best sample that was available in 1981, when this method was\ndeveloped. This sample of 76 quasars is clearly too small for any meaningful\nresults. The method will be later applied to a much larger cosmological sample\nto infer the cosmological number density n(z) as a function of the depth z.\nKeywords: V/Vm . luminosity volume . cosmological number density . V/Vm\ndistribution\n","Comment: 8 pages, 3 tables"]}]
["0902.1144",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1144","Baltic Astronomy, vol. 17, 253-275, 2008"],"date":["2009-02-06","2009-02-08"],"type":["text"],"creator":["Straizys, V.","Laugalys, V."],"language":[],"coverage":[],"title":["2MASS Two-Color Interstellar Reddening Lines in the Inner Galaxy"],"description":["  The slopes of interstellar reddening lines in the 2MASS J-H versus H-Ks\ndiagrams for 26 areas in the inner Galaxy (from Vulpecula to Centaurus) are\ndetermined. For this aim we use the red-clump giants located inside and behind\nspiral arms, or behind dense dust clouds of the Local arm. In most of the\ninvestigated directions the ratio E(J-H)/E(H-K_s) is found to be between 1.9\nand 2.0, taking the stars with the visual extinction less than 12 mag. The\nstars with larger extinction deviate down from the reddening lines\ncorresponding to less reddened stars. Probably, this is related to the\ncurvature of reddening lines due to the band-width effect. However, some of the\ndeviating stars may be heavily reddened oxygen- and carbon-rich AGB stars\n(giants of the latest M subclasses or N-type carbon stars), and\npre-main-sequence objects (YSOs).\n","Comment: 23 pages, 7 figures"]}]
["0902.1145",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1145"],"date":["2009-02-06"],"type":["text"],"creator":["Winterberg, Friedwardt"],"language":[],"coverage":[],"title":["Comparison of the Recently proposed Super Marx Generator Approach to\n  Thermonuclear Ignition with the DT Laser Fusion-Fission Hybrid Concept by the\n  Lawrence Livermore National Laboratory"],"description":["  The recently proposed Super Marx generator pure deuterium micro-detonation\nignition concept is compared to the Lawrence Livermore National Ignition\nFacility (NIF) Laser DT fusion-fission hybrid concept (LiFE) [1]. In a Super\nMarx generator a large number of ordinary Marx generators charge up a much\nlarger second stage ultra-high voltage Marx generator, from which for the\nignition of a pure deuterium micro-explosion an intense GeV ion beam can be\nextracted. A typical example of the LiFE concept is a fusion gain of 30, and a\nfission gain of 10, making up for a total gain of 300, with about 10 times more\nenergy released into fission as compared to fusion. This means a substantial\nrelease of fission products, as in fusion-less pure fission reactors. In the\nSuper Marx approach for the ignition of a pure deuterium micro-detonation a\ngain of the same magnitude can in theory be reached [2]. If feasible, the Super\nMarx generator deuterium ignition approach would make lasers obsolete as a\nmeans for the ignition of thermonuclear micro-explosions.\n","Comment: 19 pages, 12 figures"]}]
["0902.1151",{"format":[],"subject":["Physics - Physics Education","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1151"],"date":["2009-02-06"],"type":["text"],"creator":["Rojas, Sergio"],"language":[],"coverage":[],"title":["On the teaching and learning of physics: A Criticism and a Systemic\n  Approach"],"description":["  The amount of published research in Physics Education Research (PER) shows,\non one hand, an increasing interest in the design and development of high\nperformance physics teaching strategies, and, on the other hand, it tries to\nunderstand plausible ways on which the brain processes scientific information\nso that scientific thinking skills could be taught more effectively. As physics\nis a subject in which mathematical and conceptual reasoning can not be\nseparated, instructors of physics face the problem of finding suitable advise\non the most effective methods of teaching physics (i.e. how much time should be\nspent on intuitive conceptual reasoning and how much time in developing\nquantitative reasoning, and how to teach both in a unitary way). In spite the\nimportant efforts made by the PER community, the published results are\noverwhelming and confusing for the physics instructors in the sense that the\nconclusions that have arisen in those articles are in some instances\ncontroversial and far from being conclusive in pointing out a particular\nstrategy to overcome the afore mentioned problem. Accordingly, based on the\nanalysis of published PER work, we'll be arguing that one of the major\ndifficulties to overcome in the teaching of physics could be associated to the\nlack of a consistent and coherent methodological framework for teaching which\nintegrates both aspects, conceptual and mathematical reasoning, in a systemic\nway of thinking. We will be presenting a set of plausible steps that could be\napplied to tackle the aforementioned difficulty.\n","Comment: 15 pages, 1 figure"]}]
["0902.1152",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L10","46L35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1152"],"date":["2009-02-06"],"type":["text"],"creator":["Albeverio, S.","Ayupov, Sh. A.","Rakhimov, A. A.","Dadakhodjaev, R. A."],"language":[],"coverage":[],"title":["Index for Finite Real Factors"],"description":["  For real factors the notions of the coupling constant and the index are\nintroduced and investigated. The possible values of the index for type II$_1$\nreal factors are calculated, in a similar way as for the complex case.\n","Comment: 20 pages"]}]
["0902.1153",{"format":[],"subject":["Mathematics - Analysis of PDEs","76N10, 76N15, 35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1153"],"date":["2009-02-06"],"type":["text"],"creator":["Chae, Dongho"],"language":[],"coverage":[],"title":["On the nonexistence of global weak solutions to the\n  Navier-Stokes-Poisson equations in $\\Bbb R^N$"],"description":["  In this paper we prove nonexistence of stationary weak solutions to the\nEuler-Poisson equations and the Navier-Stokes-Poisson equations in $\\Bbb R^N$,\n$N\\geq 2$, under suitable assumptions of integrability for the density,\nvelocity and the potential of the force field. For the time dependent\nEuler-Poisson equations we prove nonexistence result assuming additionally\ntemporal asymptotic behavior near infinity of the second moment of density. For\na class of time dependent Navier-Stokes-Poisson equations this asymptotic\nbehavior of the density can be proved if we assume the standard energy\ninequality, and therefore the nonexistence of global weak solution follows from\nmore plausible assumption in this case.\n","Comment: 27 pages"]}]
["0902.1154",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1154","Baltic Astronomy, vol. 17, 277-282, 2008"],"date":["2009-02-06"],"type":["text"],"creator":["Straizys, V.","Lazauskaite, R."],"language":[],"coverage":[],"title":["2MASS Two-Color Interstellar Reddening Lines: the Band-Width Effect"],"description":["  The band-width effect on interstellar reddening lines in the J-H vs. H-K_s\ndiagram of the 2MASS survey is investigated using synthetic color indices and\ncolor excesses based on the Kurucz model atmospheres. At large interstellar\nreddenings (E(H-K_s) larger than 1.0) reddening lines deviate considerably from\na straight line. The lines can be approximated by an equation: E(J-H) = r\nE(H-K_s) + s E(H-K_s)^2, where the slope coefficient, r, and the curvature\ncoefficient, s, depend slightly on the intrinsic energy distribution of the\nsource. The curvature of the reddening lines is confirmed by the J-H vs. H-K_s\ndiagrams plotted by Straizys and Laugalys (2008) from 2MASS observations.\n","Comment: 6 pages, 1 figure"]}]
["0902.1157",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Optimization and Control","52A40","90B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1157"],"date":["2009-02-06"],"type":["text"],"creator":["Kutateladze, S. S."],"language":[],"coverage":[],"title":["Pareto Optimality and Isoperimetry"],"description":["  Under study is the new class of geometrical extremal problems in which it is\nrequired to achieve the best result in the presence of conflicting goals; e.g.,\ngiven the surface area of a convex body $\\mathfrak x$, we try to maximize the\nvolume of $\\mathfrak x$ and minimize the width of $\\mathfrak x$ simultaneously.\nThese problems are addressed along the lines of multiple criteria decision\nmaking.\n"]}]
["0902.1163",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1163"],"date":["2009-02-06"],"type":["text"],"creator":["Kalugin, Nikolai G.","Rostovtsev, Yuri V."],"language":[],"coverage":[],"title":["\"Dark\" vs \"Bright\" Excitons in Carbon Nanotubes: Applications to Quantum\n  Optics"],"description":["  It is strong Coulomb effects in carbon nanotubes that lead to formation of\nthe so-called \"bright\" and \"dark\" (forbidden one-photon optical transition)\nexciton states, and dramatically decrease the efficiency of one-photon light\nemission via trapping of the carriers by \"dark\" states. We demonstrate that the\nproper use of these \"bright\" and \"dark\" exciton states with distinctively\ndifferent recombination times may turn the situation around: the use of quantum\ncoherence and multiphoton schemes of excitation potentially not only allow one\nto efficiently manipulate the dark states, but can also create conditions for\nefficient light generation in different frequency regions, produce \"slow\" or\n\"fast\" light, implement quantum light storage, media with a negative refractive\nindex, and other quantum-optical regimes. Possible quantum-optical carbon\nnanotube devices have a potential for suitable performance at elevated\ntemperatures, because the binding energies of excitons in single-walled\nnanotubes are hundreds-of-meV high.\n","Comment: 14 pages, 2 figures"]}]
["0902.1165",{"format":[],"subject":["Mathematics - Numerical Analysis","65N30, 65N12, 65N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1165"],"date":["2009-02-06"],"type":["text"],"creator":["Feng, Xiaobing","Neilan, Michael"],"language":[],"coverage":[],"title":["Finite element methods for a bi-wave equation modeling d-wave\n  superconductors"],"description":["  In this paper we develop two conforming finite element methods for a fourth\norder bi-wave equation arising as a simplified Ginzburg-Landau-type model for\nd-wave superconductors in absence of applied magnetic field. Unlike the\nbiharmonic operator $\\Delta^2$, the bi-wave operator $\\Box^2$ is not an\nelliptic operator, so the energy space for the bi-wave equation is much larger\nthan the energy space for the biharmonic equation. This then makes it possible\nto construct low order conforming finite elements for the bi-wave equation.\nHowever, the existence and construction of such finite elements strongly\ndepends on the mesh. In the paper, we first characterize mesh conditions which\nallow and not allow construction of low order conforming finite elements for\napproximating the bi-wave equation. We then construct a cubic and a quartic\nconforming finite element. It is proved that both elements have the desired\napproximation properties, and give optimal order error estimates in the energy\nnorm, suboptimal (and optimal in some cases) order error estimates in the $H^1$\nand $L^2$ norm. Finally, numerical experiments are presented to guage the\nefficiency of the proposed finite element methods and to validate the\ntheoretical error bounds.\n","Comment: 21 pages, 19 figures and 1 table"]}]
["0902.1169",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1169"],"date":["2009-02-06"],"type":["text"],"creator":["Gupta, Gagan Raj","Sanghavi, Sujay","Shroff, Ness B."],"language":[],"coverage":[],"title":["Node Weighted Scheduling"],"description":["  This paper proposes a new class of online policies for scheduling in\ninput-buffered crossbar switches. Our policies are throughput optimal for a\nlarge class of arrival processes which satisfy strong-law of large numbers.\nGiven an initial configuration and no further arrivals, our policies drain all\npackets in the system in the minimal amount of time (providing an online\nalternative to the batch approach based on Birkhoff-VonNeumann decompositions).\nWe show that it is possible for policies in our class to be throughput optimal\neven if they are not constrained to be maximal in every time slot.\n  Most algorithms for switch scheduling take an edge based approach; in\ncontrast, we focus on scheduling (a large enough set of) the most congested\nports. This alternate approach allows for lower-complexity algorithms, and also\nrequires a non-standard technique to prove throughput-optimality. One algorithm\nin our class, Maximum Vertex-weighted Matching (MVM) has worst-case complexity\nsimilar to Max-size Matching, and in simulations shows slightly better delay\nperformance than Max-(edge)weighted-Matching (MWM).\n","Comment: To appear in Sigmetrics 2009"]}]
["astro-ph/0204265",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0204265","Publ.Astron.Soc.Pac.114:780-794,2002","doi:10.1086/341705"],"date":["2002-04-16"],"type":["text"],"creator":["Baltay, C.","Snyder, J. A.","Andrews, P.","Emmet, W.","Schaefer, B.","Sinnott, J.","Bailyn, C.","Coppi, P.","Oemler, A.","Sabbey, C. N.","Sofia, S.","van Altena, W.","Vivas, A. K.","Abad, C.","Briceno, C.","Bruzual, G.","Magris, G.","Stock, J.","Della Prugna, F.","Sanchez, Ge.","Sanchez, Gu.","Schenner, H.","Adams, B.","Gebhard, M.","Honeycutt, R. K.","Musser, J.","Harris, F.","Geary, J."],"language":[],"coverage":[],"title":["A Large Area CCD Camera for the Schmidt Telescope at the Venezuelan\n  National Astronomical Observatory"],"description":["  We have designed, constructed and put into operation a large area CCD camera\nthat covers a large fraction of the image plane of the 1 meter Schmidt\ntelescope at Llano del Hato in Venezuela. The camera consists of 16 CCD devices\narranged in a 4 x 4 mosaic covering 2.3 degrees x 3.5 degrees of sky. The CCDs\nare 2048 x 2048 LORAL devices with 15 micron pixels. The camera is optimized\nfor drift scan photometry and objective prism spectroscopy. The design\nconsiderations, construction features and performance parameters are described\nin the following article.\n","Comment: 34 pages, 18 figures, accepted for publication in PASP"]}]
["astro-ph/0701242",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0701242","Astrophys.J.659:1629-1636,2007","doi:10.1086/512539"],"date":["2007-01-09"],"type":["text"],"creator":["Luhman, K. L.","Allers, K. N.","Jaffe, D. T.","Cushing, M. C.","Williams, K. A.","Slesnick, C. L.","Vacca, W. D."],"language":[],"coverage":[],"title":["Oph 1622-2405: Not a Planetary-Mass Binary"],"description":["  We present an analysis of the mass and age of the young low-mass binary Oph\n1622-2405. Using resolved optical spectroscopy of the binary, we measure\nspectral types of M7.25+/-0.25 and M8.75+/-0.25 for the A and B components,\nrespectively. We show that our spectra are inconsistent with the spectral types\nof M9 and M9.5-L0 from Jayawardhana & Ivanov and M9+/-0.5 and M9.5+/-0.5 from\nClose and coworkers. Based on our spectral types and the theoretical\nevolutionary models of Chabrier and Baraffe, we estimate masses of 0.055 and\n0.019 Msun for Oph 1622-2405A and B, which are significantly higher than the\nvalues of 0.013 and 0.007 Msun derived by Jayawardhana & Ivanov and above the\nrange of masses observed for extrasolar planets (M<=0.015 Msun). Planet-like\nmass estimates are further contradicted by our demonstration that Oph\n1622-2405A is only slightly later (by 0.5 subclass) than the composite of the\nyoung eclipsing binary brown dwarf 2M 0535-0546, whose components have\ndynamical masses of 0.034 and 0.054 Msun. To constrain the age of Oph\n1622-2405, we compare the strengths of gravity-sensitive absorption lines in\noptical and near-infrared spectra of the primary to lines in field dwarfs (>1\nGyr) and members of Taurus (~1 Myr) and Upper Scorpius (~5 Myr). The line\nstrengths for Oph 1622-2405A are inconsistent with membership in Ophiuchus (<1\nMyr) and instead indicate an age similar to that of Upper Sco, which is\nagreement with a similar analysis performed by Close and coworkers. We conclude\nthat Oph 1622-2405 is part of an older population in Sco-Cen, perhaps Upper Sco\nitself.\n","Comment: The Astrophysical Journal, in press"]}]
["hep-th/0609119",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0609119","J.Phys.A42:095401,2009","doi:10.1088/1751-8113/42/9/095401"],"date":["2006-09-17","2006-10-18"],"type":["text"],"creator":["Nishimura, M.","Tanii, Y."],"language":[],"coverage":[],"title":["PSU(2,2|4) transformations of IIB superstring in AdS_5 x S^5"],"description":["  The PSU(2,2|4) transformation laws of the IIB superstring theory in the AdS_5\nx S^5 background are explicitly obtained for the light-cone gauge in the\nGreen-Schwarz formalism.\n","Comment: LaTeX, 14 pages, a reference added"]}]
["math-ph/0610015",{"format":[],"subject":["Mathematical Physics","11M41","28A12","28A80 (Primary) 28A75 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0610015"],"date":["2006-10-06","2009-02-09"],"type":["text"],"creator":["Lapidus, Michel L.","Vehel, Jacques Levy","Rock, John A."],"language":[],"coverage":[],"title":["Fractal Strings and Multifractal Zeta Functions"],"description":["  For a Borel measure on the unit interval and a sequence of scales that tend\nto zero, we define a one-parameter family of zeta functions called multifractal\nzeta functions. These functions are a first attempt to associate a zeta\nfunction to certain multifractal measures. However, we primarily show that they\nassociate a new zeta function, the topological zeta function, to a fractal\nstring in order to take into account the topology of its fractal boundary. This\nexpands upon the geometric information garnered by the traditional geometric\nzeta function of a fractal string in the theory of complex dimensions. In\nparticular, one can distinguish between a fractal string whose boundary is the\nclassical Cantor set, and one whose boundary has a single limit point but has\nthe same sequence of lengths as the complement of the Cantor set. Later work\nwill address related, but somewhat different, approaches to multifractals\nthemselves, via zeta functions, partly motivated by the present paper.\n","Comment: 32 pages, 9 figures. This revised version contains new sections and\n  figures illustrating the main results of this paper and recent results from\n  others. Sections 0, 2, and 6 have been significantly rewritten"]}]
["math/0509120",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509120"],"date":["2005-09-06","2009-02-09"],"type":["text"],"creator":["Werner, Ivan"],"language":[],"coverage":[],"title":["Fundamental Markov systems"],"description":["  We continue development of the theory of Markov systems initiated in\n\\cite{Wer1}. In this paper, we introduce fundamental Markov systems associated\nwith random dynamical systems and show that the proof of the uniqueness and\nempiricalness of the stationary initial distribution of the random dynamical\nsystem reduces to that for the fundamental Markov system associated with it.\nThe stability criteria for the latter are much clearer.\n","Comment: Added a conjecture"]}]
["math/0606041",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606041","Adv. in Appl. Math. 40 (2008) 107-126","doi:10.1016/j.aam.2006.12.006"],"date":["2006-06-01","2007-10-09"],"type":["text"],"creator":["Blandin, Hector","Diaz, Rafael"],"language":[],"coverage":[],"title":["Rational Combinatorics"],"description":["  We propose a categorical setting for the study of the combinatorics of\nrational numbers. We find combinatorial interpretation for the Bernoulli and\nEuler numbers and polynomials.\n","Comment: Adv. in Appl. Math. (2007), doi:10.1016/j.aam.2006.12.006"]}]
["math/0610436",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Topology","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610436"],"date":["2006-10-13","2009-02-09"],"type":["text"],"creator":["Abreu, Miguel","Granja, Gustavo","Kitchloo, Nitu"],"language":[],"coverage":[],"title":["Compatible complex structures on symplectic rational ruled surfaces"],"description":["  In this paper we study the topology of the space $\\I_\\omega$ of complex\nstructures compatible with a fixed symplectic form $\\omega$, using the\nframework of Donaldson. By comparing our analysis of the space $\\I_\\omega$ with\nresults of McDuff on the space $\\cat J_\\omega$ of compatible almost complex\nstructures on rational ruled surfaces, we find that $\\I_\\omega$ is contractible\nin this case. We then apply this result to study the topology of the\nsymplectomorphism group of a rational ruled surface, extending results of Abreu\nand McDuff.\n","Comment: Sign mistake in the formula for the cohomology in twisted case fixed.\n  Reorganized sections 4 and 5 and added more detail to proofs. To appear in\n  Duke Math. Journal"]}]
