["0708.4176",{"format":[],"subject":["Mathematics - Logic","Computer Science - Computational Complexity","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4176","Annals of Pure and Applied Logic 2, 160 (2009) 163-191"],"date":["2007-08-30","2009-08-04"],"type":["text"],"creator":["Finkel, Olivier","Lecomte, Dominique"],"language":[],"coverage":[],"title":["Classical and Effective Descriptive Complexities of omega-Powers"],"description":["  We prove that, for each non null countable ordinal alpha, there exist some\nSigma^0_alpha-complete omega-powers, and some Pi^0_alpha-complete omega-powers,\nextending previous works on the topological complexity of omega-powers. We\nprove effective versions of these results. In particular, for each non null\nrecursive ordinal alpha, there exists a recursive finitary language A such that\nA^omega is Sigma^0_alpha-complete (respectively, Pi^0_alpha-complete). To do\nthis, we prove effective versions of a result by Kuratowski, describing a Borel\nset as the range of a closed subset of the Baire space by a continuous\nbijection. This leads us to prove closure properties for the classes\nEffective-Pi^0_alpha and Effective-Sigma^0_alpha of the hyperarithmetical\nhierarchy in arbitrary recursively presented Polish spaces. We apply our\nexistence results to get better computations of the topological complexity of\nsome sets of dictionaries considered by the second author in [Omega-Powers and\nDescriptive Set Theory, Journal of Symbolic Logic, Volume 70 (4), 2005, p.\n1210-1232].\n","Comment: Final Version, published in A.P.A.L. This paper is an extended\n  version of a conference paper which appeared in the Proceedings of the 16th\n  EACSL Annual Conference on Computer Science and Logic, CSL 07. Part of the\n  results in this paper have been also presented at the International\n  Conference Computability in Europe, CiE 07, Siena, Italy, June 2007"]}]
["0712.0297",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0297","Int. J. Theor. Phys, 48, 2191(2009)"],"date":["2007-12-03","2009-08-03"],"type":["text"],"creator":["Song, Wei"],"language":[],"coverage":[],"title":["Lower bounds on the squashed entanglement for multi-party systems"],"description":["  Squashed entanglement is a promising entanglement measure that can be\ngeneralized to multipartite case, and it has all of the desirable properties\nfor a good entanglement measure. In this paper we present computable lower\nbounds to evaluate the multipartite squashed entanglement. We also derive some\ninequalities relating the squashed entanglement to the other entanglement\nmeasure.\n","Comment: 4 pages, 2 figures"]}]
["0804.0188",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0188"],"date":["2008-04-01","2009-08-04"],"type":["text"],"creator":["Luss, Ronny","d'Aspremont, Alexandre"],"language":[],"coverage":[],"title":["Support Vector Machine Classification with Indefinite Kernels"],"description":["  We propose a method for support vector machine classification using\nindefinite kernels. Instead of directly minimizing or stabilizing a nonconvex\nloss function, our algorithm simultaneously computes support vectors and a\nproxy kernel matrix used in forming the loss. This can be interpreted as a\npenalized kernel learning problem where indefinite kernel matrices are treated\nas a noisy observations of a true Mercer kernel. Our formulation keeps the\nproblem convex and relatively large problems can be solved efficiently using\nthe projected gradient or analytic center cutting plane methods. We compare the\nperformance of our technique with other methods on several classic data sets.\n","Comment: Final journal version. A few typos fixed"]}]
["0804.2250",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2250","Phys. Rev. B 80, 054501 (2009)","doi:10.1103/PhysRevB.80.054501"],"date":["2008-04-14","2009-07-13"],"type":["text"],"creator":["Medici, Luca de'","Wang, Xin","Capone, Massimo","Millis, Andrew J."],"language":[],"coverage":[],"title":["Correlation Strength, Gaps and Particle-Hole Asymmetry in High-Tc\n  Cuprates: a Dynamical Mean Field Study of the Three-Band Copper-Oxide Model"],"description":["  The three-band model relevant to high temperature copper-oxide\nsuperconductors is solved using single-site dynamical mean field theory and a\ntight-binding parametrization of the copper and oxygen bands. For a band\nfilling of one hole per unit cell the metal/charge-transfer-insulator phase\ndiagram is determined. The electron spectral function, optical conductivity and\nquasiparticle mass enhancement are computed as functions of electron and hole\ndoping for parameters such that the corresponding to the paramagnetic metal and\ncharge-transfer insulator sides of the one hole per cell phase diagram. The\noptical conductivity is computed using the Peierls phase approximation for the\noptical matrix elements. The calculation includes the physics of \"Zhang-Rice\nsinglets\". The effects of antiferromagnetism on the magnitude of the gap and\nthe relation between correlation strength and doping-induced changes in state\ndensity are determined. Three band and one band models are compared. The two\nmodels are found to yield quantitatively consistent results for all energies\nless than about 4eV, including energies in the vicinity of the charge-transfer\ngap. Parameters on the insulating side of the metal/charge-transfer insulator\nphase boundary lead to gaps which are too large and near-gap conductivities\nwhich are too small relative to data. The results place the cuprates clearly in\nthe intermediate correlation regime, on the paramagnetic metal side of the\nmetal/charge-transfer insulator phase boundary.\n","Comment: 9 pages, 6 figures. accepted by Phys. Rev. B"]}]
["0807.3594",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3594"],"date":["2008-07-22","2009-08-04"],"type":["text"],"creator":["Buscemi, Francesco"],"language":[],"coverage":[],"title":["How to securely decouple quantum systems: local shredding of bipartite\n  correlations"],"description":["  This paper has been withdrawn by the author, as it is now incorporated in\n0901.4506 (v4)\n","Comment: This paper has been withdrawn by the author, as it is now\n  incorporated in (and superseded by) 0901.4506 (v4)"]}]
["0807.5095",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.5095","Phys. Rev. B 78, 153310 (2008)","doi:10.1103/PhysRevB.78.153310"],"date":["2008-07-31"],"type":["text"],"creator":["Rogge, M. C.","Haug, R. J."],"language":[],"coverage":[],"title":["Non-invasive detection of molecular bonds in quantum dots"],"description":["  We performed charge detection on a lateral triple quantum dot with star-like\ngeometry. The setup allows us to interpret the results in terms of two double\ndots with one common dot. One double dot features weak tunnel coupling and can\nbe understood with atom-like electronic states, the other one is strongly\ncoupled forming molecule-like states. In nonlinear measurements we identified\npatterns that can be analyzed in terms of the symmetry of tunneling rates.\nThose patterns strongly depend on the strength of interdot tunnel coupling and\nare completely different for atomic- or molecule-like coupled quantum dots\nallowing the non-invasive detection of molecular bonds.\n","Comment: 4 pages, 4 figures"]}]
["0809.0624",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0624","JHEP 0902:028,2009","doi:10.1088/1126-6708/2009/02/028"],"date":["2008-09-03","2009-08-04"],"type":["text"],"creator":["Ebert, Dietmar","Plefka, Jan","Rodigast, Andreas"],"language":[],"coverage":[],"title":["Gravitational Contributions to the Running Yang-Mills Coupling in Large\n  Extra-Dimensional Brane Worlds"],"description":["  We study the question of a modification of the running gauge coupling of\nYang-Mills theories due to quantum gravitational effects in a compact large\nextra dimensional brane world scenario with a low energy quantum gravity scale.\nThe ADD scenario is applied for a D=d+\\delta dimensional space-time in which\ngravitons freely propagate, whereas the non-abelian gauge fields are confined\nto a d-dimensional brane. The extra dimensions are taken to be toroidal and the\ntransverse fluctuation modes (branons) of the brane are taken into account. On\nthis basis we have calculated the one-loop corrections due to virtual\nKaluza-Klein graviton and branon modes for the gluon two- and three-point\nfunctions in an effective field theory treatment. Applying momentum cut-off\nregularization we find that for a d=4 brane the leading gravitational\ndivergencies cancel irrespective of the number of extra dimensions \\delta,\ngeneralizing previous results in the absence of extra-dimensions. Hence, again\nthe Yang-Mills \\beta-function receives no gravitational corrections at\none-loop. This is no longer true in a `universal' extra dimensional scenario\nwith a d>4 dimensional brane. Moreover, the subleading power-law gravitational\ndivergencies induce higher-dimensional counterterms, which we establish in our\nscheme. Interestingly, for d=4 these gravitationally induced counterterms are\nof the form recently considered in non-abelian Lee-Wick extensions of the\nstandard model -- now with a possible mass scale in the TeV range due to the\npresence of large extra dimensions.\n","Comment: Version to be published in JHEP; 16 pages, 3 figures; v3: references\n  updated"]}]
["0809.3003",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3003","Phys.Rev.D79:034023,2009","doi:10.1103/PhysRevD.79.034023"],"date":["2008-09-17","2009-07-30"],"type":["text"],"creator":["Campbell, J.","Ellis, R. Keith","Cordero, F. Febres","Maltoni, F.","Reina, L.","Wackeroth, D.","Willenbrock, S."],"language":[],"coverage":[],"title":["Associated Production of a W Boson and One b Jet"],"description":["  We calculate the production of a W boson and a single b jet to\nnext-to-leading order in QCD at the Fermilab Tevatron and the CERN Large Hadron\nCollider. Both exclusive and inclusive cross sections are presented. We\nseparately consider the cross section for jets containing a single b quark and\njets containing a b-anti b pair. There are a wide variety of processes that\ncontribute, and it is necessary to include them all in order to have a complete\ndescription at both colliders.\n","Comment: LaTeX, 16 pages, 22 postscript figures; version published in Phys.\n  Rev. D"]}]
["0809.4463",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14F05, 14D20, 14J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4463"],"date":["2008-09-25","2009-08-04"],"type":["text"],"creator":["Vermeire, Peter"],"language":[],"coverage":[],"title":["Generation and syzygies of the first secant variety"],"description":["  Under certain effective positivity conditions, we show that the secant\nvariety to a smooth variety satisfies $N_{3,p}$. For smooth curves, we provide\nthe best possible effective bound on the degree $d$ of the embedding, $d\\geq\n2g+3+p$.\n","Comment: There was an error in version 2. The degree bound for curves has been\n  re-established, but the proof in higher dimensions has not yet been fixed.\n  See note at the beginning of this version"]}]
["0810.5248",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5248","Phys. Rev. B 79, 165407 (2009)","doi:10.1103/PhysRevB.79.165407"],"date":["2008-10-29","2009-03-11"],"type":["text"],"creator":["Timmer, M.","Kratzer, P."],"language":[],"coverage":[],"title":["Electron-hole spectra created by adsorption on metals from\n  density-functional theory"],"description":["  Non-adiabaticity in adsorption on metal surfaces gives rise to a number of\nmeasurable effects, such as chemicurrents and exo-electron emission. Here we\npresent a quantitative theory of chemicurrents on the basis of ground-state\ndensity-functional theory (DFT) calculations of the effective electronic\npotential and the Kohn-Sham band structure. Excitation probabilities are\ncalculated both for electron-hole pairs and for electrons and holes separately\nfrom first-order time-dependent perturbation theory. This is accomplished by\nevaluating the matrix elements (between Kohn-Sham states) of the rate of change\nof the effective electronic potential between subsequent (static) DFT\ncalculations. Our approach is related to the theory of electronic friction, but\nallows for direct access to the excitation spectra. The method is applied to\nadsorption of atomic hydrogen isotopes on the Al(111) surface. The results are\ncompatible with the available experimental data (for noble metal surfaces); in\nparticular, the observed isotope effect in H versus D adsorption is described\nby the present theory. Moreover, the results are in qualitative agreement with\ncomputationally elaborate calculations of the full dynamics within\ntime-dependent density-functional theory, with the notable exception of effects\ndue to the spin dynamics. Being a perturbational approach, the method proposed\nhere is simple enough to be applied to a wide class of adsorbates and surfaces,\nwhile at the same time allowing us to extract system-specific information.\n","Comment: 23 pages, 9 figures, accepted for publication in Phys. Rev. B,\n  http://prb.aps.org/, v2: some major improvements, plus correction of minor\n  errors"]}]
["0811.1868",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Computer Vision and Pattern Recognition","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1868"],"date":["2008-11-12","2009-08-04"],"type":["text"],"creator":["Cerri, Andrea","Frosini, Patrizio"],"language":[],"coverage":[],"title":["Necessary Conditions for Discontinuities of Multidimensional Size\n  Functions"],"description":["  Some new results about multidimensional Topological Persistence are\npresented, proving that the discontinuity points of a k-dimensional size\nfunction are necessarily related to the pseudocritical or special values of the\nassociated measuring function.\n","Comment: 23 pages, 4 figures"]}]
["0811.3225",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","37F10","14G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3225"],"date":["2008-11-19","2009-08-04"],"type":["text"],"creator":["Hutz, Benjamin"],"language":[],"coverage":[],"title":["Rational Periodic Points for Degree Two Polynomial Morphisms on\n  Projective Space"],"description":["  This article addresses the existence of $\\Q$-rational periodic points for\nmorphisms of projective space. In particular, we construct an infinitely family\nof morphisms on $\\P^N$ where each component is a degree 2 homogeneous form in\n$N+1$ variables which has a $\\Q$-periodic point of primitive period\n$\\frac{(N+1)(N+2)}{2} + \\lfloor \\frac{N-1}{2}\\rfloor$. This result is then used\nto show that for $N$ large enough there exists morphisms of $\\P^N$ with\n$\\Q$-rational periodic points with primitive period larger that $c(k)N^k$ for\nany $k$ and some constant $c(k)$.\n","Comment: to appear in Acta Arithmetica"]}]
["0811.3704",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Logic in Computer Science","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3704","Fundamenta Informaticae 2, 91 (2009) 305-323"],"date":["2008-11-22"],"type":["text"],"creator":["Finkel, Olivier"],"language":[],"coverage":[],"title":["Highly Undecidable Problems about Recognizability by Tiling Systems"],"description":["  Altenbernd, Thomas and W\\\"ohrle have considered acceptance of languages of\ninfinite two-dimensional words (infinite pictures) by finite tiling systems,\nwith usual acceptance conditions, such as the B\\\"uchi and Muller ones [1]. It\nwas proved in [9] that it is undecidable whether a B\\\"uchi-recognizable\nlanguage of infinite pictures is E-recognizable (respectively, A-recognizable).\nWe show here that these two decision problems are actually $\\Pi_2^1$-complete,\nhence located at the second level of the analytical hierarchy, and \"highly\nundecidable\". We give the exact degree of numerous other undecidable problems\nfor B\\\"uchi-recognizable languages of infinite pictures. In particular, the\nnon-emptiness and the infiniteness problems are $\\Sigma^1_1$-complete, and the\nuniversality problem, the inclusion problem, the equivalence problem, the\ndeterminizability problem, the complementability problem, are all\n$\\Pi^1_2$-complete. It is also $\\Pi^1_2$-complete to determine whether a given\nB\\\"uchi recognizable language of infinite pictures can be accepted row by row\nusing an automaton model over ordinal words of length $\\omega^2$.\n","Comment: to appear in a Special Issue of the journal Fundamenta Informaticae\n  on Machines, Computations and Universality"]}]
["0901.0373",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0373","RAIRO - Theoretical Informatics and Applications 43, 2 (2009)\n  339-364"],"date":["2009-01-04"],"type":["text"],"creator":["Finkel, Olivier"],"language":[],"coverage":[],"title":["Highly Undecidable Problems For Infinite Computations"],"description":["  We show that many classical decision problems about 1-counter\nomega-languages, context free omega-languages, or infinitary rational\nrelations, are $\\Pi_2^1$-complete, hence located at the second level of the\nanalytical hierarchy, and \"highly undecidable\". In particular, the universality\nproblem, the inclusion problem, the equivalence problem, the determinizability\nproblem, the complementability problem, and the unambiguity problem are all\n$\\Pi_2^1$-complete for context-free omega-languages or for infinitary rational\nrelations. Topological and arithmetical properties of 1-counter\nomega-languages, context free omega-languages, or infinitary rational\nrelations, are also highly undecidable. These very surprising results provide\nthe first examples of highly undecidable problems about the behaviour of very\nsimple finite machines like 1-counter automata or 2-tape automata.\n","Comment: to appear in RAIRO-Theoretical Informatics and Applications"]}]
["0901.1254",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1254","Phys. Rev. A 80, 012116 (2009)"],"date":["2009-01-09","2009-08-04"],"type":["text"],"creator":["Bassi, Angelo","Ferialdi, Luca"],"language":[],"coverage":[],"title":["Non-Markovian dynamics for a free quantum particle subject to\n  spontaneous collapse in space: general solution and main properties"],"description":["  We analyze the non-Markovian dynamics of a quantum system subject to\nspontaneous collapse in space. After having proved, under suitable conditions,\nthe separation of the center-of-mass and relative motions, we focus our\nanalysis on the time evolution of the center of mass of an isolated system\n(free particle case). We compute the explicit expression of the Green's\nfunction, for a generic Gaussian noise, and analyze in detail the case of an\nexponential correlation function. We study the time evolution of average\nquantities, such as the mean position, momentum and energy. We eventually\nspecialize to the case of Gaussian wave functions, and prove that all basic\nfacts about collapse models, which are known to be true in the white noise\ncase, hold also in the more general case of non-Markovian dynamics.\n","Comment: 37 pages, LaTeX. Title changed. Other minor corrections"]}]
["0901.2040",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2040","Dark Energy and Dark Matter: Observations, Experiments and\n  Theories, Lyon : France (2008)","doi:10.1051/eas/0936033"],"date":["2009-01-14"],"type":["text"],"creator":["Sanglard, Véronique"],"language":[],"coverage":[],"title":["Status of the EDELWEISS-II experiment"],"description":["  EDELWEISS is a direct dark matter search experiment situated in the low\nradioactivity environment of the Modane Underground Laboratory. The experiment\nuses Ge detectors at very low temperature in order to identify eventual rare\nnuclear recoils induced by elastic scattering of WIMPs from our Galactic halo.\nWe present results of the commissioning of the second phase of the experiment,\ninvolving more than 7 kg of Ge, that has been completed in 2007. We describe\ntwo new types of detectors with active rejection of events due to surface\ncontamination. This active rejection is required in order to achieve the\nphysics goals of 10-8 pb cross-section measurement for the current phase.\n"]}]
["0902.1097",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1097","Phys. Rev. Lett. 103, 050503 (2009)","doi:10.1103/PhysRevLett.103.050503"],"date":["2009-02-06","2009-08-04"],"type":["text"],"creator":["Cai, J. -M.","Dür, W.","Nest, M. Van den","Miyake, A.","Briegel, H. J."],"language":[],"coverage":[],"title":["Quantum computation in correlation space and extremal entanglement"],"description":["  Recently, a framework was established to systematically construct novel\nuniversal resource states for measurement-based quantum computation using\ntechniques involving finitely correlated states. With these methods, universal\nstates were found which are in certain ways much less entangled than the\noriginal cluster state model, and it was hence believed that with this approach\nmany of the extremal entanglement features of the cluster states could be\nrelaxed. The new resources were constructed as \"computationally universal\"\nstates--i.e. they allow one to efficiently reproduce the classical output of\neach quantum computation--whereas the cluster states are universal in a\nstronger sense since they are \"universal state preparators\". Here we show that\nthe new resources are universal state preparators after all, and must therefore\nexhibit a whole class of extremal entanglement features, similar to the cluster\nstates.\n","Comment: 5 pages, 2 figures. Extended version with a few more details"]}]
["0902.2422",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2422"],"date":["2009-02-13","2009-08-04"],"type":["text"],"creator":["Sterling, Aaron"],"language":[],"coverage":[],"title":["A Time Lower Bound for Multiple Nucleation on a Surface"],"description":["  Majumder, Reif and Sahu have presented a stochastic model of reversible,\nerror-permitting, two-dimensional tile self-assembly, and showed that\nrestricted classes of tile assembly systems achieved equilibrium in (expected)\npolynomial time. One open question they asked was how much computational power\nwould be added if the model permitted multiple nucleation, i.e., independent\ngroups of tiles growing before attaching to the original seed assembly. This\npaper provides a partial answer, by proving that if a tile assembly model uses\nonly local binding rules, then it cannot use multiple nucleation on a surface\nto solve certain \"simple\" problems in constant time (time independent of the\nsize of the surface). Moreover, this time bound applies to macroscale robotic\nsystems that assemble in a three-dimensional grid, not just to tile assembly\nsystems on a two-dimensional surface. The proof technique defines a new model\nof distributed computing that simulates tile (and robotic) self-assembly.\nKeywords: self-assembly, multiple nucleation, locally checkable labeling.\n","Comment: This is a major revision -- thanks to comments from two very helpful\n  anonymous reviewers -- of \"A Limit to the Power of Multiple Nucleation,\"\n  which appeared in DISC 2008"]}]
["0902.2865",{"format":[],"subject":["Mathematics - Operator Algebras","46L55 (Primary) 16S35, 46L35, 46L40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2865"],"date":["2009-02-17","2009-08-04"],"type":["text"],"creator":["Archey, Dawn"],"language":[],"coverage":[],"title":["Crossed product C*-algebras by finite group actions with the tracial\n  Rokhlin property"],"description":["  Let $A$ be a stably finite simple unital $C^*$-algebra and suppose $\\alpha $\nis an action of a finite group $G$ with the tracial Rokhlin property. Suppose\nfurther $A$ has real rank zero and the order on projections over $A$ is\ndetermined by traces. Then the crossed product $C^*$-algebra $C^*(G,A, \\alpha)$\nalso has real rank zero and order on projections over $A$ is determined by\ntraces. Moreover, if $A$ also has stable rank one, then $C^*(G,A, \\alpha)$ also\nhas stable rank one.\n","Comment: 10 pages, 0 figures. Minor corrections made and typos corrected. To\n  appear in Rocky Mountain Journal of Mathematics"]}]
["0902.3906",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3906","J. Theo. Biol. 260, 83-89 (2009)","doi:10.1016/j.jtbi.2009.05.023"],"date":["2009-02-23","2009-08-04"],"type":["text"],"creator":["Pigolotti, Simone","Cencini, Massimo"],"language":[],"coverage":[],"title":["Speciation-rate dependence in species-area relationships"],"description":["  The general tendency for species number (S) to increase with sampled area (A)\nconstitutes one of the most robust empirical laws of ecology, quantified by\nspecies-area relationships (SAR). In many ecosystems, SAR curves display a\npower-law dependence, $S\\propto A^z$. The exponent $z$ is always less than one\nbut shows significant variation in different ecosystems. We study the multitype\nvoter model as one of the simplest models able to reproduce SAR similar to\nthose observed in real ecosystems in terms of basic ecological processes such\nas birth, dispersal and speciation. Within the model, the species-area exponent\n$z$ depends on the dimensionless speciation rate $\\nu$, even though the\ndetailed dependence is still matter of controversy. We present extensive\nnumerical simulations in a broad range of speciation rates from $\\nu =10^{-3}$\ndown to $\\nu = 10^{-11}$, where the model reproduces values of the exponent\nobserved in nature. In particular, we show that the inverse of the species-area\nexponent linearly depends on the logarithm of $\\nu$. Further, we compare the\nmodel outcomes with field data collected from previous studies, for which we\nseparate the effect of the speciation rate from that of the different species\nlifespans. We find a good linear relationship between inverse exponents and\nlogarithm of species lifespans. However, the slope sets bounds on the\nspeciation rates that can hardly be justified on evolutionary basis, suggesting\nthat additional effects should be taken into account to consistently interpret\nthe observed exponents.\n","Comment: 17 pages, 5 figures"]}]
["0903.0082",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0082","2009, MNRAS, 397, 1374","doi:10.1111/j.1365-2966.2009.14827.x"],"date":["2009-02-28","2009-07-23"],"type":["text"],"creator":["Roy, Nirupam","Ray, Arnab K."],"language":[],"coverage":[],"title":["Fractal features in accretion discs"],"description":["  Fractal concepts have been introduced in the accretion disc as a new feature.\nDue to the fractal nature of the flow, its continuity condition undergoes\nmodifications. The conserved stationary fractal flow admits only saddle points\nand centre-type points in its phase portrait. Completely analytical solutions\nof the equilibrium point conditions indicate that the fractal properties enable\nthe flow to behave like an effective continuum of lesser density, and\nfacilitates the generation of transonicity. However, strongly fractal flows\ninhibit multitransonicity from developing. The mass accretion rate exhibits a\nfractal scaling behaviour, and the entire fractal accretion disc is stable\nunder linearised dynamic perturbations.\n","Comment: 13 pages, 5 figures. Corrected minor typos. Accepted for publication\n  in MNRAS. The definitive version will be available at\n  http://www.blackwell-synergy.com/"]}]
["0903.0288",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0288","Phys. Rev. B 80, 035403 (2009)","doi:10.1103/PhysRevB.80.035403"],"date":["2009-03-02","2009-06-04"],"type":["text"],"creator":["Vehviläinen, T.","Salo, P.","Ala-Nissila, T.","Ying, S. C."],"language":[],"coverage":[],"title":["Electronic properties of H on vicinal Pt surfaces: A first-principles\n  study"],"description":["  In this work, we use the first-principle density-functional approach to study\nthe electronic structure of a H atom adsorbed on the ideal Pt(111) and vicinal\nPt(211) and Pt(331) surfaces. Full three-dimensional potential-energy surfaces\n(3D PES's) as well as local electronic density of states on various adsorption\nsites are obtained. The results show that the steps modify the PES\nconsiderably. The effect is nonlocal and extends into the region of the (111)\nterraces. We also find that different type of steps have different kind of\ninfluence on the PES when compared to the one of the ideal Pt(111) surface. The\nfull 3D PES's calculated in this work provide a starting point for the\ntheoretical study of vibrational and diffusive dynamics of H adatoms adsorbed\non these vicinal surfaces.\n","Comment: 8 pages with 5 figures and 3 tables. In version 2, there have been\n  made some minor changes and a bigger one in Section III.A.1 where the results\n  of the test calculations dealt with the accuracy of the present results have\n  been added"]}]
["0903.4207",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4207"],"date":["2009-03-24","2009-08-04"],"type":["text"],"creator":["Forney Jr, G. David"],"language":[],"coverage":[],"title":["MacWilliams Identities for Codes on Graphs"],"description":["  The MacWilliams identity for linear time-invariant convolutional codes that\nhas recently been found by Gluesing-Luerssen and Schneider is proved concisely,\nand generalized to arbitrary group codes on graphs. A similar development\nyields a short, transparent proof of the dual sum-product update rule.\n","Comment: 5 pages, 2 figures; final version to be presented at IEEE Information\n  Theory Workshop, Taormina, Sicily, Oct. 11-16, 2009"]}]
["0904.0348",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0348","JETP Letters 89, 701 (2009)","doi:10.1134/S0021364009120029"],"date":["2009-04-02"],"type":["text"],"creator":["Solovyev, I. V.","Pchelkina, Z. V."],"language":[],"coverage":[],"title":["Magnetic ground state and multiferroicity in BiMnO$_3$"],"description":["  We argue that the centrosymmetric $C2/c$ symmetry in BiMnO$_3$ is\nspontaneously broken by antiferromagnetic (AFM) interactions existing in the\nsystem. The true symmetry is expected to be $Cc$, which is compatible with the\nnoncollinear magnetic ground state, where the ferromagnetic order along one\ncrystallographic axis coexists with the the hidden AFM order and related to it\nferroelectric polarization along two other axes. The $C2/c$ symmetry can be\nrestored by the magnetic field $B \\sim 35$ Tesla, which switches off the\nferroelectric polarization. Our analysis is based on the solution of the\nlow-energy model constructed for the 3d-bands of BiMnO$_3$, where all the\nparameters have been derived from the first-principles calculations. Test\ncalculations for isostructural BiCrO$_3$ reveal an excellent agreement with\nexperimental data.\n","Comment: 5 pages, 5 figures"]}]
["0904.1293",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1293","JHEP 0907:056,2009","doi:10.1088/1126-6708/2009/07/056"],"date":["2009-04-08","2009-08-04"],"type":["text"],"creator":["Ehrenfeld, Wolfgang","Freitas, Ayres","Landwehr, Ananda","Wyler, Daniel"],"language":[],"coverage":[],"title":["Distinguishing spins in decay chains with photons at the Large Hadron\n  Collider"],"description":["  Several models for physics beyond the Standard Model predict new particles\nwith a decay signature including hard photons and missing energy. Two\nwell-motivated examples are supersymmetry with gauge-mediated breaking (GMSB)\nand the standard model with two universal extra dimensions.\n  Both models lead to decay chains with similar collider signatures, including\nhard photon emission. The main discriminating feature are the spins of the new\nparticles. In this paper we discuss how information about the spins of the\nparticles can be extracted from lepton-photon or quark-photon invariant mass\ndistributions at the Large Hadron Collider. The characteristic shapes of the\ndistributions are derived analytically and then studied in a realistic\nMonte-Carlo simulation. We find that for a typical GMSB mass spectrum with\nparticle masses below 1 TeV, already 10 fb$^{-1}$ integrated luminosity at 14\nTeV center-of-mass energy are sufficient to discriminate the two models with\nhigh significance.\n","Comment: 26 pages, 7 postscript figures, published version"]}]
["0904.2035",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2035"],"date":["2009-04-14","2009-08-04"],"type":["text"],"creator":["Martinis, John M."],"language":[],"coverage":[],"title":["Quasiparticle tunneling: P(E) theory"],"description":["  A calculation of the energy decay rate of a Josephson qubit from\nnon-equilibrium quasiparticles is made using the environmental P(E) theory. For\na large-capacitance qubit, we extend the theory to include the tunneling of\nquasiparticles, which has an electron- and hole-like charge components.\n","Comment: 3 pages, a supplementary calculation for arXiv:0904.2171 \"Energy\n  Decay in Josephson Qubits from Non-equilibrium Quasiparticles\"; Version 2\n  adds a discussion of quasiparticle damping in a coplanar resonator"]}]
["0904.3134",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3134","PRB 80, 060501(R) (2009)"],"date":["2009-04-20"],"type":["text"],"creator":["Canfield, P. C.","Bud'ko, S. L.","Ni, N.","Yan, J. Q.","Kracher, A."],"language":[],"coverage":[],"title":["Decoupling of the superconducting and magnetic (structural) phase\n  transitions in electron-doped BaFe2As2"],"description":["  Study and comparison of over 30 examples of electron doped BaFe2As2 for\ntransition metal (TM) = Co, Ni, Cu, and (Co/Cu mixtures) have lead to an\nunderstanding that the suppression of the structural/antiferromagnetic phase\ntransition to low enough temperature in these compounds is a necessary\ncondition for superconductivity, but not a sufficient one. Whereas the\nstructural/antiferromagnetic transitions are suppressed by the number of TM\ndopant ions (or changes in the c-axis) the superconducting dome exists over a\nlimited range of values of the number of electrons added by doping (or values\nof the {a/c} ratio). By choosing which combination of dopants are used we can\nchange the relative positions of the upper phase lines and the superconducting\ndome, even to the extreme limit of suppressing the upper structural and\nmagnetic phase transitions without the stabilization of low temperature\nsuperconducting dome.\n"]}]
["0904.3354",{"format":[],"subject":["Mathematics - Algebraic Geometry","14K10, 14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3354"],"date":["2009-04-21","2009-08-04"],"type":["text"],"creator":["Gross, Mark","Popescu, Sorin"],"language":[],"coverage":[],"title":["Calabi-Yau Three-folds and Moduli of Abelian Surfaces II"],"description":["  This is the sequel to arXiv:math/0001089. In this paper, we complete the\npromised description of moduli of abelian surfaces of low degree, covering the\ncases of degree (1,12), (1,14), (1,16), (1,18) and (1,20). In each case, we\ndescribe birational models for the moduli space of abelian surfaces with\npolarization of the given degree and either a level structure, or what we call\na partial level structure. In every case, the moduli space is rational or\nunirational. In additional, several new Calabi-Yau threefolds fibred in abelian\nsurfaces are described.\n","Comment: 29 pages, a few typoes corrected, final version"]}]
["0904.3506",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3506","Phys. Rev. Lett. 103, 046810 (2009)","doi:10.1103/PhysRevLett.103.046810"],"date":["2009-04-22","2009-08-04"],"type":["text"],"creator":["Guettinger, J.","Stampfer, C.","Libisch, F.","Frey, T.","Burgdoerfer, J.","Ihn, T.","Ensslin, K."],"language":[],"coverage":[],"title":["Electron-Hole Crossover in Graphene Quantum Dots"],"description":["  We investigate the addition spectrum of a graphene quantum dot in the\nvicinity of the electron-hole crossover as a function of perpendicular magnetic\nfield. Coulomb blockade resonances of the 50 nm wide dot are visible at all\ngate voltages across the transport gap ranging from hole to electron transport.\nThe magnetic field dependence of more than 50 states displays the unique\ncomplex evolution of the diamagnetic spectrum of a graphene dot from the\nlow-field regime to the Landau regime with the n=0 Landau level situated in the\ncenter of the transport gap marking the electron-hole crossover. The average\npeak spacing in the energy region around the crossover decreases with\nincreasing magnetic field. In the vicinity of the charge neutrality point we\nobserve a well resolved and rich excited state spectrum.\n","Comment: 4 pages, 3 figures"]}]
["0904.3678",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3678","Phys. Rev. B 80, 054301 (2009)","doi:10.1103/PhysRevB.80.054301"],"date":["2009-04-23"],"type":["text"],"creator":["Hague, J. P.","Kornilovitch, P. E."],"language":[],"coverage":[],"title":["Bipolarons from long range interactions: Singlet and triplet pairs in\n  the screened Hubbard-Froehlich model on the chain"],"description":["  We present details of a continuous-time quantum Monte-Carlo algorithm for the\nscreened Hubbard-Froehlich bipolaron. We simulate the bipolaron in one\ndimension with arbitrary interaction range in the presence of Coulomb\nrepulsion, computing the effective mass, binding energy, total number of\nphonons associated with the bipolaron, mass isotope exponent and bipolaron\nradius in a comprehensive survey of the parameter space. We discuss the role of\nthe range of the electron-phonon interaction, demonstrating the evolution from\nHolstein to Froehlich bipolarons and we compare the properties of bipolarons\nwith singlet and triplet pairing. Finally, we present simulations of the\nbipolaron dispersion. The band width of the Froehlich bipolaron is found to be\nbroad, and the decrease in bandwidth as the two polarons bind into a bipolaron\nis found to be far less rapid than in the case of the Holstein interaction. The\nproperties of bipolarons formed from long range electron-phonon interactions,\nsuch as light strongly bound bipolarons and intersite pairing when Coulomb\nrepulsion is large, are found to be robust against screening, with qualitative\ndifferences between Holstein and screened Froehlich bipolarons found even for\ninteractions screened within a single lattice site.\n","Comment: 20 pages, 17 figures"]}]
["0904.3913",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3913"],"date":["2009-04-24","2009-08-03"],"type":["text"],"creator":["Elton, John H."],"language":[],"coverage":[],"title":["Indefinite quadratic forms and the invariance of the interval in Special\n  Relativity"],"description":["  A simple theorem on proportionality of indefinite real quadratic forms is\nproved, and is used to clarify the proof of the invariance of the interval in\nSpecial Relativity from Einstein's postulate on the universality of the speed\nof light; students are often rightfully confused by the incomplete or incorrect\nproofs given in many texts. The result is illuminated and generalized using\nHilbert's Nullstellensatz, allowing one form to be a homogeneous polynomial\nwhich is not necessarily quadratic. Also a condition for simultaneous\ndiagonalizabilityof semi-definite real quadratic functions is given.\n","Comment: 6 pages, no figures"]}]
["0905.3845",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Rings and Algebras","18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3845"],"date":["2009-05-23","2009-08-04"],"type":["text"],"creator":["Keller, Bernhard","Lowen, Wendy","Nicolas, Pedro"],"language":[],"coverage":[],"title":["On the (non)vanishing of some \"derived\" categories of curved dg algebras"],"description":["  Since curved dg algebras, and modules over them, have differentials whose\nsquare is not zero, these objects have no cohomology, and there is no classical\nderived category. For different purposes, different notions of \"derived\"\ncategories have been introduced in the literature. In this note, we show that\nfor some concrete curved dg algebras, these derived categories vanish. This\nhappens for example for the initial curved dg algebra whose module category is\nthe category of precomplexes, and for certain deformations of dg algebras.\n","Comment: 18 pages, new title, several local modifications and corrections"]}]
["0905.4553",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4553"],"date":["2009-05-28","2009-08-04"],"type":["text"],"creator":["Johnson, Mathew A."],"language":[],"coverage":[],"title":["The Transverse Instability of Periodic Waves in Zakharov-Kuznetsov Type\n  Equations"],"description":["  In this paper, we investigate the instability of one-dimensionally stable\nperiodic traveling wave solutions of the generalized Korteweg-de Vries equation\nto long wavelength transverse perturbations in the generalized\nZakharov-Kuznetsov equation in two space dimensions. By deriving appropriate\nasymptotic expansions of the periodic Evans function, we derive an index which\nyields sufficient conditions for transverse instabilities to occur. This index\nis geometric in nature, and applies to any periodic traveling wave profile\nunder some minor smoothness assumptions on the nonlinearity. We also describe\nthe analogous theory for periodic traveling waves of the generalized\nBenjamin-Bona-Mahony equation to long wavelength transverse perturbations in\nthe gBBM-Zakharov-Kuznetsov equation.\n","Comment: 17 pages. Revised version including new results for the gBBM equation"]}]
["0906.0163",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0163","Phys. Rev. A 80 (No. 2, August 2009), 022301","doi:10.1103/PhysRevA.80.022301"],"date":["2009-05-31"],"type":["text"],"creator":["Ranade, Kedar S."],"language":[],"coverage":[],"title":["Symmetric extendibility for qudits and tolerable error rates in quantum\n  cryptography"],"description":["  Symmetric extendibility of quantum states has recently drawn attention in the\ncontext of quantum cryptography to judge whether quantum states shared between\ntwo distant parties can be purified by means of one-way error correction\nprotocols. In this letter we study the symmetric extendibility in a specific\nclass of two-qudit states, i. e. states composed of two d-level systems, in\norder to find upper bounds on tolerable error rates for a wide class of\nqudit-based quantum cryptographic protocols using two-way error correction. In\nimportant cases these bounds coincide with previously known lower bounds,\nthereby proving sharpness of these bounds in arbitrary finite-dimensional\nsystems.\n","Comment: 4 pages, no figures"]}]
["0906.0850",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Superconductivity","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0850","J. Low Temp. Phys. 156, 145-162 (2009)","doi:10.1007/s10909-009-9897-8"],"date":["2009-06-04"],"type":["text"],"creator":["Hänninen, R."],"language":[],"coverage":[],"title":["Rotating inclined cylinder and the effect of the tilt angle on vortices"],"description":["  We study numerically some possible vortex configurations in a rotating\ncylinder that is tilted with respect to the rotation axis and where different\nnumbers of vortices can be present at given rotation velocity. In a long\ncylinder at small tilt angles the vortices tend to align along the cylinder\naxis and not along the rotation axis. We also show that the axial flow along\nthe cylinder axis, caused by the tilt, will result in the Ostermeier-Glaberson\ninstability above some critical tilt angle. When the vortices become unstable\nthe final state often appears to be a dynamical steady state, which may contain\nturbulent regions where new vortices are constantly created. These new vortices\npush other vortices in regions with laminar flow towards the top and bottom\nends of the cylinder where they finally annihilate. Experimentally the inclined\ncylinder could be a convenient environment to create long lasting turbulence\nwith a polarization which can be adjusted with the tilt angle.\n","Comment: 10 pages, 10 figures"]}]
["0906.3021",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3021"],"date":["2009-06-16","2009-08-03"],"type":["text"],"creator":["Maier, R.","Soares, I. Damião"],"language":[],"coverage":[],"title":["Forming Nonsingular Black Holes from Dust Collapse"],"description":["  The dynamics of the gravitational collapse is examined in the realm of string\nbased formalism of D-branes that encompass General Relativity as a low energy\nlimit. A complete analytical solution is given to the spherically symmetric\ncollapse of a pure dust star, including its matching with a corrected\nSchwarzschild exterior spacetime. The collapse forms a black hole (an exterior\nevent horizon) enclosing not a singularity but perpetually bouncing matter in\nthe infinite chain of spacetime maximal analytical extensions inside the outer\nevent horizon. This chain of analytical extensions has a structure analogous to\nthat of the Reissner-Nordstrom solution, except that the timelike singularities\nare avoided by bouncing barriers. The interior trapped bouncing matter has the\npossibility of being expelled by disruptive nonlinear resonance mechanisms.\n","Comment: 4 pages, 2 figures"]}]
["0906.3735",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3735","Phys. Rev. B 80, 085101 (2009)","doi:10.1103/PhysRevB.80.085101"],"date":["2009-06-19","2009-08-04"],"type":["text"],"creator":["Aichhorn, Markus","Pourovskii, Leonid","Vildosola, Veronica","Ferrero, Michel","Parcollet, Olivier","Miyake, Takashi","Georges, Antoine","Biermann, Silke"],"language":[],"coverage":[],"title":["Dynamical Mean-Field Theory within an Augmented Plane-Wave Framework:\n  Assessing Electronic Correlations in the Iron Pnictide LaFeAsO"],"description":["  We present an approach that combines the local density approximation (LDA)\nand the dynamical mean-field theory (DMFT) in the framework of the\nfull-potential linear augmented plane waves (FLAPW) method. Wannier-like\nfunctions for the correlated shell are constructed by projecting local orbitals\nonto a set of Bloch eigenstates located within a certain energy window. The\nscreened Coulomb interaction and Hund's coupling are calculated from a\nfirst-principle constrained RPA scheme. We apply this LDA+DMFT implementation,\nin conjunction with continuous-time quantum Monte-Carlo, to study the\nelectronic correlations in LaFeAsO. Our findings support the physical picture\nof a metal with intermediate correlations. The average value of the mass\nrenormalization of the Fe 3d bands is about 1.6, in reasonable agreement with\nthe picture inferred from photoemission experiments. The discrepancies between\ndifferent LDA+DMFT calculations (all technically correct) which have been\nreported in the literature are shown to have two causes: i) the specific value\nof the interaction parameters used in these calculations and ii) the degree of\nlocalization of the Wannier orbitals chosen to represent the Fe 3d states, to\nwhich many-body terms are applied. The latter is a fundamental issue in the\napplication of many-body calculations, such as DMFT, in a realistic setting. We\nprovide strong evidence that the DMFT approximation is more accurate and more\nstraightforward to implement when well-localized orbitals are constructed from\na large energy window encompassing Fe-3d, As-4p and O-2p, and point out several\ndifficulties associated with the use of extended Wannier functions associated\nwith the low-energy iron bands. Some of these issues have important physical\nconsequences, regarding in particular the sensitivity to the Hund's coupling.\n","Comment: 16 pages, 9 figures, published version"]}]
["0907.1510",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14F35, 14F42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1510"],"date":["2009-07-09","2009-08-04"],"type":["text"],"creator":["Spitzweck, Markus"],"language":[],"coverage":[],"title":["Periodizable motivic ring spectra"],"description":["  We show that the cellular objects in the module category over a motivic E\ninfinity ring spectrum E can be described as the module category over a graded\ntopological spectrum if E is strongly periodizable in our language. A similar\nstatement is proven for triangulated categories of motives. Since MGL is\nstrongly periodizable we obtain topological incarnations of motivic Landweber\nspectra. Under some categorical assumptions the unit object of the model\ncategory for triangulated motives is as well strongly periodizable giving\nmotivic cochains whose module category models integral triangulated categories\nof Tate motives.\n","Comment: 15 pages"]}]
["0907.3620",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3620"],"date":["2009-07-21","2009-08-04"],"type":["text"],"creator":["Rizza, C.","Palange, E.","Carelli, P.","Ortolani, M.","Limaj, O.","Nucara, A.","Lupi, S."],"language":[],"coverage":[],"title":["Characterization of dipolar current-based metamaterials showing a single\n  resonance in the terahertz spectrum"],"description":["  We will report on the electromagnetic response due to induced dipolar\ncurrents in metamaterials of 2-dimensional array of metallic elements. Used as\nfrequency selectors, the metamaterial transmittance presents a single resonance\nin the region from 1 to 8 THz that can be easily selected and scaled\nmaintaining unaltered the quality factor by choosing the size and shape of the\nplanar metallic element and exploiting the scalability properties of the\nMaxwell equations. Basing on these studies, we have designed and tested a\nseries of simple and inexpensive frequency selective metamaterials fabricated\nby using lithographic processes.\n","Comment: The following article has been submitted to Applied Physics Letters.\n  If it is published, it will be found online at http://apl.aip.org"]}]
["0907.5486",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5486"],"date":["2009-07-31","2009-08-04"],"type":["text"],"creator":["Combet, Vianney"],"language":[],"coverage":[],"title":["Construction and characterization of solutions converging to solitons\n  for supercritical gKdV equations"],"description":["  We consider the generalized Korteweg-de Vries equation in the supercritical\ncase, and we are interested in solutions which converge to a soliton in large\ntime in H^1. In the subcritical case, such solutions are forced to be exactly\nsolitons by variational characterization, but no such result exists in the\nsupercritical case. In this paper, we first construct a \"special solution\" in\nthis case by a compactness argument, i.e. a solution which converges to a\nsoliton without being a soliton. Secondly, using a description of the spectrum\nof the linearized operator around a soliton due to Pego and Weinstein, we\nconstruct a one parameter family of special solutions which characterizes all\nsuch special solutions.\n","Comment: 38 pages ; submitted ; v2: margins modified"]}]
["0907.5540",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5540","Volume XLVIII First Young Researchers Workshop \"Physics Challenges\n  in the LHC Era\" 2009 Ed. E. Nardi Frascati, May 11th and May 14th, 2009 ISBN\n  978-88-86409-57-5"],"date":["2009-07-31"],"type":["text"],"creator":["Roig, P."],"language":[],"coverage":[],"title":["Hadronic tau decays into two and three meson modes within Resonance\n  Chiral Theory"],"description":["  We study two and three meson decays of the tau lepton within the framework of\nthe Resonance Chiral Theory, that is based on the following properties of QCD:\nits chiral symmetry in the massless case, its large-N_C limit, and the\nasymptotic behaviour it demands to the relevant form factors. Most of the\ncouplings in the Lagrangian are determined this way rendering the theory\npredictive. Our outcomes can be tested thanks to the combination of a very good\nexperimental effort (current and forthcoming, at B- and tau-charm-factories)\nand the very accurate devoted Monte Carlo generators.\n","Comment: 6 pages, no figures. Talk given at the Young Researchers Workshop:\n  \"Physics Challenges in the LHC Era\" held in Frascati, May 11 and 14, 2009.\n  Published in the Proceedings of the Workshop in the Frascati Physics Series"]}]
["0908.0006",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0006"],"date":["2009-07-31"],"type":["text"],"creator":["Amore, Paolo","Fernandez, Francisco M."],"language":[],"coverage":[],"title":["Harmonic oscillator in a one-dimensional box"],"description":["  We study a harmonic molecule confined to a one--dimensional box with\nimpenetrable walls. We explicitly consider the symmetry of the problem for the\ncases of different and equal masses. We propose suitable variational functions\nand compare the approximate energies given by the variation method and\nperturbation theory with accurate numerical ones for a wide range of values of\nthe box length. We analyze the limits of small and large box size.\n"]}]
["0908.0010",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0010"],"date":["2009-07-31"],"type":["text"],"creator":["Pichel, Ana","Collaboration, for the VERITAS"],"language":[],"coverage":[],"title":["Highlights from the Whipple 10-m Blazar Monitoring Program"],"description":["  Approximately 25 blazars are know to emit VHE (E>100 GeV) gamma rays.\nUnderstanding these powerful objects requires long-term, intense, monitoring\nobservations since they exhibit strong, rapid and irregular variability across\nthe entire electromagnetic spectrum. The Whipple 10-m Gamma-ray Telescope, the\nworld's fourth most sensitive VHE telescope, is used primarily to perform such\nmonitoring in the VHE band. The 10-m monitoring program focuses in particular\non Mrk 421, Mrk 501, H 1426+428, 1ES 1959+650 and 1ES 2344+514, with\nobservations performed every moonless night that each source is visible. Upon\ndetection of a flare, alerts are sent to VERITAS and the astronomical community\nto trigger ToO observations, as was the case for one of the brightest-ever VHE\nflares of Mrk 421 in 2008. In addition to flaring alerts, the 10-m program is\nused to create long-term light curves, with unprecedented VHE sampling, that\ncan be combined with other multi-frequency observations to better understand\nblazars. Highlights from the recent Whipple 10-m blazar program will be\npresented.\n","Comment: Proc 31st ICRC, Lodz, Poland"]}]
["0908.0014",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0014"],"date":["2009-07-31"],"type":["text"],"creator":["Latif, Mohamed Abdel","Sultan, Ahmed","Gamal, Hesham El"],"language":[],"coverage":[],"title":["Keys through ARQ"],"description":["  This paper develops a novel framework for sharing secret keys using the\nwell-known Automatic Repeat reQuest (ARQ) protocol. The proposed key sharing\nprotocol does not assume any prior knowledge about the channel state\ninformation (CSI), but, harnesses the available opportunistic secrecy gains\nusing only the one bit feedback, in the form of ACK/NACK. The distribution of\nkey bits among multiple ARQ epochs, in our approach, allows for mitigating the\nsecrecy outage phenomenon observed in earlier works. We characterize the\ninformation theoretic limits of the proposed scheme, under different\nassumptions on the channel spatial and temporal correlation function, and\ndevelop low complexity explicit implementations. Our analysis reveals a novel\nrole of \"dumb antennas\" in overcoming the negative impact of spatial\ncorrelation, between the legitimate and eavesdropper channels, on the\nachievable secrecy rates. We further develop an adaptive rate allocation policy\nwhich achieves higher secrecy rates by exploiting the channel temporal\ncorrelation. Finally, our theoretical claims are validated by numerical results\nthat establish the achievability of non-zero secrecy rates even when the\neavesdropper channel is less noisy, on the average, than the legitimate\nchannel.\n","Comment: 21 Files 11 Figures Submitted to the IEEE Transactions on Information\n  Theory on July 31st, 2009"]}]
["0908.0020",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0020"],"date":["2009-07-31"],"type":["text"],"creator":["Fu, Chih-Hao"],"language":[],"coverage":[],"title":["The MHV lagrangian vertices and the Parke-Taylor formula"],"description":["  We explicitly calculate the vertices of the MHV-rules lagrangian in\n4-dimensions. This proves that the vertices in the lagrangian obtained by a\ncanonical transformation from light-cone Yang-Mills theory coincide to all\norder with the Parke-Taylor formula, filling the gap originally left in the\nlagrangian derivation of the CSW rules.\n","Comment: 12 pages, 3 figures, JHEP3 style"]}]
["0908.0022",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0022"],"date":["2009-07-31"],"type":["text"],"creator":["Wocjan, Pawel M.","Jordan, Stephen P.","Ahmadi, Hamed","Brennan, Joseph P."],"language":[],"coverage":[],"title":["Efficient quantum processing of ideals in finite rings"],"description":["  Suppose we are given black-box access to a finite ring R, and a list of\ngenerators for an ideal I in R. We show how to find an additive basis\nrepresentation for I in poly(log |R|) time. This generalizes a recent quantum\nalgorithm of Arvind et al. which finds a basis representation for R itself. We\nthen show that our algorithm is a useful primitive allowing quantum computers\nto rapidly solve a wide variety of problems regarding finite rings. In\nparticular we show how to test whether two ideals are identical, find their\nintersection, find their quotient, prove whether a given ring element belongs\nto a given ideal, prove whether a given element is a unit, and if so find its\ninverse, find the additive and multiplicative identities, compute the order of\nan ideal, solve linear equations over rings, decide whether an ideal is\nmaximal, find annihilators, and test the injectivity and surjectivity of ring\nhomomorphisms. These problems appear to be hard classically.\n","Comment: 5 pages"]}]
["0908.0024",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","35K57 (primary), 35S10 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0024"],"date":["2009-07-31"],"type":["text"],"creator":["Engler, Hans"],"language":[],"coverage":[],"title":["On the Speed of Spread for Fractional Reaction-Diffusion Equations"],"description":["  The fractional reaction diffusion equation u_t + Au = g(u) is discussed,\nwhere A is a fractional differential operator on the real line with order\n\\alpha between 0 and 2, the C^1 function g vanishes at 0 and 1, and either g is\nnon-negative on (0,1) or g < 0 near 0. In the case of non-negative g, it is\nshown that solutions with initial support on the positive half axis spread into\nthe left half axis with unbounded speed if g satisfies some weak growth\ncondition near 0 in the case \\alpha > 1, or if g is merely positive on a\nsufficiently large interval near 1 in the case \\alpha < 1. On the other hand,\nit shown that solutions spread with finite speed if g'(0) < 0. The proofs use\ncomparison arguments and a new family of traveling wave solutions for this\nclass of problems.\n"]}]
["0908.0026",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","20D, 20C"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0026"],"date":["2009-08-03"],"type":["text"],"creator":["Venkataraman, Geetha"],"language":[],"coverage":[],"title":["On irreducibility of induced modules and an adaptation of the\n  Wigner--Mackey method of little groups"],"description":["  This paper deals with sufficiency conditions for irreducibility of certain\ninduced modules. We also construct irreducible representations for a group $G$\nover a field ${\\mathbb K}$ where the group $G$ is a semidirect product of a\nnormal abelian subgroup $N$ and a subgroup $H$. The main results are proved\nwith the assumption that ${\\rm char} {\\mathbb K}$ does not divide $|G|$ but\nthere is no assumption made of ${\\mathbb K}$ being algebraically closed.\n","Comment: 12 pages, No figures"]}]
["0908.0029",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","58F05. 58E05. 34C25. 58F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0029"],"date":["2009-07-31"],"type":["text"],"creator":["Liu, Chungen"],"language":[],"coverage":[],"title":["Minimal period estimates for brake orbits of nonlinear symmetric\n  Hamiltonian systems"],"description":["  In this paper, we consider the minimal period estimates for brake orbits of\nnonlinear symmetric Hamiltonian systems. We prove that if the Hamiltonian\nfunction $H\\in C^2(\\Bbb R^{2n}, \\Bbb R)$ is super-quadratic and convex, for\nevery number $\\tau>0$, there exists at least one $\\tau$-periodic brake orbit\n$(\\tau,x)$ with minimal period $\\tau$ or $\\tau/2$ provided $H(Nx)=H(x)$.\n","Comment: 21 pages, accepted by DCDS"]}]
["0908.0037",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0037"],"date":["2009-07-31"],"type":["text"],"creator":["Ying, J. J.","Wu, T.","Zheng, Q. J.","He, Y.","Wu, G.","Li, Q. J.","Yan, Y. J.","Xie, Y. L.","Liu, R. H.","Wang, X. F.","Chen, X. H."],"language":[],"coverage":[],"title":["Study of Electron Spin Resonance on single crystals\n  $EuFe_{2-x}Co_{x}As_2$"],"description":["  The temperature dependence of electron spin resonance (ESR) was studied in\n$EuFe_{2-x}Co_{x}As_2 $ (x = 0.0, 0.067, 0.1, 0.2, 0.25, 0.285, 0.35, 0.4 and\n0.5). The ESR spectrum of all the samples indicates that the g factor and\npeak-to-peak linewidth strongly depend on the temperature. Moreover, the\npeak-to-peak linewidth shows the Korringa behavior, indicating an exchange\ncoupling between the conduction electrons and the $Eu^{2+}$ions. The linewidth,\ng factor and the integrate ESR intensity show anomalies at the temperature of\nthe spin-density-wave (SDW). The linewidth below the SDW transition does not\nrely on the temperature. This gives the evidence of the gap opening at the\n$T_{SDW}$. The slope of the linewidth is closely associated to $T_{SDW}$and\n$T_C$. This exotic behavior may be related to the nesting of the Fermi surface.\n","Comment: 5 pages, 5 figures"]}]
["0908.0041",{"format":[],"subject":["Mathematics - Differential Geometry","53C40, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0041"],"date":["2009-08-03"],"type":["text"],"creator":["Ali, Ahmad T"],"language":[],"coverage":[],"title":["Position vectors of a spacelike general helices in Minkowski Space\n  $\\e_1^3$"],"description":["  In this paper, position vector of a spacelike general helix with respect to\nstandard frame in Minkowski space E$^3_1$ are studied in terms of Frenet\nequations. First, a vector differential equation of third order is constructed\nto determine position vector of an arbitrary spacelike general helix. In terms\nof solution, we determine the parametric representation of the general helices\nfrom the intrinsic equations. Moreover, we give some examples to illustrate how\nto find the position vectors of a spacelike general helices with a spacelike\nand timelike principal normal vector from the intrinsic equations.\n","Comment: 15 pages, 3 figures"]}]
["0908.0042",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0042"],"date":["2009-08-01"],"type":["text"],"creator":["Yazdi, S. M. Sadegh Tabatabaei","Savari, Serap A."],"language":[],"coverage":[],"title":["A Combinatorial Result on Block Matrices"],"description":["  Given a matrix with partitions of its rows and columns and entries from a\nfield, we give the necessary and sufficient conditions that it has a\nnon--singular submatrix with certain number of rows from each row partition and\ncertain number of columns from each column partition.\n","Comment: 4 pages"]}]
["0908.0044",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0044"],"date":["2009-08-03"],"type":["text"],"creator":["Holanda, L. M.","Vargas, J. M.","Rettori, C.","Nakatsuji, S.","Kuga, K.","Fisk, Z.","Oseroff, S. B.","Pagliuso, P. G."],"language":[],"coverage":[],"title":["Evidence for the existence of Kondo coupled resonant modes in heavy\n  fermions"],"description":["  Electron Spin Resonance (ESR) can microscopically probe both conduction\nelectrons (ce) and local moment (LM) spin systems in different materials. A ce\nspin resonance (CESR) is observed in metallic systems based on light elements\nor with enhanced Pauli susceptibility. LM ESR is frequently seen in compounds\nwith paramagnetic ions and localized d or f electrons. Here we report a\nremarkable and unprecedented ESR signal in the heavy fermion (HF)\nsuperconductor beta-YbAlB4[1] which behaves as a CESR at high temperatures and\nacquires characteristics of the Yb3+ LM ESR at low temperature. This dual\nbehavior in same ESR spectra strikes as an in situ unique observation of the\nKondo quasiparticles giving rise to a new ESR response called Kondo coupled\nresonant mode (KCRM). The proximity to a quantum critical point (QCP) may favor\nthe observation of a KCRM and its dual character in beta-YbAlB4 may unveil the\n4f-electrons nature at the QCP.\n"]}]
["0908.0051",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0051"],"date":["2009-08-01"],"type":["text"],"creator":["Harshan, J.","Rajan, B. Sundar","Hjørungnes, Are"],"language":[],"coverage":[],"title":["High-Rate, Distributed Training-Embedded Complex Orthogonal Designs for\n  Relay Networks"],"description":["  Distributed Space-Time Block Codes (DSTBCs) from Complex Orthogonal Designs\n(CODs) (both square and non-square CODs other than the Alamouti design) are\nknown to lose their single-symbol ML decodable (SSD) property when used in\ntwo-hop wireless relay networks using amplify and forward protocol. For such a\nnetwork, in this paper, a new class of high rate, training-embedded (TE) SSD\nDSTBCs are constructed from TE-CODs. The proposed codes include the training\nsymbols in the structure of the code which is shown to be the key point to\nobtain high rate as well as the SSD property. TE-CODs are shown to offer\nfull-diversity for arbitrary complex constellations. Non-square TE-CODs are\nshown to provide higher rates (in symbols per channel use) compared to the\nknown SSD DSTBCs for relay networks with number of relays less than $10.$\n","Comment: 6 pages, 2 figures"]}]
["0908.0060",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Data Structures and Algorithms","I.2.1","I.2.8","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0060","Metalurgia International, vol. 14, special issue no. 11, pp.\n  162-170, 2009. (ISSN: 1582-2214)"],"date":["2009-08-01"],"type":["text"],"creator":["Andreica, Mugurel Ionut"],"language":[],"coverage":[],"title":["Algorithmic Decision Optimization Techniques for Multiple Types of\n  Agents with Contrasting Interests"],"description":["  In this paper I present several algorithmic techniques for improving the\ndecision process of multiple types of agents behaving in environments where\ntheir interests are in conflict. The interactions between the agents are\nmodelled by using several types of two-player games, where the agents have\nidentical roles and compete for the same resources, or where they have\ndifferent roles, like in query-response games. The described situations have\napplications in modelling behavior in many types of environments, like\ndistributed systems, learning environments, resource negotiation environments,\nand many others. The mentioned models are applicable in a wide range of\ndomains, like computer science or the industrial (e.g. metallurgical), economic\nor financial sector.\n"]}]
["0908.0064",{"format":[],"subject":["Mathematics - Algebraic Topology","55N05 (Primary) 55U99, 68T10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0064"],"date":["2009-08-01"],"type":["text"],"creator":["Cerri, Andrea","Di Fabio, Barbara","Ferri, Massimo","Frosini, Patrizio","Landi, Claudia"],"language":[],"coverage":[],"title":["Multidimensional persistent homology is stable"],"description":["  Multidimensional persistence studies topological features of shapes by\nanalyzing the lower level sets of vector-valued functions. The rank invariant\ncompletely determines the multidimensional analogue of persistent homology\ngroups. We prove that multidimensional rank invariants are stable with respect\nto function perturbations. More precisely, we construct a distance between rank\ninvariants such that small changes of the function imply only small changes of\nthe rank invariant. This result can be obtained by assuming the function to be\njust continuous. Multidimensional stability opens the way to a stable shape\ncomparison methodology based on multidimensional persistence.\n","Comment: 14 pages, 3 figures"]}]
["0908.0070",{"format":[],"subject":["Mathematics - Operator Algebras","46Hxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0070"],"date":["2009-08-01"],"type":["text"],"creator":["Gordji, M. Eshaghi"],"language":[],"coverage":[],"title":["Jordan $*-$homomorphisms between unital $C^*-$algebras"],"description":["  Let $A,B$ be two unital $C^*-$algebras. We prove that every almost unital\nalmost linear mapping $h:A\\longrightarrow B$ which satisfies $h(3^nuy+3^nyu) =\nh(3^nu)h(y)+h(y)h(3^nu)$ for all $u\\in U(A)$, all $y\\in A$, and all $n = 0, 1,\n2,...$, is a Jordan homomorphism. Also, for a unital $C^*-$algebra $A$ of real\nrank zero, every almost unital almost linear continuous mapping\n$h:A\\longrightarrow B$ is a Jordan homomorphism when $h(3^nuy+3^nyu) =\nh(3^nu)h(y)+h(y)h(3^nu)$ holds for all $u\\in I_1(A_{sa})$, all $y\\in A,$ and\nall $n = 0, 1, 2,... ~$. Furthermore, we investigate the Hyers--Ulam--Rassias\nstability of Jordan $*-$homomorphisms between unital $C^*-$algebras by using\nthe fixed points methods.\n"]}]
["0908.0073",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0073"],"date":["2009-08-01"],"type":["text"],"creator":["Chen, William Y. C.","Wang, Andrew Y. Z.","Yan, Catherine H.","Zhao, Alina F. Y."],"language":[],"coverage":[],"title":["Mixed Statistics on 01-Fillings of Moon Polyominoes"],"description":["  We establish a stronger symmetry between the numbers of northeast and\nsoutheast chains in the context of 01-fillings of moon polyominoes. Let $\\M$ be\na moon polyomino with $n$ rows and $m$ columns. Consider all the 01-fillings of\n$\\M$ in which every row has at most one 1. We introduce four mixed statistics\nwith respect to a bipartition of rows or columns of $\\M$. More precisely, let\n$S \\subseteq \\{1,2,..., n\\}$ and $\\mathcal{R}(S)$ be the union of rows whose\nindices are in $S$. For any filling $M$, the top-mixed (resp. bottom-mixed)\nstatistic $\\alpha(S; M)$ (resp. $\\beta(S; M)$) is the sum of the number of\nnortheast chains whose top (resp. bottom) cell is in $\\mathcal{R}(S)$, together\nwith the number of southeast chains whose top (resp. bottom) cell is in the\ncomplement of $\\mathcal{R}(S)$. Similarly, we define the left-mixed and\nright-mixed statistics $\\gamma(T; M)$ and $\\delta(T; M)$, where $T$ is a subset\nof the column index set $\\{1,2,..., m\\}$. Let $\\lambda(A; M)$ be any of these\nfour statistics $\\alpha(S; M)$, $\\beta(S; M)$, $\\gamma(T; M)$ and $\\delta(T;\nM)$, we show that the joint distribution of the pair $(\\lambda(A; M),\n\\lambda(\\bar A; M))$ is symmetric and independent of the subsets $S, T$. In\nparticular, the pair of statistics $(\\lambda(A;M), \\lambda(\\bar A; M))$ is\nequidistributed with $(\\se(M),\\ne(M))$, where $\\se(M)$ and $\\ne(M)$ are the\nnumbers of southeast chains and northeast chains of $M$, respectively.\n","Comment: 20 pages, 6 figures"]}]
["0908.0080",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0080","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 3, No. 1, July 2009, USA"],"date":["2009-08-01"],"type":["text"],"creator":["Paul, Manas","Bhattacharya, Tanmay","Pal, Suvajit","Saha, Ranit"],"language":[],"coverage":[],"title":["A Novel Generic Session Based Bit Level Encryption Technique to Enhance\n  Information Security"],"description":["  - In this paper a session based symmetric key encryption system has been\nproposed and is termed as Permutated Cipher Technique (PCT). This technique is\nmore fast, suitable and secure for larger files. In this technique the input\nfile is broken down into blocks of various sizes (of 2 power n order) and\nencrypted by shifting the position of each bit by a certain value for a certain\nnumber of times. A key is generated randomly wherein the length of each block\nis determined. Each block length generates a unique value of number of bits to\nbe skipped. This value determines the new position of the bits within the block\nthat are to be shifted. After the shifting and inverting each block is XORed\nwith SHA 512 digest of the key. The resultant blocks from the cipher text. The\nkey is generated according to the binary value of the input file size.\nDecryption is done following the same process as the technique is symmetric.\n","Comment: 7 Pages, International Journal of Computer Science and Information\n  Security, IJCSIS July 2009, ISSN 1947 5500, Impact Factor 0.423"]}]
["0908.0082",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0082","published in Progress of Theoretical Physics, 169, 187 (2007)"],"date":["2009-08-01"],"type":["text"],"creator":["Ness, J. -U.","Starrfield, S.","Page, K. L.","Osborne, J. P.","Beardmore, A. P.","Drake, J. J."],"language":[],"coverage":[],"title":["The phases of X-ray emission of RS Oph"],"description":["  The recurrent symbiotic nova RS Oph reoccurred after 21 years on 12 February\n2006. In contrast to the 1985 outburst, much denser coverage with X-ray\nobservations was achieved. Swift observed RS Oph up to several times a day\nwhile Chandra and XMM-Newton observed two to four times during each phase of\nevolution. While the Swift observations provide high resolution in time, the\nChandra and XMM-Newton observations provide high spectral resolution. Refined\nmodels can be constrained by the grating spectra, and interpolation of the\nmodel parameters can be constrained by the wealth of Swift observations. We\ncompared the Swift light curve with six X-ray observations taken with \\exosat\\\nduring the 1985 outburst. We found that the decay from the supersoft X-ray\nbinary (SSS) phase had been observed.\n","Comment: 4 pages, 1 figure"]}]
["0908.0085",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0085"],"date":["2009-08-01"],"type":["text"],"creator":["Iyer, Savitri V.","Hansen, Edward C."],"language":[],"coverage":[],"title":["Strong and Weak Deflection of Light in the Equatorial Plane of a Kerr\n  Black Hole"],"description":["  Analytical series expansions for the bending of light in the equatorial plane\nof a Kerr black hole are presented in both the strong and weak deflection\nregimes. It is critical that these are known in analytical form so further\nanalysis can be done for predicting different properties of images formed in\ngravitational lensing. Starting with the exact bending angle in terms of the\nspin parameter, we apply a perturbative scheme for rewriting the bending angle\nas series expansions in terms of the impact parameter of the incident light\nray. The asymmetry introduced by the black hole spin results in spin-dependent\nshifts in image positions. We apply our results for the case of a galactic\nsupermassive black hole to predict angular shifts of relativistic images from\nthe optic axis. This would not be possible without the perturbative expansions\nin the strong deflection regime, only in which relativistic images have a\nchance of being resolved by future telescopes.\n","Comment: 16 figures"]}]
["0908.0088",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0088"],"date":["2009-08-01"],"type":["text"],"creator":["Rosinger, Elemer E"],"language":[],"coverage":[],"title":["Comments on S Kauffman's paper arxiv:0907.2492"],"description":["  Deficiencies in Kauffman's proposal regarding a new way for building\nscientific theories are pointed out. A suggestion to overcome them, and in\nfact, independently construct mathematical theories which are beyond the reach\nof Goedel's incompleteness theorem is presented. This suggestion is based on\nbringing together recent developments in literature regarding inconsistent\nmathematics and self-referential mathematics.\n"]}]
["0908.0089",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0089"],"date":["2009-08-01"],"type":["text"],"creator":["Ghaffari, H. O.","Ejtemaei, M.","Irannajad, M."],"language":[],"coverage":[],"title":["Knowledge Discovery of Hydrocyclone s Circuit Based on SONFIS and SORST"],"description":["  This study describes application of some approximate reasoning methods to\nanalysis of hydrocyclone performance. In this manner, using a combining of Self\nOrganizing Map (SOM), Neuro-Fuzzy Inference System (NFIS)-SONFIS- and Rough Set\nTheory (RST)-SORST-crisp and fuzzy granules are obtained. Balancing of crisp\ngranules and non-crisp granules can be implemented in close-open iteration.\nUsing different criteria and based on granulation level balance point\n(interval) or a pseudo-balance point is estimated. Validation of the proposed\nmethods, on the data set of the hydrocyclone is rendered.\n","Comment: Proceedings of the 11th International Mineral Processing Symposium\n  21-23 October 2008, Belek-Antalya, Turkey"]}]
["0908.0098",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0098","It is published in the proceedings of Algebraic Biology, Springer\n  LNC Series (2008), p82-96"],"date":["2009-08-01"],"type":["text"],"creator":["Eickmeyer, Kord","Yoshida, Ruriko"],"language":[],"coverage":[],"title":["The Geometry of the Neighbor-Joining Algorithm for Small Trees"],"description":["  In 2007, Eickmeyer et al. showed that the tree topologies outputted by the\nNeighbor-Joining (NJ) algorithm and the balanced minimum evolution (BME) method\nfor phylogenetic reconstruction are each determined by a polyhedral subdivision\nof the space of dissimilarity maps ${\\R}^{n \\choose 2}$, where $n$ is the\nnumber of taxa. In this paper, we will analyze the behavior of the\nNeighbor-Joining algorithm on five and six taxa and study the geometry and\ncombinatorics of the polyhedral subdivision of the space of dissimilarity maps\nfor six taxa as well as hyperplane representations of each polyhedral\nsubdivision. We also study simulations for one of the questions stated by\nEickmeyer et al., that is, the robustness of the NJ algorithm to small\nperturbations of tree metrics, with tree models which are known to be hard to\nbe reconstructed via the NJ algorithm.\n","Comment: 15 pages"]}]
["0908.0099",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0099","International Journal of Computer Science and Information\n  Security, IJCSIS July 2009, Vol. 3, No. 1, USA"],"date":["2009-08-01"],"type":["text"],"creator":["Ayofe, Azeez Nureni","Oluwaseyifunmitan, Osunade"],"language":[],"coverage":[],"title":["Approach To Solving Cybercrime And Cybersecurity"],"description":["  Cybercrime is becoming ever more serious. Findings from 2002 Computer Crime\nand Security Survey show an upward trend that demonstrates a need for a timely\nreview of existing approaches to fighting this new phenomenon in the\ninformation age. In this paper, we provide an overview of Cybercrime and\npresent an international perspective on fighting Cybercrime.\n  This work seeks to define the concept of cyber-crime, identify reasons for\ncyber-crime, how it can be eradicated, look at those involved and the reasons\nfor their involvement, we would look at how best to detect a criminal mail and\nin conclusion, proffer recommendations that would help in checking the\nincreasing rate of cyber-crimes and criminals.\n","Comment: 11 Pages, International Journal of Computer Science and Information\n  Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423"]}]
["0908.0106",{"format":[],"subject":["Mathematical Physics","76H05","76L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0106"],"date":["2009-08-01","2009-08-04"],"type":["text"],"creator":["Elling, Volker"],"language":[],"coverage":[],"title":["Instability of strong regular reflection and counterexamples to the\n  detachment criterion"],"description":["  We consider a particular instance of reflection of shock waves in\nself-similar compressible flow. We prove that local self-similar regular\nreflection (RR) cannot always be extended into a global flow. Therefore the\ndetachment criterion is not universally correct. More precisely, consider the\nfollowing \"angle condition\": the tangent of the strong-type reflected shock\nmeets the opposite wall at a sharp or right downstream side angle. In cases\nwhere the condition is violated and the weak-type reflected shock is transonic,\nwe show that global RR does not exist. Combined with earlier work we have shown\nthat none of the classical criteria for RR-MR transition is universally\ncorrect. A new criterion is proposed. Moreover, we have shown that strong-type\nRR is unstable, in the sense that global RR cannot persist under perturbations\nto one side. This yields a definite answer to the weak-strong problem because\nearlier work shows stability of weak RR in the same sense.\n","Comment: Formatting corrected"]}]
["0908.0111",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0111"],"date":["2009-08-02","2009-08-03"],"type":["text"],"creator":["Borland, Lisa"],"language":[],"coverage":[],"title":["Statistical Signatures in Times of Panic: Markets as a Self-Organizing\n  System"],"description":["  We study properties of the cross-sectional distribution of returns. A\nsignificant anti-correlation between dispersion and cross-sectional kurtosis is\nfound such that dispersion is high but kurtosis is low in panic times, and the\nopposite in normal times. The co-movement of stock returns also increases in\npanic times. We define a simple statistic $s$, the normalized sum of signs of\nreturns on a given day, to capture the degree of correlation in the system. $s$\ncan be seen as the order parameter of the system because if $s= 0$ there is no\ncorrelation (a disordered state), whereas for $s \\ne 0$ there is correlation\namong stocks (an ordered state). We make an analogy to non-equilibrium phase\ntransitions and hypothesize that financial markets undergo self-organization\nwhen the external volatility perception rises above some critical value.\nIndeed, the distribution of $s$ is unimodal in normal times, shifting to\nbimodal in times of panic. This is consistent with a second order phase\ntransition. Simulations of a joint stochastic process for stocks use a multi\ntimescale process in the temporal direction and an equation for the order\nparameter $s$ for the dynamics of the cross-sectional correlation. Numerical\nresults show good qualitative agreement with the stylized facts of real data,\nin both normal and panic times.\n","Comment: 32 pages"]}]
["0908.0118",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0118"],"date":["2009-08-02"],"type":["text"],"creator":["Armour, Wesley","Hands, Simon","Strouthos, Costas"],"language":[],"coverage":[],"title":["Lattice Simulations near the Semimetal-Insulator Phase Transition of\n  Graphene"],"description":["  We present results from Monte Carlo simulations of a three dimensional\nfermionic field theory which can be derived from a model of graphene in which\nelectrons interact via a screened Coulomb potential. For our simulations we\nemploy lattice gauge theory methods used in elementary particle physics. We\nshow that the theory undergoes a second order phase transition and we provide\nestimates for the critical exponents. The estimated value of the physical\ncritical coupling implies that graphene in vacuum is an insulator. We also\npresent the first results for the quasiparticle dispersion relation.\n","Comment: 6 pages, 4 figures; prepared for the proceedings of Diamond 2009,\n  Athens, Greece"]}]
["0908.0120",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0120","Phys. Rev. E 80, 011140 (2009)","doi:10.1103/PhysRevE.80.011140"],"date":["2009-08-02"],"type":["text"],"creator":["Otsuka, Hiromi"],"language":[],"coverage":[],"title":["Classical dimer model with anisotropic interactions on the square\n  lattice"],"description":["  We discuss phase transitions and the phase diagram of a classical dimer model\nwith anisotropic interactions defined on a square lattice. For the attractive\nregion, the perturbation of the orientational order parameter introduced by the\nanisotropy causes the Berezinskii-Kosterlitz-Thouless transitions from a\ndimer-liquid to columnar phases. According to the discussion by Nomura and\nOkamoto for a quantum-spin chain system [J. Phys. A 27, 5773 (1994)], we\nproffer criteria to determine transition points and also universal\nlevel-splitting conditions. Subsequently, we perform numerical diagonalization\ncalculations of the nonsymmetric real transfer matrices up to linear dimension\nspecified by L=20 and determine the global phase diagram. For the repulsive\nregion, we find the boundary between the dimer-liquid and the strong repulsion\nphases. Based on the dispersion relation of the one-string motion, which\nexhibits a two-fold ``zero-energy flat band'' in the strong repulsion limit, we\ngive an intuitive account for the property of the strong repulsion phase.\n","Comment: 11 pages, 8 figures"]}]
["0908.0122",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0122","International Journal of Computer Science and Information\n  Security, IJCSIS July 2009, Vol. 3 No. 1, USA"],"date":["2009-08-02"],"type":["text"],"creator":["Sharma, Kalpana","Ghose, M. K.","Kuldeep"],"language":[],"coverage":[],"title":["Complete Security Framework for Wireless Sensor Networks"],"description":["  Security concern for a Sensor Networks and level of security desired may\ndiffer according to application specific needs where the sensor networks are\ndeployed. Till now, most of the security solutions proposed for sensor networks\nare layer wise i.e a particular solution is applicable to single layer itself.\nSo, to integrate them all is a new research challenge. In this paper we took up\nthe challenge and have proposed an integrated comprehensive security framework\nthat will provide security services for all services of sensor network. We have\nadded one extra component i.e. Intelligent Security Agent (ISA) to assess level\nof security and cross layer interactions. This framework has many components\nlike Intrusion Detection System, Trust Framework, Key Management scheme and\nLink layer communication protocol. We have also tested it on three different\napplication scenarios in Castalia and Omnet++ simulator.\n","Comment: 7 pages, International Journal of Computer Science and Information\n  Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423"]}]
["0908.0124",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0124","International Journal of Computer Science and Information\n  Security, IJCSIS July 2009, Vol. 3 No. 1, USA"],"date":["2009-08-02"],"type":["text"],"creator":["Elalfi, Atta E. E.","ElAlami, M. E."],"language":[],"coverage":[],"title":["Intelligent Advisory System for Supporting University Managers in Law"],"description":["  The rights and duties of both staff members and students are regulated by a\nlarge and different numbers of legal regulations and rules. This large number\nof rules and regulations makes the decision-making process time consuming and\nerror boring. Smart advisory systems could provide rapid and accurate advices\nto managers and give the arguments for these advices. This paper presents an\nintelligent advisory system in law to assist the legal educational processes in\nuniversities and institutes. The aims of the system are: to provide smart legal\nadvisors in the universities and institutes, to integrate rules and regulations\nof universities and institutes in the e-government, to ease the burden on the\nlegal advisor and the provision of consulting services to users, to achieve\naccurate and timely presentation of the legal opinion to a given problem and to\nassure flexibility for accepting changes in the rules and legal regulations.\nThe system is based on experienced jurists and the rules and regulations of the\nlaw organizing Saudi Arabia universities and institutes.\n","Comment: 6 pages, International Journal of Computer Science and Information\n  Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423"]}]
["0908.0125",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0125"],"date":["2009-08-02"],"type":["text"],"creator":["Bibikov, P. N."],"language":[],"coverage":[],"title":["Ground state fluctuations in rung-dimerised spin ladders"],"description":["  Treating an exactly rung-dimerized spin ladder as a reference model we study\nperturbatively zero temperature quantum fluctuations in spin ladders with\nslightly destroyed rung-dimerization. Analytic expressions are obtained for the\ngas parameter (density of rung-triplets) and the ground state energy per rung.\nAt a strong diagonal frustration as well as at a rather strong\nantiferromagnetic rung coupling these results well agree with the previous\nnumerical calculations.\n","Comment: 4 pages"]}]
["0908.0126",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0126","International Journal of Computer Science and Information\n  Security, IJCSIS July 2009, Vol. 3 No. 1, USA"],"date":["2009-08-02"],"type":["text"],"creator":["de Aguiar, Alexei Barbosa","Neto, Alvaro de M. S.","Pinheiro, Placido Rogerio","Coelho, Andre L. V."],"language":[],"coverage":[],"title":["Applicability of a Novel Integer Programming Model for Wireless Sensor\n  Networks"],"description":["  This paper presents an applicability analysis over a novel integer\nprogramming model devoted to optimize power consumption efficiency in\nheterogeneous wireless sensor networks. This model is based upon a schedule of\nsensor allocation plans in multiple time intervals subject to coverage and\nconnectivity constraints. By turning off a specific set of redundant sensors in\neach time interval, it is possible to reduce the total energy consumption in\nthe network and, at the same time, avoid partitioning the whole network by\nlosing some strategic sensors too prematurely. Since the network is\nheterogeneous, sensors can sense different phenomena from different demand\npoints, with different sample rates. As the problem instances grows the time\nspent to the execution turns impracticable.\n","Comment: 7 pages, International Journal of Computer Science and Information\n  Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423"]}]
["0908.0127",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0127","doi:10.1016/j.actamat.2009.06.035"],"date":["2009-08-02"],"type":["text"],"creator":["Zhou, Shengqiang","Berndt, Markus","Buerger, Danilo","Heera, Viton","Potzger, Kay","Abrasonis, Gintautas","Radnoczi, Gyoergy","Kovacs, Gyoergy J.","Kolitsch, Andreas","Helm, Manfred","Fassbender, Juergen","Moeller, Wolfhard","Schmidt, Heidemarie"],"language":[],"coverage":[],"title":["Spin-dependent transport in nanocomposite C:Co films"],"description":["  The magneto-transport properties of nanocomposite C:Co (15 and 40 at.% Co)\nthin films are investigated. The films were grown by ion beam co-sputtering on\nthermally oxidized silicon substrates in the temperature range from 200 to 500\ndegC. Two major effects are reported: (i) a large anomalous Hall effect\namounting to 2 \\mu ohm cm, and (ii) a negative magnetoresistance. Both the\nfield-dependent resistivity and Hall resistivity curves coincide with the\nrescaled magnetization curves, a finding that is consistent with spin-dependent\ntransport. These findings suggest that C:Co nanocomposites are promising\ncandidates for carbon-based Hall sensors and spintronic devices.\n","Comment: 13 pages, 7 figures"]}]
["0908.0135",{"format":[],"subject":["Mathematics - Operator Algebras","46L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0135"],"date":["2009-08-02"],"type":["text"],"creator":["Sato, Yasuhiko"],"language":[],"coverage":[],"title":["The Rohlin property for automorphisms of the Jiang-Su algebra"],"description":["  For projectionless C*-algebras absorbing the Jiang-Su algebra tensorially, we\nstudy a kind of the Rohlin property for autmorphisms. We show that the crossed\nproducts obtained by automorphisms with this Rohlin property also absorb the\nJiang-Su algebra tensorially under a mild technical condition on the\nC*-algebras.\n  In particular, for the Jiang-Su algebra we show the uniqueness up to outer\nconjugacy of the automorphism with this Rohlin property.\n","Comment: 23 pages"]}]
["0908.0140",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0140"],"date":["2009-08-02"],"type":["text"],"creator":["Brzykcy, Jacek","Fraczek, Krzysztof"],"language":[],"coverage":[],"title":["Disjointness of interval exchange transformations from systems of\n  probabilistic origin"],"description":["  It is proved that almost every interval exchange transformation given by the\nsymmetric permutation 1->m, 2->m-1,..., m-1->2, m->1, where m>1 is an odd\nnumber, is disjoint from ELF systems. The notion of ELF systems was introduced\nto express the fact that a given system is of probabilistic origin; the\nfollowing standard classes of systems of probabilistic origin enjoy the ELF\nproperty: mixing systems, ergodic Gaussian systems, Poisson suspensions,\ndynamical systems coming from stationary infinitely divisible processes. Some\ndisjointness properties of special flows built over interval exchange\ntransformations and under piecewise constant roof function are investigated as\nwell.\n","Comment: 20 pages, 1 figure. Paper accepted in DCDS-A"]}]
["0908.0141",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0141"],"date":["2009-08-02"],"type":["text"],"creator":["Tsaban, Boaz"],"language":[],"coverage":[],"title":["SPM Bulletin 28"],"description":["  Contents:\n  1. Editor's note; 2. gamma-sets from a weak hypothesis; 3. Research\nannouncements; 3.1. Ultrafilters with property (s); 3.2. On a converse to\nBanach's Fixed Point Theorem; 3.3. Analytic groups and pushing small sets apart\n3.4. Club-guessing, stationary reflection, and coloring theorems; 3.5. More on\nthe pressing down game; 3.6. A note on discrete sets; 3.7. Antidiamond\nprinciples and topological applications; 3.8. Partitions and indivisibility\nproperties of countable dimensional vector spaces; 3.9. Group-valued continuous\nfunctions with the topology of pointwise convergence; 3.10. Stationary and\nconvergent strategies in Choquet games; 3.11. Linear sigma-additivity and some\napplications; 4. Unsolved problems from earlier issues.\n","Comment: Boaz Tsaban is an editor of this Bulletin"]}]
["0908.0142",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0142"],"date":["2009-08-02"],"type":["text"],"creator":["Imran, Asif","Collaboration, for the VERITAS"],"language":[],"coverage":[],"title":["VERITAS Discovery of Variability in the VHE Gamma-Ray Emission of 1ES\n  1218+304"],"description":["  1ES 1218+304 is among a group of several TeV blazars that exhibit\nsurprisingly hard energy spectra given their redshifts. The VERITAS\ncollaboration has carried out an intensive observing campaign of 1ES 1218+304\nin early 2009 to characterize the emission properties of one of these\nhard-spectra distant blazars in more detail. While hard-spectra TeV blazars are\nmost promising for unveiling putative signatures from EBL absorption, they may\nalso have implications on shock acceleration scenarios in relativistic jets.\nOur observations of 1ES 1218+304 demonstrate significant flux variability.\nFurthermore, we present an energy spectrum extending into the multi-TeV regime.\nThe implications of these data for $\\gamma$-ray emission models are discussed.\n","Comment: 4 pages, 4 figures, Proceedings of the 31st International Cosmic Ray\n  Conference, Lodz, July 7-15 2009"]}]
["0908.0146",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0146"],"date":["2009-08-02"],"type":["text"],"creator":["Diambra, L."],"language":[],"coverage":[],"title":["Inferring genetic networks: An information theoretic approach"],"description":["  In the postgenome era many efforts have been dedicated to systematically\nelucidate the complex web of interacting genes and proteins. These efforts\ninclude experimental and computational methods. Microarray technology offers an\nopportunity for monitoring gene expression level at the genome scale. By\nrecourse to information theory, this study proposes a mathematical approach to\nreconstruct gene regulatory networks at coarse-grain level from high throughput\ngene expression data. The method provides the {\\it a posteriori} probability\nthat a given gene regulates positively, negatively or does not regulate each\none of the network genes. This approach also allows the introduction of prior\nknowledge and the quantification of the information gain from experimental data\nused in the inference procedure. This information gain can be used to chose\ngenes to be perturbed in subsequent experiments in order to refine the\nknowledge about the architecture of an underlying gene regulatory network. The\nperformance of the proposed approach has been studied by {\\it in numero}\nexperiments. Our results suggest that the approach is suitable for focusing on\nsize-limited problems, such as, recovering a small subnetwork of interest by\nperforming perturbation over selected genes.\n","Comment: 17 pages, 4 figus"]}]
["0908.0148",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53D12, 53D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0148"],"date":["2009-08-02"],"type":["text"],"creator":["Fukaya, Kenji"],"language":[],"coverage":[],"title":["Counting pseudo-holomorphic discs in Calabi-Yau 3 fold"],"description":["  n this paper we define an invariant of a pair of 6 dimensional symplectic\n%optional manifold with vanishing 1st Chern class and its Lagrangian\nsubmanifold with vanishing Maslov index. This invariant is a function on the\nset of the path connected components of the bounding cochains (solution of A\ninfinity version of Maurer-Cartan equation of the filtered A infinity algebra\nassociated to the Lagrangian submanifold). In the case when the Lagrangian\nsubmanifold is a rational homology sphere, it becomes a numerical invariant.\nThis invariant depends on the choice of almost complex structure. The way how\nit depends on the almost complex structure is described by a wall crossing\nformula which involves moduli space of pseudo-holomorphic spheres.\n"]}]
["0908.0151",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0151","J. of Machin. and Form. Technol. 1, 3-4 (2009) 1-18"],"date":["2009-08-02"],"type":["text"],"creator":["Zapciu, Miron","Cahuc, Olivier","Bisu, Claudiu-Florinel","Gérard, Alain","K'Nevez, Jean-Yves"],"language":[],"coverage":[],"title":["Experimental study of machining system: dynamic characterization"],"description":["  In the workspace model of machining an experimental procedure is implemented\nto determine the elastic behaviour of the machining system. In an other work we\nhave proposed a static characterization of the machining system. In this paper\na dynamic characterization and vibration analysis have long been used for the\ndetection and identification of machine tool condition. The natural frequencies\nof the lathe machining system (Ernault HN400 - France) according with three\ndifferent situations with no cutting process were acquired. The system modal\nanalysis is used to identify the natural frequencies. These ones and these\nobtained on the spindle numerical model by finite element method are compared.\nThis research is validated by experimental tests being based to measures of the\nlathe machine tool frequencies domain. Main focus is to identify a procedure to\nobtain natural frequencies values for machine tool components in order to\nestablish better conditions in the cutting process on the machine tool.\n"]}]
["0908.0153",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0153"],"date":["2009-08-02"],"type":["text"],"creator":["Koseleff, Pierre-Vincent","Pecker, Daniel"],"language":[],"coverage":[],"title":["On Fibonacci Knots"],"description":["  We show that the Conway polynomials of Fibonacci links are Fibonacci\npolynomials modulo 2. We deduce that, when $ n \\not\\equiv 0 \\Mod 4$ and $(n,j)\n\\neq (3,3),$ the Fibonacci knot $ \\cF_j^{(n)} $ is not a Lissajous knot.\n","Comment: 7p. Sumitted"]}]
["0908.0154",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0154"],"date":["2009-08-02"],"type":["text"],"creator":["Mak, Kin Fai","Sfeir, Matthew Y.","Misewich, James A.","Heinz, Tony F."],"language":[],"coverage":[],"title":["The Electronic Structure of Few-Layer Graphene: Probing the Evolution\n  from a 2-Dimensional to a 3-Dimensional Material"],"description":["  While preserving many of the unusual features of single-layer graphene,\nfew-layer graphene (FLG) provides a richness and flexibility of electronic\nstructure that render this set of materials of great interest for both\nfundamental studies and applications. Essential for progress, however, is an\nunderstanding of the evolution of the electronic structure of these materials\nwith increasing layer number. In this report, the evolution of the electronic\nstructure of FLG, for N = 1 - 8 atomic layers, has been characterized by\nmeasurements of the optical conductivity spectra. For each layer thickness N,\ndistinctive peaks are found in the infrared range, with positions obeying a\nsimple scaling relation. The observations are explained by a unified\nzone-folding scheme that generates the electronic structure for all FLG\nmaterials from that of bulk graphite.\n","Comment: 15 pages, 5 figures"]}]
["0908.0157",{"format":[],"subject":["Mathematics - History and Overview","12A20","97B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0157"],"date":["2009-08-02"],"type":["text"],"creator":["Belbas, S. A."],"language":[],"coverage":[],"title":["Proofs of certain properties of irrational roots"],"description":["  We give two elementary proofs, at a level understandable by students with\nonly pre-calculus knowledge of Algebra, of the well known fact that an\nirreducible irrational n-th root of a positive rational number cannot be\nsolution of a polynomial of degree less than n with rational coefficients. We\nalso state and prove a few simple consequences.\n","Comment: 9 pages"]}]
["0908.0160",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","C.1.4","C.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0160"],"date":["2009-08-02"],"type":["text"],"creator":["Daliot, Ariel","Dolev, Danny"],"language":[],"coverage":[],"title":["Self-stabilizing Byzantine Agreement"],"description":["  Byzantine agreement algorithms typically assume implicit initial state\nconsistency and synchronization among the correct nodes and then operate in\ncoordinated rounds of information exchange to reach agreement based on the\ninput values. The implicit initial assumptions enable correct nodes to infer\nabout the progression of the algorithm at other nodes from their local state.\nThis paper considers a more severe fault model than permanent Byzantine\nfailures, one in which the system can in addition be subject to severe\ntransient failures that can temporarily throw the system out of its assumption\nboundaries. When the system eventually returns to behave according to the\npresumed assumptions it may be in an arbitrary state in which any\nsynchronization among the nodes might be lost, and each node may be at an\narbitrary state. We present a self-stabilizing Byzantine agreement algorithm\nthat reaches agreement among the correct nodes in an optimal ration of faulty\nto correct, by using only the assumption of eventually bounded message\ntransmission delay. In the process of solving the problem, two additional\nimportant and challenging building blocks were developed: a unique\nself-stabilizing protocol for assigning consistent relative times to protocol\ninitialization and a Reliable Broadcast primitive that progresses at the speed\nof actual message delivery time.\n","Comment: A revision of PODC06 submission that includes full proofs and\n  corrections of mistakes"]}]
["0908.0164",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0164"],"date":["2009-08-02"],"type":["text"],"creator":["de Fatis, T. Tabarelli"],"language":[],"coverage":[],"title":["A novel approach to background reduction in double beta decay\n  experiments"],"description":["  Active background reduction in high resolution calorimeters is a promising\napproach to achieve ultimate sensitivity in neutrinoless double beta decay\nexperiments. We propose Cerenkov emission from beta rays in bolometric crystals\nas a viable alternative to scintillation. This novel approach could broaden the\nrange of materials of interest for calorimetric searches of the double beta\ndecay. We discuss the optical properties of TeO$_2$ crystals, as a show case.\n","Comment: 5 pages, 1 figure"]}]
["0908.0170",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0170"],"date":["2009-08-03"],"type":["text"],"creator":["Trainor, Thomas A."],"language":[],"coverage":[],"title":["Comment on \"Exposing the non-collectivity in elliptic flow\""],"description":["  comment on Phys. Rev. Lett. 103, 042302 (2009)\n","Comment: 1 page"]}]
["0908.0171",{"format":[],"subject":["Mathematics - Number Theory","11M06, 11R09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0171","Acta Arith. 135 (2008), no. 3, 269--297","doi:10.4064/aa135-3-5"],"date":["2009-08-02"],"type":["text"],"creator":["Kurokawa, Nobushige","Lalin, Matilde","Ochiai, Hiroyuki"],"language":[],"coverage":[],"title":["Higher Mahler measures and zeta functions"],"description":["  We consider a generalization of the Mahler measure of a multivariable\npolynomial $P$ as the integral of $\\log^k|P|$ in the unit torus, as opposed to\nthe classical definition with the integral of $\\log|P|$. A zeta Mahler measure,\ninvolving the integral of $|P|^s$, is also considered. Specific examples are\ncomputed, yielding special values of zeta functions, Dirichlet $L$-functions,\nand polylogarithms.\n"]}]
["0908.0173",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0173"],"date":["2009-08-02"],"type":["text"],"creator":["Hayes, Robert R.","Kiselev, Andrey A.","Borselli, Matthew G.","Bui, Steven S.","Croke III, Edward T.","Deelman, Peter W.","Maune, Brett M.","Milosavljevic, Ivan","Moon, Jeong-Sun","Ross, Richard S.","Schmitz, Adele E.","Gyure, Mark F.","Hunter, Andrew T."],"language":[],"coverage":[],"title":["Lifetime measurements (T1) of electron spins in Si/SiGe quantum dots"],"description":["  We have observed the Zeeman-split excited state of a spin-1/2 multi-electron\nSi/SiGe depletion quantum dot and measured its spin relaxation time T1 in\nmagnetic fields up to 2 T. Using a new step-and-reach technique, we have\nexperimentally verified the g-value of 2.0 +/- 0.1 for the observed Zeeman\ndoublet. We have also measured T1 of single- and multi-electron spins in InGaAs\nquantum dots. The lifetimes of the Si/SiGe system are appreciably longer than\nthose for InGaAs dots for comparable magnetic field strengths, but both\napproach one second at sufficiently low fields (< 1 T for Si, and < 0.2 T for\nInGaAs).\n","Comment: 5 pages, 5 figures"]}]
["0908.0175",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0175"],"date":["2009-08-02"],"type":["text"],"creator":["Stewart, Alex A.","Antoszkiewicz, Marta F."],"language":[],"coverage":[],"title":["BGP Route Analysis and Management Systems"],"description":["  The Border Gateway Protocol (BGP) is an important component in today's IP\nnetwork infrastructure. As the main routing protocol of the Internet, clear\nunderstanding of its dynamics is crucial for configuring, diagnosing and\ndebugging Internet routing problems. Despite the increase in the services that\nBGP provide such as MPLS VPNs, there is no much progress achieved in automating\nthe BGP management tasks. In this paper we discuss some of the problems\nencountered by network engineers when managing BGP networks. We also describe\nsome of the open source tools and methods that attempt to resolve these issues.\nThen we present some of the features that, if implemented, will ease BGP\nmanagement related tasks.\n","Comment: IEEE Proceedings of 5th International Conference on Information\n  Technology"]}]
["0908.0179",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0179"],"date":["2009-08-02"],"type":["text"],"creator":["Schroedter, M.","Anderson, J.","Byrum, K.","Drake, G.","Duke, C.","Holder, J.","Imran, A.","Madhavan, A.","Krennrich, F.","Kreps, A.","Smith, A."],"language":[],"coverage":[],"title":["A Topological Trigger System for Imaging Atmospheric-Cherenkov\n  Telescopes"],"description":["  A fast trigger system is being designed as a potential upgrade to VERITAS, or\nas the basis for a future array of imaging atmospheric-Cherenkov telescopes\nsuch as AGIS. The scientific goal is a reduction of the energy threshold by a\nfactor of 2 over the current threshold of VERITAS of around 130 GeV. The\ntrigger is being designed to suppress both accidentals from the night-sky\nbackground and cosmic rays. The trigger uses field-programmable gate arrays\n(FPGAs) so that it is adaptable to different observing modes and special\nphysics triggers, e.g. pulsars. The trigger consists of three levels: The level\n1 (L1.5) trigger operating on each telescope camera samples the discriminated\npixels at a rate of 400 MHz and searches for nearest-neighbor coincidences. In\nL1.5, the received discriminated signals are delay-compensated with an accuracy\nof 0.078 ns, facilitating a short coincidence time-window between any nearest\nneighbor of 5 ns. The hit pixels are then sent to a second trigger level (L2)\nthat parameterizes the image shape and transmits this information along with a\nGPS time stamp to the array-level trigger (L3) at a rate of 10 MHz via a fiber\noptic link. The FPGA-based event analysis on L3 searches for coincident\ntime-stamps from multiple telescopes and carries out a comparison of the image\nparameters against a look-up table at a rate of 10 kHz. A test of the\nsingle-telescope trigger was carried out in spring 2009 on one VERITAS\ntelescope.\n","Comment: 4 pages, 6 figures, to be published in Proceedings of the 31st\n  International Cosmic Ray Conference (ICRC), Lodz, Poland, July 2009"]}]
["0908.0182",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0182"],"date":["2009-08-02"],"type":["text"],"creator":["Schroedter, M.","Collaboration, for the VERITAS"],"language":[],"coverage":[],"title":["Search for Short Bursts of Gamma Rays Above 100 MeV from the Crab using\n  VERITAS and SGARFACE"],"description":["  The phenomenon of giant radio pulses (GRP) from the Crab Pulsar can be\nstudied at gamma-ray energies using atmospheric-Cherenkov telescopes such as\nVERITAS and the SGARFACE experiment attached to the Whipple 10 m telescope.\nAlthough these instruments are generally used for very-high-energy gamma-ray\nastronomy above 100 GeV, they also provide substantial sensitivity to short\nbursts of photons above 100 MeV lasting up to 15 $\\mu$s. Motivated by the\ntheoretical predictions for short microsecond-scale GeV bursts as counterparts\nto GRPs \\cite{Lyutikov2007}, we report on a search for gamma-ray emission using\nsimultaneous observations of the Crab Pulsar taken with VERITAS and the\nSGARFACE experiment.\n","Comment: 4 pages, 6 figures, to be published in Proceedings of the 31st\n  International Cosmic Ray Conference (ICRC), Lodz, Poland, July 2009"]}]
["0908.0183",{"format":[],"subject":["Mathematics - Differential Geometry","57S25","53C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0183"],"date":["2009-08-03"],"type":["text"],"creator":["Magata, Frederick"],"language":[],"coverage":[],"title":["Reductions, Resolutions and the Copolarity of Isometric Group Actions"],"description":["  We present some results on reductions and the copolarity of isometric group\nactions, which we obtained in our thesis. We also describe a resolution\nconstruction for isometric actions with respect to a reduction and give\nexamples.\n","Comment: 29 pages, based on the authors docotral thesis"]}]
["0908.0187",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0187","J. Phys. A: Math. Theor. 41 (2007) 9905 (13pp)","doi:10.1088/1751-8113/40/32/014"],"date":["2009-08-03"],"type":["text"],"creator":["Tavassoly, M. K.","Parsaiean, A."],"language":[],"coverage":[],"title":["Quantum statistical properties of some new classes of intelligent states\n  associated with special quantum systems"],"description":["  Based on the {\\it nonlinear coherent states} method, a general and simple\nalgebraic formalism for the construction of \\textit{`$f$-deformed intelligent\nstates'} has been introduced. The structure has the potentiality to apply to\nsystems with a known discrete spectrum as well as the generalized coherent\nstates with known nonlinearity function $f (n)$. As some physical appearance of\nthe proposed formalism, a few new classes of intelligent states associated with\n\\textit{`center of-mass motion of a trapped ion'}, \\textit{`harmonious states'}\nand \\textit{`hydrogen-like spectrum'} have been realized. Finally, the\nnonclassicality of the obtained states has been investigated. To achieve this\npurpose the quantum statistical properties using the Mandel parameter and the\nsqueezing of the quadratures of the radiation field corresponding to the\nintroduced states have been established numerically.\n","Comment: 13pages"]}]
["0908.0191",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0191"],"date":["2009-08-03"],"type":["text"],"creator":["WANG, Wenguang","TOLK, Andreas","WANG, Weiping"],"language":[],"coverage":[],"title":["The Levels of Conceptual Interoperability Model: Applying Systems\n  Engineering Principles to M&S"],"description":["  This paper describes the use of the Levels of Conceptual Interoperability\nModel (LCIM) as a framework for conceptual modeling and its descriptive and\nprescriptive uses. LCIM is applied to show its potential and shortcomings in\nthe current simulation interoperability approaches, in particular the High\nLevel Architecture (HLA) and Base Object Models (BOM). It emphasizes the need\nto apply rigorous engineering methods and principles and replace ad-hoc\napproaches.\n","Comment: 9 pages, 2 figures, 4 tables, Proceedings of Spring Simulation\n  Multiconference (SpringSim'09). San Diego, CA, USA"]}]
["0908.0199",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q35","76D03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0199"],"date":["2009-08-03"],"type":["text"],"creator":["May, Ramzi","Zahrouni, Ezzeddine"],"language":[],"coverage":[],"title":["Global Existence of Solutions to the 2D subcritical dissipative\n  Quasi-Geostrophic equation and persistency of the initial regularity"],"description":["  In this paper, we prove that if the initial data $\\theta_0$ and its Riesz\ntransforms ($\\mathcal{R}_1(\\theta_0)$ and $\\mathcal{R}_2(\\theta_0)$) belong to\nthe space $(\\overline{S(\\mathbb{R}^2))}^{B_{\\infty}^{1-2\\alpha ,\\infty}}$,\nwhere $\\alpha \\in ]1/2,1[$, then the 2D Quasi-Geostrophic equation with\ndissipation $\\alpha$ has a unique global in time solution $\\theta$. Moreover,\nwe show that if in addition $\\theta_0 \\in X$ for some functional space $X$ such\nas Lebesgue, Sobolev and Besov's spaces then the solution $\\theta$ belongs to\nthe space $C([0,+\\infty [,X).$\n"]}]
["0908.0205",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0205"],"date":["2009-08-03"],"type":["text"],"creator":["Biferale, Luca","Scagliarini, Andrea","Toschi, Federico"],"language":[],"coverage":[],"title":["Statistics of small scale vortex filaments in turbulence"],"description":["  We study the statistical properties of coherent, small-scales,\nfilamentary-like structures in Turbulence. In order to follow in time such\ncomplex spatial structures, we integrate Lagrangian and Eulerian measurements\nby seeding the flow with light particles. We show that light particles\npreferentially concentrate in small filamentary regions of high persistent\nvorticity (vortex filaments). We measure the fractal dimension of the\nattracting set and the probability that two particles do not separate for long\ntime lapses. We fortify the signal-to-noise ratio by exploiting multi-particles\ncorrelations on the dynamics of bunches of particles. In doing that, we are\nable to give a first quantitative estimation of the vortex-filaments\nlife-times, showing the presence of events as long as the integral correlation\ntime. The same technique introduced here could be used in experiments as long\nas one is capable to track clouds of bubbles in turbulence for a relatively\nlong period of time, at high Reynolds numbers; shading light on the dynamics of\nsmall-scale vorticity in realistic turbulent flows.\n","Comment: 5 pages, 5 figures"]}]
["0908.0207",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0207"],"date":["2009-08-03"],"type":["text"],"creator":["Tuna, S. Emre"],"language":[],"coverage":[],"title":["Nonlinearly coupled harmonic oscillators: high frequency oscillations\n  yield synchronization"],"description":["  Synchronization of coupled harmonic oscillators is investigated. Coupling\nconsidered here is pairwise, unidirectional, and described by a nonlinear\nfunction (whose graph resides in the first and third quadrants) of some\nprojection of the relative distance (between the states of the pair being\ncoupled) vector. Under the assumption that the interconnection topology defines\na connected graph, it is shown that the synchronization manifold is\nsemiglobally practically asymptotically stable in the frequency of\noscillations.\n","Comment: 11 pages, 2 figures"]}]
["0908.0211",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B60, 17B67, 17B69, 17A45 (Secondary), 81R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0211","Proc. Amer. Math. Soc. 137 (2009), 3609-3618"],"date":["2009-08-03"],"type":["text"],"creator":["Jing, Naihuan","Misra, Kailash","Xu, Chongbin"],"language":[],"coverage":[],"title":["Bosonic realization of toroidal Lie algebras of classical types"],"description":["  Generalizing Feingold-Frenkel's construction we use Weyl bosonic fields to\nconstruct toroidal Lie algebras of types $A_n, B_n$, $C_n$ and $D_n$ of level\n$-1, -2, -1/2$ and -2 respectively. In particular, our construction also gives\nnew bosonic construction for the orthogonal Lie algebras in the cases of affine\nLie algebras.\n"]}]
["0908.0214",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0214"],"date":["2009-08-03"],"type":["text"],"creator":["Verstraete, Matthieu J."],"language":[],"coverage":[],"title":["On the phases of Polonium"],"description":["  The thermodynamical properties of the main phases of metallic polonium are\nexamined using Density Functional Theory. The exceptional nature of the\nsolid-solid phase transition of $\\alpha$ to $\\beta$ Po is underlined: it\ninduces a lowering in symmetry, from cubic to rhombohedral, with increasing\ntemperature. This is explained as the result of a delicate balance between\nrelativistic and entropic effects. Overall agreement with existing experimental\ndata is very good by state-of-the-art standards. The phonons of Po present Kohn\nanomalies, and it is shown that the effect of spin-orbit interactions is the\ninverse of that in normal metals: due to the non-spherical nature of the Fermi\nSurface, spin-orbit effects reduce nesting and harden most phonon frequencies.\n","Comment: 4 pages submitted to PRL"]}]
["0908.0216",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0216","International Journal of Computer Science and Information\n  Security, IJCSIS July 2009, Vol. 3, No. 1, USA"],"date":["2009-08-03"],"type":["text"],"creator":["Naji, A. W.","Hameed, Shihab A.","Zaidan, B. B.","Al-Khateeb, Wajdi F.","Khalifa, Othman O.","Zaidan, A. A.","Gunawan, Teddy S."],"language":[],"coverage":[],"title":["Novel Framework for Hidden Data in the Image Page within Executable File\n  Using Computation between Advanced Encryption Standard and Distortion\n  Techniques"],"description":["  The hurried development of multimedia and internet allows for wide\ndistribution of digital media data. It becomes much easier to edit, modify and\nduplicate digital information. In additional, digital document is also easy to\ncopy and distribute, therefore it may face many threats. It became necessary to\nfind an appropriate protection due to the significance, accuracy and\nsensitivity of the information. Furthermore, there is no formal method to be\nfollowed to discover a hidden data. In this paper, a new information hiding\nframework is presented.The proposed framework aim is implementation of\nframework computation between advance encryption standard (AES) and distortion\ntechnique (DT) which embeds information in image page within executable file\n(EXE file) to find a secure solution to cover file without change the size of\ncover file. The framework includes two main functions; first is the hiding of\nthe information in the image page of EXE file, through the execution of four\nprocess (specify the cover file, specify the information file, encryption of\nthe information, and hiding the information) and the second function is the\nextraction of the hiding information through three process (specify the stego\nfile, extract the information, and decryption of the information).\n","Comment: 6 Pages IEEE Format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423"]}]
["0908.0221",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0221","International Journal of Computer Science and Information\n  Security, IJCSIS July 2009, Vol. 3, No. 1, USA"],"date":["2009-08-03"],"type":["text"],"creator":["Kale, Shilpa","Shriramwar, S. S."],"language":[],"coverage":[],"title":["FPGA-based Controller for a Mobile Robot"],"description":["  With application in the robotics and automation, more and more it becomes\nnecessary the development of applications based on methodologies that\nfacilitate future modifications, updates and enhancements in the original\nprojected system. This project presents a conception of mobile robots using\nrapid prototyping, distributing the several control actions in growing levels\nof complexity and computing proposal oriented to embed systems implementation.\nThis kind of controller can be tested on different platform representing the\nmobile robots using reprogrammable logic components (FPGA). This mobile robot\nwill detect obstacle and also be able to control the speed. Different modules\nwill be Actuators, Sensors, wireless transmission. All this modules will be\ninterfaced using FPGA controller. I would like to construct a mechanically\nsimple robot model, which can measure the distance from obstacle with the aid\nof sensor and accordingly should able to control the speed of motor. I would\nlike to construct a mechanically simple robot model, which can measure the\ndistance from obstacle with the aid of sensor and accordingly should able to\ncontrol the speed of motor.\n","Comment: 5 Pages IEEE Format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423"]}]
["0908.0222",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0222","International Journal of Computer Science and Information\n  Security, IJCSIS July 2009, Vol. 3, No. 1, USA"],"date":["2009-08-03"],"type":["text"],"creator":["Anita, E. A. Mary","Vasudevan, V."],"language":[],"coverage":[],"title":["Performance Evaluation of Mesh based Multicast Reactive Routing Protocol\n  under Black Hole Attack"],"description":["  A mobile ad-hoc network is an autonomous system of mobile nodes connected by\nwireless links in which nodes cooperate by forwarding packets for each other\nthereby enabling communication beyond direct wireless transmission range. The\nwireless and dynamic nature of ad-hoc networks makes them vulnerable to attacks\nespecially in routing protocols. Providing security in mobile ad-hoc networks\nhas been a major issue over the recent years. One of the prominent mesh base\nreactive multicast routing protocols used in ad-hoc networks is On Demand\nMulticast Routing protocol (ODMRP). The security of ODMRP is compromised by a\nprimary routing attack called black hole attack. In this attack a malicious\nnode advertises itself as having the shortest path to the node whose packets it\nwants to intercept. This paper discusses the impact of black hole attack on\nODMRP under various scenarios. The performance is evaluated using metrics such\nas packet delivery ratio and end to end delay for various numbers of senders\nand receivers via simulation. Simulations are carried out using network\nsimulator ns-2. The results enable us to propose solutions to counter the\neffect of black hole attack.\n","Comment: 6 Pages IEEE Format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423"]}]
["0908.0232",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Algebraic Geometry","Statistics - Methodology","62H17","14Q99","60A99","13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0232"],"date":["2009-08-03"],"type":["text"],"creator":["Bocci, Cristiano","Carlini, Enrico","Rapallo, Fabio"],"language":[],"coverage":[],"title":["Geometry of diagonal-effect models for contingency tables"],"description":["  In this work we study several types of diagonal-effect models for two-way\ncontingency tables in the framework of Algebraic Statistics. We use both toric\nmodels and mixture models to encode the different behavior of the diagonal\ncells. We compute the invariants of these models and we explore their\ngeometrical structure.\n","Comment: 20 pages"]}]
["0908.0239",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","E.4","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0239"],"date":["2009-08-03"],"type":["text"],"creator":["Kufleitner, Manfred"],"language":[],"coverage":[],"title":["On Bijective Variants of the Burrows-Wheeler Transform"],"description":["  The sort transform (ST) is a modification of the Burrows-Wheeler transform\n(BWT). Both transformations map an arbitrary word of length n to a pair\nconsisting of a word of length n and an index between 1 and n. The BWT sorts\nall rotation conjugates of the input word, whereas the ST of order k only uses\nthe first k letters for sorting all such conjugates. If two conjugates start\nwith the same prefix of length k, then the indices of the rotations are used\nfor tie-breaking. Both transforms output the sequence of the last letters of\nthe sorted list and the index of the input within the sorted list. In this\npaper, we discuss a bijective variant of the BWT (due to Scott), proving its\ncorrectness and relations to other results due to Gessel and Reutenauer (1993)\nand Crochemore, Desarmenien, and Perrin (2005). Further, we present a novel\nbijective variant of the ST.\n","Comment: 15 pages, presented at the Prague Stringology Conference 2009 (PSC\n  2009)"]}]
["0908.0255",{"format":[],"subject":["Mathematics - Combinatorics","05A15 (Primary)","05A17 05E10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0255"],"date":["2009-08-01"],"type":["text"],"creator":["Ouchterlony, Erik"],"language":[],"coverage":[],"title":["On Young tableau involutions and patterns in permutations"],"description":["  This thesis deals with three different aspects of the combinatorics of\npermutations. In the first two papers, two flavours of pattern avoiding\npermutations are examined; and in the third paper Young tableaux, which are\nclosely related to permutations via representation theory, are studied.\n  In the first paper we give solutations to several interesting problems\nregarding pattern avoiding doubly alternating permutations, such as finding a\nbijection between 1234-avoiding permutations and 1234-avoiding doubly\nalternating permutations of twice the size.\n  In the second paper partial permutations which can be extended to pattern\navoiding permutations are examined. A general algorithm is presented which is\nsubsequently used to solve many different problems.\n  The third paper deals with involutions on Young tableaux. There is a\nsurprisingly large collection of relations among these involutions and in the\npaper we make the effort to study them systematically in order to create a\ncoherent theory. The most interesting result is that for Littlewood-Richardson\ntableaux, $a^3=1$, wher5e $a$ is the composition of three different\ninvolutions: the fundamental symmetry map, the reversal and rotation\ninvolutions.\n","Comment: Ph.D. thesis, Link\\\"opings Universitet, 2005"]}]
["0908.0256",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0256"],"date":["2009-08-03"],"type":["text"],"creator":["Yang, Song","Gong, Ming","Li, ChuanFeng","Zou, XuBo","Guo, GuangCan"],"language":[],"coverage":[],"title":["High-concurrence steady-state entanglement of two hole spins in a\n  quantum dot molecular"],"description":["  Entanglement, a non-trivial phenomena manifested in composite quantum system,\ncan be served as a new type of physical resource in the emerging technology of\nquantum information and quantum computation. However, a quantum entanglement is\nfragile to the environmental-induced decoherence. Here, we present a novel way\nto prepare a high-concurrence steady-state entanglement of two hole spins in a\nquantum dot molecular via optical pumping of trion levels. In this scheme, the\nspontaneous dispassion is used to induce and stabilize the entanglement with\nrapid rate. It is firstly shown that under certain conditions, two-qubit\nsinglet state can be generated without requiring the state initialization. Then\nwe study the effect of acoustic phonons and electron tunnelings on the scheme,\nand show that the concurrence of entangled state can be over 0.95 at\ntemperature $T = 1 $K.\n"]}]
["0908.0262",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42C15 (Primary), 42B35, 42C10, 42A56 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0262"],"date":["2009-08-03"],"type":["text"],"creator":["Garg, Rahul","Thangavelu, Sundaram"],"language":[],"coverage":[],"title":["On the Hermite expansions of functions from Hardy class"],"description":["  Considering functions $ f $ on $ \\R^n $ for which both $ f $ and $ \\hat{f} $\nare bounded by the Gaussian $ e^{-{1/2}a|x|^2}, 0 < a < 1 $ we show that their\nFourier-Hermite coefficients have exponential decay. Optimal decay is obtained\nfor $ O(n)-$finite functions thus extending the one dimensional result of\nVemuri.\n","Comment: 22 pages"]}]
["0908.0270",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0270"],"date":["2009-08-03"],"type":["text"],"creator":["Bennett, A F"],"language":[],"coverage":[],"title":["Density Relaxation in de Broglie-Bohm Mechanics"],"description":["  A Lagrangian analysis explains the numerical results of Valentini and Westman\n(2005) which demonstrate that an initially arbitrary particle density, stirred\nby the field of de Broglie velocities associated with a Schrodinger wave\nfunction, relaxes to the Born probability density provided both densities are\ncoarse-grained.\n","Comment: 6 pages, 0 figures"]}]
["0908.0276",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55","35B05","35B35","35B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0276"],"date":["2009-08-03"],"type":["text"],"creator":["Liskevich, Vitali","Skrypnik, Igor I."],"language":[],"coverage":[],"title":["Harnack inequality and continuity of solutions to quasi-linear\n  degenerate parabolic equations with coeffcients from Kato-type classes"],"description":["  For a general class of divergence type quasi-linear degenerate parabolic\nequations with measurable coeffcients and lower order terms from non-linear\nKato-type classes, we prove local boundedness and continuity of solutions, and\nthe intrinsic Harnack inequality for positive solutions.\n"]}]
["0908.0289",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0289"],"date":["2009-08-03"],"type":["text"],"creator":["Kaloghiros, Anne-Sophie"],"language":[],"coverage":[],"title":["A classification of terminal quartic 3-folds and applications to\n  rationality questions"],"description":["  This paper studies the birational geometry of terminal Gorenstein Fano\n3-folds. If Y is not Q-factorial, in most cases, it is possible to describe\nexplicitly the divisor class group Cl Y by running a Minimal Model Program\n(MMP) on X, a small Q-factorialisation of Y. In this case, Weil non-Cartier\ndivisors are generated by \"topological traces \" of K-negative extremal\ncontractions on X. One can show, as an application of these methods, that a\nnumber of families of non-factorial terminal Gorenstein Fano 3-folds are\nrational. In particular, I give some examples of rational quartic hypersurfaces\nwith Cl Y of rank 2, and show that when Cl Y has rank greater than 6, Y is\nalways rational.\n","Comment: 40 pages"]}]
["0908.0294",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0294","in \"Properties and Applications of Thermoelectric Materials\",\n  edited by V. Zlatic and A. C. Hewson (Springer Science+Business Media B.V.\n  2009), pp 261-266","doi:10.1007/978-90-481-2892-1_15"],"date":["2009-08-03"],"type":["text"],"creator":["Meingast, C.","Zhang, Q.","Wolf, Th.","Hardy, F.","Grube, K.","Knafo, W.","Adelmann, P.","Schweiss, P.","Lohneysen, H. v."],"language":[],"coverage":[],"title":["Resistivity of Mn$_{1-x}$Fe$_x$Si single crystals: Evidence for quantum\n  critical behavior"],"description":["  Resistivity measurements have been made on Mn$_{1-x}$Fe$_x$Si single crystals\nbetween 2 and 300K for $x$ = 0, 0.05, 0.08, 0.12 and 0.15. Fe doping is found\nto depress the magnetic ordering temperature from 30K for $x$ = 0 to below 2K\nfor $x$ = 0.15. Although Fe doping results in a large increase of the\nlow-temperature residual resistivity, the temperature dependence of the\nresistivity above the magnetic transition remains practically unaffected by\nincreasing Fe content. An analysis of the temperature derivative of the\nresistivity provides strong evidence for the existence of a non-Fermi-liquid\nground state near $x$ = 0.15 and thus for a quantum critical point tuned by Fe\ncontent.\n","Comment: 9 pages, 4 figures, Proceedings of the NATO Advanced Research\n  Workshop on Properties and Application of Thermoelectric Materials, Hvar,\n  Croatia, 21-26 September 2008"]}]
["0908.0295",{"format":[],"subject":["Mathematics - Functional Analysis","46HXX, 39B52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0295"],"date":["2009-08-03"],"type":["text"],"creator":["Ebadian, A."],"language":[],"coverage":[],"title":["Approximately n--Jordan derivations: A fixed point approach"],"description":["  Let $n\\in \\Bbb N-\\{1\\},$ and let $A$ be a Banach algebra. An additive map $D:\nA\\to A$ is called n-Jordan derivation if\n$$D(a^n)=D(a)a^{n-1}+aD(a)a^{n-2}+...+a^{n-2}D(a)a+a^{n-1}D(a),$$ for all $a\n\\in {A}$. Using fixed point methods, we investigate the stability of n--Jordan\nderivations (n--Jordan $^*-$derivations) on Banach algebras ($C^*-$algebras).\nAlso we show that to each approximate $^*-$Jordan derivation $f$ in a $C^*-$\nalgebra there corresponds a unique $^*-$derivation near to $f$.\n"]}]
["0908.0300",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0300"],"date":["2009-08-03"],"type":["text"],"creator":["Olemskoi, Alexander","Shuda, Irina"],"language":[],"coverage":[],"title":["Supersymmetry representation of Bose-Einstein condensation of fermion\n  pairs"],"description":["  We consider supersymmetry field theory with supercomponents being the square\nroot of the Bose condensate density, the amplitude of its fluctuations and\nGrassmannian fields related to the Fermi particles density. The fermion number\nis demonstrated to be conserved in degenerated Fermi-Bose mixtures with\nunbroken supersymmetry when the system is invariant with respect to inversion\nof the time arrow. We show the supersymmetry breaking allows one to derive\nfield equations describing behavior of real Bose-Fermi mixtures. Solution of\nrelated field equations reveals the cooling of homogeneously distributed\nfermions gives first spontaneous rise to strong inhomogeneous fluctuations,\nwhile the Bose condensate appears at a lower temperature dependent of the\nfermion density.\n","Comment: 5 pages, 0 figures"]}]
["0908.0301",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0301"],"date":["2009-08-03"],"type":["text"],"creator":["Li, Yun","Mo, Houjun"],"language":[],"coverage":[],"title":["Mass distribution and accretion of sub-halos"],"description":["  We use the \"Millennium Simulation\" to study the mass function of accreted\nsub-halos during merger events in the dark halo assembly history. Our study\nincludes three kinds of sub-halo mergers: (1) mergers that happen to the main\nprogenitor of dark halos; (2) mergers that happen on the entire merging history\ntree of dark halos; and (3) mergers that leave identifiable sub-halos in\npresent-day dark halos. We estimate the unevolved sub-halo mass functions\n(USMFs), for which sub-halo masses are measured at the times of their\naccretion. For sub-halos that merge into the main branch of a present-day dark\nhalo, their USMF can be well described by a universal functional form, in\nexcellent agreement with previous results. The same conclusion can also be\nreached for the USMF of all progenitors that have merged to become sub-halos\nduring the entire halo merging history. In both cases, the USMFs are also\nindependent of the redshift of host halos. Due to tidal disruption, only a\nsmall fraction of the accreted halos survive as sub-halos identifiable in the\npresent-day dark halos. In cluster-sized halos, about 30% of the survived\nsub-halos are sub-subhalos, and this fraction decreases with decreasing halo\nmass. For given halo and sub-halo masses, the accretion time has very broad\ndistribution, but the survived sub-halos are all accreted quite recently.\n","Comment: 12 pages, 14 figures, submitted to MNRAS"]}]
["0908.0302",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0302"],"date":["2009-08-03"],"type":["text"],"creator":["Sasoglu, Eren","Telatar, Emre","Arikan, Erdal"],"language":[],"coverage":[],"title":["Polarization for arbitrary discrete memoryless channels"],"description":["  Channel polarization, originally proposed for binary-input channels, is\ngeneralized to arbitrary discrete memoryless channels. Specifically, it is\nshown that when the input alphabet size is a prime number, a similar\nconstruction to that for the binary case leads to polarization. This method can\nbe extended to channels of composite input alphabet sizes by decomposing such\nchannels into a set of channels with prime input alphabet sizes. It is also\nshown that all discrete memoryless channels can be polarized by randomized\nconstructions. The introduction of randomness does not change the order of\ncomplexity of polar code construction, encoding, and decoding. A previous\nresult on the error probability behavior of polar codes is also extended to the\ncase of arbitrary discrete memoryless channels. The generalization of\npolarization to channels with arbitrary finite input alphabet sizes leads to\npolar-coding methods for approaching the true (as opposed to symmetric) channel\ncapacity of arbitrary channels with discrete or continuous input alphabets.\n","Comment: 12 pages"]}]
["0908.0307",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0307"],"date":["2009-08-03"],"type":["text"],"creator":["Gaiotto, Davide"],"language":[],"coverage":[],"title":["Asymptotically free N=2 theories and irregular conformal blocks"],"description":["  A surprising connection between N=2 gauge theory instanton partition\nfunctions and conformal blocks has been recently proposed. We illustrate\nthrough simple examples the generalization to asymptotically free N=2 gauge\ntheories\n","Comment: 7 pages"]}]
["0908.0309",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0309"],"date":["2009-08-03"],"type":["text"],"creator":["Dhillon, Ajneet","Lemire, Nicole"],"language":[],"coverage":[],"title":["Upper bounds for the essential dimension of the moduli stack of\n  ${\\sl_{n}}$-bundles over a curve"],"description":["  We find upper bounds for the essential dimension of various moduli stacks of\n$\\sln$-bundles over a curve. When $n$ is a prime power, our calculation\ncomputes the essential dimension of the stack of stable bundles exactly and the\nessential dimension is not equal to the dimension in this case.\n"]}]
["0908.0319",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Artificial Intelligence","Computer Science - Learning","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0319"],"date":["2009-08-03"],"type":["text"],"creator":["Filippi, Sarah","Cappé, Olivier","Garivier, Aurélien"],"language":[],"coverage":[],"title":["Regret Bounds for Opportunistic Channel Access"],"description":["  We consider the task of opportunistic channel access in a primary system\ncomposed of independent Gilbert-Elliot channels where the secondary (or\nopportunistic) user does not dispose of a priori information regarding the\nstatistical characteristics of the system. It is shown that this problem may be\ncast into the framework of model-based learning in a specific class of\nPartially Observed Markov Decision Processes (POMDPs) for which we introduce an\nalgorithm aimed at striking an optimal tradeoff between the exploration (or\nestimation) and exploitation requirements. We provide finite horizon regret\nbounds for this algorithm as well as a numerical evaluation of its performance\nin the single channel model as well as in the case of stochastically identical\nchannels.\n"]}]
["0908.0322",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0322"],"date":["2009-08-03"],"type":["text"],"creator":["Simon, Christoph"],"language":[],"coverage":[],"title":["Conscious observers clarify many worlds"],"description":["  In this brief note I argue that putting conscious observers at the center of\nthe considerations clarifies and strengthens the many-worlds interpretation.\nThe basic assumption, which seems extremely plausible based on our current\nunderstanding of the brain and of decoherence, is that quantum states\ncorresponding to distinct conscious experiences have to be orthogonal. I show\nthat, once this is accepted, probabilistic measurement outcomes corresponding\nto basis elements and following Born's rule emerge naturally from global\nunitary dynamics.\n","Comment: 2 pages plus a few lines; questions and comments welcome"]}]
["math/0311245",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311245"],"date":["2003-11-14","2009-08-04"],"type":["text"],"creator":["Fock, V. V.","Goncharov, A. B."],"language":[],"coverage":[],"title":["Cluster ensembles, quantization and the dilogarithm"],"description":["  Cluster ensemble is a pair of positive spaces (X, A) related by a map p: A ->\nX. It generalizes cluster algebras of Fomin and Zelevinsky, which are related\nto the A-space. We develope general properties of cluster ensembles, including\nits group of symmetries - the cluster modular group, and a relation with the\nmotivic dilogarithm. We define a q-deformation of the X-space. Formulate\ngeneral duality conjectures regarding canonical bases in the cluster ensemble\ncontext. We support them by constructing the canonical pairing in the finite\ntype case.\n  Interesting examples of cluster ensembles are provided the higher Teichmuller\ntheory, that is by the pair of moduli spaces corresponding to a split reductive\ngroup G and a surface S defined in math.AG/0311149.\n  We suggest that cluster ensembles provide a natural framework for higher\nquantum Teichmuller theory.\n","Comment: Version 7: Final version. To appear in Ann. Sci. Ecole Normale. Sup.\n  New material in Section 5. 58 pages, 11 pictures"]}]
["math/0502425",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Number Theory","01A50","12E12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502425"],"date":["2005-02-20","2009-08-03"],"type":["text"],"creator":["Euler, Leonhard","Bell, Jordan"],"language":[],"coverage":[],"title":["An arithmetic theorem and its demonstration"],"description":["  Translated from the Latin original, \"Theorema arithmeticum eiusque\ndemonstratio\", Commentationes arithmeticae collectae 2 (1849), 588-592. E794 in\nthe Enestroem index. For m distinct numbers a,b,c,d,...,\\upsilon,x this paper\nevaluates \\[\n\\frac{a^n}{(a-b)(a-c)(a-d)...(a-x)}+\\frac{b^n}{(b-a)(b-c)(b-d)...(b-x)}\n+...+\\frac{x^n}{(x-a)(x-b)(x-c)...(x-\\upsilon)}. \\] When $n \\leq m-2$, the sum\nis 0, which Euler had already shown in sect. 1169 of his Institutiones calculi\nintegralis, vol. I, E366. When $n=m-1$ the sum is $=1$. When $n \\geq m$, then\nusing Newton's identities Euler gets expressions in terms of sums of powers of\nthe numbers a,b,c,d,...,\\upsilon,x.\n  The notation used in this paper is confus(ing/ed), and indeed the editors of\nthe Opera omnia made several corrections to the original publication. Near the\nend of the paper, \"... for each of them one searches for what the character\nwill be...\" is the only reading of the sentence I can come up with.\n  Examples of a work that refers to this theorem is J.-P. Serre, Corps locaux,\n2nd ed., ch. III, sect. 6 (for $n \\leq m-1$), and D. E. Knuth, The Art of\nComputer Programming, vol. 1, sect. 1.2.3, exercise 33.\n","Comment: 7 pages; E794"]}]
["math/0604030",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55Q25","55S45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604030","Bull. Belg. Math. Soc. Simon Stevin 15 (2008) no. 4, 733-768"],"date":["2006-04-03","2006-10-17"],"type":["text"],"creator":["Baues, Hans-Joachim","Muro, Fernando"],"language":[],"coverage":[],"title":["The symmetric action on secondary homotopy groups"],"description":["  We show that the symmetric track group, which is an extension of the\nsymmetric group associated to the second Stiefel- Withney class, acts as a\ncrossed module on the secondary homotopy group of a pointed space. An\napplication is given to cup-one products in unstable homotopy groups of\nspheres, generalizing a formula of Barratt-Jones-Mahowald.\n","Comment: We correct a misprint in the presentation of the symmetric track\n  groups"]}]
["math/0604031",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55Q15","55Q35","55S45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604031","Appl. Categ. Structures, 16 (2008) no. 5, 551-616","doi:10.1007/s10485-007-9071-x"],"date":["2006-04-03","2006-10-17"],"type":["text"],"creator":["Baues, Hans-Joachim","Muro, Fernando"],"language":[],"coverage":[],"title":["Smash products for secondary homotopy groups"],"description":["  We construct a smash product operation on secondary homotopy groups yielding\nthe structure of a lax symmetric monoidal functor. Applications on cup-one\nproducts, Toda brackets and Whitehead products are considered. In particular we\nprove a formula for the crossed effect of the cup-one product operation on\nunstable homotopy groups of spheres which was claimed by\nBarratt-Jones-Mahowald.\n","Comment: We give a clearer description of the tensor product of symmetric\n  sequences of quadratic pair modules"]}]
["math/0610474",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","57N10, 58K05,37E99,37D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610474"],"date":["2006-10-16","2009-08-04"],"type":["text"],"creator":["Ma, Jiming","Yu, Bin"],"language":[],"coverage":[],"title":["Genus two Smale-Williams solenoids in 3-manifolds"],"description":["  Using alternating Heegaard diagrams, we construct some 3-manifolds which\nadmit diffeomorphisms such that the non-wandering sets of the diffeomorphisms\nare composed of Smale-Williams solenoid attractors and repellers, an\ninteresting example is the truncated-cube space. In addition, we prove that if\nthe nonwandering set of the diffeomorphism consists of genus two Smale-Williams\nsolenoids, then the Heegaard genus of the closed manifold is at most two.\n","Comment: 18 pages, corrected typos"]}]
["math/0612450",{"format":[],"subject":["Mathematics - Algebraic Topology","18G50, 55P42, 55Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612450","Comm. Algebra 37 (2009) no. 1, 56-82","doi:10.1080/00927870802241188"],"date":["2006-12-15"],"type":["text"],"creator":["Baues, Hans-Joachim","Muro, Fernando"],"language":[],"coverage":[],"title":["Toda brackets and cup-one squares for ring spectra"],"description":["  In this paper we prove the laws of Toda brackets on the homotopy groups of a\nconnective ring spectrum and the laws of the cup-one square in the homotopy\ngroups of a commutative connective ring spectrum.\n","Comment: 22 pages"]}]
["quant-ph/0107104",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0107104","J. Opt. B: Quantum and Semicl. Opt. 3, 251-259 (2001)","doi:10.1088/1464-4266/3/4/309"],"date":["2001-07-20"],"type":["text"],"creator":["Bajer, Jiri","Miranowicz, Adam"],"language":[],"coverage":[],"title":["Quantum versus classical descriptions of sub-Poissonian light generation\n  in three-wave mixing"],"description":["  Sub-Poissonian light generation in the non-degenerate three-wave mixing is\nstudied numerically and analytically within quantum and classical approaches.\nHusimi Q-functions and their classical trajectory simulations are analysed to\nreveal a special regime corresponding to the time-stable sub-Poissonian\nphotocount statistics of the sum-frequency mode. Conditions for observation of\nthis regime are discussed. Theoretical predictions of the Fano factor and\nexplanation of the extraordinary stabilization of the sub-Poissonian photocount\nbehavior are obtained analytically by applying the classical trajectories.\nScaling laws for the maximum sub-Poissonian behavior are found. Noise\nsuppression levels in the non-degenerate vs degenerate three-wave mixing are\ndiscussed on different time scales compared to the revival times. It is shown\nthat the non-degenerate conversion offers much better stabilization of the\nsuppressed noise in comparison to that of degenerate process.\n","Comment: 9 pages, 12 figures, to be published in J. Optics B"]}]
["quant-ph/0107107",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0107107","J. Phys. A 34, 3887-3896 (2001)","doi:10.1088/0305-4470/34/18/315"],"date":["2001-07-20"],"type":["text"],"creator":["Miranowicz, A.","Bajer, J.","Wahiddin, M. R. B.","Imoto, N."],"language":[],"coverage":[],"title":["Wehrl information entropy and phase distributions of Schrodinger cat and\n  cat-like states"],"description":["  The Wehrl information entropy and its phase density, the so-called Wehrl\nphase distribution, are applied to describe Schr\\\"odinger cat and cat-like\n(kitten) states. The advantages of the Wehrl phase distribution over the Wehrl\nentropy in a description of the superposition principle are presented. The\nentropic measures are compared with a conventional phase distribution from the\nHusimi Q-function. Compact-form formulae for the entropic measures are found\nfor superpositions of well-separated states. Examples of Schr\\\"odinger cats\n(including even, odd and Yurke-Stoler coherent states), as well as the cat-like\nstates generated in Kerr medium are analyzed in detail. It is shown that, in\ncontrast to the Wehrl entropy, the Wehrl phase distribution properly\ndistinguishes between different superpositions of unequally-weighted states in\nrespect to their number and phase-space configuration.\n","Comment: 10 pages, 4 figures"]}]
["quant-ph/0204059",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0204059","J. Mod. Opt. 49, 977-984 (2002)","doi:10.1080/09500340110109007"],"date":["2002-04-11"],"type":["text"],"creator":["Ozdemir, Sahin Kaya","Miranowicz, Adam","Koashi, Masato","Imoto, Nobuyuki"],"language":[],"coverage":[],"title":["Optical qubit generation by state truncation using an experimentally\n  feasible scheme"],"description":["  Generation of arbitrary superposition of vacuum and one-photon states using\nquantum scissors device (QSD) is studied. The device allows the preparation of\nstates by truncating an input coherent light. Optimum values of the intensity\nof the coherent light for the generation of any desired state using the\nexperimentally feasible QSD scheme are found.\n","Comment: 8 pages, 4 figures"]}]
["quant-ph/0612228",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612228","e-J. Surf. Sci. Nanotech 4, 669-673 (2006).","doi:10.1380/ejssnt.2006.669"],"date":["2006-12-29"],"type":["text"],"creator":["Ozdemir, S. K.","Miranowicz, A.","Ota, T.","Yusa, G.","Imoto, N.","Hirayama, Y."],"language":[],"coverage":[],"title":["Nuclear Spins in a Nanoscale Device for Quantum Information Processing"],"description":["  Coherent oscillations between any two levels from four nuclear spin states of\nI=3/2 have been demonstrated in a nanometre-scale NMR semiconductor device,\nwhere nuclear spins are all-electrically controlled. Using this device, we\ndiscuss quantum logic operations on two fictitious qubits of the I=3/2 system,\nand propose a quantum state tomography scheme based on the measurement of\nlongitudinal magnetization, $M_z$.\n","Comment: 5 pages, 4 figures"]}]
["quant-ph/0702026",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702026","e-J. Surf. Sci. Nanotech. 5, 51-59 (2007).","doi:10.1380/ejssnt.2007.51"],"date":["2007-02-03"],"type":["text"],"creator":["Miranowicz, A.","Ozdemir, S. K.","Liu, Yu-xi","Chimczak, G.","Koashi, M.","Imoto, N."],"language":[],"coverage":[],"title":["Quantum Entanglement and Teleportation of Quantum-Dot States in\n  Microcavities"],"description":["  Generation and control of quantum entanglement are studied in an\nequivalent-neighbor system of spatially-separated semiconductor quantum dots\ncoupled by a single-mode cavity field. Generation of genuinely multipartite\nentanglement of qubit states realized by conduction-band electron-spin states\nin quantum dots is discussed. A protocol for quantum teleportation of\nelectron-spin states via cavity decay is briefly described.\n","Comment: 9 pages, 7 figures, to appear in e-J. Surf. Sci. Nanotech"]}]
