["1612.04124",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1612.04124"],"date":["2016-12-13","2017-02-21"],"type":["text"],"creator":["Videla, Nelson"],"language":[],"coverage":[],"title":["Hamilton-Jacobi approach for quasi-exponential inflation: predictions\n  and constraints after Planck 2015 results"],"description":["  In the present work we study the consequences of considering an inflationary\nuniverse model in which the Hubble rate has a quasi-exponential dependence in\nthe inflaton field, given by $H(\\phi)=H_{inf}\\exp\n\\left[\\frac{\\frac{\\phi}{m_p}}{p\\left(1+\\frac{\\phi}{m_p}\\right)}\\right]$. We\nanalyze the inflation dynamics under the Hamilton-Jacobi approach, which allows\nus to consider $H(\\phi)$, rather than $V(\\phi)$, as the fundamental quantity to\nbe specified. By comparing the theoretical predictions of the model together\nwith the allowed contour plots in the $n_s-r$ plane and the amplitude of\nprimordial scalar perturbations from the latest Planck data, the parameters\ncharactering this model are constrained. The model predicts values for the\ntensor-to-scalar ratio $r$ and for the running of the scalar spectral index\n$dn_s/ d\\ln k$ consistent with the current bounds imposed by Planck, and we\nconclude that the model is viable.\n","Comment: 21 pages, 4 figures, typos corrected, version accepted for\n  publication in EPJC. arXiv admin note: text overlap with arXiv:1606.04888"]}]
["1702.03518",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1702.03518"],"date":["2017-02-12","2017-02-20"],"type":["text"],"creator":["Yankielowicz, Shimon","Zhou, Yang"],"language":[],"coverage":[],"title":["Supersymmetric Renyi Entropy and Anomalies in Six-Dimensional (1,0)\n  Superconformal Theories"],"description":["  A closed formula of the universal part of supersymmetric R\\'enyi entropy\n$S_q$ for six-dimensional $(1,0)$ superconformal theories is proposed. Within\nour arguments, $S_q$ across a spherical entangling surface is a cubic\npolynomial of $\\nu=1/q$, with $4$ coefficients expressed as linear combinations\nof the 't Hooft anomaly coefficients for the $R$-symmetry and gravitational\nanomalies. As an application, we establish linear relations between the\n$c$-type Weyl anomalies and the 't Hooft anomaly coefficients. We make a\nconjecture relating the supersymmetric R\\'enyi entropy to an equivariant\nintegral of the anomaly polynomial in even dimensions and check it against\nknown data in four dimensions and six dimensions.\n","Comment: 1+27 pages, v2: references added+typos fixed. arXiv admin note: text\n  overlap with arXiv:1512.03008"]}]
["1702.05594",{"format":[],"subject":["Computer Science - Learning","Mathematics - Optimization and Control","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1702.05594"],"date":["2017-02-18"],"type":["text"],"creator":["Sato, Hiroyuki","Kasai, Hiroyuki","Mishra, Bamdev"],"language":[],"coverage":[],"title":["Riemannian stochastic variance reduced gradient"],"description":["  Stochastic variance reduction algorithms have recently become popular for\nminimizing the average of a large but finite number of loss functions. In this\npaper, we propose a novel Riemannian extension of the Euclidean stochastic\nvariance reduced gradient algorithm (R-SVRG) to a manifold search space. The\nkey challenges of averaging, adding, and subtracting multiple gradients are\naddressed with retraction and vector transport. We present a global convergence\nanalysis of the proposed algorithm with a decay step size and a local\nconvergence rate analysis under a fixed step size under some natural\nassumptions. The proposed algorithm is applied to problems on the Grassmann\nmanifold, such as principal component analysis, low-rank matrix completion, and\ncomputation of the Karcher mean of subspaces, and outperforms the standard\nRiemannian stochastic gradient descent algorithm in each case.\n","Comment: Under review. arXiv admin note: substantial text overlap with\n  arXiv:1605.07367"]}]
["1702.05786",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1702.05786"],"date":["2017-02-19"],"type":["text"],"creator":["Hanafy, W. El","Nashed, G. G. L."],"language":[],"coverage":[],"title":["Generic Phase Portrait Analysis of the Finite-time Singularities and\n  Generalized Teleparallel Gravity"],"description":["  We analyze the finite-time singularity types using a generic framework of the\nphase portrait geometric approach. This technique requires that the Friedmann\nsystem to be written as a one dimensional autonomous system. We exhibit a scale\nfactor that can realize the four singularity types, then we show a detailed\ndiscussion for each case. Moreover, we show how different singularity types can\nplay essential roles in different cosmological scenarios. Among several\nmodified gravity theories, we show that the $f(T)$ cosmology is in comfort with\nthe phase portrait analysis. Therefore, we reconstruct the $f(T)$ theory which\ngenerates these phase portraits. We also perform a complementary analysis using\nthe effective equation of state. Furthermore, we investigate the role of the\ntorsion fluid in realizing the cosmic singularities.\n","Comment: revtex4 LaTeX2e: 26 pages, 2 Tables and 10 Figures. arXiv admin note:\n  text overlap with arXiv:1507.05273 by other authors"]}]
["1702.05846",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1702.05846"],"date":["2017-02-19"],"type":["text"],"creator":["Farsani, Reza K.","Khandani, Amir K."],"language":[],"coverage":[],"title":["Novel Techniques to Derive Capacity Results for Multi-User Interference\n  Channels"],"description":["  The Interference Channels (ICs) represent fundamental building blocks of\nwireless communication networks. Despite considerable progress in network\ninformation theory, available capacity results for ICs, specifically those with\nmore than two users, are still very limited. One of the main difficulties in\nthe analysis of these networks is how to establish useful capacity outer bounds\nfor them. In this paper, novel techniques requiring subtle sequential\napplication of Csiszar-Korner identity are developed to establish efficient\nsingle-letter outer bounds on the sum-rate capacity of interference networks.\nBy using the outer bounds, a full characterization of the sum-rate capacity is\nthen derived for various multi-user ICs under specific conditions. Our capacity\nresults hold for both discrete and Gaussian networks.\n","Comment: 18 pages. arXiv admin note: text overlap with arXiv:1207.3040"]}]
["1702.05892",{"format":[],"subject":["Mathematics - Probability","12H25, 60F05, 94A17, 47S10, 60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1702.05892"],"date":["2017-02-20"],"type":["text"],"creator":["Bendikov, Alexander","Cygan, Wojciech"],"language":[],"coverage":[],"title":["On the rate of convergence in the central limit theorem for hierarchical\n  Laplacian"],"description":["  Let $(X,d)$ be a proper ultrametric space. Given a measure $m$ on $X$ and a\nfunction $C(B)$ defined on the set of all non-singleton balls $B$ we consider\nthe hierarchical Laplacian $L=L_{C}$. Choosing a sequence $\\{\\varepsilon (B)\\}$\nof i.i.d. random variables we define the perturbed function $C(B,\\omega )$ and\nthe perturbed hierarchical Laplacian $L^{\\omega }=L_{C(\\omega )}.$ We study the\narithmetic means $\\overline{\\lambda }(\\omega )$ of the $L^{\\omega\n}$-eigenvalues. Under some mild assumptions the normalized arithmetic means\n$\\big( \\overline{\\lambda }-\\mathbb{E}\\overline{\\lambda }\\big) /\\sigma \\big(\n\\overline{\\lambda }\\big) $ converge in law to the standard normal distribution.\nIn this note we study convergence in the total variation distance and estimate\nthe rate of convergence.\n","Comment: arXiv admin note: text overlap with arXiv:1610.03292"]}]
["1702.05971",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1702.05971"],"date":["2017-02-20"],"type":["text"],"creator":["Olivera, Christian"],"language":[],"coverage":[],"title":["Regularization by noise in one-dimensional continuity equation"],"description":["  A linear stochastic continuity equation with non-regular coefficients is\nconsidered. We prove existence and uniqueness of strong solution, in the\nprobabilistic sense to the Cauchy problem when the vector field has low\nregularity, in which the classical DiPerna-Lions-Ambrossio theory of uniqueness\nof distributional solutions does not apply. We solve partially the open problem\nthat is the case when the vector-field has random dependence. Some motivations\nto study the above problem arise from the non-local conservation law. In\naddition, we prove a stability result for the solutions.\n","Comment: arXiv admin note: text overlap with arXiv:1610.03326"]}]
["1702.05977",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1702.05977"],"date":["2017-02-20"],"type":["text"],"creator":["Silva Jr., Jose Mairton B. da","Fodor, Gabor","Fischione, Carlo"],"language":[],"coverage":[],"title":["On the Spectral Efficiency and Fairness in Full-Duplex Cellular Networks"],"description":["  To increase the spectral efficiency of wireless networks without requiring\nfull-duplex capability of user devices, a potential solution is the recently\nproposed three-node full-duplex mode. To realize this potential, networks\nemploying three-node full-duplex transmissions must deal with self-interference\nand user-to-user interference, which can be managed by frequency channel and\npower allocation techniques. Whereas previous works investigated either\nspectral efficient or fair mechanisms, a scheme that balances these two metrics\namong users is investigated in this paper. This balancing scheme is based on a\nnew solution method of the multi-objective optimization problem to maximize the\nweighted sum of the per-user spectral efficiency and the minimum spectral\nefficiency among users. The mixed integer non-linear nature of this problem is\ndealt by Lagrangian duality. Based on the proposed solution approach, a\nlow-complexity centralized algorithm is developed, which relies on large scale\nfading measurements that can be advantageously implemented at the base station.\nNumerical results indicate that the proposed algorithm increases the spectral\nefficiency and fairness among users without the need of weighting the spectral\nefficiency. An important conclusion is that managing user-to-user interference\nby resource assignment and power control is crucial for ensuring spectral\nefficient and fair operation of full-duplex networks.\n","Comment: 6 pages, 4 figures, accepted in IEEE ICC 2017. arXiv admin note: text\n  overlap with arXiv:1603.00671"]}]
["1702.06073",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26D10, 47J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1702.06073"],"date":["2017-02-20"],"type":["text"],"creator":["Kirane, Mokhtar","Torebek, Berikbol T."],"language":[],"coverage":[],"title":["Lyapunov and Hartman-Wintner type inequalities for a nonlinear\n  fractional boundary value problem with generalized Hilfer derivative"],"description":["  In this work, we obtain a Lyapunov-type and a Hartman-Wintner-type\ninequalities for a linear and a nonlinear fractional differential equation with\ngeneralized Hilfer operator subject to Dirichlet-type boundary conditions. We\nprove existence of positive solutions to a nonlinear fractional boundary value\nproblem. As an application, we obtain a lower bound for the eigenvalues of\ncorresponding equations.\n","Comment: 25 pages, 4 figures. arXiv admin note: text overlap with\n  arXiv:1604.00671 by other authors"]}]
