["1102.1809",{"format":[],"subject":["Computer Science - Symbolic Computation","14Q20, 13P05, 68W25, 68W30","G.0","G.1.2","G.1.3","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1809"],"date":["2011-02-09"],"type":["text"],"creator":["Boito, Paola","Ruatta, Olivier"],"language":[],"coverage":[],"title":["Generalized companion matrix for approximate GCD"],"description":["  We study a variant of the univariate approximate GCD problem, where the\ncoefficients of one polynomial f(x)are known exactly, whereas the coefficients\nof the second polynomial g(x)may be perturbed. Our approach relies on the\nproperties of the matrix which describes the operator of multiplication by gin\nthe quotient ring C[x]=(f). In particular, the structure of the null space of\nthe multiplication matrix contains all the essential information about GCD(f;\ng). Moreover, the multiplication matrix exhibits a displacement structure that\nallows us to design a fast algorithm for approximate GCD computation with\nquadratic complexity w.r.t. polynomial degrees.\n","Comment: Submitted to MEGA 2011"]}]
["1106.6022",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6022","Journal Of Artificial Intelligence Research, Volume 22, pages\n  175-214, 2004","doi:10.1613/jair.1466"],"date":["2011-06-29"],"type":["text"],"creator":["Birmingham, W. P.","Durfee, E. H.","Park, S."],"language":[],"coverage":[],"title":["Use of Markov Chains to Design an Agent Bidding Strategy for Continuous\n  Double Auctions"],"description":["  As computational agents are developed for increasingly complicated e-commerce\napplications, the complexity of the decisions they face demands advances in\nartificial intelligence techniques. For example, an agent representing a seller\nin an auction should try to maximize the seller's profit by reasoning about a\nvariety of possibly uncertain pieces of information, such as the maximum prices\nvarious buyers might be willing to pay, the possible prices being offered by\ncompeting sellers, the rules by which the auction operates, the dynamic arrival\nand matching of offers to buy and sell, and so on. A naive application of\nmultiagent reasoning techniques would require the seller's agent to explicitly\nmodel all of the other agents through an extended time horizon, rendering the\nproblem intractable for many realistically-sized problems. We have instead\ndevised a new strategy that an agent can use to determine its bid price based\non a more tractable Markov chain model of the auction process. We have\nexperimentally identified the conditions under which our new strategy works\nwell, as well as how well it works in comparison to the optimal performance the\nagent could have achieved had it known the future. Our results show that our\nnew strategy in general performs well, outperforming other tractable heuristic\nstrategies in a majority of experiments, and is particularly effective in a\n'seller?s market', where many buy offers are available.\n"]}]
["1112.2276",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2276"],"date":["2011-12-10"],"type":["text"],"creator":["Freire, Manuel J.","Lopez, Marcos A.","Algarin, Jose M.","Breuer, Felix","Marqués, Ricardo"],"language":[],"coverage":[],"title":["Image acceleration in parallel magnetic resonance imaging by means of\n  metamaterial magnetoinductive lenses"],"description":["  Parallel magnetic resonance imaging (MRI) is a technique of image\nacceleration which takes advantage of the localization of the field of view\n(FOV) of coils in an array. In this letter we show that metamaterial lenses\nbased on capacitively-loaded rings can provide higher localization of the FOV.\nSeveral lens designs are systematically analyzed in order to find the structure\nproviding higher signal-to-noise-ratio. The magnetoinductive (MI) lens is find\nto be the optimum structure and an experiment is developed to show it. The\nability of the fabricated MI lenses to accelerate the image is quantified by\nmeans of the parameter known in the MRI community as g-factor.\n","Comment: 10 pages, 4 figures"]}]
["1207.0425",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0425","Multimedia Traffic Routing in Multilayer WDM Networks\", Network\n  and Complex Systems, Vol. 2, No. 3, pp. 1 - 9, 2012, ISSN 2224-610X (Paper)\n  ISSN 2225-0603 (Online)"],"date":["2012-07-02"],"type":["text"],"creator":["Amphawan, Angela","Khair, Mohd Amirol Md","Hasan, Hassanuddin"],"language":[],"coverage":[],"title":["Multimedia Traffic Routing in Multilayer WDM Networks"],"description":["  The advent of real-time multimedia services over the Internet has stimulated\nnew technologies for expanding the information carrying capacity of optical\nnetwork backbones. Multilayer wavelength division multiplexing (WDM) packet\nswitching is an emerging technology for increasing the bandwidth of optical\nnetworks. Two algorithms for the routing of the multimedia traffic flows were\napplied: (i) Capacitated Shortest Path First (CSPF) routing, which minimizes\nthe distance of each flow linking the given source and destination nodes and\nsatisfying capacity constraints; and (ii) Flow Deviation Algorithm (FDA)\nrouting, which minimizes the network-wide average packet delay.\n","Comment: 10 pages, 8 figures"]}]
["1304.3212",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.3212"],"date":["2013-04-11","2013-04-17"],"type":["text"],"creator":["Cheng, Qing-Ming","Zeng, Lingzhong"],"language":[],"coverage":[],"title":["Eigenvalues of the Witten-Laplacian on compact Riemannian manifolds"],"description":["  In this paper we study eigenvalues of the closed eigenvalue problem of the\nWitten-Laplacian on an $n$-dimensional compact Riemannian manifold. Estimates\nfor eigenvalues are given. As applications, we give a sharp upper bound for the\n$k^{\\text{th}}$ eigenvalue and for isoparametric minimal hypersurfaces in the\nunit sphere, an explicit upper bound of the $(n+3)^{\\text{th}}$ eigenvalue of\nthe Laplacian is obtained. Furthermore, we generalize the Reilly's result on\nthe first eigenvalue of the Laplacian.\n","Comment: From the remark [arXiv:1304.3813] of Professor S. Ilias, we will\n  withdraw this paper [arXiv:1304.3212] from arXiv. In fact, we did not know\n  the relation of Witten-Laplacian and Schr\\\"odinger operator before his\n  remark. Hence, we would like to thank Professor Ilias for his information"]}]
["1306.0615",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.0615"],"date":["2013-06-03"],"type":["text"],"creator":["Lewenstein, Moshe"],"language":[],"coverage":[],"title":["Orthogonal Range Searching for Text Indexing"],"description":["  Text indexing, the problem in which one desires to preprocess a (usually\nlarge) text for future (shorter) queries, has been researched ever since the\nsuffix tree was invented in the early 70's. With textual data continuing to\nincrease and with changes in the way it is accessed, new data structures and\nnew algorithmic methods are continuously required. Therefore, text indexing is\nof utmost importance and is a very active research domain.\n  Orthogonal range searching, classically associated with the computational\ngeometry community, is one of the tools that has increasingly become important\nfor various text indexing applications. Initially, in the mid 90's there were a\ncouple of results recognizing this connection. In the last few years we have\nseen an increase in use of this method and are reaching a deeper understanding\nof the range searching uses for text indexing.\n  In this monograph we survey some of these results.\n"]}]
["1308.0110",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.0110","doi:10.1103/PhysRevA.88.033802"],"date":["2013-08-01","2013-08-21"],"type":["text"],"creator":["U, Satya Sainadh","Narayanan, Andal"],"language":[],"coverage":[],"title":["A mechanical switch for state transfer in dual cavity optomechanical\n  systems"],"description":["  Dual cavity opto-electromechanical systems (OEMS) are those where two\nelectromagnetic cavities are connected by a common mechanical spring. These\nsystems have been shown to facilitate high fidelity quantum state transfer from\none cavity to another. In this paper, we explicitly calculate the effect on the\nfidelity of state transfer, when an additional spring is attached to only one\nof the cavities. Our quantitative estimates of loss of fidelity, highlight the\nsensitivity of dual cavity OEMS when it couples to additional mechanical modes.\nWe show that this sensitivity can be used to design an effective mechanical\nswitch, for inhibition or high fidelity transmission of quantum states between\nthe cavities.\n","Comment: Accepted in Physical Review A"]}]
["1309.3242",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.3242"],"date":["2013-09-12"],"type":["text"],"creator":["Afrakoti, Iman Esmaili Paeen","Shouraki, Saeed Bagheri","Merrikhbayat, Farnood"],"language":[],"coverage":[],"title":["Using memristor crossbar structure to implement a novel adaptive real\n  time fuzzy modeling algorithm"],"description":["  Although fuzzy techniques promise fast meanwhile accurate modeling and\ncontrol abilities for complicated systems, different difficulties have been\nre-vealed in real situation implementations. Usually there is no escape of\nit-erative optimization based on crisp domain algorithms. Recently memristor\nstructures appeared promising to implement neural network structures and fuzzy\nalgorithms. In this paper a novel adaptive real-time fuzzy modeling algorithm\nis proposed which uses active learning method concept to mimic recent\nunderstandings of right brain processing techniques. The developed method is\nbased on processing fuzzy numbers to provide the ability of being sensitive to\neach training data point to expand the knowledge tree leading to plasticity\nwhile used defuzzification technique guaranties enough stability. An\noutstanding characteristic of the proposed algorithm is its consistency to\nmemristor crossbar hardware processing concepts. An analog implemen-tation of\nthe proposed algorithm on memristor crossbars structure is also introduced in\nthis paper. The effectiveness of the proposed algorithm in modeling and pattern\nrecognition tasks is verified by means of computer simulations\n","Comment: 24 pages"]}]
["1311.0123",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.0123","doi:10.1103/PhysRevB.89.054428"],"date":["2013-11-01","2014-02-05"],"type":["text"],"creator":["Borlenghi, Simone","Lepri, Stefano","Bergqvist, Lars","Delin, Anna"],"language":[],"coverage":[],"title":["Thermo-magnonic diode: rectification of energy and magnetization\n  currents"],"description":["  We investigate the dynamics of two coupled macrospins connected to thermal\nbaths at different temperatures. The system behaves like a diode which allows\nthe propagation of energy and mag- netization currents in one direction only.\nThis effect is described by a simple model of two coupled nonlinear oscillators\ninteracting with two independent reservoirs. It is shown that the rectification\nphenomenon can be interpreted as a a stochastic phase synchronization of the\ntwo spin-oscillators. A brief comparison with realistic micromagnetic\nsimulations is presented. This new effect yields promising opportunities in\nspin-caloritronics devices.\n","Comment: 7 pages, 8 figures"]}]
["1408.5713",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.5713"],"date":["2014-08-25","2016-12-09"],"type":["text"],"creator":["Anand, R. K."],"language":[],"coverage":[],"title":["An analysis for strong spherical shock waves of variable energy in a\n  dusty atmosphere: A power series solution"],"description":["  We presented the similarity solutions in the form of series for spherical\nstrong shocks of time dependent variable energy propagating in a two-phase\ngas-particle medium in view of the modified Sakurai's approach. The medium has\nbeen assumed to be a mixture of perfect gas and small solid particles. The\nsolutions are obtained in the form of power series of M^-2 , M where is the\nupstream shock Mach number. This investigation presents an exhaustive overview\nof the effects due to an increase in (i) the propagation distance from the\ninner expanding surface and, (ii) the dust loading parameters on flow-field\nvariables such as the velocity of mixture, the pressure, the density, and also\non the speed of sound, the adiabatic compressibility of mixture and the\nchange-in-entropy behind the strong spherical shock front.\n","Comment: due to sign error in equations"]}]
