["1511.03527",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1511.03527"],"date":["2015-11-11"],"type":["text"],"creator":["da Silva, Antonio Marcos Ferreira"],"language":[],"coverage":[],"title":["Classification of holomorphic foliations of arbitrary codimension on\n  Hopf manifolds"],"description":["  We classify nonsingular holomorphic distributions of arbitrary codimension on\ncertain Hopf manifolds. We prove that all holomorphic distribution of\ncodimension k on a generic Hopf manifold is induced by a mononial holomorphic\nk-form.\n","Comment: 13 pages. arXiv admin note: text overlap with arXiv:1502.00834"]}]
["1511.03651",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1511.03651"],"date":["2015-11-11"],"type":["text"],"creator":["Rojas, E. A. Reyes"],"language":[],"coverage":[],"title":["The Higgs Boson at LHC and the Vacuum Stability of the Standard Model"],"description":["  The main aim of this work is to study the conditions of absolute vacuum\nstability within the Standard Model (SM) by the knowledge of the behaviour of\nthe Higgs quartic coupling up to high energy scales and using the new data on\nthe Higgs mass given by ATLAS and CMS as an input parameter. The Higgs mass\nvalue observed by ATLAS and CMS leads to a negative value of the quartic\ncoupling, making metastable the vacuum of the Standard Model, as it is seen by\nthe renormalization group improved (RGI) effective potential. The stability\nstatus of SM crucially depends upon the precise values of the top and Higgs\nmasses, a more precision determination of those masses and related\nuncertainties can modify drastically our conclusions about the SM stability\nproperties. For this reason, we have computed the vacuum bubbles and the Higgs\ntadpole diagrams, at two-loop level of accuracy, in a renormalization scheme\nproposed by A. Sirlin and R. Zucchini, where the input parameters are obtained\nin terms of physical observables related with muon decay, and where the\nthreshold effects are included. In particular, we focus on the analytic\ncomputation of the Higgs tadpoles contributions by two different methods. From\none side we have computed the sum of the tadpoles as the first derivative of\nthe two-loop Higgs 1PI effective potential in the Sirlin-Zucchini scheme, on\nthe other side we have checked the obtained result toward the direct\ndiagrammatic two- loop computation, by proposing a way of automatization of our\nprocedure based on the generation of Feynman diagrams, reduction of their\nintegrands and evaluation of scalar integrals and sum of all contributions in a\nnon-redundant way. We used the code TARCER that implements the Tarasov method\nto reduce two-loop tensorial integrals.\n","Comment: A thesis submitted to the Universidad Nacional de Colombia for the\n  degree of Magister en Ciencias F\\'isicas at the Faculty of Science.\n  Supervisor: Prof. Angelo Raffaele Fazio. arXiv admin note: text overlap with\n  arXiv:1403.6535, arXiv:1006.2231, arXiv:1307.3536, arXiv:hep-ph/0503172,\n  arXiv:hep-ph/9801383, arXiv:hep-ph/0111209, arXiv:1412.4215,\n  arXiv:hep-ph/9703319, arXiv:1412.3649, arXiv:hep-th/9606018,\n  arXiv:hep-ph/0703280, arXiv:hep-ph/0111190, arXiv:1407.4112 by other authors"]}]
