["1307.3772",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.3772"],"date":["2013-07-14"],"type":["text"],"creator":["Qian, X. -F.","Eberly, J. H."],"language":[],"coverage":[],"title":["Entanglement is Sometimes Enough"],"description":["  For many decades the word \"entanglement\" has been firmly attached to the\nworld of quantum mechanics. So is the phrase \"Bell violation\". Here we show,\nwithout contradicting quantum mechanics, that classical non-deterministic\nfields also provide a natural basis for entanglement and Bell analyses.\nSurprisingly, such fields are not eliminated by the Clauser-Horne-Shimony-Holt\nBell violation test as viable alternatives to quantum theory. An experimental\nsetup for verification is proposed.\n","Comment: 5 pages"]}]
["1406.3338",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3338"],"date":["2014-06-12"],"type":["text"],"creator":["Qian, X. F.","Little, B.","Howell, J. C.","Eberly, J. H."],"language":[],"coverage":[],"title":["Violation of Bell's Inequalities with Classical Shimony-Wolf States:\n  Theory and Experiment"],"description":["  For many decades the word \"entanglement\" has been firmly attached to the\nworld of quantum mechanics, as is the phrase \"Bell violation\". Here we\nintroduce Shimony-Wolf fields, entirely classical non-deterministic states, as\na basis for entanglement and Bell analyses. Such fields are well known in\ncoherence optics and are open to test. We present experimental results showing\nthat Shimony-Wolf states exhibit strong classical Bell violation, in effect\nopening a way of examining a new sector of the boundary between quantum and\nclassical physics.\n","Comment: 15 pages"]}]
["1410.8849",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1410.8849","doi:10.1007/JHEP04(2015)040"],"date":["2014-10-31","2015-05-04"],"type":["text"],"creator":["The NNPDF Collaboration","Ball, Richard D.","Bertone, Valerio","Carrazza, Stefano","Deans, Christopher S.","Del Debbio, Luigi","Forte, Stefano","Guffanti, Alberto","Hartland, Nathan P.","Latorre, Jose I.","Rojo, Juan","Ubiali, Maria"],"language":[],"coverage":[],"title":["Parton distributions for the LHC Run II"],"description":["  We present NNPDF3.0, the first set of parton distribution functions (PDFs)\ndetermined with a methodology validated by a closure test. NNPDF3.0 uses a\nglobal dataset including HERA-II deep-inelastic inclusive cross-sections, the\ncombined HERA charm data, jet production from ATLAS and CMS, vector boson\nrapidity and transverse momentum distributions from ATLAS, CMS and LHCb, W+c\ndata from CMS and top quark pair production total cross sections from ATLAS and\nCMS. Results are based on LO, NLO and NNLO QCD theory and also include\nelectroweak corrections. To validate our methodology, we show that PDFs\ndetermined from pseudo-data generated from a known underlying law correctly\nreproduce the statistical distributions expected on the basis of the assumed\nexperimental uncertainties. This closure test ensures that our methodological\nuncertainties are negligible in comparison to the generic theoretical and\nexperimental uncertainties of PDF determination. This enables us to determine\nwith confidence PDFs at different perturbative orders and using a variety of\nexperimental datasets ranging from HERA-only up to a global set including the\nlatest LHC results, all using precisely the same validated methodology. We\nexplore some of the phenomenological implications of our results for the\nupcoming 13 TeV Run of the LHC, in particular for Higgs production\ncross-sections.\n","Comment: 151 pages, 69 figures. More typos corrected: published version"]}]
