["1402.3177",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.3177"],"date":["2014-02-13","2015-02-12"],"type":["text"],"creator":["Dall'Ara, Gian Maria"],"language":[],"coverage":[],"title":["Discreteness of the spectrum of Schr\\\"odinger operators with\n  non-negative matrix-valued potentials"],"description":["  We prove three results giving sufficient and/or necessary conditions for\ndiscreteness of the spectrum of Schr\\\"odinger operators with non-negative\nmatrix-valued potentials, i.e., operators acting on $\\psi\\in\nL^2(\\mathbb{R}^n,\\mathbb{C}^d)$ by the formula $H_V\\psi:=-\\Delta\\psi+V\\psi$,\nwhere the potential $V$ takes values in the set of non-negative Hermitian\n$d\\times d$ matrices. The first theorem provides a characterization of\ndiscreteness of the spectrum when the potential $V$ is in a matrix-valued\n$A_\\infty$ class, thus extending a known result in the scalar case ($d=1$). We\nalso discuss a subtlety in the definition of the appropriate matrix-valued\n$A_\\infty$ class. The second result is a sufficient condition for discreteness\nof the spectrum, which allows certain degenerate potentials, i.e., such that\n$\\det(V)\\equiv0$. To formulate the condition, we introduce a notion of\noscillation for subspace-valued mappings. Our third and last result shows that\nif $V$ is a $2\\times2$ real polynomial potential, then $-\\Delta+V$ has discrete\nspectrum if and only if the scalar operator $-\\Delta+\\lambda$ has discrete\nspectrum, where $\\lambda(x)$ is the minimal eigenvalue of $V(x)$.\n","Comment: 23 pages, to appear in Journal of Functional Analysis"]}]
["1501.06311",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Analysis of PDEs","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1501.06311"],"date":["2015-01-26"],"type":["text"],"creator":["Dall'Ara, Gian Maria"],"language":[],"coverage":[],"title":["Matrix Schr\\\"odinger Operators and Weighted Bergman Kernels"],"description":["  The aim of the present thesis is twofold: to study the problem of\ndiscreteness of the spectrum of Schr\\\"odinger operators with matrix-valued\npotentials in ${\\mathbb R}^d$ (Chapter 1), and to prove new pointwise bounds\nfor weighted Bergman kernels in ${\\mathbb C}^n$ (chapters 2 and 3). These two\nthemes are connected by the observation that the weighted Bergman kernel may be\neffectively studied by means of the analysis of the weighted Kohn Laplacian,\nwhich in turn is unitarily equivalent to a Sch\\\"odinger operator with\nmatrix-valued potential.\n","Comment: 104 pages. PhD thesis defended on December 22nd 2015 at Scuola\n  Normale Superiore in Pisa. Supervisor: Fulvio Ricci."]}]
["1502.00336",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1502.00336"],"date":["2015-02-01"],"type":["text"],"creator":["Jiao, Heming"],"language":[],"coverage":[],"title":["Second order estimates for Hessian equations of parabolic type on\n  Riemannian manifolds"],"description":["  In this paper, we establish the second order estimates of solutions to the\nfirst initial-boundary value problem for general Hessian type fully nonlinear\nparabolic equations on Riemannian manifolds. The techniques used in this\narticle can work for a wide range of fully nonlinear PDEs under very general\nconditions.\n","Comment: 18 pages, 0 figure. arXiv admin note: text overlap with\n  arXiv:1501.06037 by other authors"]}]
["1502.01240",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1502.01240","International Journal of Computer Networks & Communications\n  (IJCNC) January 2015. ISSN:0974-9322; 0975-2293"],"date":["2015-02-04"],"type":["text"],"creator":["Abraham, Subil","Nair, Suku"],"language":[],"coverage":[],"title":["A Predictive Framework for Cyber Security Analytics using Attack Graphs"],"description":["  Security metrics serve as a powerful tool for organizations to understand the\neffectiveness of protecting computer networks. However majority of these\nmeasurement techniques don't adequately help corporations to make informed risk\nmanagement decisions. In this paper we present a stochastic security framework\nfor obtaining quantitative measures of security by taking into account the\ndynamic attributes associated with vulnerabilities that can change over time.\nOur model is novel as existing research in attack graph analysis do not\nconsider the temporal aspects associated with the vulnerabilities, such as the\navailability of exploits and patches which can affect the overall network\nsecurity based on how the vulnerabilities are interconnected and leveraged to\ncompromise the system. In order to have a more realistic representation of how\nthe security state of the network would vary over time, a nonhomogeneous model\nis developed which incorporates a time dependent covariate, namely the\nvulnerability age. The daily transition-probability matrices are estimated\nusing Frei's Vulnerability Lifecycle model. We also leverage the trusted CVSS\nmetric domain to analyze how the total exploitability and impact measures\nevolve over a time period for a given network.\n","Comment: 17 pages, 8 figures. arXiv admin note: substantial text overlap with\n  arXiv:1501.01901"]}]
["1502.01709",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1502.01709"],"date":["2015-02-05"],"type":["text"],"creator":["Shemyakin, A.","Baffes, C."],"language":[],"coverage":[],"title":["High power density test of PXIE MEBT absorber prototype"],"description":["  One of the goals of the PXIE program at Fermilab is to demonstrate the\ncapability to form an arbitrary bunch pattern from an initially CW 162.5 MHz H-\nbunch train coming out of an RFQ. The bunch-by-bunch selection will take place\nin the 2.1 MeV Medium Energy Beam Transport (MEBT) by directing the undesired\nbunches onto an absorber that needs to withstand a beam power of up to 21 kW,\nfocused onto a spot with a ~2 mm rms radius. Two prototypes of the absorber\nwere manufactured from molybdenum alloy TZM and tested with a 28 keV DC\nelectron beam up to the peak surface power density required for PXIE, 17W/mm2.\nTemperatures and flow parameters were measured and compared to analysis. This\npaper describes the absorber prototypes and key testing results.\n","Comment: 3 pp. arXiv admin note: text overlap with arXiv:1501.07568"]}]
["1502.01766",{"format":[],"subject":["Physics - Chemical Physics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1502.01766"],"date":["2015-02-05"],"type":["text"],"creator":["Ota, Norio"],"language":[],"coverage":[],"title":["Infrared spectra of methyl-, and nitrogen-modified void coronene;\n  modeling a carrier of interstellar polycyclic aromatic hydrocarbon"],"description":["  Void induced coronene C23H12++ was suggested to be a possible carrier of the\nastronomically observed polycyclic aromatic hydrocarbon (PAH), which shows\nunique molecular structure with carbon two pentagons connected with five\nhexagons. Well observed astronomical infrared spectrum from 3-15 micron could\nbe almost reproduced based on density functional theory. However, there remain\nseveral discrepancies with observed spectra, especially on 11-15 micron band\nweaker intensity. Observed 11.2 micron intensity is comparable to 7.6-7.8\nmicron one. Methyl-modified molecule C24H14++ revealed that calculated peak\nheight of 11.4 micron show fairly large intensity up to 70-90% compared with\nthat of 7.6-7.8 micron band. Also, nitrogen atom was substituted to peripheral\nC-H site of void coronene to be C22H11N1++. Pentagon site substituted case show\n60% peak height. This molecule also reproduced well 12-15 micron peak position\nand relative intensity. Vibration mode analysis demonstrated that 11.3 micron\nmode comes from C-H out of plane bending. Heavy nitrogen plays as like an\nanchor role for molecule vibration.\n","Comment: 8 pages, 4 figures, 2 tables. arXiv admin note: text overlap with\n  arXiv:1501.01716"]}]
["1502.02076",{"format":[],"subject":["Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1502.02076","Psychology Today (online).\n  https://www.psychologytoday.com/blog/mindbloggling/201502/can-other-people-make-you-less-creative"],"date":["2015-02-06"],"type":["text"],"creator":["Gabora, Liane"],"language":[],"coverage":[],"title":["Can Other People Make You Less Creative?"],"description":["  This paper explains in layperson's terms how an agent-based model was used to\ninvestigate the hypothesis that culture evolves more effectively when\nnovelty-generating creative processes are tempered by imitation processes that\npreserve proven successful ideas. Using EVOC, an agent-based model of cultural\nevolution we found that (1) the optimal ratio of inventing to imitating ranged\nfrom 1:1 to 2:1 depending on the fitness function, (2) there was a trade-off\nbetween the proportion of creators to conformers and how creative the creators\nwere, and (3) when agents in increased or decreased their creativity depending\non the success of their latest creative efforts, they segregated into creators\nand conformers, and the mean fitness of ideas across the society was higher. It\nis tentatively suggested that through the unconscious use of social cues,\nmembers of a society self-organizes to achieve a balanced mix of creators and\nconformers.\n","Comment: 7 pages. arXiv admin note: text overlap with arXiv:1501.06009"]}]
["1502.02510",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1502.02510","Nonlinear Dynamics (NODY), 2015, vol. 79, pp. 1665-1677","doi:10.1007/s11071-014-1766-6"],"date":["2015-02-09"],"type":["text"],"creator":["Zotos, Euaggelos E."],"language":[],"coverage":[],"title":["Classifying orbits in the classical Henon-Heiles Hamiltonian system"],"description":["  The H\\'{e}non-Heiles potential is undoubtedly one of the most simple,\nclassical and characteristic Hamiltonian systems. The aim of this work is to\nreveal the influence of the value of the total orbital energy, which is the\nonly parameter of the system, on the different families of orbits, by\nmonitoring how the percentage of chaotic orbits, as well as the percentages of\norbits composing the main regular families evolve when energy varies. In\nparticular, we conduct a thorough numerical investigation distinguishing\nbetween ordered and chaotic orbits, considering only bounded motion for several\nenergy levels. The smaller alignment index (SALI) was computed by numerically\nintegrating the equations of motion as well as the variational equations to\nextensive samples of orbits in order to distinguish safely between ordered and\nchaotic motion. In addition, a method based on the concept of spectral dynamics\nthat utilizes the Fourier transform of the time series of each coordinate is\nused to identify the various families of regular orbits and also to recognize\nthe secondary resonances that bifurcate from them. Our exploration takes place\nboth in the physical $(x,y)$ and the phase $(y,\\dot{y})$ space for a better\nunderstanding of the orbital properties of the system. It was found, that for\nlow energy levels the motion is entirely regular being the box orbits the most\npopulated family, while as the value of the energy increases chaos and several\nresonant families appear. We also observed, that the vast majority of the\nresonant orbits belong in fact in bifurcated families of the main 1:1 resonant\nfamily. We have also compared our results with previous similar outcomes\nobtained using different chaos indicators.\n","Comment: Published in Nonlinear Dynamics (NODY) journal. arXiv admin note:\n  text overlap with arXiv:1406.0446, arXiv:1404.3961, arXiv:1501.06699"]}]
["1502.02598",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1502.02598"],"date":["2015-02-09","2015-02-10"],"type":["text"],"creator":["Dall'Ara, Gian Maria"],"language":[],"coverage":[],"title":["Coercivity of weighted Kohn Laplacians: the case of model monomial\n  weights in $\\mathbb{C}^2$"],"description":["  The weighted Kohn Laplacian $\\Box_\\varphi$ is a natural second order elliptic\noperator associated to a weight $\\varphi:\\mathbb{C}^n\\rightarrow\\mathbb{R}$ and\nacting on $(0,1)$-forms, which plays a key role in several questions of complex\nanalysis. We consider here the case of model monomial weights in\n$\\mathbb{C}^2$, i.e., $ \\varphi(z,w):=\\sum_{(\\alpha,\\beta)\\in\\Gamma}|z^\\alpha\nw^\\beta|^2, $ where $\\Gamma\\subseteq \\mathbb{N}^2$ is finite. Our goal is to\nprove coercivity estimates of the form $\\Box_\\varphi\\geq \\mu^2$, where\n$\\mu:\\mathbb{C}^n\\rightarrow\\mathbb{R}$ acts by pointwise multiplication on\n$(0,1)$-forms, and the inequality is in the sense of self-adjoint operators. We\nrecently proved (arxiv.org:1502.00865) how to derive from $\\mu$-coercivity\nestimates for $\\Box_\\varphi$ pointwise bounds for the weighted Bergman kernel\nassociated to $\\varphi$. Here we introduce a technique to establish\n$\\mu$-coercivity with $ \\mu(z,w)=c(1+|z|^a+|w|^b) \\qquad(a,b\\geq0),$ where\n$a,b\\geq0$ depend (and are easily computable from) $\\Gamma$. As a corollary we\nalso prove that, for a wide class of model monomial weights, the spectrum of\n$\\Box_\\varphi$ is discrete if and only if the weight is not decoupled, i.e.\n$\\Gamma$ contains at least a point $(\\alpha,\\beta)$ with\n$\\alpha\\neq0\\neq\\beta$. Our methods comprise a new holomorphic uncertainty\nprinciple and linear optimization arguments.\n","Comment: 22 pages. arXiv admin note: text overlap with arXiv:1501.06311"]}]
["1502.03619",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1502.03619","International Journal of Computer Networks & Communications\n  (IJCNC) Vol.7, No.1, January 2015"],"date":["2015-02-12"],"type":["text"],"creator":["Hcine, Marwane Ben","Bouallegue, Ridha"],"language":[],"coverage":[],"title":["On the Approximation of the Sum of Lognormals by a Log Skew Normal\n  Distribution"],"description":["  Several methods have been proposed to approximate the sum of lognormal RVs.\nHowever the accuracy of each method relies highly on the region of the\nresulting distribution being examined, and the individual lognormal parameters,\ni.e., mean and variance. There is no such method which can provide the needed\naccuracy for all cases. This paper propose a universal yet very simple\napproximation method for the sum of Lognormals based on log skew normal\napproximation. The main contribution on this work is to propose an analytical\nmethod for log skew normal parameters estimation. The proposed method provides\nhighly accurate approximation to the sum of lognormal distributions over the\nwhole range of dB spreads for any correlation coefficient. Simulation results\nshow that our method outperforms all previously proposed methods and provides\nan accuracy within 0.01 dB for all cases.\n","Comment: 16 pages, 13 figures. arXiv admin note: substantial text overlap with\n  arXiv:1501.02347, arXiv:1501.02344"]}]
