["0705.4130",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4130"],"date":["2007-05-28","2010-06-15"],"type":["text"],"creator":["Shelah, Saharon"],"language":[],"coverage":[],"title":["On long increasing chains modulo flat ideals"],"description":["  We prove that e.g. there is no omega_4-sequence in (omega_3)^{omega_3}\nincreasing modulo the ideal of countable sets.\n"]}]
["0709.4678",{"format":[],"subject":["Mathematics - Probability","Mathematics - Spectral Theory","15A52, 15A51, 15A42, 60F15, 62H99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4678","Journal of Multivariate Analysis 101, 555-567 (2010)","doi:10.1016/j.jmva.2009.10.013"],"date":["2007-09-28","2009-11-02"],"type":["text"],"creator":["Chafai, Djalil"],"language":[],"coverage":[],"title":["The Dirichlet Markov Ensemble"],"description":["  We equip the polytope of $n\\times n$ Markov matrices with the normalized\ntrace of the Lebesgue measure of $\\mathbb{R}^{n^2}$. This probability space\nprovides random Markov matrices, with i.i.d. rows following the Dirichlet\ndistribution of mean $(1/n,...,1/n)$. We show that if $\\bM$ is such a random\nmatrix, then the empirical distribution built from the singular values\nof$\\sqrt{n} \\bM$ tends as $n\\to\\infty$ to a Wigner quarter--circle\ndistribution. Some computer simulations reveal striking asymptotic spectral\nproperties of such random matrices, still waiting for a rigorous mathematical\nanalysis. In particular, we believe that with probability one, the empirical\ndistribution of the complex spectrum of $\\sqrt{n} \\bM$ tends as $n\\to\\infty$ to\nthe uniform distribution on the unit disc of the complex plane, and that\nmoreover, the spectral gap of $\\bM$ is of order $1-1/\\sqrt{n}$ when $n$ is\nlarge.\n","Comment: Improved version. Accepted for publication in JMVA"]}]
["0711.3030",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3030","Proceedings of the American Mathematical Society, 138 (2010),\n  2151-2161"],"date":["2007-11-19","2010-06-15"],"type":["text"],"creator":["Shelah, Saharon"],"language":[],"coverage":[],"title":["Diamonds"],"description":["  We prove, e.g., that if lambda=chi^+=2^chi and S subseteq\n{delta<lambda:cf(delta) neq cf(chi)} is stationary then diamondsuit_lambda\nholds true.\n"]}]
["0803.2700",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2700"],"date":["2008-03-18","2010-06-15"],"type":["text"],"creator":["Pin, P.","Marsili, M.","Franz, S."],"language":[],"coverage":[],"title":["Opportunity and choice in social networks"],"description":["  Our societies are heterogeneous in many dimensions such as census, education,\nreligion, ethnic and cultural composition. The links between individuals - e.g.\nby friendship, marriage or collaboration - are not evenly distributed, but\nrather tend to be concentrated within the same group. This phenomenon, called\n`imbreeding homophily', has been related to either (social) preference for\nlinks with own-type individuals (`choice-based' homophily) or to the prevalence\nof individuals of her same type in the choice set of an individual\n(`opportunity-based' homophily). Choices determine the network of relations we\nobserve whereas opportunities pertain to the composition of the (unobservable)\nsocial network individuals are embedded in and out of which their network of\nrelations is drawn. In this view, we propose a method that, in the presence of\nmultiple data, allows one to distinguish between opportunity and choice based\nhomophily. The main intuition is that, with unbiased opportunities, the effect\nof choice-based homophily gets weaker and weaker as the size of the minority\nshrinks, because individuals of the minority rarely meet and have the chance to\nestablish links together. The occurrence of homophily in the limit of very\nsmall minorities is therefore an indicator of opportunity bias. We test this\nidea across the dimensions of race and education on data on US marriages, and\nacross race on friendships in US schools.\n","Comment: 10 pages, 2 figures"]}]
["0804.3293",{"format":[],"subject":["Mathematics - Probability","60C05, 60G55, 15A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3293","Mosc. Math. J., 9 (2009), no. 4, 749-774"],"date":["2008-04-21"],"type":["text"],"creator":["Forrester, Peter J.","Nordenstam, Eric"],"language":[],"coverage":[],"title":["The Anti-Symmetric GUE Minor Process"],"description":["  Our study is initiated by a multi-component particle system underlying the\ntiling of a half hexagon by three species of rhombi. In this particle system\nspecies $j$ consists of $\\lfloor j/2 \\rfloor$ particles which are interlaced\nwith neigbouring species. The joint probability density function (PDF) for this\nparticle system is obtained, and is shown in a suitable scaling limit to\ncoincide with the joint eigenvalue PDF for the process formed by the successive\nminors of anti-symmetric GUE matrices, which in turn we compute from first\nprinciples. The correlations for this process are determinantal and we give an\nexplicit formula for the corresponding correlation kernel in terms of Hermite\npolynomials. Scaling limits of the latter are computed, giving rise to the Airy\nkernel, extended Airy kernel and bead kernel at the soft edge and in the bulk,\nas well as a new kernel at the hard edge.\n","Comment: 22 pages, 1 figure"]}]
["0805.0987",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60E15, 49Q20, 46E35, 62E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0987","Annales de l'Institut Henri Poincar\\'e (B) Probabilit\\'es et\n  Statistiques 46, 72-96 (2010)","doi:10.1214/08-AIHP309"],"date":["2008-05-07","2009-12-16"],"type":["text"],"creator":["Chafai, Djalil","Malrieu, Florent"],"language":[],"coverage":[],"title":["On fine properties of mixtures with respect to concentration of measure\n  and Sobolev type inequalities"],"description":["  Mixtures are convex combinations of laws. Despite this simple definition, a\nmixture can be far more subtle than its mixed components. For instance, mixing\nGaussian laws may produce a potential with multiple deep wells. We study in the\npresent work fine properties of mixtures with respect to concentration of\nmeasure and Sobolev type functional inequalities. We provide sharp Laplace\nbounds for Lipschitz functions in the case of generic mixtures, involving a\ntransportation cost diameter of the mixed family. Additionally, our analysis of\nSobolev type inequalities for two-component mixtures reveals natural relations\nwith some kind of band isoperimetry and support constrained interpolation via\nmass transportation. We show that the Poincar\\'e constant of a two-component\nmixture may remain bounded as the mixture proportion goes to 0 or 1 while the\nlogarithmic Sobolev constant may surprisingly blow up. This counter-intuitive\nresult is not reducible to support disconnections, and appears as a\nreminiscence of the variance-entropy comparison on the two-point space. As far\nas mixtures are concerned, the logarithmic Sobolev inequality is less stable\nthan the Poincar\\'e inequality and the sub-Gaussian concentration for Lipschitz\nfunctions. We illustrate our results on a gallery of concrete two-component\nmixtures. This work leads to many open questions.\n","Comment: Corrections. To appear in Annales de l'Institut Henri Poincare (AIHP)"]}]
["0805.4744",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4744"],"date":["2008-05-30","2010-06-15"],"type":["text"],"creator":["Lionel, Sittler"],"language":[],"coverage":[],"title":["Exact solution of a mean-field approach of an irreversible aggregation\n  with a time dependent rate deposition"],"description":["  In this paper we propose a solution for the time evolution of the island\ndensity with irreversible aggregation and a time dependent input of particle in\nthe space dimensions $d=1,2$. For this purpose we use the rate equation\nresulting from a generalized mean field approach. A well-known technique for\ngrowing surfaces at the atomic scale is molecular beam epitaxy (MBE). Another\napproach is the pulsed laser deposition method (PLD). The main difference\nbetween MBE and PLD is that in the case of MBE we have a continuous rate of\ndeposition $F$ of adatoms on the surface whereas in the case of PLD the adatoms\nare deposited during a pulse of a laser which is very short in comparison to\nthe time span $T$ between the pulses. The generalized mean field theory is a\nuseful model for both MBE and PLD with the most simple approximation,\npoint-like island. We show that the parameter $T$ distinguishes the MBE regime\nfrom the PLD regime. We solve the rate equation for the PLD regime. We consider\nthe time evolution of the density of immobile islands. For large time $t\\gg T$,\nthe PLD regime dominates the MBE regime and we find that the density of\nimmobile islands grows as $t^{1/2}$ whereas for MBE we find the known behavior\nof the density, $t^{1/3}$ for $d=2$ and $t^{1/4}$ for $d=1$. We illustrate this\nresult with Monte-Carlo simulations for $d=1,2$.\n","Comment: to be publish in journal to Thin Solid Films"]}]
["0806.3471",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3471"],"date":["2008-06-20","2010-06-15"],"type":["text"],"creator":["Canepa, Davide","Potop-Butucaru, Maria Gradinariu"],"language":[],"coverage":[],"title":["Stabilizing Tiny Interaction Protocols"],"description":["  In this paper we present the self-stabilizing implementation of a class of\ntoken based algorithms. In the current work we only consider interactions\nbetween weak nodes. They are uniform, they do not have unique identifiers, are\nstatic and their interactions are restricted to a subset of nodes called\nneighbours. While interacting, a pair of neighbouring nodes may create mobile\nagents (that materialize in the current work the token abstraction) that\nperform traversals of the network and accelerate the system stabilization. In\nthis work we only explore the power of oblivious stateless agents.\n  Our work shows that the agent paradigm is an elegant distributed tool for\nachieving self-stabilization in Tiny Interaction Protocols (TIP). Nevertheless,\nin order to reach the full power of classical self-stabilizing algorithms more\ncomplex classes of agents have to be considered (e.g. agents with memory,\nidentifiers or communication skills). Interestingly, our work proposes for the\nfirst time a model that unifies the recent studies in mobile robots(agents)\nthat evolve in a discrete space and the already established population\nprotocols paradigm.\n"]}]
["0807.0155",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Functional Analysis","65N30, 65N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0155","Operator Theory: Advances and Applications 190, (2008), pp.\n  279-294","doi:10.1007/978-3-7643-9919-1_16"],"date":["2008-07-01"],"type":["text"],"creator":["Grushevoy, Roman","Yusenko, Kostyantyn"],"language":[],"coverage":[],"title":["On the unitarization of linear representations of primitive partially\n  ordered sets"],"description":["  We describe all weights which are appropriated for the unitarization of\nlinear representations of primitive partially ordered sets of finite type.\n"]}]
["0810.1121",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1121"],"date":["2008-10-07","2010-06-15"],"type":["text"],"creator":["Brede, Markus"],"language":[],"coverage":[],"title":["The synchronization transition in correlated oscillator populations"],"description":["  The synchronization transition of correlated ensembles of coupled Kuramoto\noscillators on sparse random networks is investigated. Extensive numerical\nsimulations show that correlations between the native frequencies of adjacent\noscillators on the network systematically shift the critical point as well as\nthe critical exponents characterizing the transition. Negative correlations\nimply an onset of synchronization for smaller coupling, whereas positive\ncorrelations shift the critical coupling towards larger interaction strengths.\nFor negatively correlated oscillators the transition still exhibits critical\nbehaviour similar to the all-to-all coupled Kuramoto system, while positive\ncorrelations change the universality class of the transition depending on the\ncorrelation strength. Crucially, the paper demonstrates that the\nsynchronization behaviour is not only determined by the coupling architecture,\nbut is also strongly influenced by the oscillator placement on the coupling\nnetwork.\n"]}]
["0810.4857",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4857","EPL 90, 17006 (2010)","doi:10.1209/0295-5075/90/17006"],"date":["2008-10-27"],"type":["text"],"creator":["Zeyher, Roland"],"language":[],"coverage":[],"title":["Theory of the hourglass dispersion of magnetic excitations in high-T$_c$\n  cuprates"],"description":["  A theory for the dispersion of collective magnetic excitations in\nsuperconducting cuprates is presented with the aim to cover both high and low\ndoping regimes. Besides of spin fluctuations describable in the random phase\napproximation (RPA) we allow for local spin rotations within a mode-coupling\ntheory. At low temperatures and moderately large correlation lengths we obtain\ntwo branches of excitations which disperse up- and downwards exhibiting the\nhourglass behavior observed experimentally at intermediate dopings. At large\nand small dopings our theory essentially reduces to the RPA and spin wave\ntheory, respectively.\n","Comment: 4 pages, 5 Figures"]}]
["0810.5703",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5703","New J. Phys. 11, 055011(2009)","doi:10.1088/1367-2630/11/5/055011"],"date":["2008-10-31","2009-01-30"],"type":["text"],"creator":["Ghosal, Subhas","Doyle, Richard J.","Koch, Christiane P.","Hutson, Jeremy M."],"language":[],"coverage":[],"title":["Stimulating the production of deeply bound RbCs molecules with laser\n  pulses: the role of spin-orbit coupling in forming ultracold molecules"],"description":["  We investigate the possibility of forming deeply bound ultracold RbCs\nmolecules by a two-color photoassociation experiment. We compare the results\nwith those for Rb_2 in order to understand the characteristic differences\nbetween heteronuclear and homonuclear molecules. The major differences arise\nfrom the different long-range potential for excited states. Ultracold 85Rb and\n133Cs atoms colliding on the X^1Sigma+ potential curve are initially\nphotoassociated to form excited RbCs molecules in the region below the Rb(5S) +\nCs(6P_1/2) asymptote. We explore the nature of the Omega=0^+ levels in this\nregion, which have mixed A^1Sigma^+ and b^3Pi character. We then study the\nquantum dynamics of RbCs by a time-dependent wavepacket (TDWP) approach. A\nwavepacket is formed by exciting a few vibronic levels and is allowed to\npropagate on the coupled electronic potential energy curves. For a detuning of\n7.5 cm-1, the wavepacket for RbCs reaches the short-range region in about 13\nps, which is significantly faster than for the homonuclear Rb_2 system; this is\nmostly because of the absence of an R^-3 long-range tail in the excited-state\npotential curves for heteronuclear systems. We give a simple semiclassical\nformula that relates the time taken to the long-range potential parameters. For\nRbCs, in contrast to Rb_2, the excited-state wavepacket shows a substantial\npeak in singlet density near the inner turning point, and this produces a\nsignificant probability of deexcitation to form ground-state molecules bound by\nup to 1500 cm-1. Our analysis of the role of spin-orbit coupling concerns the\ncharacter of the mixed states in general and is important for both\nphotoassociation and stimulated Raman deexcitation.\n"]}]
["0812.4589",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","37E30, 57M27 (Primary) 57M50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4589"],"date":["2008-12-25","2010-06-15"],"type":["text"],"creator":["Kin, Eiko","Takasawa, Mitsuhiko"],"language":[],"coverage":[],"title":["Pseudo-Anosov braids with small entropy and the magic 3-manifold"],"description":["  We consider a hyperbolic surface bundle over the circle with the smallest\nknown volume among hyperbolic manifolds having 3 cusps, so called \"the magic\nmanifold\". We compute the entropy function on the fiber face of the unit ball\nwith respect to the Thurston norm, determine homology classes whose\nrepresentatives are genus 0 fiber surfaces, and describe their monodromies by\nbraids. Among such homology classes whose representatives have n punctures, we\ndecide which one realizes the minimal entropy. It turns out that all the braids\nwith smallest known entropy are derived from monodromies for such homology\nclasses.\n","Comment: 56pages, 22 fugures"]}]
["0812.4855",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4855","Adv.Math.223:1815-1844,2010","doi:10.1016/j.aim.2009.10.007"],"date":["2008-12-28","2009-01-11"],"type":["text"],"creator":["Heluani, Reimundo","Zabzine, Maxim"],"language":[],"coverage":[],"title":["Generalized Calabi-Yau manifolds and the chiral de Rham complex"],"description":["  We show that the chiral de Rham complex of a generalized Calabi-Yau manifold\ncarries N=2 supersymmetry. We discuss the corresponding topological twist for\nthis N=2 algebra. We interpret this as an algebroid version of the\nsuper-Sugawara or Kac-Todorov construction.\n","Comment: 25 pages"]}]
["0905.0098",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0098","Phys. Rev. Lett. vol. 102, 206602 (2010)","doi:10.1103/PhysRevLett.102.206602"],"date":["2009-05-01"],"type":["text"],"creator":["Xu, X.","Bangura, A. F.","Analytis, J. G.","Fletcher, J. D.","French, M. M. J.","Shannon, N.","He, J.","Zhang, S.","Mandrus, D.","Jin, R.","Hussey, N. E."],"language":[],"coverage":[],"title":["Directional field-induced metallization of quasi-one-dimensional\n  Li$_{0.9}$Mo$_6$O$_{17}$"],"description":["  We report a detailed magnetotransport study of the highly anisotropic\nquasi-one-dimensional oxide Li$_{0.9}$Mo$_6$O$_{17}$ whose in-chain electrical\nresistivity diverges below a temperature $T_{\\rm min} \\sim$ 25 K. For $T <\nT_{\\rm min}$, a magnetic field applied parallel to the conducting chain induces\na large negative magnetoresistance and ultimately, the recovery of a metallic\nstate. We show evidence that this insulator/metal crossover is a consequence of\nfield-induced suppression of a density-wave gap in a highly one-dimensional\nconductor. At the highest fields studied, there is evidence for the possible\nemergence of a novel superconducting state with an onset temperature $T_c >$ 10\nK.\n","Comment: 4 pages, 2 figures. To appear in Physical Review Letters"]}]
["0905.0767",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0767","Physics Essays Vol. 23, pp. 355-362 (2010)","doi:10.4006/1.3420767"],"date":["2009-05-06","2010-05-16"],"type":["text"],"creator":["Lev, Felix M."],"language":[],"coverage":[],"title":["Is Gravity an Interaction?"],"description":["  We consider a possibility that gravity is not an interaction but a\nmanifestation of a symmetry based on a Galois field.\n","Comment: 17 pages, Latex, 1 figure. A considerably extended version published\n  in Physics Essays, where 1) a motivation for a quantum theory over a Galois\n  field is given; 2) my hypothesis about gravity is described in greater\n  details; Online access to the journal: http://physicsessays.aip.org"]}]
["0905.2486",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2486","J. Supercond. Nov. Magn. 23, 1025(2010)","doi:10.1007/s10948-010-0673-4"],"date":["2009-05-15"],"type":["text"],"creator":["Lin, Shizeng","Hu, Xiao"],"language":[],"coverage":[],"title":["Kink State in a Stack of Intrinsic Josephson Junctions in Layered\n  High-$T_c$ Superconductors and Terahertz Radiation"],"description":["  A new family of dynamic states are found in a stack of inductively coupled\nintrinsic Josephson junctions in the absence of an external magnetic field. In\nthis state, $(2m_l+1)\\pi$ phase kinks with integers $m_l$'s stack along the c\naxis and lock neighboring junction together. Large dc power is pumped into\nplasma oscillation via kinks at the cavity resonance. The plasma oscillation is\nuniform along the c axis with the frequency satisfying the ac Josephson\nrelation. Thus this state supports strong terahertz radiation and seems to be\ncompatible with the recent experimental observations.\n","Comment: 3pages, 3 figures. Proceeding of New3SC7"]}]
["0906.0026",{"format":[],"subject":["Mathematics - Group Theory","20J06, 20G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0026"],"date":["2009-05-29","2010-06-15"],"type":["text"],"creator":["Bendel, Christopher P.","Nakano, Daniel K.","Pillen, Cornelius"],"language":[],"coverage":[],"title":["On the vanishing ranges for the cohomology of finite groups of Lie type"],"description":["  Let $G({\\mathbb F}_{q})$ be a finite Chevalley group defined over the field\nof $q=p^{r}$ elements, and $k$ be an algebraically closed field of\ncharacteristic $p>0$. A fundamental open and elusive problem has been the\ncomputation of the cohomology ring $\\opH^{\\bullet}(G({\\mathbb F}_{q}),k)$. In\nthis paper we determine initial vanishing ranges which improves upon known\nresults. For root systems of type $A_n$ and $C_n$, the first non-trivial\ncohomology classes are determined when $p$ is larger than the Coxeter number\n(larger than twice the Coxeter number for type $A_n$ with $n>1$ and $r >1$). In\nthe process we make use of techniques involving line bundle cohomology for the\nflag variety $G/B$ and its relation to combinatorial data from Kostant\nPartition Functions.\n"]}]
["0906.1092",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1092","IMA J. Numer. Anal. 2010","doi:10.1093/imanum/drq006"],"date":["2009-06-05","2010-06-15"],"type":["text"],"creator":["Cifani, Simone","Jakobsen, Espen R.","Karlsen, Kenneth H."],"language":[],"coverage":[],"title":["The discontinuous Galerkin method for fractal conservation laws"],"description":["  We propose, analyze, and demonstrate a discontinuous Galerkin method for\nfractal conservation laws. Various stability estimates are established along\nwith error estimates for regular solutions of linear equations. Moreover, in\nthe nonlinear case and whenever piecewise constant elements are utilized, we\nprove a rate of convergence toward the unique entropy solution. We present\nnumerical results for different types of solutions of linear and nonlinear\nfractal conservation laws.\n","Comment: The first version of the paper had some mathematical errors. They are\n  corrected in this version, and the paper has appeared online in IMA J. Numer.\n  Anal"]}]
["0906.1095",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1095","doi:10.1103/PhysRevE.80.055301"],"date":["2009-06-05","2009-10-26"],"type":["text"],"creator":["Baggaley, Andrew W.","Barenghi, Carlo F.","Shukurov, Anvar","Subramanian, Kandaswamy"],"language":[],"coverage":[],"title":["A Reconnecting Flux Rope Dynamo"],"description":["  We develop a new model of the fluctuation dynamo in which the magnetic field\nis confined in thin flux ropes advected by a multi-scale flow modeling\nturbulence. Magnetic dissipation occurs only via reconnection of the flux\nropes. We investigate the kinetic energy release into heat, mediated by the\ndynamo action, both in our model and by solving the induction equation with the\nsame flow. We find that a flux rope dynamo is an order of magnitude more\nefficient at converting mechanical energy into heat. The probability density of\nthe magnetic energy release in reconnections has a power-law form with the\nslope -3, consistent with the Solar corona heating by nanoflares.\n","Comment: 10 pages, 4 figures"]}]
["0906.3849",{"format":[],"subject":["Computer Science - Information Theory","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3849","IEEE Trans. Inform. Theory 56 (2010) 3149-3157","doi:10.1109/TIT.2010.2048452"],"date":["2009-06-21"],"type":["text"],"creator":["Yu, Yaming"],"language":[],"coverage":[],"title":["Squeezing the Arimoto-Blahut algorithm for faster convergence"],"description":["  The Arimoto--Blahut algorithm for computing the capacity of a discrete\nmemoryless channel is revisited. A so-called ``squeezing'' strategy is used to\ndesign algorithms that preserve its simplicity and monotonic convergence\nproperties, but have provably better rates of convergence.\n"]}]
["0907.0353",{"format":[],"subject":["Mathematical Physics","35Q30, 76D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0353"],"date":["2009-07-02","2010-06-15"],"type":["text"],"creator":["Fridrikson, Alexandr","Kasatochkina, Marina"],"language":["ru"],"coverage":[],"title":["General solution of the Navier-Stokes system, as parameter function and\n  it's geophysic and gydroaerodinamic practice"],"description":["  We consider the Navier-Stokes system solution, based at parametric\nrepresentation of desired function. This solution is unique and it show the\nvelocity of a stream element as its density structure [{\\rho}_S\n(x,y,z,t);{\\rho}^\\to_L (x,y,z,t)] function. The solution is smooth, defining\nconditions of turbulence occurrence and supersonic shock waves in the viscous\nsubstance. Given solution brings to light the genesis of earthquakes and\nvolcanic activity, of turbulence phenomenon and possible stave off natural and\nanthropogenic catastrophes, connecting with this effect. Given solution allows\nto evaluate the Bernoulli's law {\\guillemotleft}line density{\\guillemotright}\nmechanism for aerodynamical airplanes checkouts and hydromechanical tests\ncorrelation, for high-speed extension flood river compensation. In addition\ngiven function allows to apply {\\guillemotleft}isostatic\nbreakdown{\\guillemotright} mechanism for resolution of the Gulf of Mexico and\nsimilar problem.\n","Comment: 22 pages, in Russian (version with English text will be attached\n  later)"]}]
["0907.2388",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2388","Int.J.Mod.Phys.E19:147-224,2010","doi:10.1142/S0218301310014728"],"date":["2009-07-14","2010-06-15"],"type":["text"],"creator":["Leupold, Stefan","Metag, Volker","Mosel, Ulrich"],"language":[],"coverage":[],"title":["Hadrons in strongly interacting matter"],"description":["  We review the current status of theories and experiments aiming at an\nunderstanding and a determination of the properties of light vector and scalar\nmesons inside strongly interacting hadronic matter. Starting from a discussion\nof the relevant symmetries of QCD and their connection with the hadronic\ndescription through QCD sum rules we then discuss hadronic models used to\ncalculate the in-medium self-energies of hadrons and their spectral functions.\nThe difficulties to link these calculated properties to actual observables are\nemphasized. Finally, we review in detail all the running experiments searching\nfor in-medium changes of vector and scalar mesons, both with relativistic\nheavy-ion reactions as well as with elementary reactions on (cold) nuclei.\nInconsistencies among experimental results are discussed. While almost all\nexperiments observe a considerable broadening of vector mesons inside the\nnuclear medium, no evidence for mass changes is observed in the majority of the\nexperiments.\n","Comment: Review, revised version, to appear in Int. J. Mod. Phys. E"]}]
["0907.3638",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3638","Nature Photonics 4, 316 (2010)","doi:10.1038/nphoton.2010.35"],"date":["2009-07-21"],"type":["text"],"creator":["Xiang, G. Y.","Ralph, T. C.","Lund, A. P.","Walk, N.","Pryde, G. J."],"language":[],"coverage":[],"title":["Noiseless Linear Amplification and Distillation of Entanglement"],"description":["  The idea of signal amplification is ubiquitous in the control of physical\nsystems, and the ultimate performance limit of amplifiers is set by quantum\nphysics. Increasing the amplitude of an unknown quantum optical field, or more\ngenerally any harmonic oscillator state, must introduce noise. This linear\namplification noise prevents the perfect copying of the quantum state, enforces\nquantum limits on communications and metrology, and is the physical mechanism\nthat prevents the increase of entanglement via local operations. It is known\nthat non-deterministic versions of ideal cloning and local entanglement\nincrease (distillation) are allowed, suggesting the possibility of\nnon-deterministic noiseless linear amplification. Here we introduce, and\nexperimentally demonstrate, such a noiseless linear amplifier for\ncontinuous-variables states of the optical field, and use it to demonstrate\nentanglement distillation of field-mode entanglement. This simple but powerful\ncircuit can form the basis of practical devices for enhancing quantum\ntechnologies. The idea of noiseless amplification unifies approaches to cloning\nand distillation, and will find applications in quantum metrology and\ncommunications.\n","Comment: Submitted 10 June 2009"]}]
["0908.0872",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0872","MNRAS, 398, 1563 (2009)","doi:10.1111/j.1365-2966.2009.15217.x"],"date":["2009-08-06"],"type":["text"],"creator":["Vogt, D.","Letelier, P. S."],"language":[],"coverage":[],"title":["Analytical potential-density pairs from complex-shifted Kuzmin-Toomre\n  discs"],"description":["  The complex-shift method is applied to the Kuzmin-Toomre family of discs to\ngenerate a family of non-axisymmetric flat distributions of matter. These are\nthen superposed to construct non-axisymmetric flat rings. We also consider\ntriaxial potential-density pairs obtained from these non-axisymmetric flat\nsystems by means of suitable transformations. The use of the imaginary part of\ncomplex-shifted potential-density pairs is also discussed.\n","Comment: 20 pages, 7 figures, accepted for publication in MNRAS"]}]
["0908.1210",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1210"],"date":["2009-08-10","2010-06-15"],"type":["text"],"creator":["Dieulefait, Luis"],"language":[],"coverage":[],"title":["On the modularity of rigid Calabi-Yau threefolds: Epilogue"],"description":["  In a recent preprint of F. Gouvea and N. Yui (see arXiv:0902.1466) a detailed\naccount is given of a patching argument due to Serre that proves that the\nmodularity of all rigid Calabi-Yau threefolds defined over the rationals\nfollows from Serre's modularity conjecture. In this note (a letter to N. Yui)\nwe give an alternative proof of this implication. The main difference with\nSerre's argument is that instead of using as main input residual modularity in\ninfinitely many characteristics we just require residual modularity in a\nsuitable characteristic. This is combined with effective Cebotarev.\n","Comment: explanations expanded. To appear in \"Proceedings of the trimester on\n  Diophantine Equations at the Hausdorff Institute\", Zapiski POMI of the\n  Steklov Math. Inst. St. Petersbourg (and J. Math. Sciences)"]}]
["0908.2503",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2503"],"date":["2009-08-18","2010-05-31"],"type":["text"],"creator":["Biau, Gérard","Patra, Benoît"],"language":[],"coverage":[],"title":["Sequential Quantile Prediction of Time Series"],"description":["  Motivated by a broad range of potential applications, we address the quantile\nprediction problem of real-valued time series. We present a sequential quantile\nforecasting model based on the combination of a set of elementary nearest\nneighbor-type predictors called \"experts\" and show its consistency under a\nminimum of conditions. Our approach builds on the methodology developed in\nrecent years for prediction of individual sequences and exploits the quantile\nstructure as a minimizer of the so-called pinball loss function. We perform an\nin-depth analysis of real-world data sets and show that this nonparametric\nstrategy generally outperforms standard quantile prediction methods\n"]}]
["0909.5306",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5306","J. Stat. Phys. 137, 1094 (2009)","doi:10.1007/s10955-009-9852-8"],"date":["2009-09-29","2009-12-09"],"type":["text"],"creator":["Baiesi, Marco","Maes, Christian","Wynants, Bram"],"language":[],"coverage":[],"title":["Nonequilibrium linear response for Markov dynamics, I: jump processes\n  and overdamped diffusions"],"description":["  Systems out of equilibrium, in stationary as well as in nonstationary\nregimes, display a linear response to energy impulses simply expressed as the\nsum of two specific temporal correlation functions. There is a natural\ninterpretation of these quantities. The first term corresponds to the\ncorrelation between observable and excess entropy flux yielding a relation with\nenergy dissipation like in equilibrium. The second term comes with a new\nmeaning: it is the correlation between the observable and the excess in\ndynamical activity or reactivity, playing an important role in dynamical\nfluctuation theory out-of-equilibrium. It appears as a generalized escape rate\nin the occupation statistics. The resulting response formula holds for all\nobservables and allows direct numerical or experimental evaluation, for example\nin the discussion of effective temperatures, as it only involves the\nstatistical averaging of explicit quantities, e.g. without needing an\nexpression for the nonequilibrium distribution. The physical interpretation and\nthe mathematical derivation are independent of many details of the dynamics,\nbut in this first part they are restricted to Markov jump processes and\noverdamped diffusions.\n","Comment: v2: accepted in J.Stat.Phys"]}]
["0910.0827",{"format":[],"subject":["Mathematics - Probability","Computer Science - Information Theory","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0827"],"date":["2009-10-05","2010-05-31"],"type":["text"],"creator":["Bianchi, Pascal","Debbah, Merouane","Maïda, Mylène","Najim, Jamal"],"language":[],"coverage":[],"title":["Performance of Statistical Tests for Single Source Detection using\n  Random Matrix Theory"],"description":["  This paper introduces a unified framework for the detection of a source with\na sensor array in the context where the noise variance and the channel between\nthe source and the sensors are unknown at the receiver. The Generalized Maximum\nLikelihood Test is studied and yields the analysis of the ratio between the\nmaximum eigenvalue of the sampled covariance matrix and its normalized trace.\nUsing recent results of random matrix theory, a practical way to evaluate the\nthreshold and the $p$-value of the test is provided in the asymptotic regime\nwhere the number $K$ of sensors and the number $N$ of observations per sensor\nare large but have the same order of magnitude. The theoretical performance of\nthe test is then analyzed in terms of Receiver Operating Characteristic (ROC)\ncurve. It is in particular proved that both Type I and Type II error\nprobabilities converge to zero exponentially as the dimensions increase at the\nsame rate, and closed-form expressions are provided for the error exponents.\nThese theoretical results rely on a precise description of the large deviations\nof the largest eigenvalue of spiked random matrix models, and establish that\nthe presented test asymptotically outperforms the popular test based on the\ncondition number of the sampled covariance matrix.\n","Comment: 45 p. improved presentation; more proofs provided"]}]
["0910.1442",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1442"],"date":["2009-10-08","2010-06-15"],"type":["text"],"creator":["Machet, Bruno"],"language":[],"coverage":[],"title":["Mixing at 1-loop in a SU(2)_L gauge theory of weak interactions"],"description":["  Flavor mixing is scrutinized at 1-loop in a SU(2)_L gauge theory of massive\nfermions. The main issue is to cope with kinetic-like, momentum (p^2) dependent\neffective interactions that arise at this order. They spoil the unitarity of\nthe connection between flavor and mass states, which potentially alters the\nstandard Cabibbo-Kobayashi-Maskawa (CKM) phenomenology by giving rise, in\nparticular, to extra flavor changing neutral currents (FCNC). We explore the\nconservative requirement that these should be suppressed, which yields\nrelations between the CKM angles, the fermion and $W$ masses, and a\nrenormalization scale $\\mu$. For two generations, two solutions arise: either\nthe mixing angle of the fermion pair the closer to degeneracy is close to\nmaximal while, inversely, the mass and flavor states of the other pair are\nquasi-aligned, or mixing angles in both sectors are very small. For three\ngenerations, all mixing angles of neutrinos are predicted to be large\n(theta_{23}, close to maximal, is the largest) and the smallness of their mass\ndifferences induces mass-flavor quasi-alignment for all charged leptons. The\nhadronic sector differs in that the top quark is twice as heavy as the W. The\nsituation is, there, bleaker, as all angles come out too large, but,\nnevertheless, encouraging, because theta_{12} decreases as the top mass\nincreases. Whether other super-heavy fermions could drag it down to realistic\nvalues stays an open issue, together with the role of higher order corrections.\nThe same type of counterterms that turned off the 4th order static corrections\nto the quark electric dipole moment are, here too, needed, in particular to\nstabilize quantum corrections to mixing angles.\n","Comment: 40 pages, LaTeX, 3 figures"]}]
["0910.3088",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3088"],"date":["2009-10-16","2010-05-31"],"type":["text"],"creator":["Breton, Jean-Christophe","Coeurjolly, Jean-François"],"language":[],"coverage":[],"title":["Confidence intervals for the Hurst parameter of a fractional Brownian\n  motion based on finite sample size"],"description":["  In this paper, we show how concentration inequalities for Gaussian quadratic\nform can be used to propose exact confidence intervals of the Hurst index\nparametrizing a fractional Brownian motion. Both cases where the scaling\nparameter of the fractional Brownian motion is known or unknown are\ninvestigated. These intervals are obtained by observing a single discretized\nsample path of a fractional Brownian motion and without any assumption on the\nparameter $H$.\n"]}]
["0910.5392",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5392","doi:10.1002/asna.200911298"],"date":["2009-10-28","2009-10-29"],"type":["text"],"creator":["Baggaley, Andrew W.","Barenghi, Carlo F.","Shukurov, Anvar","Subramanian, Kandaswamy"],"language":[],"coverage":[],"title":["Fluctuation dynamo based on magnetic reconnections"],"description":["  We develop a new model of the fluctuation dynamo in which the magnetic field\nis confined to thin flux ropes advected by a multi-scale flow which models\nturbulence. Magnetic dissipation occurs only via reconnections of flux ropes.\nThe model is particularly suitable for rarefied plasma, such as the Solar\ncorona or galactic halos. We investigate the kinetic energy release into heat,\nmediated by dynamo action, both in our model and by solving the induction\nequation with the same flow. We find that the flux rope dynamo is more than an\norder of magnitude more efficient at converting mechanical energy into heat.\nThe probability density of the magnetic energy released during reconnections\nhas a power-law form with the slope -3, consistent with the Solar corona\nheating by nanoflares. We also present a nonlinear extension of the model. This\nshows that a plausible saturation mechanism of the fluctuation dynamo is the\nsuppression of turbulent magnetic diffusivity, due to suppression of random\nstretching at the location of the flux ropes. We confirm that the probability\ndistribution function of the magnetic line curvature has a power-law form\nsuggested by (Schekochihin et al., 2002). We argue, however, using our results\nthat this does not imply a persistent folded structure of magnetic field, at\nleast in the nonlinear stage.\n","Comment: 17 pages"]}]
["0910.5667",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B65, 05A10, 11A07, 11S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5667"],"date":["2009-10-29","2010-06-15"],"type":["text"],"creator":["Sun, Zhi-Wei"],"language":[],"coverage":[],"title":["On sums of binomial coefficients modulo p^2"],"description":["  Let p be an odd prime and let a be a positive integer. In this paper we\ninvestigate the sum $\\sum_{k=0}^{p^a-1}\\binom{hp^a-1}{k}\\binom{2k}{k}/m^k$ mod\np^2, where h,m are p-adic integers with m\\not=0 (mod p). For example, we show\nthat if h\\not=0 (mod p) and p^a>3 then $$\nsum_{k=0}^{p^a-1}\\binom{hp^a-1}{k}\\binom{2k}{k}(-h/2)^k\n=(\\frac{1-2h}{p^a})(1+h((4h-2)^{p-1}/h^{p-1}-1)) (mod p^2),$$ where (-) denotes\nthe Jacobi symbol. Here is another remarkable congruence: If p>3 then\n$$\\sum_{k=0}^{p^a-1}\\binom{p^a-1}{k}\\binom{2k}{k}(-1)^k =3^{p-1}(\\frac{p^a}3)\n(mod p^2).$$\n","Comment: 13 pages, polished version"]}]
["0911.4474",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4474","Phys. Rev. Lett. 104, 240401 (2010)","doi:10.1103/PhysRevLett.104.240401"],"date":["2009-11-23","2010-06-15"],"type":["text"],"creator":["Dressel, J.","Agarwal, S.","Jordan, A. N."],"language":[],"coverage":[],"title":["Contextual Values of Observables in Quantum Measurements"],"description":["  We introduce contextual values as a generalization of the eigenvalues of an\nobservable that takes into account both the system observable and a general\nmeasurement procedure. This technique leads to a natural definition of a\ngeneral conditioned average that converges uniquely to the quantum weak value\nin the minimal disturbance limit. As such, we address the controversy in the\nliterature regarding the theoretical consistency of the quantum weak value by\nproviding a more general theoretical framework and giving several examples of\nhow that framework relates to existing experimental and theoretical results.\n","Comment: Publication version, 4 pages, 2 figures"]}]
["0912.0645",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0645","Phys. Rev. Lett. 104, 210401 (2010)","doi:10.1103/PhysRevLett.104.210401"],"date":["2009-12-03","2010-03-29"],"type":["text"],"creator":["Jungnitsch, Bastian","Niekamp, Sönke","Kleinmann, Matthias","Gühne, Otfried","Lu, He","Gao, Wei-Bo","Chen, Yu-Ao","Chen, Zeng-Bing","Pan, Jian-Wei"],"language":[],"coverage":[],"title":["Increasing the statistical significance of entanglement detection in\n  experiments"],"description":["  Entanglement is often verified by a violation of an inequality like a Bell\ninequality or an entanglement witness. Considerable effort has been devoted to\nthe optimization of such inequalities in order to obtain a high violation. We\ndemonstrate theoretically and experimentally that such an optimization does not\nnecessarily lead to a better entanglement test, if the statistical error is\ntaken into account. Theoretically, we show for different error models that\nreducing the violation of an inequality can improve the significance.\nExperimentally, we observe this phenomenon in a four-photon experiment, testing\nthe Mermin and Ardehali inequality for different levels of noise. Furthermore,\nwe provide a way to develop entanglement tests with high statistical\nsignificance.\n","Comment: 5 pages, 2 figures"]}]
["0912.0786",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0786"],"date":["2009-12-04","2010-05-31"],"type":["text"],"creator":["Autin, Florent","Pouet, Christophe"],"language":[],"coverage":[],"title":["Tests on components of density mixtures"],"description":["  This paper deals with statistical tests on the components of mixture\ndensities. We propose to test whether the densities of two independent samples\nof independent random variables $Y_1, ..., Y_n$ and $Z_1, ..., Z_n$ result from\nthe same mixture of $M$ components or not. We provide a test procedure which is\nproved to be asymptotically optimal according to the minimax setting. We\nextensively discuss the connection between the mixing weights and the\nperformance of the testing procedure and illustrate it with numerical examples.\n"]}]
["0912.3563",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3563","J. Phys. A: Math. Theor. 43 (2010) 285003","doi:10.1088/1751-8113/43/28/285003"],"date":["2009-12-18"],"type":["text"],"creator":["Sulc, P.","Zdeborova, L."],"language":[],"coverage":[],"title":["Belief propagation for graph partitioning"],"description":["  We study the belief propagation algorithm for the graph bi-partitioning\nproblem, i.e. the ground state of the ferromagnetic Ising model at a fixed\nmagnetization. Application of a message passing scheme to a model with a fixed\nglobal parameter is not banal and we show that the magnetization can in fact be\nfixed in a local way within the belief propagation equations. Our method\nprovides the full phase diagram of the bi-partitioning problem on random\ngraphs, as well as an efficient heuristic solver that we anticipate to be\nuseful in a wide range of application of the partitioning problem.\n","Comment: 16 pages, 4 figures"]}]
["1001.1051",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Statistics Theory","65G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1051"],"date":["2010-01-07","2010-06-15"],"type":["text"],"creator":["Nekrutkin, Vladimir"],"language":[],"coverage":[],"title":["Perturbation expansions of signal subspaces for long signals"],"description":["  Singular Spectrum Analysis and many other subspace-based methods of signal\nprocessing are implicitly relying on the assumption of close proximity of\nunperturbed and perturbed signal subspaces extracted by the Singular Value\nDecomposition of special \"signal\" and \"perturbed signal\" matrices. In this\npaper, the analysis of the main principal angle between these subspaces is\nperformed in terms of the perturbation expansions of the corresponding\northogonal projectors. Applicable upper bounds are derived. The main attention\nis paid to the asymptotical case when the length of the time series tends to\ninfinity. Results concerning conditions for convergence, rate of convergence,\nand the main terms of proximity are presented.\n","Comment: 61"]}]
["1001.1225",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1225","Physica A 389, 2920 (2010)","doi:10.1016/j.physa.2009.12.068"],"date":["2010-01-08","2010-01-09"],"type":["text"],"creator":["Hooyberghs, Hans","Van Schaeybroeck, Bert","Indekeu, Joseph O."],"language":[],"coverage":[],"title":["Percolation on bipartite scale-free networks"],"description":["  Recent studies introduced biased (degree-dependent) edge percolation as a\nmodel for failures in real-life systems. In this work, such process is applied\nto networks consisting of two types of nodes with edges running only between\nnodes of unlike type. Such bipartite graphs appear in many social networks, for\ninstance in affiliation networks and in sexual contact networks in which both\ntypes of nodes show the scale-free characteristic for the degree distribution.\nDuring the depreciation process, an edge between nodes with degrees k and q is\nretained with probability proportional to (kq)^(-alpha), where alpha is\npositive so that links between hubs are more prone to failure. The removal\nprocess is studied analytically by introducing a generating functions theory.\nWe deduce exact self-consistent equations describing the system at a\nmacroscopic level and discuss the percolation transition. Critical exponents\nare obtained by exploiting the Fortuin-Kasteleyn construction which provides a\nlink between our model and a limit of the Potts model.\n","Comment: 12 pages, 1 figure. To appear in Physica A: Special Issue in honour\n  of Prof. A. N. Berker (2009)"]}]
["1001.2193",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14E14, 14C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2193"],"date":["2010-01-13","2010-06-15"],"type":["text"],"creator":["Kedzierski, Oskar"],"language":[],"coverage":[],"title":["The G-Hilbert scheme for 1/r(1,a,r-a)"],"description":["  Following Craw, Maclagan, Thomas and Nakamura's work on Hilbert schemes for\nabelian groups, we give an explicit description of the G-Hilbert scheme for G\nequal to a cyclic group of order r, acting on C^3 with weights 1,a,r-a. We\ndescribe how the combinatorial properties of the fan of G-Hilbert scheme\nrelates to the Euclidean algorithm.\n","Comment: 17 pages, 1 figure; to appear in Glasgow Mathematical Journal"]}]
["1001.2428",{"format":[],"subject":["Quantitative Biology - Biomolecules","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2428","Phys. Rev. E 81, 012901 (2010)","doi:10.1103/PhysRevE.81.012901"],"date":["2010-01-14"],"type":["text"],"creator":["Hooyberghs, J.","Baiesi, M.","Ferrantini, A.","Carlon, E."],"language":[],"coverage":[],"title":["Breakdown of thermodynamic equilibrium for DNA hybridization in\n  microarrays"],"description":["  Test experiments of hybridization in DNA microarrays show systematic\ndeviations from the equilibrium isotherms. We argue that these deviations are\ndue to the presence of a partially hybridized long-lived state, which we\ninclude in a kinetic model. Experiments confirm the model predictions for the\nintensity vs. free energy behavior. The existence of slow relaxation phenomena\nhas important consequences for the specificity of microarrays as devices for\nthe detection of a target sequence from a complex mixture of nucleic acids.\n","Comment: 4 pages, 4 figures"]}]
["1001.4431",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4431"],"date":["2010-01-25","2010-06-14"],"type":["text"],"creator":["Kim, MinJi","Medard, Muriel"],"language":[],"coverage":[],"title":["Algebraic Network Coding Approach to Deterministic Wireless Relay\n  Networks"],"description":["  The deterministic wireless relay network model, introduced by Avestimehr et\nal., has been proposed for approximating Gaussian relay networks. This model,\nknown as the ADT network model, takes into account the broadcast nature of\nwireless medium and interference. Avestimehr et al. showed that the Min-cut\nMax-flow theorem holds in the ADT network.\n  In this paper, we show that the ADT network model can be described within the\nalgebraic network coding framework introduced by Koetter and Medard. We prove\nthat the ADT network problem can be captured by a single matrix, called the\n\"system matrix\". We show that the min-cut of an ADT network is the rank of the\nsystem matrix; thus, eliminating the need to optimize over exponential number\nof cuts between two nodes to compute the min-cut of an ADT network.\n  We extend the capacity characterization for ADT networks to a more general\nset of connections. Our algebraic approach not only provides the Min-cut\nMax-flow theorem for a single unicast/multicast connection, but also extends to\nnon-multicast connections such as multiple multicast, disjoint multicast, and\ntwo-level multicast. We also provide sufficiency conditions for achievability\nin ADT networks for any general connection set. In addition, we show that the\nrandom linear network coding, a randomized distributed algorithm for network\ncode construction, achieves capacity for the connections listed above.\n  Finally, we extend the ADT networks to those with random erasures and cycles\n(thus, allowing bi-directional links). Note that ADT network was proposed for\napproximating the wireless networks; however, ADT network is acyclic.\nFurthermore, ADT network does not model the stochastic nature of the wireless\nlinks. With our algebraic framework, we incorporate both cycles as well as\nrandom failures into ADT network model.\n","Comment: 9 pages, 12 figures, submitted to Allerton Conference"]}]
["1001.4569",{"format":[],"subject":["Mathematics - Differential Geometry","53A30, 53A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4569"],"date":["2010-01-25","2010-06-14"],"type":["text"],"creator":["Liu, Huili","Umehara, Masaaki","Yamada, Kotaro"],"language":[],"coverage":[],"title":["The duality of conformally flat manifolds"],"description":["  In a joint work with Saji, the second and the third authors gave an intrinsic\nformulation of wave fronts and proved a realization theorem of wave fronts in\nspace forms. As an application, we show that the following four objects are\nessentially same;\n  * conformally flat n-manifolds (n>=3) with admissible singular points\n  (i.e. admissible GCF-manifolds),\n  * frontals as hypersurfaces in the lightcone Q^{n+1}_+,\n  * frontals as hypersurfaces in the hyperbolic space H^{n+1},\n  * sapacelike frontals as hypersurfaces in the de Sitter space S^{n+1}_1.\n  Recently, the duality of conformally flat Riemannian manifolds was found by\nseveral geometers. In our setting, this duality can be explained via the\nexistence of a two-fold map of the congruent classes of admissible\nGCF-manifolds into that of frontals in H^{n+1}. It should be remarked that the\ndual conformally flat metric may have degenerate points even when the original\nconformally flat metric is positive definite. This is the reason why we\nconsider conformally flat manifolds with singular points. In fact, the duality\nis an involution on the set of admissible GCF-manifolds. The case n=2 requires\nan exceptional treatment, since any Riemannian 2-manifolds are conformally\nflat. At the end of this paper, we also determine the moduli space of isometric\nimmersions of a given simply connected Riemannian 2-manifold into the lightcone\nQ^{3}_+.\n","Comment: 16 pages; Version 4"]}]
["1001.4873",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4873","J. Phys. A: Math. Theor. 43 (2010) 285002","doi:10.1088/1751-8113/43/28/285002"],"date":["2010-01-27","2010-06-15"],"type":["text"],"creator":["Matsuda, Yoshiki","Mueller, Markus","Nishimori, Hidetoshi","Obuchi, Tomoyuki","Scardicchio, Antonello"],"language":[],"coverage":[],"title":["Distribution of partition function zeros of the $\\pm J$ model on the\n  Bethe lattice"],"description":["  The distribution of partition function zeros is studied for the $\\pm J$ model\nof spin glasses on the Bethe lattice. We find a relation between the\ndistribution of complex cavity fields and the density of zeros, which enables\nus to obtain the density of zeros for the infinite system size by using the\ncavity method. The phase boundaries thus derived from the location of the zeros\nare consistent with the results of direct analytical calculations. This is the\nfirst example in which the spin glass transition is related to the distribution\nof zeros directly in the thermodynamical limit. We clarify how the spin glass\ntransition is characterized by the zeros of the partition function. It is also\nshown that in the spin glass phase a continuous distribution of singularities\ntouches the axes of real field and temperature.\n","Comment: 23 pages, 12 figures"]}]
["1002.2886",{"format":[],"subject":["Mathematics - General Topology","54C35","54C40","54H11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2886","Topology and its Applications 157(8):1370-1378, 2010"],"date":["2010-02-15"],"type":["text"],"creator":["Dolecki, S.","Mynard, F."],"language":[],"coverage":[],"title":["When is the {I}sbell topology a group topology?"],"description":["  Conditions on a topological space $X$ under which the space $C(X,\\mathbb{R})$\nof continuous real-valued maps with the Isbell topology $\\kappa $ is a\ntopological group (topological vector space) are investigated. It is proved\nthat the addition is jointly continuous at the zero function in\n$C_{\\kappa}(X,\\mathbb{R})$ if and only if $X$ is infraconsonant. This property\nis (formally) weaker than consonance, which implies that the Isbell and the\ncompact-open topologies coincide. It is shown the translations are continuous\nin $C_{\\kappa}(X,\\mathbb{R})$ if and only if the Isbell topology coincides with\nthe fine Isbell topology. It is proved that these topologies coincide if $X$ is\nprime (that is, with at most one non-isolated point), but do not even for some\nsums of two consonant prime spaces.\n"]}]
["1002.3114",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3114","Physical Review Letters 104, 246802 (2010)","doi:10.1103/PhysRevLett.104.246802"],"date":["2010-02-16","2010-05-21"],"type":["text"],"creator":["Singha, Achintya","Pellegrini, Vittorio","Pinczuk, Aron","Pfeiffer, Loren N.","West, Ken W.","Rontani, Massimo"],"language":[],"coverage":[],"title":["Correlated electrons in optically-tunable quantum dots: Building an\n  electron dimer molecule"],"description":["  We observe the low-lying excitations of a molecular dimer formed by two\nelectrons in a GaAs semiconductor quantum dot in which the number of confined\nelectrons is tuned by optical illumination. By employing inelastic light\nscattering we identify the inter-shell excitations in the one-electron regime\nand the distinct spin and charge modes in the interacting few-body\nconfiguration. In the case of two electrons a comparison with\nconfiguration-interaction calculations allows us to link the observed\nexcitations with the breathing mode of the molecular dimer and to determine the\nsinglet-triplet energy splitting.\n","Comment: RevTeX 4.0, 6 pages, 6 color PDF figures. Revised version including\n  Supplementary Discussion of Wigner localisation (2 new figures + new version\n  of Fig. 2). To appear in Physical Review Letters"]}]
["1003.0133",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0133","Phys. Rev. B 81, 214503 (2010)","doi:10.1103/PhysRevB.81.214503"],"date":["2010-02-27","2010-06-14"],"type":["text"],"creator":["Graser, S.","Kemper, A. F.","Maier, T. A.","Cheng, H. -P.","Hirschfeld, P. J.","Scalapino, D. J."],"language":[],"coverage":[],"title":["Spin fluctuations and superconductivity in a 3D tight-binding model for\n  BaFe2As2"],"description":["  Despite the wealth of experimental data on the Fe-pnictide compounds of the\nKFe2As2-type, K = Ba, Ca, or Sr, the main theoretical work based on\nmultiorbital tight-binding models has been restricted so far to the study of\nthe related 1111 compounds. This can be ascribed to the more three dimensional\nelectronic structure found by ab initio calculations for the 122 materials,\nmaking this system less amenable to model development. In addition, the more\ncomplicated Brillouin zone (BZ) of the body-centered tetragonal symmetry does\nnot allow a straightforward unfolding of the electronic band structure into an\neffective 1Fe/unit cell BZ. Here we present an effective 5-orbital\ntight-binding fit of the full DFT band structure for BaFeAs including the kz\ndispersions. We compare the 5-orbital spin fluctuation model to one previously\nstudied for LaOFeAs and calculate the RPA enhanced susceptibility. Using the\nfluctuation exchange approximation to determine the leading pairing\ninstability, we then examine the differences between a strictly two dimensional\nmodel calculation over a single kz cut of the BZ and a completely three\ndimensional approach. We find pairing states quite similar to the 1111\nmaterials, with generic quasi-isotropic pairing on the hole sheets and nodal\nstates on the electron sheets at kz = 0 which however are gapped as the system\nis hole doped. On the other hand, a substantial kz dependence of the order\nparameter remains, with most of the pairing strength deriving from processes\nnear kz = pi. These states exhibit a tendency for an enhanced anisotropy on the\nhole sheets and a reduced anisotropy on the electron sheets near the top of the\nBZ.\n","Comment: 12 pages, 15 figures"]}]
["1003.0800",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0800","A&A 515, A99 (2010)","doi:10.1051/0004-6361/200912235"],"date":["2010-03-03"],"type":["text"],"creator":["Ruiz, A.","Miniutti, G.","Panessa, F.","Carrera, F. J."],"language":[],"coverage":[],"title":["Spectral Energy Distribution of Hyper-Luminous Infrared Galaxies"],"description":["  The relationship between star formation and super-massive black hole growth\nis central to our understanding of galaxy formation and evolution.\nHyper-Luminous Infrared Galaxies (HLIRGs) are unique laboratories to\ninvestigate the connection between starburst (SB) and Active Galactic Nuclei\n(AGN), since they exhibit extreme star formation rates, and most of them show\nevidence of harbouring powerful AGN. Our previous X-ray study of a sample of 14\nHLIRGs shows that the X-ray emission of most HLIRGs is dominated by AGN\nactivity. To improve our estimate of the relative contribution of the AGN and\nSB emission to its total bolometric output, we have built broad band spectral\nenergy distributions (SEDs) for these HLIRGs, and we have fitted empirical AGN\nand SB templates to these SEDs. In broad terms, most sources are well fitted\nusing this method, and we found AGN and SB contributions similar to those\nobtained by previous studies of HLIRGs. We have classified the HLIRGs SEDs in\ntwo groups, named class A and class B. Class A HLIRGs show a flat SED from the\noptical to the infrared energy range. Three out of seven class A sources can be\nmodelled with a pure luminosity-dependent QSO template, while the rest of them\nrequire a type 1 AGN template and a SB template. The SB component is dominant\nin three out of four class A objects. Class B HLIRGs show SEDs with a prominent\nand broad IR bump. These sources can not trivially be modelled with a\ncombination of pure AGN and pure SB, they require templates of composite\nobjects, suggesting that >50% of their emission comes from stellar formation\nprocesses. We propose that our sample is actually composed by three different\npopulations: very luminous QSO, young galaxies going through their maximal star\nformation period and the high luminosity tail of ULIRG population distribution.\n","Comment: 22 pages, 26 figures, accepted for publication in Astronomy &\n  Astrophysics"]}]
["1003.1871",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - K-Theory and Homology","11R29, 19A31, 11R23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1871"],"date":["2010-03-09","2010-06-15"],"type":["text"],"creator":["Stolin, Alexander"],"language":[],"coverage":[],"title":["Kervaire--Murthy conjecture, Ullom's inequality and Iwaswa numbers"],"description":["  We study the cyclotomic field of $p^n$ roots of unity and the Sylow\np-component of its class group. Here $p$ is a semi-regular prime. We prove that\nfor $n\\geq 2$ the number of generators of this group is equal to the\ncorresponding Iwasawa number $\\lambda$. Simultaneously we prove that the\nIwasawa numbers $\\lambda_k$ for the field of rational numbers are less than\n$p$.\n  Under the assumption that this inequality was true, recently Tauno\nMets\\\"ankyl\\\"a (J. Number Theory 130(2010), 727--737) obtained results about\nbehavior of the $p$-adic $L$-function $L_p (s,\\omega^{k})$ and certain\ncongruences of a new type for (generalized) Bernoulli numbers. We discuss these\nresults in Appendix.\n","Comment: 12 pages"]}]
["1003.2748",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2748","Phys. Rev. B 81, 224205 (2010)","doi:10.1103/PhysRevB.81.224205"],"date":["2010-03-13"],"type":["text"],"creator":["Zdeborová, Lenka","Krzakala, Florent"],"language":[],"coverage":[],"title":["Generalization of the cavity method for adiabatic evolution of Gibbs\n  states"],"description":["  Mean field glassy systems have a complicated energy landscape and an enormous\nnumber of different Gibbs states. In this paper, we introduce a generalization\nof the cavity method in order to describe the adiabatic evolution of these\nglassy Gibbs states as an external parameter, such as the temperature, is\ntuned. We give a general derivation of the method and describe in details the\nsolution of the resulting equations for the fully connected p-spin model, the\nXOR-SAT problem and the anti-ferromagnetic Potts glass (or \"coloring\" problem).\nAs direct results of the states following method, we present a study of very\nslow Monte-Carlo annealings, the demonstration of the presence of temperature\nchaos in these systems, and the identification of a easy/hard transition for\nsimulated annealing in constraint optimization problems. We also discuss the\nrelation between our approach and the Franz-Parisi potential, as well as with\nthe reconstruction problem on trees in computer science. A mapping between the\nstates following method and the physics on the Nishimori line is also\npresented.\n","Comment: 37 pages"]}]
["1003.2966",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Algebraic Geometry","20E42, 20G25, 14T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2966"],"date":["2010-03-15"],"type":["text"],"creator":["Werner, Annette"],"language":[],"coverage":[],"title":["A tropical view on Bruhat-Tits buildings and their compactifications"],"description":["  We relate some features of Bruhat-Tits buildings and their compactifications\nto tropical geometry. If G is a semisimple group over a suitable\nnon-Archimedean field, the stabilizers of points in the Bruhat-Tits building of\nG and in some of its compactifications are described by tropical linear\nalgebra. The compactifications we consider arise from algebraic representations\nof G. We show that the fan which is used to compactify an apartment in this\ntheory is given by the weight polytope of the representation and that it is\nrelated to the tropicalization of the hypersurface given by the character of\nthe representation.\n","Comment: This paper is a generalization of arXiv:0905.3293 to arbitrary\n  semisimple groups"]}]
["1003.3431",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3431","Journal of Mathematical Physics 51, 063302 (2010)","doi:10.1063/1.3431977"],"date":["2010-03-17","2010-04-28"],"type":["text"],"creator":["Tracy, Craig A.","Widom, Harold"],"language":[],"coverage":[],"title":["Formulas for Joint Probabilities for the Asymmetric Simple Exclusion\n  Process"],"description":["  In earlier work the authors obtained integral formulas for probabilities for\na single particle in the asymmetric simple exclusion process. Here formulas are\nobtained for joint probabilities for several particles. In the case of a single\nparticle the derivation here is simpler than the one in the earlier work for\none of its main results.\n","Comment: 15 pages. Version 3 adds references and improves the exposition."]}]
["1003.3748",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3748","Soft Matter 6, 2648 (2010)","doi:10.1039/b924149c"],"date":["2010-03-19"],"type":["text"],"creator":["Horton, Margaret R.","Höfling, Felix","Rädler, Joachim O.","Franosch, Thomas"],"language":[],"coverage":[],"title":["Development of anomalous diffusion among crowding proteins"],"description":["  In cell membranes, proteins and lipids diffuse in a highly crowded and\nheterogeneous landscape, where aggregates and dense domains of proteins or\nlipids obstruct the path of diffusing molecules. In general, hindered motion\ngives rise to anomalous transport, though the nature of the onset of this\nbehavior is still under debate and difficult to investigate experimentally.\nHere, we present a systematic study where proteins bound to supported lipid\nmembranes diffuse freely in two dimensions, but are increasingly hindered by\nthe presence of other like proteins. In our model system, the surface coverage\nof the protein avidin on the lipid bilayer is well controlled by varying the\nconcentration of biotinylated lipid anchors. Using fluorescence correlation\nspectroscopy (FCS), we measure the time correlation function over long times\nand convert it to the mean-square displacement of the diffusing proteins. Our\napproach allows for high precision data and a clear distinction between\nanomalous and normal diffusion. It enables us to investigate the onset of\nanomalous diffusion, which takes place when the area coverage of membrane\nproteins increases beyond approximately 5%. This transition region exhibits\npronounced spatial heterogeneities. Increasing the packing fraction further,\ntransport becomes more and more anomalous, manifested in a decrease of the\nexponent of subdiffusion.\n","Comment: accepted for publication in Soft Matter"]}]
["1003.4770",{"format":[],"subject":["Mathematics - Rings and Algebras","17A30, 17D10, 17D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4770"],"date":["2010-03-24","2010-06-15"],"type":["text"],"creator":["Issa, A. Nourou"],"language":[],"coverage":[],"title":["Hom-Akivis algebras"],"description":["  Hom-Akivis algebras are introduced. The commutator-Hom-associator algebra of\na non-Hom-associative algebra (i.e. a Hom-nonassociative algebra) is a\nHom-Akivis algebra. It is shown that non-Hom-associative algebras can be\nobtained from nonassociative algebras by twisting along algebra automorphisms\nwhile Hom-Akivis algebras can be obtained from Akivis algebras by twisting\nalong algebra endomorphisms. It is pointed out that a Hom-Akivis algebra\nassociated to a Hom-alternative algebra is a Hom-Malcev algebra.\n","Comment: 15 pages, 0 figure, a section and references are added"]}]
["1004.0935",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0935","J. Stat. Mech. (2010) P06011","doi:10.1088/1742-5468/2010/06/P06011"],"date":["2010-04-06","2010-06-15"],"type":["text"],"creator":["Panja, Debabrata"],"language":[],"coverage":[],"title":["Anomalous Polymer Dynamics Is Non-Markovian: Memory Effects and The\n  Generalized Langevin Equation Formulation"],"description":["  Any first course on polymer physics teaches that the dynamics of a tagged\nmonomer of a polymer is anomalously subdiffusive, i.e., the mean-square\ndisplacement of a tagged monomer increases as $t^\\alpha$ for some $\\alpha<1$\nuntil the terminal relaxation time $\\tau$ of the polymer. Beyond time $\\tau$\nthe motion of the tagged monomer becomes diffusive. Classical examples of\nanomalous dynamics in polymer physics are single polymeric systems, such as\nphantom Rouse, self-avoiding Rouse, self-avoiding Zimm, reptation,\ntranslocation through a narrow pore in a membrane, and many-polymeric systems\nsuch as polymer melts. In this pedagogical paper I report that all these\ninstances of anomalous dynamics in polymeric systems are robustly characterized\nby power-law memory kernels within a {\\it unified} Generalized Langevin\nEquation (GLE) scheme, and therefore, are non-Markovian. The exponents of the\npower-law memory kernels are related to the relaxation response of the polymers\nto local strains, and are derived from the equilibrium statistical physics of\npolymers. The anomalous dynamics of a tagged monomer of a polymer in these\nsystems is then reproduced from the power-law memory kernels of the GLE via the\nfluctuation-dissipation theorem (FDT). Using this GLE formulation I further\nshow that the characteristics of the drifts caused by a (weak) applied field on\nthese polymeric systems are also obtained from the corresponding memory\nkernels.\n","Comment: 19 pages, 13 figures, 14 figure files; abstract + introduction +\n  Tables I and II provide a good synopsis of this long paper; minor errors\n  corrected at proofreading, published version"]}]
["1004.1537",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1537","J. Stat. Mech. (2010) P06014","doi:10.1088/1742-5468/2010/06/P06014"],"date":["2010-04-09","2010-06-15"],"type":["text"],"creator":["Monthus, Cecile","Garel, Thomas"],"language":[],"coverage":[],"title":["Random cascade models of multifractality : real-space renormalization\n  and travelling-waves"],"description":["  Random multifractals occur in particular at critical points of disordered\nsystems. For Anderson localization transitions, Mirlin and Evers [PRB 62,7920\n(2000)] have proposed the following scenario (a) the Inverse Participation\nRatios (I.P.R.) $Y_q(L)$ display the following fluctuations between the\ndisordered samples of linear size $L$ : with respect to the typical value\n$Y^{typ}_q(L) = e^{\\bar{\\ln Y_q(L)}} \\sim L^{- \\tau_{typ}(q)} $ that involve\nthe typical multifractal spectrum $\\tau_{typ}(q)$, the rescaled variable\n$y=Y_q(L)/Y^{typ}_q(L) $ is distributed with a scale-invariant distribution\npresenting the power-law tail $1/y^{1+\\beta_q}$, so that the disorder-averaged\nI.P.R. $\\bar{Y_q(L)} \\sim L^{- \\tau_{av}(q)} $ have multifractal exponents\n$\\tau_{av}(q) $ that differ from the typical ones $\\tau_{typ}(q)$ whenever\n$\\beta_q<1$; (b) the tail exponents $\\beta_q$ and the multifractal exponents\nare related by the relation $\\beta_q \\tau_{typ}(q)=\\tau_{av}(q \\beta_q)$. Here\nwe show that this scenario can be understood by considering the real-space\nrenormalization equations satisfied by the I.P.R. For the simplest\nmultifractals described by random cascades, these renormalization equations are\nformally similar to the recursion relations for disordered models defined on\nCayley trees and they admit travelling-wave solutions for the variable $(\\ln\nY_q)$ in the effective time $t_{eff}=\\ln L$ : the exponent $\\tau_{typ}(q)$\nrepresents the velocity, whereas the tail exponent $\\beta_q$ represents the\nusual exponential decay of the travelling-wave tail. In addition, we obtain\nthat the relation (b) above can be obtained as a self-consistency condition\nfrom the self-similarity of the multifractal spectrum at all scales. Our\nconclusion is thus that the Mirlin-Evers scenario should apply to other types\nof random critical points, and even to random multifractals occurring in other\nfields.\n","Comment: v2=final version, 12 pages"]}]
["1004.2284",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2284","Nucl.Phys.B836:186-203,2010","doi:10.1016/j.nuclphysb.2010.04.016"],"date":["2010-04-13"],"type":["text"],"creator":["Koibuchi, Hiroshi"],"language":[],"coverage":[],"title":["Monte Carlo studies of triangulated spherical surfaces in the\n  two-dimensional space"],"description":["  We numerically study a triangulated surface model in R^2 by taking into\naccount a viewpoint of string model. The models are defined by a mapping X from\na two-dimensional surface M to R^2, where the mapping X and the metric g of M\nare the dynamical variables. The sum over g in the partition function is\nsimulated by the sum over bond lengths and deficit angles by using the Regge\ncalculus technique, and the sum over g is defined to be performed independently\nof the sum over X. We find that the model undergoes a first-order transition of\nsurface fluctuations, which accompanies a collapsing transition, and that the\ntransitions are reflected in the internal geometry of surface. Fluid surface\nmodels are also studied on dynamically triangulated surfaces, and the\ntransitions are found to be of second order. The order of the transition\nremains unchanged from that of the conventional model defined only by the\nvariable X both in the fixed-connectivity and the fluid models.\n","Comment: 22 pages, 13 figures"]}]
["1004.2897",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2897","J. Chem. Phys. 132, 224907 (2010)","doi:10.1063/1.3432864"],"date":["2010-04-16"],"type":["text"],"creator":["Patti, Alessandro","Masri, Djamel El","van Roij, René","Dijkstra, Marjolein"],"language":[],"coverage":[],"title":["Collective Diffusion of Colloidal Hard Rods in Smectic Liquid Crystals:\n  Effect of Particle Anisotropy"],"description":["  We study the layer-to-layer diffusion in smectic-A liquid crystals of\ncolloidal hard rods with different length-to-diameter ratios using computer\nsimulations. The layered arrangement of the smectic phase yields a hopping-type\ndiffusion due to the presence of permanent barriers and transient cages.\nRemarkably, we detect stringlike clusters composed of inter-layer rods moving\ncooperatively along the nematic director. Furthermore, we find that the\nstructural relaxation in equilibrium smectic phases shows interesting\nsimilarities with that of out-of-equilibrium supercooled liquids, although\nthere the particles are kinetically trapped in transient rather than permanent\ncages. Additionally, at fixed packing fraction we find that the barrier height\nincreases with increasing particle anisotropy, and hence the dynamics is more\nheterogeneous and non-Gaussian for longer rods, yielding a lower diffusion\ncoefficient along the nematic director and smaller clusters of inter-layer\nparticles that move less cooperatively. At fixed barrier height, the dynamics\nbecomes more non-Gaussian and heterogeneous for longer rods that move more\ncollectively giving rise to a higher diffusion coefficient along the nematic\ndirector.\n","Comment: 24 pages, 10 figures"]}]
["1004.3984",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3984","Physical Review B 81, 214512 (2010)","doi:10.1103/PhysRevB.81.214512"],"date":["2010-04-22"],"type":["text"],"creator":["Johnston, S.","Devereaux, T. P."],"language":[],"coverage":[],"title":["Density of States Modulations from Oxygen Phonons in d-wave\n  Superconductors: Reconciling Angle-Resolved Photoemission Spectroscopy and\n  Scanning Tunneling Microscopy"],"description":["  Scanning tunneling microscopy (STM) measurements have observed modulations in\nthe density of states (DOS) of a number of high-T$_c$ cuprates. These\nmodulations have been interpreted in terms of electron-boson coupling analogous\nto the dispersion \"kinks\" observed by angle-resolved photoemission spectroscopy\n(ARPES). However, a direct a reconciliation of the energy scales and features\nobserved by the two probes is presently lacking. In this paper we examine the\ngeneral features of el-boson coupling in a $d-$wave superconductor using\nEliashberg theory, focusing on the structure of the modulations and the role of\nself energy contributions $\\lambda_z$ and $\\lambda_{\\phi}$. We identify the\nfeatures in the DOS that correspond to the gap-shifted bosonic mode energies\nand discuss how the structure of the modulations provides information about an\nunderlying pairing mechanism and the pairing nature of the boson. We argue that\nthe scenario most consistent with the STM data is that of a low-energy boson\nmode renormalizing over a second dominant pairing interaction and we identify\nthis low-energy mode as the out-of-phase bond buckling oxygen phonon. The\ninfluence of inelastic damping on the phonon-modulated DOS is also examined for\nthe case of Bi$_2$Si$_2$CaCu$_2$O$_{8+\\delta}$. Using this simplified framework\nwe are able to account for the observed isotope shift and anti-correlation\nbetween the local gap and mode energies. Combined, this work provides a direct\nreconciliation of the bandstructure renormalizations observed by both ARPES and\nSTM in terms of coupling to optical oxygen phonons.\n","Comment: 10 pages, 6 figures."]}]
["1004.4898",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4898","Phys. Rev. Lett. 104, 245701 (2010)","doi:10.1103/PhysRevLett.104.245701"],"date":["2010-04-27","2010-06-15"],"type":["text"],"creator":["Bartosch, Lorenz","de Souza, Mariano","Lang, Michael"],"language":[],"coverage":[],"title":["Scaling theory of the Mott transition and breakdown of the Gr\\\"uneisen\n  scaling near a finite-temperature critical end point"],"description":["  We discuss a scaling theory of the lattice response in the vicinity of a\nfinite-temperature critical end point. The thermal expansivity is shown to be\nmore singular than the specific heat such that the Gr\\\"uneisen ratio diverges\nas the critical point is approached, except for its immediate vicinity. More\ngenerally, we express the thermal expansivity in terms of a scaling function\nwhich we explicitly evaluate for the two-dimensional Ising universality class.\nRecent thermal expansivity measurements on the layered organic conductor\nkappa-(BEDT-TTF)_2 X close to the Mott transition are well described by our\ntheory.\n","Comment: 4 REVTeX pages, 4 figures; minor changes, as published"]}]
["1005.0829",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0829"],"date":["2010-05-05"],"type":["text"],"creator":["Alquier, Pierre","Hebiri, Mohamed"],"language":[],"coverage":[],"title":["Transductive versions of the LASSO and the Dantzig Selector"],"description":["  Transductive methods are useful in prediction problems when the training\ndataset is composed of a large number of unlabeled observations and a smaller\nnumber of labeled observations. In this paper, we propose an approach for\ndeveloping transductive prediction procedures that are able to take advantage\nof the sparsity in the high dimensional linear regression. More precisely, we\ndefine transductive versions of the LASSO and the Dantzig Selector . These\nprocedures combine labeled and unlabeled observations of the training dataset\nto produce a prediction for the unlabeled observations. We propose an\nexperimental study of the transductive estimators, that shows that they improve\nthe LASSO and Dantzig Selector in many situations, and particularly in high\ndimensional problems when the predictors are correlated. We then provide\nnon-asymptotic theoretical guarantees for these estimation methods.\nInterestingly, our theoretical results show that the Transductive LASSO and\nDantzig Selector satisfy sparsity inequalities under weaker assumptions than\nthose required for the \"original\" LASSO.\n"]}]
["1005.1214",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1214"],"date":["2010-05-07"],"type":["text"],"creator":["Bordes, Laurent","Paroissin, Christian","Salami, Ali"],"language":[],"coverage":[],"title":["Parametric inference in a perturbed gamma degradation process"],"description":["  We consider the gamma process perturbed by a Brownian motion (independent of\nthe gamma process) as a degradation model. Parameters estimation is studied\nhere. We assume that $n$ independent items are observed at irregular instants.\nFrom these observations, we estimate the parameters using the moments method.\nThen, we study the asymptotic properties of the estimators. Furthermore we\nderive some particular cases of items observed at regular or non-regular\ninstants. Finally, some numerical simulations and two real data applications\nare provided to illustrate our method.\n"]}]
["1005.2450",{"format":[],"subject":["Mathematics - Group Theory","20G25 (Primary), 22E50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2450"],"date":["2010-05-13","2010-06-15"],"type":["text"],"creator":["Portilla, Ricardo"],"language":[],"coverage":[],"title":["Parametrizing nilpotent orbits in $p$-adic symmetric spaces using\n  Bruhat-Tits theory"],"description":["  Let $k$ be a field with a nontrivial discrete valuation which is complete and\nhas perfect residue field. Let $G$ be the group of $k$-rational points of a\nreductive, linear algebraic group $\\textbf{G}$ equipped with an involution\n$\\theta$ defined over $k.$ Let $\\mathfrak{p}$ denote the $(-1)$-eigenspace in\nthe decomposition of the Lie algebra of $G$ under the differential $d\\theta.$\nIf $\\textbf{H}$ is a subgroup of $\\textbf{G}^{\\theta}$, the set of\n$\\theta$-fixed points, which contains the connected component of\n$\\textbf{G}^{\\theta},$ then $H=\\textbf{H}(k)$ acts on $\\mathfrak{p}$, which we\ntreat as a symmetric space. Let $r \\in \\mathbb{R}.$ Under mild restrictions on\n$\\textbf{G}$ and $k,$ the set of nilpotent $H$-orbits in $\\mathfrak{p}$ is\nparametrized by equivalence classes of noticed Moy-Prasad cosets of depth $r$\nwhich lie in $\\mathfrak{p}.$\n","Comment: 39 pages, 1 figure, minor errors corrected"]}]
["1005.4156",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4156"],"date":["2010-05-22","2010-06-15"],"type":["text"],"creator":["Savvidou, Christina"],"language":[],"coverage":[],"title":["Face numbers of cubical barycentric subdivisions"],"description":["  The cubical barycentric subdivision sd_c(K) of a cubical complex K is\nintroduced as an analogue of the barycentric subdivision of a simplicial\ncomplex. Explicit formulas for the short and long cubical h-vector of sd_c(K)\nare given, in terms of those of K. It is deduced that symmetry and\nnonnegativity of these h-vectors, as well as real rootedness of the short\ncubical h-polynomial, are preserved under cubical barycentric subdivision. The\nasymptotic behavior of the short and long cubical h-vectors of successive\ncubical barycentric subdivisions of K is also determined.\n","Comment: 8 pages, 1 figure"]}]
["1005.5097",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5097","Eur. Phys. J. Special Topics 180, 217 (2010)","doi:10.1140/epjst/e2010-01219-x"],"date":["2010-05-27"],"type":["text"],"creator":["Eckstein, M.","Hackl, A.","Kehrein, S.","Kollar, M.","Moeckel, M.","Werner, P.","Wolf, F. A."],"language":[],"coverage":[],"title":["New theoretical approaches for correlated systems in nonequilibrium"],"description":["  We review recent developments in the theory of interacting quantum\nmany-particle systems that are not in equilibrium. We focus mainly on the\nnonequilibrium generalizations of the flow equation approach and of dynamical\nmean-field theory (DMFT). In the nonequilibrium flow equation approach one\nfirst diagonalizes the Hamiltonian iteratively, performs the time evolution in\nthis diagonal basis, and then transforms back to the original basis, thereby\navoiding a direct perturbation expansion with errors that grow linearly in\ntime. In nonequilibrium DMFT, on the other hand, the Hubbard model can be\nmapped onto a time-dependent self-consistent single-site problem. We discuss\nresults from the flow equation approach for nonlinear transport in the Kondo\nmodel, and further applications of this method to the relaxation behavior in\nthe ferromagnetic Kondo model and the Hubbard model after an interaction\nquench. For the interaction quench in the Hubbard model, we have also obtained\nnumerical DMFT results using quantum Monte Carlo simulations. In agreement with\nthe flow equation approach they show that for weak coupling the system relaxes\nto a \"prethermalized\" intermediate state instead of rapid thermalization. We\ndiscuss the description of nonthermal steady states with generalized Gibbs\nensembles.\n","Comment: 19 pages, 6 figures, submitted to Eur. Phys. J. for publication in\n  the Special Topics volume \"Cooperative Phenomena in Solids: Metal-Insulator\n  Transitions and Ordering of Microscopic Degrees of Freedom\""]}]
["1006.1497",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages","F.3.1","F.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1497"],"date":["2010-06-08","2010-06-15"],"type":["text"],"creator":["Raiser, Frank","Frühwirth, Thom"],"language":[],"coverage":[],"title":["Analyzing Graph Transformation Systems through Constraint Handling Rules"],"description":["  Graph transformation systems (GTS) and constraint handling rules (CHR) are\nnon-deterministic rule-based state transition systems. CHR is well-known for\nits powerful confluence and program equivalence analyses, for which we provide\nthe basis in this work to apply them to GTS. We give a sound and complete\nembedding of GTS in CHR, investigate confluence of an embedded GTS, and provide\na program equivalence analysis for GTS via the embedding. The results confirm\nthe suitability of CHR-based program analyses for other formalisms embedded in\nCHR.\n","Comment: 45 pages, 11 figures, to appear in Theory and Practice of Logic\n  Programming (TPLP)"]}]
["1006.2302",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2302","Biomedical Imaging, IEEE International Symposium on, Rotterdam :\n  Netherlands (2010)"],"date":["2010-06-11"],"type":["text"],"creator":["Varoquaux, Gaël","Keller, Merlin","Poline, Jean Baptiste","Ciuciu, Philippe","Thirion, Bertrand"],"language":[],"coverage":[],"title":["ICA-based sparse feature recovery from fMRI datasets"],"description":["  Spatial Independent Components Analysis (ICA) is increasingly used in the\ncontext of functional Magnetic Resonance Imaging (fMRI) to study cognition and\nbrain pathologies. Salient features present in some of the extracted\nIndependent Components (ICs) can be interpreted as brain networks, but the\nsegmentation of the corresponding regions from ICs is still ill-controlled.\nHere we propose a new ICA-based procedure for extraction of sparse features\nfrom fMRI datasets. Specifically, we introduce a new thresholding procedure\nthat controls the deviation from isotropy in the ICA mixing model. Unlike\ncurrent heuristics, our procedure guarantees an exact, possibly conservative,\nlevel of specificity in feature detection. We evaluate the sensitivity and\nspecificity of the method on synthetic and fMRI data and show that it\noutperforms state-of-the-art approaches.\n"]}]
["1006.2722",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2722"],"date":["2010-06-14"],"type":["text"],"creator":["Bignamini, C.","Becattini, F.","Piccinini, F."],"language":[],"coverage":[],"title":["MCSTHAR++, a Monte Carlo code for the microcanonical hadronization"],"description":["  MCSTHAR++ is a new Monte Carlo code implementing the Statistical\nHadronization Model. This model assumes that hadronization proceeds through the\nmicrocanonical decay of massive extended clusters. Unlike other hadronization\nmodels, in this approach very few free parameters are needed, as has been\ndemonstrated in previous studies. The tuning of the model and the comparison\nwith the data is ongoing.\n","Comment: 3 pages; To appear in the proceedings of the conference IFAE 2010,\n  Roma, Italy, 7-9 April 2010"]}]
["1006.2835",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2835","Journal of Computer Science and Engineering, Volume 1, Issue 1,\n  p99-101, May 2010"],"date":["2010-06-14"],"type":["text"],"creator":["Reddy, P. Venkata Subba"],"language":[],"coverage":[],"title":["Fuzzy Modeling and Natural Language Processing for Panini's Sanskrit\n  Grammar"],"description":["  Indian languages have long history in World Natural languages. Panini was the\nfirst to define Grammar for Sanskrit language with about 4000 rules in fifth\ncentury. These rules contain uncertainty information. It is not possible to\nComputer processing of Sanskrit language with uncertain information. In this\npaper, fuzzy logic and fuzzy reasoning are proposed to deal to eliminate\nuncertain information for reasoning with Sanskrit grammar. The Sanskrit\nlanguage processing is also discussed in this paper.\n","Comment: Submitted to Journal of Computer Science and Engineering, see\n  http://sites.google.com/site/jcseuk/volume-1-issue-1-may-2010"]}]
["1006.2838",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2838","Journal of Computer Science and Engineering, Volume 1, Issue 1,\n  p102-111, May 2010"],"date":["2010-06-14"],"type":["text"],"creator":["Vashishtha, Rohit","Gupta, Ankit","Gupta, Piyush","Mishra, Shakti","Kushwaha, D S"],"language":[],"coverage":[],"title":["A Decentralized Approach for Service Discovery & Availability in P-Grids"],"description":["  The widespread emergence of the Internet as a platform for electronic data\ndistribution and the advent of structured information have revolutionized our\nability to deliver information to any corner of the world. Although Service\nOriented Architecture (SOA) is a paradigm for organizing and utilizing\ndistributed capabilities that may be under the control of different ownership\ndomains and implemented using various technology stacks and every organization\nmay not be geared up for this. To harness the various software / service\nresources placed on various systems, we have proposed and implemented a model\nthat is able to establish discovery and sharing in load balanced P-grid\nenvironment. The experimental results show that the proposed approach has\ndramatically lowered the network traffic (nearly negligible), while achieving\nload balancing in P2P grid systems. Our model is able to support discovery and\nsharing of resources also.\n","Comment: Submitted to Journal of Computer Science and Engineering, see\n  http://sites.google.com/site/jcseuk/volume-1-issue-1-may-2010"]}]
["1006.2840",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2840","Journal of Computer Science and Engineering, Volume 1, Issue 1,\n  p112-117, May 2010"],"date":["2010-06-14"],"type":["text"],"creator":["Sharma, Ashish","Kushwaha, D. S."],"language":[],"coverage":[],"title":["A Complexity measure based on Requirement Engineering Document"],"description":["  Research shows, that the major issue in development of quality software is\nprecise estimation. Further this estimation depends upon the degree of\nintricacy inherent in the software i.e. complexity. This paper attempts to\nempirically demonstrate the proposed complexity which is based on IEEE\nRequirement Engineering document. It is said that a high quality SRS is pre\nrequisite for high quality software. Requirement Engineering document (SRS) is\na specification for a particular software product, program or set of program\nthat performs some certain functions for a specific environment. The various\ncomplexity measure given so far are based on Code and Cognitive metrics value\nof software, which are code based. So these metrics provide no leverage to the\ndeveloper of the code. Considering the shortcoming of code based approaches,\nthe proposed approach identifies complexity of software immediately after\nfreezing the requirement in SDLC process. The proposed complexity measure\ncompares well with established complexity measures. Finally the trend can be\nvalidated with the result of proposed measure. Ultimately, Requirement based\ncomplexity measure can be used to understand the complexity of proposed\nsoftware much before the actual implementation of design thus saving on cost\nand manpower wastage.\n","Comment: Submitted to Journal of Computer Science and Engineering, see\n  http://sites.google.com/site/jcseuk/volume-1-issue-1-may-2010"]}]
["1006.2842",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2842"],"date":["2010-06-14"],"type":["text"],"creator":["Allen, Philip B."],"language":[],"coverage":[],"title":["Interpreting the 4-index Notation for Hexagonal Systems"],"description":["  A four index notation (e.g. (10-11) is often used to denote reciprocal\nlattice vectors or crystal faces of hexagonal crystals. The purposes of this\nnotation have never been fully explained. This note clarifies the underlying\nmathematics of a symmetric overcomplete basis. This simplifies and improves the\nusefulness of the notation.\n","Comment: 10 pages with one embedded figure"]}]
["1006.2844",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Artificial Intelligence","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2844","Actes du symposium SSTIC (2006)"],"date":["2010-06-14"],"type":["text"],"creator":["Burroni, Javier","Sarraute, Carlos"],"language":[],"coverage":[],"title":["Outrepasser les limites des techniques classiques de Prise d'Empreintes\n  grace aux Reseaux de Neurones"],"description":["  We present an application of Artificial Intelligence techniques to the field\nof Information Security. The problem of remote Operating System (OS) Detection,\nalso called OS Fingerprinting, is a crucial step of the penetration testing\nprocess, since the attacker (hacker or security professional) needs to know the\nOS of the target host in order to choose the exploits that he will use. OS\nDetection is accomplished by passively sniffing network packets and actively\nsending test packets to the target host, to study specific variations in the\nhost responses revealing information about its operating system.\n  The first fingerprinting implementations were based on the analysis of\ndifferences between TCP/IP stack implementations. The next generation focused\nthe analysis on application layer data such as the DCE RPC endpoint\ninformation. Even though more information was analyzed, some variation of the\n\"best fit\" algorithm was still used to interpret this new information. Our new\napproach involves an analysis of the composition of the information collected\nduring the OS identification process to identify key elements and their\nrelations. To implement this approach, we have developed tools using Neural\nNetworks and techniques from the field of Statistics. These tools have been\nsuccessfully integrated in a commercial software (Core Impact).\n","Comment: 16 pages, 3 figures. Symposium sur la S\\'ecurit\\'e des Technologies\n  de l'Information et des Communications (SSTIC), Rennes, France, May 31-June\n  2, 2006"]}]
["1006.2852",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2852"],"date":["2010-06-14"],"type":["text"],"creator":["Liu, Yifeng"],"language":[],"coverage":[],"title":["A non-archimedean analogue of Calabi-Yau theorem for totally degenerate\n  abelian varieties"],"description":["  We show an example of a non-archimedean version of the Calabi-Yau theorem in\ncomplex geometry. Precisely, we consider totally degenerate abelian varieties\nand certain probability measures on their associated analytic spaces in the\nsense of Berkovich.\n","Comment: 18 pages"]}]
["1006.2853",{"format":[],"subject":["Mathematics - Optimization and Control","I.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2853"],"date":["2010-06-14"],"type":["text"],"creator":["Pola, Giordano","Borri, Alessandro","Di Benedetto, Maria D."],"language":[],"coverage":[],"title":["Integrated symbolic control design for nonlinear systems with infinite\n  states specifications"],"description":["  Discrete abstractions of continuous and hybrid systems have recently been the\ntopic of great interest from both the control systems and the computer science\ncommunities, because they provide a sound mathematical framework for analysing\nand controlling embedded systems. In this paper we give a further contribution\nto this research line, by addressing the problem of symbolic control design of\nnonlinear systems with infinite states specifications, modelled by differential\nequations. We first derive the symbolic controller solving the control design\nproblem, given in terms of discrete abstractions of the plant and the\nspecification systems. We then present an algorithm which integrates the\nconstruction of the discrete abstractions with the design of the symbolic\ncontroller. Space and time complexity analysis of the proposed algorithm is\nperformed and a comparison with traditional approaches currently available in\nthe literature for symbolic control design, is discussed. Some examples are\nincluded, which show the interest and applicability of our results.\n","Comment: 22 pages, 2 figures, 4 tables"]}]
["1006.2859",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2859"],"date":["2010-06-14"],"type":["text"],"creator":["Aguilera, Néstor E.","Forzani, Liliana","Morin, Pedro"],"language":[],"coverage":[],"title":["On convex regression estimators"],"description":["  A new nonparametric estimator of a convex regression function in any\ndimension is proposed and its convergence properties are studied. We start by\nusing any estimator of the regression function and we \\emph{convexify} it by\ntaking the convex envelope of a sample of the approximation obtained. We prove\nthat the uniform rate of convergence of the estimator is maintained after the\nconvexification is applied. The finite sample properties of the new estimator\nare investigated by means of a simulation study and the application of the new\nmethod is demonstrated in examples.\n"]}]
["1006.2864",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","Nonlinear Sciences - Chaotic Dynamics","37B55, 37G15, 34F05, 34C37, 34D30, 37C20, 37C15, 37C29, 37E10,\n  37E45, 34D08, 37D20, 76U05, 35Q35, 86A05, 86-06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2864","Physica D: Nonlinear phenomena, Special Issue on The Euler\n  Equations: 250 Years On, {\\bf 237}(2008), 2111--2126","doi:10.1016/j.physd.2008.03.036"],"date":["2010-06-14"],"type":["text"],"creator":["Ghil, Michael","Chekroun, Mickaël D.","Simonnet, Eric"],"language":[],"coverage":[],"title":["Climate dynamics and fluid mechanics: Natural variability and related\n  uncertainties"],"description":["  The purpose of this review-and-research paper is twofold: (i) to review the\nrole played in climate dynamics by fluid-dynamical models; and (ii) to\ncontribute to the understanding and reduction of the uncertainties in future\nclimate-change projections. To illustrate the first point, we focus on the\nlarge-scale, wind-driven flow of the mid-latitude oceans which contribute in a\ncrucial way to Earth's climate, and to changes therein. We study the\nlow-frequency variability (LFV) of the wind-driven, double-gyre circulation in\nmid-latitude ocean basins, via the bifurcation sequence that leads from steady\nstates through periodic solutions and on to the chaotic, irregular flows\ndocumented in the observations. This sequence involves local, pitchfork and\nHopf bifurcations, as well as global, homoclinic ones. The natural climate\nvariability induced by the LFV of the ocean circulation is but one of the\ncauses of uncertainties in climate projections. Another major cause of such\nuncertainties could reside in the structural instability in the topological\nsense, of the equations governing climate dynamics, including but not\nrestricted to those of atmospheric and ocean dynamics. We propose a novel\napproach to understand, and possibly reduce, these uncertainties, based on the\nconcepts and methods of random dynamical systems theory. As a very first step,\nwe study the effect of noise on the topological classes of the Arnol'd family\nof circle maps, a paradigmatic model of frequency locking as occurring in the\nnonlinear interactions between the El Nino-Southern Oscillations (ENSO) and the\nseasonal cycle. It is shown that the maps' fine-grained resonant landscape is\nsmoothed by the noise, thus permitting their coarse-grained classification.\nThis result is consistent with stabilizing effects of stochastic\nparametrization obtained in modeling of ENSO phenomenon via some general\ncirculation models.\n","Comment: Invited survey paper for Special Issue on The Euler Equations: 250\n  Years On, in Physica D: Nonlinear phenomena"]}]
["1006.2868",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2868"],"date":["2010-06-14"],"type":["text"],"creator":["de Siqueira, A. C. V. V."],"language":[],"coverage":[],"title":["Conformal Form of Pseudo-Riemannian Metrics by Normal Coordinate\n  Transformations"],"description":["  In this paper we extend the Cartan's approach of Riemannian normal\ncoordinates and show that all n-dimensional pseudo-Riemannian metrics are\nconformal to a flat manifold, when, in normal coordinates, they are\nwell-behaved in the origin and in its neighborhood. We show that for this\ncondition all n-dimensioanl pseudo-Riemannian metrics can be embedded in a\nhyper-cone of an n+2-dimensional flat manifold. Based on the above conditions\nwe show that each n-dimensional pseudo-Riemannian manifolds is conformal to an\nn-dimensional manifold of constant curvature. As a consequence of geometry,\nwithout postulates, we obtain the classical and the quantum angular momenta of\na particle.\n","Comment: 27 pages, no figures"]}]
["1006.2881",{"format":[],"subject":["Mathematics - Combinatorics","05B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2881"],"date":["2010-06-14"],"type":["text"],"creator":["Huang, Fenix W. D.","Reidys, Christian M."],"language":[],"coverage":[],"title":["On the uniform generation of modular diagrams"],"description":["  In this paper we present an algorithm that generates $k$-noncrossing,\n$\\sigma$-modular diagrams with uniform probability. A diagram is a labeled\ngraph of degree $\\le 1$ over $n$ vertices drawn in a horizontal line with arcs\n$(i,j)$ in the upper half-plane. A $k$-crossing in a diagram is a set of $k$\ndistinct arcs $(i_1, j_1), (i_2, j_2),\\ldots,(i_k, j_k)$ with the property $i_1\n< i_2 < \\ldots < i_k < j_1 < j_2 < \\ldots< j_k$. A diagram without any\n$k$-crossings is called a $k$-noncrossing diagram and a stack of length\n$\\sigma$ is a maximal sequence\n$((i,j),(i+1,j-1),\\dots,(i+(\\sigma-1),j-(\\sigma-1)))$. A diagram is\n$\\sigma$-modular if any arc is contained in a stack of length at least\n$\\sigma$. Our algorithm generates after $O(n^k)$ preprocessing time,\n  $k$-noncrossing, $\\sigma$-modular diagrams in $O(n)$ time and space\ncomplexity.\n","Comment: 21 pages, 7 figures"]}]
["1006.2885",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2885"],"date":["2010-06-15"],"type":["text"],"creator":["Tanaka, Sho"],"language":[],"coverage":[],"title":["Holographic Relation in Yang's Quantized Space-Time Algebra and\n  Area-Entropy Relation in $D_0$ Brane Gas System. II"],"description":["  We investigate a possible inner relation between the familiar\nBekenstein-Hawking area-entropy relation and ours presented in a simple $D_0$\nbrane gas model on the basis of the kinematical holographic relation [KHR] in\nthe Yang's quantized space-time algebra (YSTA). We find out that the relation\nbetween them is well understood through the idea of an {\\it elementary}\nSchwarzschild black hole realized on a single $[site]$ of Planckian scale in\nour scheme. Related arguments possibly explain the origin of a certain kind of\nuniversality as seen in $\\eta =1/4$ in the Bekenstein-Hawking relation and lead\nus to notice the similarity between the effective mass of $D_0$ brane, $\\mu_S,$\ninside black holes and the Hawking radiation temperature, $T_{H.R.} ( = 1/(8\\pi\nM_S) )$, both inversely proportional to the black hole mass $M_S$ and having\nalmost the same order of magnitude. Motivated by this fact, we introduce in our\nscheme an ansatz which enables us self-consistently to equate $\\mu_S$ to\n$T_{H.R.}$ and leads us to an area-entropy relation with $\\eta$ slightly\nshifted from $1/4.$\n","Comment: 22 pages"]}]
["1006.2888",{"format":[],"subject":["Mathematics - Logic","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2888"],"date":["2010-06-15"],"type":["text"],"creator":["Doron, Mor","Shelah, Saharon"],"language":[],"coverage":[],"title":["Hereditary Zero-One Laws for Graphs"],"description":["  We consider the random graph M^n_{\\bar{p}} on the set [n], were the\nprobability of {x,y} being an edge is p_{|x-y|}, and \\bar{p}=(p_1,p_2,p_3,...)\nis a series of probabilities. We consider the set of all \\bar{q} derived from\n\\bar{p} by inserting 0 probabilities to \\bar{p}, or alternatively by decreasing\nsome of the p_i. We say that \\bar{p} hereditarily satisfies the 0-1 law if the\n0-1 law (for first order logic) holds in M^n_{\\bar{q}} for any \\bar{q} derived\nfrom \\bar{p} in the relevant way described above. We give a necessary and\nsufficient condition on \\bar{p} for it to hereditarily satisfy the 0-1 law.\n"]}]
["1006.2890",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2890"],"date":["2010-06-15"],"type":["text"],"creator":["Schleich, Kristin","Witt, Donald M."],"language":[],"coverage":[],"title":["Singularities from the Topology and Differentiable Structure of\n  Asymptotically Flat Spacetimes"],"description":["  We prove that certain asymptotically flat initial data sets with nontrivial\ntopology and/or differentiable structure collapse to form singularities. The\nclass of such initial data sets is characterized by a new smooth invariant, the\nmaximal Yamabe invariant, defined through smooth compactification of the\nasymptotically flat manifold. Our singularity theorem applies to spacetimes\nadmitting a Cauchy surface of nonpositive maximal Yamabe invariant with initial\ndata that satisfies the dominant energy condition. This class of spacetimes\nincludes simply connected spacetimes with a single asymptotic region, a class\nnot covered by prior singularity theorems for topological structures. The\nmaximal Yamabe invariant can be related to other invariants including, in 4\ndimensions, the A-genus and the Seiberg-Witten invariants. In particular,\n5-dimensional spacetimes with asymptotically flat Cauchy surfaces with\nnon-trivial Seiberg-Witten invariants are singular. This singularity is due to\nthe differentiable structure of the manifold.\n","Comment: 22 pages"]}]
["1006.2891",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2891","SIGMA 6 (2010), 051, 11 pages","doi:10.3842/SIGMA.2010.051"],"date":["2010-06-15"],"type":["text"],"creator":["Nakpim, Warisa","Meleshko, Sergey V."],"language":[],"coverage":[],"title":["Linearization of Second-Order Ordinary Differential Equations by\n  Generalized Sundman Transformations"],"description":["  The linearization problem of a second-order ordinary differential equation by\nthe generalized Sundman transformation was considered earlier by Duarte,\nMoreira and Santos using the Laguerre form. The results obtained in the present\npaper demonstrate that their solution of the linearization problem for a\nsecond-order ordinary differential equation via the generalized Sundman\ntransformation is not complete. We also give examples which show that the\nLaguerre form is not sufficient for the linearization problem via the\ngeneralized Sundman transformation.\n"]}]
["1006.2892",{"format":[],"subject":["Condensed Matter - Superconductivity","Quantum Physics","ams.org","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2892"],"date":["2010-06-15"],"type":["text"],"creator":["Dzhumanov, S.","Ganiev, O. K.","Djumanov, Sh. S."],"language":[],"coverage":[],"title":["Novel Isotope Effects on the Pairing Pseudogap in High-$T_{c}$ Cuprates:\n  Evidences for Polaronic Metal and Precursor BCS-Like Pairing of Large\n  Polarons"],"description":["  We have studied the novel isotope effects on the pairing pseudogap in\nunderdoped and optimally doped cuprates within the large-polaron model and two\nnon-standard BCS-like approaches. We have shown that in the\nintermediate-coupling regime the precursor pairing of large polarons occurs at\na mean-field temperature $T^{\\ast}>T_{c}$ and the near-absent, sizable and very\nlarge oxygen and copper isotope effects on $T^{\\ast}$ exist in cuprates with\nsmall and large Fermi surfaces. Our results for $T^{\\ast}$, isotope shifts and\nexponents in slightly underdoped and optimally doped cuprates are in\nquantitative agreement with existing experiments and explain the discrepancy\nbetween various experiments.\n","Comment: 4 pages, 4 figures"]}]
["1006.2895",{"format":[],"subject":["Computer Science - Digital Libraries","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2895"],"date":["2010-06-15"],"type":["text"],"creator":["Leydesdorff, Loet","Opthof, Tobias"],"language":[],"coverage":[],"title":["Scopus' SNIP Indicator"],"description":["  Rejoinder to Moed [arXiv:1005.4906]: Our main objection is against developing\nnew indicators which, like some of the older ones (for example, the \"crown\nindicator\" of CWTS), do not allow for indicating error because they do not\nprovide a statistics, but are based, in our opinion, on a violation of the\norder of operations. The claim of validity for the SNIP indicator is hollow\nbecause the normalizations are based on field classifications which are not\nvalid. Both problems can perhaps be solved by using fractional counting.\n"]}]
["1006.2896",{"format":[],"subject":["Computer Science - Digital Libraries","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2896"],"date":["2010-06-15"],"type":["text"],"creator":["Leydesdorff, Loet","Opthof, Tobias"],"language":[],"coverage":[],"title":["Normalization at the field level: fractional counting of citations"],"description":["  Van Raan et al. (2010; arXiv:1003.2113) have proposed a new indicator (MNCS)\nfor field normalization. Since field normalization is also used in the Leiden\nRankings of universities, we elaborate our critique of journal normalization in\nOpthof & Leydesdorff (2010; arXiv:1002.2769) in this rejoinder concerning field\nnormalization. Fractional citation counting thoroughly solves the issue of\nnormalization for differences in citation behavior among fields. This indicator\ncan also be used to obtain a normalized impact factor.\n"]}]
["1006.2898",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2898"],"date":["2010-06-15"],"type":["text"],"creator":["Kim, Ildoo","Kim, Kyeong-Hun"],"language":[],"coverage":[],"title":["A generalization of the Littlewood-Paley inequality for the fractional\n  Laplacian $(-\\Delta)^{\\alpha/2}$"],"description":["  We prove a parabolic version of the Littlewood-Paley inequality for the\nfractional Laplacian $(-\\Delta)^{\\alpha/2}$, where $\\alpha\\in (0,2)$.\n"]}]
["1006.2906",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2906"],"date":["2010-06-15"],"type":["text"],"creator":["Kozlowski, K. K.","Teschner, J."],"language":[],"coverage":[],"title":["TBA for the Toda chain"],"description":["  We give a direct derivation of a proposal of Nekrasov-Shatashvili concerning\nthe quantization conditions of the Toda chain. The quantization conditions are\nformulated in terms of solutions to a nonlinear integral equation similar to\nthe ones coming from the thermodynamic Bethe ansatz. This is equivalent to\nextremizing a certain function called Yang's potential. It is shown that the\nNekrasov-Shatashvili formulation of the quantization conditions follows from\nthe solution theory of the Baxter equation, suggesting that this way of\nformulating the quantization conditions should indeed be applicable to large\nclasses of quantized algebraically integrable models.\n","Comment: 21 pages"]}]
["1006.2907",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2907"],"date":["2010-06-15"],"type":["text"],"creator":["Liu, E. K.","Li, G. J.","Zhu, W.","Feng, L.","Chen, J. L.","Wu, G. H.","Wang, W. H."],"language":[],"coverage":[],"title":["Field-induced multiple metamagnetization in phase transition from\n  paramagnetic austenite to ferromagnetic martensite in MnNi1-xFexGe"],"description":["  Tailoring the phase stability and magnetic structure by combining the\nantiferromagnetic MnNiGe martensite with ferromagnetic MnFeGe austenite, a\nmagnetic-field-induced martensitic transformation has been achieved in\nMnNi1-xFexGe system. The doped Fe enables the isolated structural and magnetic\ntransitions of MnNiGe to coincide at room temperature and also establishes\nferromagnetic couplings in six-Mn-centering-one-Fe-atom clusters. The\nferromagnetic clusters transit the antiferromagnetic state in martensite to a\nferromagnetic state and the alloys are further induced to a stronger\nferromagnetic state by external field, resulting in a large magnetization\ndifference up to 50 emu/g across the transformation. The field-induced\nmartensitic transformation thus experiences a multiple metamagnetization\nprocess.\n","Comment: 15 pages, 5 figures and 1 table. Submitted for publication"]}]
["1006.2914",{"format":[],"subject":["Mathematics - Analysis of PDEs","Physics - Fluid Dynamics","76S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2914"],"date":["2010-06-15"],"type":["text"],"creator":["Bourgeat, Alain","Jurak, Mladen","Smai, Farid"],"language":[],"coverage":[],"title":["Modelling and Numerical Simulation of Gas Migration in a Nuclear Waste\n  Repository"],"description":["  We present a compositional compressible two-phase, liquid and gas, flow model\nfor numerical simulations of hydrogen migration in deep geological radioactive\nwaste repository. This model includes capillary effects and the gas\ndiffusivity. The choice of the main variables in this model, Total or Dissolved\nHydrogen Mass Concentration and Liquid Pressure, leads to a unique and\nconsistent formulation of the gas phase appearance and disappearance. After\nintroducing this model, we show computational evidences of its adequacy to\nsimulate gas phase appearance and disappearance in different situations typical\nof underground radioactive waste repository.\n"]}]
["1006.2918",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2918","ApJ, 717:363-371, 2010 July 1","doi:10.1088/0004-637X/717/1/363"],"date":["2010-06-15"],"type":["text"],"creator":["Rauch, T.","Orio, M.","Gonzales-Riestra, R.","Nelson, T.","Still, M.","Werner, K.","Wilms, J."],"language":[],"coverage":[],"title":["NLTE model atmospheres for the hottest white dwarfs: Spectral analysis\n  of the compact component in nova V4743 Sgr"],"description":["  Half a year after its outburst in September 2002, nova V4743 Sgr evolved into\nthe brightest supersoft X-ray source in the sky with a flux maximum around 30A.\nWe calculated grids of synthetic energy distributions (SEDs) based on NLTE\nmodel atmospheres for the analysis of the hottest white dwarfs and present the\nresult of fits to Chandra and XMM-Newton grating X-ray spectra of V4743 Sgr of\noutstanding quality, exhibiting prominent resonance lines of C V, C VI, N VI, N\nVII, and O VII in absorption. The nova reached its highest effective\ntemperature (Teff = 740 +/- 70kK) around April 2003 and remained at that\ntemperature at least until September 2003. We conclude that the white dwarf is\nmassive, about 1.1 - 1.2 Msun. The nuclear-burning phase lasted for 2 to 2.5\nyears after the outburst, probably the average duration for a classical nova.\nThe photosphere of V4743 Sgr was strongly carbon deficient (about times solar)\nand enriched in nitrogen and oxygen (> 5 times solar). Especially the very low\nC/N ratio indicates that the material at the white dwarf's surface underwent\nthermonuclear burning. Thus, this nova retained some of the accreted material\nand did not eject all of it in outburst. From March to September 2003, the\nnitrogen abundance is strongly decreasing, probably new material is already\nbeen accreted at this stage.\n"]}]
["1006.2921",{"format":[],"subject":["Computer Science - Logic in Computer Science","68T15","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2921"],"date":["2010-06-15"],"type":["text"],"creator":["Echenim, Mnacho","Peltier, Nicolas"],"language":[],"coverage":[],"title":["Instantiation of SMT problems modulo Integers"],"description":["  Many decision procedures for SMT problems rely more or less implicitly on an\ninstantiation of the axioms of the theories under consideration, and differ by\nmaking use of the additional properties of each theory, in order to increase\nefficiency. We present a new technique for devising complete instantiation\nschemes on SMT problems over a combination of linear arithmetic with another\ntheory T. The method consists in first instantiating the arithmetic part of the\nformula, and then getting rid of the remaining variables in the problem by\nusing an instantiation strategy which is complete for T. We provide examples\nevidencing that not only is this technique generic (in the sense that it\napplies to a wide range of theories) but it is also efficient, even compared to\nstate-of-the-art instantiation schemes for specific theories.\n","Comment: Research report, long version of our AISC 2010 paper"]}]
["1006.2923",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2923"],"date":["2010-06-15"],"type":["text"],"creator":["Guill, Christian","Drossel, Barbara","Just, Wolfram","Carmack, Eddy"],"language":[],"coverage":[],"title":["A three-species model explaining cyclic dominance of pacific salmon"],"description":["  The four-year oscillations of the number of spawning sockeye salmon\n(Oncorhynchus nerka) that return to their native stream within the Fraser River\nbasin in Canada are a striking example of population oscillations. The period\nof the oscillation corresponds to the dominant generation time of these fish.\nVarious - not fully convincing - explanations for these oscillations have been\nproposed, including stochastic influences, depensatory fishing, or genetic\neffects. Here, we show that the oscillations can be explained as a stable\ndynamical attractor of the population dynamics, resulting from a strong\nresonance near a Neimark Sacker bifurcation. This explains not only the\nlong-term persistence of these oscillations, but also reproduces correctly the\nempirical sequence of salmon abundance within one period of the oscillations.\nFurthermore, it explains the observation that these oscillations occur only in\nsockeye stocks originating from large oligotrophic lakes, and that they are\nusually not observed in salmon species that have a longer generation time.\n","Comment: 7 pages, 5 figures"]}]
["1006.2924",{"format":[],"subject":["Mathematics - Combinatorics","Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Quantitative Biology - Biomolecules","05A16 92E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2924"],"date":["2010-06-15"],"type":["text"],"creator":["Li, Thomas J. X.","Reidys, Christian M."],"language":[],"coverage":[],"title":["Combinatorics of RNA-RNA interaction"],"description":["  RNA-RNA binding is an important phenomenon observed for many classes of\nnon-coding RNAs and plays a crucial role in a number of regulatory processes.\nRecently several MFE folding algorithms for predicting the joint structure of\ntwo interacting RNA molecules have been proposed. Here joint structure means\nthat in a diagram representation the intramolecular bonds of each partner are\npseudoknot-free, that the intermolecular binding pairs are noncrossing, and\nthat there is no so-called ``zig-zag'' configuration. This paper presents the\ncombinatorics of RNA interaction structures including their generating\nfunction, singularity analysis as well as explicit recurrence relations. In\nparticular, our results imply simple asymptotic formulas for the number of\njoint structures.\n","Comment: 27 pages, 12 figures"]}]
["1006.2930",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2930","IJTP 49 (2010) 1324-1332","doi:10.1007/s10773-010-0313-6"],"date":["2010-06-15"],"type":["text"],"creator":["Cherbal, O.","Drir, M.","Maamache, M.","Trifonov, D. A."],"language":[],"coverage":[],"title":["Fermion Coherence Hamiltonians"],"description":["  We have established that the most general form of Hamiltonian that preserves\nfermionic coherent states stable in time, is that of the nonstationary free\nfermionic oscillator. This is to be compared with the earlier result of boson\ncoherence Hamiltonian, which is of the more general form of the nonstationary\nforced bosonic oscillator. If however one admits Grassmann variables as\nHamiltonian parameters then the coherence Hamiltonian takes again the form of\n(Grassmannian fermionic) forced oscillator.\n","Comment: latex, 10 pages, no figures"]}]
["1006.2937",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2937","Nonlinear Processes in Geophysics, 17, 283-285 (2010)","doi:10.5194/npg-17-283-2010"],"date":["2010-06-15"],"type":["text"],"creator":["Mancho, A. M.","Wiggins, S.","Turiel, A.","Hernandez-Garcia, E.","Lopez, C.","Garcia-Ladona, E."],"language":[],"coverage":[],"title":["Preface \"Nonlinear processes in oceanic and atmospheric flows\""],"description":["  Nonlinear phenomena are essential ingredients in many oceanic and atmospheric\nprocesses, and successful understanding of them benefits from multidisciplinary\ncollaboration between oceanographers, meteorologists, physicists and\nmathematicians. The present Special Issue on ``Nonlinear Processes in Oceanic\nand Atmospheric Flows'' contains selected contributions from attendants to the\nworkshop which, in the above spirit, was held in Castro Urdiales, Spain, in\nJuly 2008. Here we summarize the Special Issue contributions, which include\npapers on the characterization of ocean transport in the Lagrangian and in the\nEulerian frameworks, generation and variability of jets and waves, interactions\nof fluid flow with plankton dynamics or heavy drops, scaling in meteorological\nfields, and statistical properties of El Ni\\~no Southern Oscillation.\n","Comment: This is the introductory article to a Special Issue on \"Nonlinear\n  Processes in Oceanic and Atmospheric Flows'', published in the journal\n  Nonlinear Processes in Geophysics, where the different contributions are\n  summarized. The Special Issue itself is freely available from\n  http://www.nonlin-processes-geophys.net/special_issue103.html"]}]
["1006.2938",{"format":[],"subject":["Mathematics - History and Overview","97G60, 97H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2938"],"date":["2010-06-15"],"type":["text"],"creator":["Jahnel, Jörg"],"language":[],"coverage":[],"title":["When is the (co)sine of a rational angle equal to a rational number?"],"description":["  If the cosine of a rational multiple of $\\pi$ is a rational number then it is\nan integral multiple of $\\frac12$. For this fact, we give a proof accessible to\nan interested school student. We then discuss which quadratic and cubic\nirrationalities are values of cosine at ratinal multiples of $\\pi$.\n"]}]
["1006.2940",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2940"],"date":["2010-06-15"],"type":["text"],"creator":["Fang, Zhou","Meinshausen, Nicolai"],"language":[],"coverage":[],"title":["LASSO ISOtone for High Dimensional Additive Isotonic Regression"],"description":["  Additive isotonic regression attempts to determine the relationship between a\nmulti-dimensional observation variable and a response, under the constraint\nthat the estimate is the additive sum of univariate component effects that are\nmonotonically increasing. In this article, we present a new method for such\nregression called LASSO Isotone (LISO). LISO adapts ideas from sparse linear\nmodelling to additive isotonic regression. Thus, it is viable in many\nsituations with high dimensional predictor variables, where selection of\nsignificant versus insignificant variables are required. We suggest an\nalgorithm involving a modification of the backfitting algorithm CPAV. We give a\nnumerical convergence result, and finally examine some of its properties\nthrough simulations. We also suggest some possible extensions that improve\nperformance, and allow calculation to be carried out when the direction of the\nmonotonicity is unknown.\n"]}]
["1006.2942",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2942"],"date":["2010-06-15"],"type":["text"],"creator":["Carrillo, Jose A.","Karper, Trygve","Trivisa, Konstantina"],"language":[],"coverage":[],"title":["On the Dynamics of a Fluid-Particle Interaction Model: The Bubbling\n  Regime"],"description":["  This article deals with the issues of global-in-time existence and asymptotic\nanalysis of a fluid-particle interaction model in the so-called bubbling\nregime. The mixture occupies the physical space $\\Omega \\subset \\mathbb{R}^3$\nwhich may be unbounded. The system under investigation describes the evolution\nof particles dispersed in a viscous compressible fluid and is expressed by the\nconservation of fluid mass, the balance of momentum and the balance of particle\ndensity often referred as the Smoluchowski equation. The coupling between the\ndispersed and dense phases is obtained through the drag forces that the fluid\nand the particles exert mutually by action-reaction principle. We show that\nsolutions exist globally in time under reasonable physical assumptions on the\ninitial data, the physical domain, and the external potential. Furthermore, we\nprove the large-time stabilization of the system towards a unique stationary\nstate fully determined by the masses of the initial density of particles and\nfluid and the external potential.\n","Comment: 35 pages"]}]
["1006.2943",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2943"],"date":["2010-06-15"],"type":["text"],"creator":["Kundu, S.","Nath, T. K.","Nigam, A. K.","Maitra, T.","Taraphder, A."],"language":[],"coverage":[],"title":["On the question of metallicity and ferromagnetism in charge ordered\n  insulating Nd0.5Sr0.5MnO3 nanoparticles"],"description":["  The fascinating phenomenon of destabilization of charge/orbital order in\nNd0.5Sr0.5MnO3 with the reduction of grain size is critically investigated.\nBased on our magnetic and transport experiments followed by a theoretical\nanalysis, we analyze various possible mechanisms and try to delineate a\nuniversal scenario behind this phenomenon. We, revisit this issue and discuss\nthe overwhelming evidence from experiments on nano and bulk manganites as well\nas the absence of correlation between size reduction and pressure effects on\nmanganites. We propose a phenomenological understanding on the basis of\nenhanced surface disorder to explain the appearance of weak ferromagnetism and\nmetallicity in nanoparticles of Nd0.5Sr0.5MnO3. We also provide supportive\nevidence from an ab-initio electron structure calculation and a recent\nnumerical simulation and argue that the mechanism is universal in all nanosize\ncharge ordered manganites.\n"]}]
["1006.2952",{"format":[],"subject":["Mathematics - Commutative Algebra","13C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2952"],"date":["2010-06-15"],"type":["text"],"creator":["Keshari, Manoj K"],"language":[],"coverage":[],"title":["Some results on Euler class groups"],"description":["  Let A be a regular domain of dimension d containing an infinite field and let\nn be an integer with 2n\\geq d+3. For a stably free A-module P of rank n, we\nprove that (i) P has a unimodular element if and only if the euler class of P\nis zero in E^n(A) and (ii) we define Whitney class homomorphism w(P):E^s(A)\\ra\nE^{n+s}(A), where E^s(A) denotes the sth Euler class group of A for s\\geq 1.\n"]}]
["1006.2953",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2953"],"date":["2010-06-15"],"type":["text"],"creator":["Ahn, Y. H."],"language":[],"coverage":[],"title":["Probing lepton flavor violation with nonzero $U_{e3}$ and leptogenesis\n  through $A_4$ symmetry breaking"],"description":["  We study how lepton flavor violation (LFV) is related to the reactor angle\n$\\theta_{13}$, LHC/dark matter (DM) signal with a successful leptogenesis in a\nradiative seesaw model through $A_4$ flavor symmetry breaking, in the light of\nthe deviation of tri-bimaximal mixing (TBM) angles and the recent precision\noscillation data. To do this, we consider the normal mass spectrum of light\nneutrino giving a successful leptogenesis at electroweak (EW) scale or more\nwith a relatively large $\\sin\\theta_{13}\\simeq{\\cal O}(0.1)$, where a\nsuccessful leptogenesis requires LHC/DM signal $m_{-}\\lesssim$ a few keV in our\nscenario, and we show that the measurement of $\\tau\\rightarrow\\mu\\gamma$ is\nstrongly dependent on $m_{-}$ and the leptogenesis scale. Especially, we show\nthat $\\mu\\rightarrow e\\gamma$ and $\\mu-e$ conversion are proportional to the\nvalue of $\\theta_{13}$, and the measurements of both $\\mu\\rightarrow e\\gamma$\n(and/or $\\mu-e$ conversion) and $\\theta_{13}$ can give a prediction of\n$\\tau\\rightarrow\\mu\\gamma$ with a successful leptogenesis.\n","Comment: 12 pages, 9 figures"]}]
["1006.2958",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2958"],"date":["2010-06-15"],"type":["text"],"creator":["Aubry, Yves","Jean-Christophe, Godin","Olivier, Togni"],"language":[],"coverage":[],"title":["Extended core and choosability of a graph"],"description":["  A graph $G$ is $(a,b)$-choosable if for any color list of size $a$ associated\nwith each vertices, one can choose a subset of $b$ colors such that adjacent\nvertices are colored with disjoint color sets. This paper shows an equivalence\nbetween the $(a,b)$-choosability of a graph and the $(a,b)$-choosability of one\nof its subgraphs called the extended core. As an application, this result\nallows to prove the $(5,2)$-choosability and $(7,3)$-colorability of\ntriangle-free induced subgraphs of the triangular lattice.\n","Comment: 10 pages"]}]
["1006.2960",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2960"],"date":["2010-06-15"],"type":["text"],"creator":["Galla, Tobias"],"language":[],"coverage":[],"title":["Imitation, internal absorption and the reversal of local drift in\n  stochastic evolutionary games"],"description":["  Evolutionary game dynamics in finite populations is typically subject to\nnoise, inducing effects which are not present in deterministic systems,\nincluding fixation and extinction. In the first part of this paper we\ninvestigate the phenomenon of drift reversal in finite populations, taking into\naccount that drift is a local quantity in strategy space. Secondly, we study a\nsimple imitation dynamics, and show that it can lead to fixation at internal\nmixed-strategy fixed points even in finite populations. Imitation in infinite\npopulations is adequately described by conventional replicator dynamics, and\nthese equations are known to have internal fixed points. Internal absorption in\nfinite populations on the other hand is a novel dynamic phenomenon. Due to an\noutward drift in finite populations this type of dynamic arrest is not found in\nother commonly studied microscopic dynamics, not even in those with the same\ndeterministic replicator limit as imitation.\n","Comment: 26 pages, 10 figures"]}]
["1006.2961",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2961"],"date":["2010-06-15"],"type":["text"],"creator":["Fomin, Andrei"],"language":[],"coverage":[],"title":["Bounds for the order for p-elementary subgroups in the plane Cremona\n  group over a perfect field"],"description":["  We obtain a sharp bound for p-elementary subgroups in the plane Cremona group\nover an arbitrary perfect field.\n","Comment: 4 pages"]}]
["1006.2964",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2964","Valerij A. Shklovskij and Vladimir V. Sosedkin, Phys. Rev. B 80\n  214526 (2009)","doi:10.1103/PhysRevB.80.214526"],"date":["2010-06-15"],"type":["text"],"creator":["Shklovskij, Valerij A.","Sosedkin, Vladimir V."],"language":[],"coverage":[],"title":["Guiding of vortices and ratchet effect in superconducting films with\n  asymmetric pinning potential"],"description":["  Two-dimensional vortex dynamics in a ratchet washboard planar pinning\npotential (PPP) in the presence of thermal fluctuations is considered on the\nbasis of a Fokker-Planck equation. Explicit expressions for two new nonlinear\nanisotropic voltages (longitudinal and transverse with respect to the current\ndirection) are derived and analyzed. The physical origin of these odd (with\nrespect to magnetic field or transport current direction reversal) voltages is\ncaused by the interplay between the even effect of vortex guiding and the\nratchet asymmetry. Both new voltages are going to zero in the linear regimes of\nthe vortex motion (i.e. in the thermally activated flux flow (TAFF) and ohmic\nflux flow (FF) regimes) and have a bump-like current or temperature dependence\nin the vicinity of the highly nonlinear resistive transition from the TAFF to\nthe FF.\n","Comment: 15 pages, 18 figures"]}]
["1006.2965",{"format":[],"subject":["Mathematics - Probability","60K25, 60K37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2965"],"date":["2010-06-15"],"type":["text"],"creator":["D'Auria, Bernardo","Ivanovs, Jevgenijs","Kella, Offer","Mandjes, Michel"],"language":[],"coverage":[],"title":["First passage process of a Markov additive process, with applications to\n  reflection problems"],"description":["  In this paper we consider the first passage process of a spectrally negative\nMarkov additive process (MAP). The law of this process is uniquely\ncharacterized by a certain matrix function, which plays a crucial role in\nfluctuation theory. We show how to identify this matrix using the theory of\nJordan chains associated with analytic matrix functions. Importantly, our\nresult also provides us with a technique, which can be used to derive various\nfurther identities. We then proceed to show how to compute the stationary\ndistribution associated with a one-sided reflected (at zero) MAP for both the\nspectrally positive and spectrally negative cases as well as for the two sided\nreflected Markov-modulated Brownian motion; these results can be interpreted in\nterms of queues with MAP input.\n","Comment: 16 pages"]}]
["1006.2966",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Differential Geometry","32G15, 30F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2966"],"date":["2010-06-15"],"type":["text"],"creator":["Axelsson, Reynir","Schumacher, Georg"],"language":[],"coverage":[],"title":["Variation of geodesic length functions over Teichm\\\"uller space"],"description":["  In a family of compact, canonically polarized, complex manifolds equipped\nwith K\\\"ahler-Einstein metrics the first variation of the lengths of closed\ngeodesics was previously shown in by the authors in [arXiv:0808.3741v2] to be\nthe geodesic integral of the harmonic Kodaira-Spencer form. We compute the\nsecond variation. For one dimensional fibers we arrive at a formula that only\ndepends upon the harmonic Beltrami differentials. As an application a new proof\nfor the plurisubharmonicity of the geodesic length function and its logarithm\n(with new upper and lower estimates) follows, which also applies to the\npreviously not known cases of Teichm\\\"uller spaces of weighted punctured\nRiemann surfaces, where the methods of Kleinian groups are not available.\n"]}]
["1006.2967",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2967"],"date":["2010-06-15"],"type":["text"],"creator":["Porteboeuf, S.","Pierog, T.","Werner, K."],"language":[],"coverage":[],"title":["Producing Hard Processes Regarding the Complete Event: The EPOS Event\n  Generator"],"description":["  Jet cross sections can be in principle compared to simple pQCD calculations,\nbased on the hypothesis of factorization. But often it is useful or even\nnecessary to not only compute the production rate of the very high pt jets, but\nin addition the \"rest of the event\". The proposed talk is based on recent work,\nwhere we try to construct an event generator fully compatible with pQCD which\nallows to compute complete events, consisting of high pt jets plus all the\nother low pt particles produced at the same time. Whereas in \"generators of\ninclusive spectra\" like Pythia one may easily trigger on high pt phenomena,\nthis is not so obvious for \"generators of physical events\", where in principle\none has to generate a very large number of events in order to finally obtain\nrare events (like those with a very high pt jet). We recently developped an\nindependnat block method which allow us ta have a direct access to dedicated\nvariables 1. We will present latest results concerning this approach.\n","Comment: Moriond 2010 Porceeding"]}]
["1006.2968",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2968"],"date":["2010-06-15"],"type":["text"],"creator":["Cuccagna, Scipio"],"language":[],"coverage":[],"title":["On scattering of small energy solutions of non autonomous hamiltonian\n  nonlinear Schr\\\"odinger equations"],"description":["  We revisit a result by Cuccagna, Kirr and Pelinovsky about the cubic\nnonlinear Schr\\\" odinger equation (NLS) with an attractive localized potential\nand a time-dependent factor in the nonlinearity. We show that, under generic\nhypotheses on the linearization at 0 of the equation, small energy solutions\nare asymptotically free. This is yet a new application of the hamiltonian\nstructure, continuing a program initiated in a paper by Bambusi and Cuccagna.\n"]}]
["1006.2971",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2971"],"date":["2010-06-15"],"type":["text"],"creator":["Wychudzki, P.","Mikolajewski, M.","Wiecek, M.","Karska, A.","Galan, C.","Swierczynski, E.","Frackowiak, S.","Tomov, T."],"language":[],"coverage":[],"title":["Multicolor photometry of SU UMa and U Gem during quiescence, outburst\n  and superoutburst"],"description":["  The results of time-resolved observations of SU UMa and U Gem obtained over\ntwo-years are presented. Both stars are prototypes of different classes of\ndwarf novae. We studied brightness variations on different time scales:\norbital, QPO and flickering. The multicolor BVRI photometry allows to\ndistinguisch the geometrical and physical sources of these variations.\n","Comment: 4 pages, 2 figures, contribution to the conference proceedings:\n  Interacting binaries: Accretion and Synchronization, 2008, June, 20-26,\n  Nauchny, Crimea, Ukraine"]}]
["1006.2976",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2976","Phys. Rev. E 81, 061801 (2010)","doi:10.1103/PhysRevE.81.061801"],"date":["2010-06-15"],"type":["text"],"creator":["Baiesi, Marco","Barkema, Gerard T.","Carlon, Enrico"],"language":[],"coverage":[],"title":["Elastic Lattice Polymers"],"description":["  We study a model of \"elastic\" lattice polymer in which a fixed number of\nmonomers $m$ is hosted by a self-avoiding walk with fluctuating length $l$. We\nshow that the stored length density $\\rho_m = 1 - <l>/m$ scales asymptotically\nfor large $m$ as $\\rho_m=\\rho_\\infty(1-\\theta/m + ...)$, where $\\theta$ is the\npolymer entropic exponent, so that $\\theta$ can be determined from the analysis\nof $\\rho_m$. We perform simulations for elastic lattice polymer loops with\nvarious sizes and knots, in which we measure $\\rho_m$. The resulting estimates\nsupport the hypothesis that the exponent $\\theta$ is determined only by the\nnumber of prime knots and not by their type. However, if knots are present, we\nobserve strong corrections to scaling, which help to understand how an entropic\ncompetition between knots is affected by the finite length of the chain.\n","Comment: 10 pages"]}]
["1006.2977",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2977"],"date":["2010-06-15"],"type":["text"],"creator":["Kelley, Christine A.","Kliewer, Joerg"],"language":[],"coverage":[],"title":["Algebraic Constructions of Graph-Based Nested Codes from Protographs"],"description":["  Nested codes have been employed in a large number of communication\napplications as a specific case of superposition codes, for example to\nimplement binning schemes in the presence of noise, in joint network-channel\ncoding, or in physical-layer secrecy. Whereas nested lattice codes have been\nproposed recently for continuous-input channels, in this paper we focus on the\nconstruction of nested linear codes for joint channel-network coding problems\nbased on algebraic protograph LDPC codes. In particular, over the past few\nyears several constructions of codes have been proposed that are based on\nrandom lifts of suitably chosen base graphs. More recently, an algebraic analog\nof this approach was introduced using the theory of voltage graphs. In this\npaper we illustrate how these methods can be used in the construction of nested\ncodes from algebraic lifts of graphs.\n","Comment: 5 pages, 2 figures, To appear in 2010 IEEE International Symposium on\n  Information Theory, Austin, TX, USA"]}]
["1006.2988",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2988"],"date":["2010-06-15"],"type":["text"],"creator":["Berman, Robert J."],"language":[],"coverage":[],"title":["Analytic torsion, vortices and positive Ricci curvature"],"description":["  We characterize the global maximizers of a certain non-local functional\ndefined on the space of all positively curved metrics on an ample line bundle L\nover a Kahler manifold X. This functional is an adjoint version, introduced by\nBerndtsson, of Donaldson's L-functional and generalizes the Ding-Tian\nfunctional whose critical points are Kahler-Einstein metrics of positive Ricci\ncurvature. Applications to (1) analytic torsions on Fano manifolds (2)\nChern-Simons-Higgs vortices on tori and (3) Kahler geometry are given. In\nparticular, proofs of conjectures of (1) Gillet-Soul\\'e and Fang (concerning\nthe regularized determinant of Dolbeault Laplacians on the two-sphere) (2)\nTarantello and (3) Aubin (concerning Moser-Trudinger type inequalities) in\nthese three settings are obtained. New proofs of some results in Kahler\ngeometry are also obtained, including a lower bound on Mabuchi's K-energy and\nthe uniqueness result for Kahler-Einstein metrics on Fano manifolds of\nBando-Mabuchi. This paper is a substantially extended version of the preprint\narXiv:0905.4263 which it supersedes.\n","Comment: 54 pages. This is a substantially extended version of the preprint\n  arXiv:0905.4263 which it supersedes"]}]
["1006.2990",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2990"],"date":["2010-06-15"],"type":["text"],"creator":["Plötz, Patrick"],"language":[],"coverage":[],"title":["On Rabi oscillations between Bloch bands"],"description":["  We study Rabi oscillations between the bands of an arbitrary biased\nsuperlattice in a tight-binding model. We reduce the problem to an equation of\nWhittaker--Hill type and, in absence of any known solutions in closed form,\ndiscuss different approximations to describe the oscillations between the Bloch\nbands. We identify regimes of weak and strong inter-band coupling and compare\npredictions for these Rabi oscillations to numerical results.\n","Comment: 5 pages, 6 figures"]}]
["1006.2991",{"format":[],"subject":["Mathematics - Numerical Analysis","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2991"],"date":["2010-06-15"],"type":["text"],"creator":["Msallam, Régis","Dubois, François"],"language":[],"coverage":[],"title":["Mathematical model for coupling a quasi-unidimensional perfect flow"],"description":["  Nonlinear acoustics of wind instruments conducts to study unidimensional\nfluid flows. From physically relevant approximations that are modelized with\nthe thin layer Navier Stokes equations, we propose a coupled model where\nperfect fluid flow is described by the Euler equations of gas dynamics and\nviscous and thermal boundary layer is modelized by a linear equation. We\ndescribe numerical discretization, validate the associated software by\ncomparison with analytical solutions and consider musical application of\nstrongly nonlinear waves in the trombone.\n"]}]
["1006.2993",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2993","EPTCS 26, 2010, pp. 47-61","doi:10.4204/EPTCS.26.5"],"date":["2010-06-07"],"type":["text"],"creator":["Cardelli, Luca"],"language":[],"coverage":[],"title":["Two-Domain DNA Strand Displacement"],"description":["  We investigate the computing power of a restricted class of DNA strand\ndisplacement structures: those that are made of double strands with nicks\n(interruptions) in the top strand. To preserve this structural invariant, we\nimpose restrictions on the single strands they interact with: we consider only\ntwo-domain single strands consisting of one toehold domain and one recognition\ndomain. We study fork and join signal-processing gates based on these\nstructures, and we show that these systems are amenable to formalization and to\nmechanical verification.\n"]}]
["1006.3002",{"format":[],"subject":["Statistics - Computation","62F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3002"],"date":["2010-06-15"],"type":["text"],"creator":["Chopin, Nicolas","Jacob, Pierre"],"language":[],"coverage":[],"title":["Free energy Sequential Monte Carlo, application to mixture modelling"],"description":["  We introduce a new class of Sequential Monte Carlo (SMC) methods, which we\ncall free energy SMC. This class is inspired by free energy methods, which\noriginate from Physics, and where one samples from a biased distribution such\nthat a given function $\\xi(\\theta)$ of the state $\\theta$ is forced to be\nuniformly distributed over a given interval. From an initial sequence of\ndistributions $(\\pi_t)$ of interest, and a particular choice of $\\xi(\\theta)$,\na free energy SMC sampler computes sequentially a sequence of biased\ndistributions $(\\tilde{\\pi}_{t})$ with the following properties: (a) the\nmarginal distribution of $\\xi(\\theta)$ with respect to $\\tilde{\\pi}_{t}$ is\napproximatively uniform over a specified interval, and (b) $\\tilde{\\pi}_{t}$\nand $\\pi_{t}$ have the same conditional distribution with respect to $\\xi$. We\napply our methodology to mixture posterior distributions, which are highly\nmultimodal. In the mixture context, forcing certain hyper-parameters to higher\nvalues greatly faciliates mode swapping, and makes it possible to recover a\nsymetric output. We illustrate our approach with univariate and bivariate\nGaussian mixtures and two real-world datasets.\n","Comment: presented at \"Bayesian Statistics 9\" (Valencia meetings, 4-8 June\n  2010, Benidorm)"]}]
["1006.3003",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3003"],"date":["2010-06-15"],"type":["text"],"creator":["Bernal, Cristian Giovanny","Lee, William H.","Page, Dany"],"language":[],"coverage":[],"title":["Hypercritical accretion onto a magnetized neutron star surface: a\n  numerical approach"],"description":["  The properties of a new-born neutron star, produced in a core-collapse\nsupernova, can be strongly affected by the possible late fallback which occurs\nseveral hours after the explosion. This accretion occurs in the regime\ndominated by neutrino cooling, explored initially in this context by Chevalier\n(1989). Here we revisit this approach in a 1D spherically symmetric model and\ncarry out numerical simulations in 2D in an accretion column onto a neutron\nstar considering detailed microphysics, neutrino cooling and the presence of\nmagnetic fields in ideal MHD. We compare our numerical results to the analytic\nsolutions and explore how the purely hydrodynamical as well as the MHD\nsolutions differ from them, and begin to explore how this may affect the\nappearance of the remnant as a typical radio pulsar.\n","Comment: Accepted for publication in Revista Mexicana de Astronomia y\n  Astrofisica"]}]
["1006.3010",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3010"],"date":["2010-06-15"],"type":["text"],"creator":["Krasulin, Alexander"],"language":[],"coverage":[],"title":["Five-Dimensional Tangent Vectors in Space-Time: VI. Bivector Derivative\n  and Its Application"],"description":["  This is the sixth, concluding part of a series of papers the first five of\nwhich have been submitted to the present archive in mid 1998 and published as\nINR preprints in 1999. The present paper was printed as an INR preprint, too,\nbut for nonscientific reasons was never made public in any form, electronic or\nhard-copy. In it I define the bivector derivative for four- and five-vector\nfields in the case of arbitrary Riemannian geometry; examine a more general\ncase of five-vector affine connection; introduce the five-vector analog of the\ncurvature tensor; and consider a possible five-vector generalization of the\nEinstein and Kibble-Sciama equations. In conclusion, I define the bivector\nderivative for the fields of nonspacetime vectors and tensors and derive a\npossible five-vector generalization of Maxwell's equation.\n","Comment: 27 pages, no figures"]}]
["1006.3013",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 05A10, 05A15, 05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3013"],"date":["2010-06-15"],"type":["text"],"creator":["Levande, Paul"],"language":[],"coverage":[],"title":["Two New Interpretations of the Fishburn Numbers and their Refined\n  Generating Functions"],"description":["  We show that two classes of combinatorial objects--inversion tables with no\nsubsequence of decreasing consecutive numbers and matchings with no\n2-nestings--are enumerated by the Fishburn numbers. In particular, we give a\nsimple bijection between matchings with no 2-nestings and inversion tables with\nno subsequence of decreasing consecutive numbers. We then prove using the\ninvolution principle that inversion tables with no subsequence of decreasing\nconsecutive numbers have the same generating function as the Fishburn numbers.\nThe Fishburn numbers have previously been shown by Bousquet-M\\'elou, Claesson,\nDukes and Kitaev to enumerate $\\textbf{(2+2)}$-avoiding posets, matchings with\nno left- or right-nestings, permutations avoiding a particular pattern, and\nso-called ascent sequences, and by Dukes and Parviainen to enumerate upper\ntriangular matrices with non-negative entries and no empty rows or columns.\nClaesson and Linusson conjectured they also enumerated matchings with no\n2-nestings. Using these new interpretations of the Fishburn numbers and another\nversion of the involution, we prove the conjectured equality (also proven using\nmatrices by Jel\\'{\\i}nek and by Yan) of two refinements by Remmel and Kitaev of\nthe Fishburn generating function. In an appendix, we state and prove another\nconjecture of Claesson and Linusson giving the distribution of left-nestings\nover the set of all matchings.\n"]}]
["1006.3014",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3014"],"date":["2010-06-15"],"type":["text"],"creator":["Bichon, Julien"],"language":[],"coverage":[],"title":["Hopf-Galois objects and cogroupoids"],"description":["  We survey some aspects of the theory of Hopf-Galois objects that may studied\nadvantageously by using the language of cogroupoids. These are the notes for a\nseries of lectures given at Cordoba University, may 2010. The lectures are part\nof the course ``Hopf-Galois theory'' by Sonia Natale.\n","Comment: 45 pages"]}]
["1006.3015",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3015"],"date":["2010-06-15"],"type":["text"],"creator":["Stevens, Justin R.","Collaboration, for the STAR"],"language":[],"coverage":[],"title":["$W$ Boson Production in Polarized p+p Collisions at RHIC"],"description":["  The production of $W^{\\pm}$ bosons in longitudinally polarized\n$\\vec{p}+\\vec{p}$ collisions at RHIC provides a new means of studying the\nspin-flavor asymmetries of the proton sea quark distributions. Details of the\n$W^{\\pm}$ event selection in the $e^{\\pm}$ decay channel at mid-rapidity are\npresented, along with preliminary results for the production cross section and\nparity-violating single-spin asymmetry, $A_L$, from the STAR Collaboration's\n2009 data at $\\sqrt{s}=500$ GeV.\n","Comment: Conference Proceedings for the 45th Rencontres de Moriond QCD and\n  High Energy Interactions, La Thuile, Aosta Valley, Italy, March 13th -20th,\n  2010"]}]
["1006.3017",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3017"],"date":["2010-06-15"],"type":["text"],"creator":["Carofiglio, Giovanna","Muscariello, Luca","Rossi, Dario","Testa, Claudio"],"language":[],"coverage":[],"title":["A hands-on Assessment of Transport Protocols with Lower than Best Effort\n  Priority"],"description":["  Last year, the official BitTorrent client switched to LEDBAT, a new\ncongestion control algorithm targeting a lower-than Best Effort transport\nservice. In this paper, we study this new protocol through packet-level\nsimulations, with a special focus on a performance comparison with other\nlower-than Best Effort protocols such as TCP-LP and TCP-NICE: our aim is indeed\nto quantify and relatively weight the level of Low-priority provided by such\nprotocols.\n  Our results show that LEDBAT transport generally achieves the lowest possible\nlevel of priority, with the default configurations of TCP-NICE and TCP-LP\nrepresenting increasing levels of aggressiveness. In addition, we perform a\ncareful sensitivity analysis of LEDBAT performance, by tuning its main\nparameters in both inter-protocol (against TCP) and intra-protocol (against\nLEDBAT itself) scenarios. In the inter-protocol case, although in case of\nmisconfiguration LEDBAT competes as aggressively as TCP, however we show that\nit is not possible to achieve an arbitrary level of low-priority by merely\ntuning its parameters. In the intra-protocol case, we show that coexistence of\nlegacy flows with slightly dissimilar settings, or experiencing different\nnetwork conditions, can result in significant unfairness.\n","Comment: submitted"]}]
["1006.3018",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3018"],"date":["2010-06-15"],"type":["text"],"creator":["Carofiglio, Giovanna","Muscariello, Luca","Rossi, Dario","Valenti, Silvio"],"language":[],"coverage":[],"title":["The quest for LEDBAT fairness"],"description":["  BitTorrent developers have recently introduced a new application layer\ncongestion control algorithm based on UDP framing at transport layer and\ncurrently under definition at the IETF LEDBAT Working Group. LEDBAT is a\ndelay-based protocol which aims at offering a \"lower than Best Effort\" data\ntransfer service, with a lower priority with respect to elastic TCP and\ninteractive traffic (e.g., VoIP, game). However, in its current specification,\nLEDBAT is affected by a late-comer advantage: indeed the last flow arriving at\nthe bottleneck is more aggressive due to a wrong estimation of the base delay\nand finally takes over all resources. In this work, we study several solutions\nto the late-comer problem by means of packet level simulations and simple\nanalysis: in the investigation process, we individuate the root cause for\nLEDBAT unfairness and propose effective countermeasures.\n","Comment: submitted"]}]
["1006.3021",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3021"],"date":["2010-06-15"],"type":["text"],"creator":["Fink, Michael"],"language":[],"coverage":[],"title":["A General Framework for Equivalences in Answer-Set Programming by\n  Countermodels in the Logic of Here-and-There"],"description":["  Different notions of equivalence, such as the prominent notions of strong and\nuniform equivalence, have been studied in Answer-Set Programming, mainly for\nthe purpose of identifying programs that can serve as substitutes without\naltering the semantics, for instance in program optimization. Such semantic\ncomparisons are usually characterized by various selections of models in the\nlogic of Here-and-There (HT). For uniform equivalence however, correct\ncharacterizations in terms of HT-models can only be obtained for finite\ntheories, respectively programs. In this article, we show that a selection of\ncountermodels in HT captures uniform equivalence also for infinite theories.\nThis result is turned into coherent characterizations of the different notions\nof equivalence by countermodels, as well as by a mixture of HT-models and\ncountermodels (so-called equivalence interpretations). Moreover, we generalize\nthe so-called notion of relativized hyperequivalence for programs to\npropositional theories, and apply the same methodology in order to obtain a\nsemantic characterization which is amenable to infinite settings. This allows\nfor a lifting of the results to first-order theories under a very general\nsemantics given in terms of a quantified version of HT. We thus obtain a\ngeneral framework for the study of various notions of equivalence for theories\nunder answer-set semantics. Moreover, we prove an expedient property that\nallows for a simplified treatment of extended signatures, and provide further\nresults for non-ground logic programs. In particular, uniform equivalence\ncoincides under open and ordinary answer-set semantics, and for finite\nnon-ground programs under these semantics, also the usual characterization of\nuniform equivalence in terms of maximal and total HT-models of the grounding is\ncorrect, even for infinite domains, when corresponding ground programs are\ninfinite.\n","Comment: 32 pages; to appear in Theory and Practice of Logic Programming\n  (TPLP)"]}]
["1006.3022",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3022"],"date":["2010-06-15"],"type":["text"],"creator":["Ganapol, Barry D."],"language":[],"coverage":[],"title":["An Accurate Numerical Solution to the Kinetics of Breakable Filament\n  Assembly"],"description":["  Proteinaceous aggregation occurs through self-assembly-- a process not\nentirely understood. In a recent article [1], an analytical theory for amyloid\nfibril growth via secondary rather than primary nucleation was presented.\nRemarkably, with only a single kinetic parameter, the authors were able to\nunify growth characteristics for a variety of experimental data. In essence,\nthey seem to have uncovered the underlying allometric laws governing the\nevolution of filament elongation simply from two coupled non-linear ordinary\ndifferential equations (ODEs) stemming from a master equation. While this work\nadds significantly to our understanding of filament self-assembly, it required\nan approximate analytical solution representation. Here, we show that the same\nresults are found by purely numerical means once a straightforward and reliable\nnumerical solution to the set of ODEs has been established.\n","Comment: 28 pages,8 figures"]}]
["1006.3023",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3023"],"date":["2010-06-15"],"type":["text"],"creator":["Tsaban, Boaz"],"language":[],"coverage":[],"title":["SPM Bulletin 30"],"description":["  This is the 30th issue of this bulletin, dedicated to mathematical selection\nprinciples and related areas. Now in a concise format.\n","Comment: Boaz Tsaban is an editor of this bulletin"]}]
["1006.3030",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3030"],"date":["2010-06-15"],"type":["text"],"creator":["Chandrasekaran, Karthekeyan","Goyal, Navin","Haeupler, Bernhard"],"language":[],"coverage":[],"title":["Satisfiability Thresholds for k-CNF Formula with Bounded Variable\n  Intersections"],"description":["  We determine the thresholds for the number of variables, number of clauses,\nnumber of clause intersection pairs and the maximum clause degree of a k-CNF\nformula that guarantees satisfiability under the assumption that every two\nclauses share at most $\\alpha$ variables. More formally, we call these formulas\n$\\alpha$-intersecting and define, for example, a threshold $\\mu_i(k,\\alpha)$\nfor the number of clause intersection pairs $i$, such that every\n$\\alpha$-intersecting k-CNF formula in which at most $\\mu_i(k,\\alpha)$ pairs of\nclauses share a variable is satisfiable and there exists an unsatisfiable\n$\\alpha$-intersecting k-CNF formula with $\\mu_m(k,\\alpha)$ such intersections.\nWe provide a lower bound for these thresholds based on the Lovasz Local Lemma\nand a nearly matching upper bound by constructing an unsatisfiable k-CNF to\nshow that $\\mu_i(k,\\alpha) = \\tilde{\\Theta}(2^{k(2+1/\\alpha)})$. Similar\nthresholds are determined for the number of variables ($\\mu_n =\n\\tilde{\\Theta}(2^{k/\\alpha})$) and the number of clauses ($\\mu_m =\n\\tilde{\\Theta}(2^{k(1+\\frac{1}{\\alpha})})$) (see [Scheder08] for an earlier but\nindependent report on this threshold). Our upper bound construction gives a\nfamily of unsatisfiable formula that achieve all four thresholds\nsimultaneously.\n","Comment: 11 pages"]}]
["1006.3036",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3036"],"date":["2010-06-15"],"type":["text"],"creator":["Tenni, Elisa"],"language":[],"coverage":[],"title":["Slope equalities for genus 5 surface fibrations"],"description":["  K. Konno proved a slope equality for fibred surfaces with fibres of odd genus\nand general fibre of maximal gonality. More precisely he found a relation\nbetween the invariants of the fibration and certain weights of special fibres\n(called the Horikawa numbers). We give an alternative and more geometric proof\nin the case of a genus 5 fibration, under generality assumptions. In our\nsetting we are able to prove that the fibre with positive Horikawa numbers are\nprecisely the trigonal ones, we compute their weights explicitly and thus we\nexhibit explicit examples of regular surfaces with assigned invariants and\nHorikawa numbers.\n","Comment: 22 pages, no figures. This incorporates the previous article\n  arXiv:0804.0388v1"]}]
["1006.3046",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3046"],"date":["2010-06-15"],"type":["text"],"creator":["Patitz, Matthew J.","Summers, Scott M."],"language":[],"coverage":[],"title":["Identifying Shapes Using Self-Assembly (extended abstract)"],"description":["  In this paper, we introduce the following problem in the theory of\nalgorithmic self-assembly: given an input shape as the seed of a tile-based\nself-assembly system, design a finite tile set that can, in some sense,\nuniquely identify whether or not the given input shape--drawn from a very\ngeneral class of shapes--matches a particular target shape. We first study the\ncomplexity of correctly identifying squares. Then we investigate the complexity\nassociated with the identification of a considerably more general class of\nnon-square, hole-free shapes.\n"]}]
["1006.3047",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3047"],"date":["2010-06-15"],"type":["text"],"creator":["Ruiz-Jimeno, Alberto"],"language":[],"coverage":[],"title":["Overview of Spanish Tracking R&D for FLC"],"description":["  An overview of the present and foreseen R&D activities of the Spanish network\nfor future accelerators aiming to participate in the design and construction of\nthe forward tracker and vertex detectors of the Future Linear Colliders, is\nshown.\n","Comment: 7 pages, 8 Figures, LCWS10 Conference Proceedings"]}]
["1006.3055",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3055"],"date":["2010-06-15"],"type":["text"],"creator":["Gomez, Jose Manuel","Pettet, Alexandra","Souto, Juan"],"language":[],"coverage":[],"title":["On the fundamental group of Hom(Z^k,G)"],"description":["  Let G be a compact Lie group, and consider the variety Hom(Z^k,G) of\nrepresentations of Z^k into G. We view this as a based space by designating the\ntrivial representation to be its base point. We prove that the fundamental\ngroup of this space is naturally isomorphic to \\pi_1(G)^k.\n"]}]
["1006.3056",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3056"],"date":["2010-06-15"],"type":["text"],"creator":["Yu, Guoshen","Sapiro, Guillermo","Mallat, Stéphane"],"language":[],"coverage":[],"title":["Solving Inverse Problems with Piecewise Linear Estimators: From Gaussian\n  Mixture Models to Structured Sparsity"],"description":["  A general framework for solving image inverse problems is introduced in this\npaper. The approach is based on Gaussian mixture models, estimated via a\ncomputationally efficient MAP-EM algorithm. A dual mathematical interpretation\nof the proposed framework with structured sparse estimation is described, which\nshows that the resulting piecewise linear estimate stabilizes the estimation\nwhen compared to traditional sparse inverse problem techniques. This\ninterpretation also suggests an effective dictionary motivated initialization\nfor the MAP-EM algorithm. We demonstrate that in a number of image inverse\nproblems, including inpainting, zooming, and deblurring, the same algorithm\nproduces either equal, often significantly better, or very small margin worse\nresults than the best published ones, at a lower computational cost.\n","Comment: 30 pages"]}]
["1006.3060",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3060"],"date":["2010-06-15"],"type":["text"],"creator":["Lindborg","M.","Korpi","J., M.","Hackman","T.","Tuominen","I.","Ilyin","I.","Piskunov","N"],"language":[],"coverage":[],"title":["Doppler images of the RS CVn binary II Pegasi during the years 1994-2002"],"description":["  We publish 16 Doppler imaging temperature maps for the years 1994-2002 of the\nactive RS CVn star II Peg. The six maps from 1999-2002 are based on previously\nunpublished observations. Through Doppler imaging we want to study the spot\nevolution of the star and in particular compare this with previous results\nshowing a cyclic spot behaviour and persistent active longitudes. The\nobservations were collected with the SOFIN spectrograph at the Nordic Optical\nTelescope. The temperature maps were calculated using a Doppler imaging code\nbased on Tikhonov regularization. During 1994-2001, our results show a\nconsistent trend in the derived longitudes of the principal and secondary\ntemperature minima over time such that the magnetic structure appears to rotate\nsomewhat more rapidly than the orbital period of this close binary. A sudden\nphase jump of the active region occured between the observing seasons of 2001\nand 2002. No clear trend over time is detected in the derived latitudes of the\nspots, indicating that the systematic motion could be related to the drift of\nthe spot generating mechanism rather than to differential rotation. The derived\ntemperature maps are quite similar to the ones obtained earlier with a\ndifferent methods, the main differences occurring in the spot latitudes and\nrelative strength of the spot structures. We observe both longitude and\nlatitude shifts in the spot activity of II Peg. However, our results are not\nconsistent with the periodic behaviour presented in previous studies.\n"]}]
["1006.3065",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3065"],"date":["2010-06-15"],"type":["text"],"creator":["Guillarmou, Colin","Michel, Laurent"],"language":[],"coverage":[],"title":["Spectral analysis of random walk operators on euclidian space"],"description":["  We study the operator associated to a random walk on $\\R^d$ endowed with a\nprobability measure. We give a precise description of the spectrum of the\noperator near $1$ and use it to estimate the total variation distance between\nthe iterated kernel and its stationary measure. Our study contains the case of\nGaussian densities on $\\R^d$.\n","Comment: 19 pages"]}]
["cond-mat/0307177",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0307177","Physica C408-410, 410 (2004)","doi:10.1016/j.physc.2004.03.004"],"date":["2003-07-08"],"type":["text"],"creator":["Zeyher, R.","Greco, A."],"language":[],"coverage":[],"title":["Superconductivity, d Charge-Density Wave and Electronic Raman Scattering\n  in High-T$_c$ Superconductors"],"description":["  The competition of superconductivity and a d charge-density wave (CDW) is\nstudied in the t-J model as a function of temperature at large N where N is the\nnumber of spin components. Applying the theory to electronic Raman scattering\nthe temperature dependence of the $B_{1g}$ and the $A_{1g}$ spectra are\ndiscussed for a slightly underdoped case.\n","Comment: 2 pages, 3 figures, Proc. M2S-HTSC-VII, to appear in Physica C"]}]
["cond-mat/0401578",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0401578","PRB 70, 024518 (2004)","doi:10.1103/PhysRevB.70.024518"],"date":["2004-01-28"],"type":["text"],"creator":["Greco, A.","Zeyher, R."],"language":[],"coverage":[],"title":["C-Axis Tunneling Spectra in High-T$_c$ Superconductors in the Presence\n  of a d Charge-Density Wave"],"description":["  The optimally doped and underdoped region of the $t-J$ model at large N (N is\nthe number of spin components) is governed by the competition of d-wave\nsuperconductivity (SC) and a d Charge-Density Wave (d-CDW).The partial\ndestruction of the Fermi surface by the d-CDW and the resulting density of\nstates are discussed. Furthermore, c-axis conductances for incoherent and\ncoherent tunneling are calculated, considering both an isotropic and an\nanisotropic in-plane momentum dependence of the hopping matrix element between\nthe planes. The influence of self-energy effects on the conductances is also\nconsidered using a model where the electrons interact with a dispersionless,\nlow-lying branch of bosons. We show that available tunneling spectra from\nbreak-junctions are best explained by assuming that they result from incoherent\ntunneling with a strongly anisotropic hopping matrix element of the form\nsuggested by band structure calculations. The conductance spectra are then\ncharacterized by one single peak which evolves continuously from the\nsuperconducting to the d-CDW state with decreasing doping. The intrinsic c-axis\ntunneling spectra are, on the other hand, best explained by coherent tunneling.\nCalculated spectra show at low temperatures two peaks due to SC and d-CDW. With\nincreasing temperature the BCS-like peak moves to zero voltage and vanishes at\nT$_c$,exactly as in experiment.Our results thus can explain why break junction\nand intrinsic tunneling spectra are different from each other. Moreover, they\nsupport a scenario of two competing order parameters in the underdoped region\nof high-T$_c$ superconductors.\n","Comment: 12 pages, 16 figures"]}]
["cond-mat/0601382",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601382","PRB 73, 195126 (2006)","doi:10.1103/PhysRevB.73.195126"],"date":["2006-01-17"],"type":["text"],"creator":["Greco, A.","Zeyher, R."],"language":[],"coverage":[],"title":["Collective excitations in unconventional charge-density wave systems"],"description":["  The excitation spectrum of the t-J model is studied on a square lattice in\nthe large $N$ limit in a doping range where a $d$-$density$-$wave$ (DDW) forms\nbelow a transition temperature $T^\\star$. Characteristic features of the DDW\nground state are circulating currents which fluctuate above and condense into a\nstaggered flux state below $T^\\star$ and density fluctuations where the\nelectron and the hole are localized at different sites. General expressions for\nthe density response are given both above and below $T^\\star$ and applied to\nRaman, X-ray, and neutron scattering. Numerical results show that the density\nresponse is mainly collective in nature consisting of broad, dispersive\nstructures which transform into well-defined peaks mainly at small momentum\ntransfers. One way to detect these excitations is by inelastic neutron\nscattering at small momentum transfers where the cross section (typically a few\nper cents of that for spin scattering) is substantially enhanced, exhibits a\nstrong dependence on the direction of the transferred momentum and a\nwell-pronounced peak somewhat below twice the DDW gap. Scattering from the\nDDW-induced Bragg peak is found to be weaker by two orders of magnitude\ncompared with the momentum-integrated inelastic part.\n","Comment: 10 pages, 8 figures"]}]
["cs/0605047",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Probability","Mathematics - Statistics Theory","E.4","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0605047","IEEE Transactions on Information Theory, Vol. 53(7), pp.\n  2317-2329, July 2007"],"date":["2006-05-10","2007-07-02"],"type":["text"],"creator":["Madiman, Mokshay","Barron, Andrew"],"language":[],"coverage":[],"title":["Generalized Entropy Power Inequalities and Monotonicity Properties of\n  Information"],"description":["  New families of Fisher information and entropy power inequalities for sums of\nindependent random variables are presented. These inequalities relate the\ninformation in the sum of $n$ independent random variables to the information\ncontained in sums over subsets of the random variables, for an arbitrary\ncollection of subsets. As a consequence, a simple proof of the monotonicity of\ninformation in central limit theorems is obtained, both in the setting of\ni.i.d. summands as well as in the more general setting of independent summands\nwith variance-standardized sums.\n","Comment: 13 pages. Many minor modifications from first version, plus a section\n  on refined results. This is almost but not exactly identical to the published\n  version"]}]
["math/0606531",{"format":[],"subject":["Mathematics - Number Theory","11F75, 11F67, 22E41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606531","Manuscripta Math. 125 (2008), no. 4, 427--470","doi:10.1007/s00229-007-0139-6"],"date":["2006-06-21","2007-01-05"],"type":["text"],"creator":["Berger, Tobias"],"language":[],"coverage":[],"title":["Denominators of Eisenstein cohomology classes for GL_2 over imaginary\n  quadratic fields"],"description":["  We study the arithmetic of Eisenstein cohomology classes (in the sense of G.\nHarder) for symmetric spaces associated to GL_2 over imaginary quadratic\nfields. We prove in many cases a lower bound on their denominator in terms of a\nspecial L-value of a Hecke character providing evidence for a conjecture of\nHarder that the denominator is given by this L-value. We also prove under some\nadditional assumptions that the restriction of the classes to the boundary of\nthe Borel-Serre compactification of the spaces is integral. Such classes are\ninteresting for their use in congruences with cuspidal classes to prove\nconnections between the special L-value and the size of the Selmer group of the\nHecke character.\n","Comment: 37 pages; strengthened integrality result (Proposition 16), corrected\n  statement of Theorem 3, and revised introduction"]}]
["math/0701177",{"format":[],"subject":["Mathematics - Number Theory","11F80, 11F33, 11F75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701177","Compos. Math. 145 (2009), no. 3, 603--632","doi:10.1112/S0010437X09003984"],"date":["2007-01-05"],"type":["text"],"creator":["Berger, Tobias"],"language":[],"coverage":[],"title":["An Eisenstein ideal for imaginary quadratic fields and the Bloch-Kato\n  conjecture for Hecke characters"],"description":["  For certain algebraic Hecke characters chi of an imaginary quadratic field F\nwe define an Eisenstein ideal in a p-adic Hecke algebra acting on cuspidal\nautomorphic forms of GL_2/F. By finding congruences between Eisenstein\ncohomology classes (in the sense of G. Harder) and cuspidal classes we prove a\nlower bound for the index of the Eisenstein ideal in the Hecke algebra in terms\nof the special L-value L(0,chi). We further prove that its index is bounded\nfrom above by the order of the Selmer group of the p-adic Galois character\nassociated to chi^{-1}. This uses the work of R. Taylor et al. on attaching\nGalois representations to cuspforms of GL_2/F. Together these results imply a\nlower bound for the size of the Selmer group in terms of L(0,chi), coinciding\nwith the value given by the Bloch-Kato conjecture.\n","Comment: 26 pages"]}]
["nlin/0601048",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Condensed Matter - Statistical Mechanics","Mathematical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0601048"],"date":["2006-01-23"],"type":["text"],"creator":["Koleva, Maria K."],"language":[],"coverage":[],"title":["Self-Organization and Finite Velocity of Transmitting Substance and\n  Energy through Space-Time"],"description":["  The idea that the velocity of transmitting substance/energy trough space-time\nis to be bounded is a fundamental concept in the science. To the most surprise,\nit turns out that it is not always met. We demonstrate that the existing\napproaches to the self-organization, another major concept in the science, let\nthe velocity of transmitting substance to be arbitrary. Further we prove that\nonly the boundedness of the velocity is not enough to ensure the\nself-organization. That is why we develop radically novel approach to the\nmacroscopic evolution that not only reconciles the self-organization and the\nvelocity ansatz but in addition gives physically credible basis to phenomena\nlike Feigenbaum cascade and fluctuation-assisted bifurcations.\n","Comment: 10 pages, no figures"]}]
