["0706.0565",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","53C20, 53C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0565"],"date":["2007-06-04","2010-06-09"],"type":["text"],"creator":["Cao, Jianguo","Dai, Bo","Mei, Jiaqiang"],"language":[],"coverage":[],"title":["An extension of Perelman's soul theorem for singular spaces"],"description":["  In this paper, we study open complete metric spaces with non-negative\ncurvature. Among other things, we establish an extension of Perelman's soul\ntheorem for possibly singular spaces: \"Let X be a complete, non-compact, finite\ndimensional Alexandrov space with non-negative curvature. Suppose that X has no\nboundary and has positive curvature on a non-empty open subset. Then X must be\na contractible space\". The proof of this result uses the detailed analysis of\nconcavity of distance functions and Busemann functions on singular spaces with\nnon-negative curvature. We will introduce a family of angular excess functions\nto measure convexity and extrinsic curvature of convex hypersurfaces in\nsingular spaces. We also derive a new comparison for trapezoids in\nnon-negatively curved spaces, which led to desired convexity estimates for the\nproof of our new soul theorem.\n","Comment: Update graphs, using the new trapezoid comparison theorem and new\n  angular excess estimates to prove the main theorem"]}]
["0707.4129",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4129","Glas. Mat. Ser. III 43 (63) 2008, 41-57"],"date":["2007-07-27"],"type":["text"],"creator":["Perse, Ozren"],"language":[],"coverage":[],"title":["Vertex operator algebras associated to certain admissible modules for\n  affine Lie algebras of type A"],"description":["  Let $L(-{1/2}(l+1),0)$ be the simple vertex operator algebra associated to an\naffine Lie algebra of type $A_{l}^{(1)}$ with the lowest admissible\nhalf-integer level $-{1/2}(l+1)$, for even l. We study the category of weak\nmodules for that vertex operator algebra which are in category $\\cal{O}$ as\nmodules for the associated affine Lie algebra. We classify irreducible objects\nin that category and prove semisimplicity of that category.\n","Comment: 21 pages, LaTeX"]}]
["0710.3964",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3964"],"date":["2007-10-21","2010-06-08"],"type":["text"],"creator":["Rogers, Mathew D."],"language":[],"coverage":[],"title":["A note on a curious formula for Euler's constant"],"description":["  In this short note we will use the residue theorem to establish a formula for\nEuler's constant. In particular, we offer a slightly generalized version of an\ninteresting infinite series due to Flajolet, Gourdon, and Dumas.\n","Comment: 4 pages"]}]
["0710.5735",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5735","Physical Review B Volume 81, 224403 (2010)","doi:10.1103/PhysRevB.81.224403"],"date":["2007-10-30","2010-04-08"],"type":["text"],"creator":["Priour Jr, D. J.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Critical behavior of diluted magnetic semiconductors: the apparent\n  violation and the eventual restoration of the Harris criterion for all\n  regimes of disorder"],"description":["  Using large-scale Monte Carlo calculations, we consider strongly disordered\nHeisenberg models on a cubic lattice with missing sites (as in diluted magnetic\nsemiconductors such as Ga_{1-x}Mn_{x}As). For disorder ranging from weak to\nstrong levels of dilution, we identify Curie temperatures and calculate the\ncritical exponents nu, gamma, eta, and beta finding, per the Harris criterion,\ngood agreement with critical indices for the pure Heisenberg model where there\nis no disorder component. Moreover, we find that thermodynamic quantities (e.g.\nthe second moment of the magnetization per spin) self average at the\nferromagnetic transition temperature with relative fluctuations tending to zero\nwith increasing system size. We directly calculate effective critical exponents\nfor T > T_{c}, yielding values which may differ significantly from the critical\nindices for the pure system, especially in the presence of strong disorder.\nUltimately, the difference is only apparent, and eventually disappears when T\nis very close to T_{c}.\n","Comment: 11 pages, 9 figures"]}]
["0712.1072",{"format":[],"subject":["Mathematics - Operator Algebras","46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1072"],"date":["2007-12-06","2010-06-09"],"type":["text"],"creator":["Kumjian, Alex","Pask, David","Sims, Aidan"],"language":[],"coverage":[],"title":["Generalised morphisms of k-graphs: k-morphs"],"description":["  In a number of recent papers, (k+l)-graphs have been constructed from\nk-graphs by inserting new edges in the last l dimensions. These constructions\nhave been motivated by C*-algebraic considerations, so they have not been\ntreated systematically at the level of higher-rank graphs themselves. Here we\nintroduce k-morphs, which provide a systematic unifying framework for these\nvarious constructions. We think of k-morphs as the analogue, at the level of\nk-graphs, of C*-correspondences between C*-algebras. To make this analogy\nexplicit, we introduce a category whose objects are k-graphs and whose\nmorphisms are isomorphism classes of k-morphs. We show how to extend the\nassignment \\Lambda \\mapsto C*(\\Lambda) to a functor from this category to the\ncategory whose objects are C*-algebras and whose morphisms are isomorphism\nclasses of C*-correspondences.\n","Comment: 27 pages, four pictures drawn with Tikz. Version 2: title changed and\n  numerous minor corrections and improvements. This version to appear in Trans.\n  Amer. Math. Soc"]}]
["0805.3591",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3591","Journal of the American Statistical Association, 2009, 104,\n  788-802"],"date":["2008-05-23","2008-10-20"],"type":["text"],"creator":["Neddermeyer, Jan C."],"language":[],"coverage":[],"title":["Computationally Efficient Nonparametric Importance Sampling"],"description":["  The variance reduction established by importance sampling strongly depends on\nthe choice of the importance sampling distribution. A good choice is often hard\nto achieve especially for high-dimensional integration problems. Nonparametric\nestimation of the optimal importance sampling distribution (known as\nnonparametric importance sampling) is a reasonable alternative to parametric\napproaches.In this article nonparametric variants of both the self-normalized\nand the unnormalized importance sampling estimator are proposed and\ninvestigated. A common critique on nonparametric importance sampling is the\nincreased computational burden compared to parametric methods. We solve this\nproblem to a large degree by utilizing the linear blend frequency polygon\nestimator instead of a kernel estimator. Mean square error convergence\nproperties are investigated leading to recommendations for the efficient\napplication of nonparametric importance sampling. Particularly, we show that\nnonparametric importance sampling asymptotically attains optimal importance\nsampling variance. The efficiency of nonparametric importance sampling\nalgorithms heavily relies on the computational efficiency of the employed\nnonparametric estimator. The linear blend frequency polygon outperforms kernel\nestimators in terms of certain criteria such as efficient sampling and\nevaluation. Furthermore, it is compatible with the inversion method for sample\ngeneration. This allows to combine our algorithms with other variance reduction\ntechniques such as stratified sampling. Empirical evidence for the usefulness\nof the suggested algorithms is obtained by means of three benchmark integration\nproblems. As an application we estimate the distribution of the queue length of\na spam filter queueing system based on real data.\n","Comment: 29 pages, 7 figures"]}]
["0807.4734",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","53D20, 53C26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4734"],"date":["2008-07-29","2010-06-08"],"type":["text"],"creator":["Harada, Megumi","Wilkin, Graeme"],"language":[],"coverage":[],"title":["Morse theory of the moment map for representations of quivers"],"description":["  The results of this paper concern the Morse theory of the norm-square of the\nmoment map on the space of representations of a quiver. We show that the\ngradient flow of this function converges, and that the Morse stratification\ninduced by the gradient flow co-incides with the Harder-Narasimhan\nstratification from algebraic geometry. Moreover, the limit of the gradient\nflow is isomorphic to the graded object of the\nHarder-Narasimhan-Jordan-H\\\"older filtration associated to the initial\nconditions for the flow. With a view towards applications to Nakajima quiver\nvarieties we construct explicit local co-ordinates around the Morse strata and\n(under a technical hypothesis on the stability parameter) describe the negative\nnormal space to the critical sets. Finally, we observe that the usual Kirwan\nsurjectivity theorems in rational cohomology and integral K-theory carry over\nto this non-compact setting, and that these theorems generalize to certain\nequivariant contexts.\n","Comment: 48 pages, small revisions from previous version based on referee's\n  comments. To appear in Geometriae Dedicata"]}]
["0808.2798",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18G, 20J, 55N40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2798","Math. Proc. Cambridge Philos. Soc. 147 (2009), no. 3, 629-657","doi:10.1017/S0305004109990107"],"date":["2008-08-20","2009-03-06"],"type":["text"],"creator":["Goedecke, Julia","Van der Linden, Tim"],"language":[],"coverage":[],"title":["On satellites in semi-abelian categories: Homology without projectives"],"description":["  Working in a semi-abelian context, we use Janelidze's theory of generalised\nsatellites to study universal properties of the Everaert long exact homology\nsequence. This results in a new definition of homology which does not depend on\nthe existence of projective objects. We explore the relations with other\nnotions of homology, and thus prove a version of the higher Hopf formulae. We\nalso work out some examples.\n","Comment: 29 pages; major changes in Example 4.15, minor changes throughout the\n  text"]}]
["0809.4168",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","52B70, 05C45, 52-04, 53C42, 57Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4168","Discrete Comput. Geom., 43(2):242--262, March 2010","doi:10.1007/s00454-009-9151-9"],"date":["2008-09-24","2009-04-21"],"type":["text"],"creator":["Effenberger, Felix","Kühnel, Wolfgang"],"language":[],"coverage":[],"title":["Hamiltonian submanifolds of regular polytopes"],"description":["  We investigate polyhedral $2k$-manifolds as subcomplexes of the boundary\ncomplex of a regular polytope. We call such a subcomplex {\\it $k$-Hamiltonian}\nif it contains the full $k$-skeleton of the polytope. Since the case of the\ncube is well known and since the case of a simplex was also previously studied\n(these are so-called {\\it super-neighborly triangulations}) we focus on the\ncase of the cross polytope and the sporadic regular 4-polytopes. By our results\nthe existence of 1-Hamiltonian surfaces is now decided for all regular\npolytopes.\n  Furthermore we investigate 2-Hamiltonian 4-manifolds in the $d$-dimensional\ncross polytope. These are the \"regular cases\" satisfying equality in Sparla's\ninequality. In particular, we present a new example with 16 vertices which is\nhighly symmetric with an automorphism group of order 128. Topologically it is\nhomeomorphic to a connected sum of 7 copies of $S^2 \\times S^2$. By this\nexample all regular cases of $n$ vertices with $n < 20$ or, equivalently, all\ncases of regular $d$-polytopes with $d\\leq 9$ are now decided.\n","Comment: 26 pages, 4 figures"]}]
["0810.0098",{"format":[],"subject":["Mathematics - Optimization and Control","93B35, 49K40, 65K10, 90C30, 15A18, 14P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0098","SIAM Journal on Control and Optimization. Volume 8, No. 45, pp.\n  3080-3104 (2009)"],"date":["2008-10-01"],"type":["text"],"creator":["Lewis, Adrian S.","Pang, C. H. Jeffrey"],"language":[],"coverage":[],"title":["Lipschitz behavior of the robust regularization"],"description":["  To minimize or upper-bound the value of a function \"robustly\", we might\ninstead minimize or upper-bound the \"epsilon-robust regularization\", defined as\nthe map from a point to the maximum value of the function within an\nepsilon-radius. This regularization may be easy to compute: convex quadratics\nlead to semidefinite-representable regularizations, for example, and the\nspectral radius of a matrix leads to pseudospectral computations. For favorable\nclasses of functions, we show that the robust regularization is Lipschitz\naround any given point, for all small epsilon > 0, even if the original\nfunction is nonlipschitz (like the spectral radius). One such favorable class\nconsists of the semi-algebraic functions. Such functions have graphs that are\nfinite unions of sets defined by finitely-many polynomial inequalities, and are\ncommonly encountered in applications.\n","Comment: 32 pages, no figures"]}]
["0810.1971",{"format":[],"subject":["Mathematics - Quantum Algebra","17B69, 17B67, 81R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1971","Comm. Algebra 38 (2010), 1761-1778"],"date":["2008-10-10","2009-04-29"],"type":["text"],"creator":["Perse, Ozren"],"language":[],"coverage":[],"title":["Embeddings of vertex operator algebras associated to orthogonal affine\n  Lie algebras"],"description":["  Let $L_{D_{\\ell}}(-\\ell +{3/2},0)$ (resp. $L_{B_{\\ell}}(-\\ell +{3/2},0)$) be\nthe simple vertex operator algebra associated to affine Lie algebra of type\n$D_{\\ell}^{(1)}$ (resp. $B_{\\ell}^{(1)}$) with the lowest admissible\nhalf-integer level $-\\ell + {3/2}$. We show that $L_{D_{\\ell}}(-\\ell +{3/2},0)$\nis a vertex subalgebra of $L_{B_{\\ell}}(-\\ell +{3/2},0)$ with the same\nconformal vector. For $\\ell =4$, $L_{D_{4}}(-{5/2},0)$ is a vertex subalgebra\nof three copies of $L_{B_{4}}(-{5/2},0)$ contained in $L_{F_{4}}(-{5/2},0)$,\nand all five of these vertex operator algebras have the same conformal vector.\n","Comment: 21 pages, LaTeX; revised version"]}]
["0810.2738",{"format":[],"subject":["Mathematics - Number Theory","11T06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2738"],"date":["2008-10-15","2010-06-09"],"type":["text"],"creator":["Marcos, Jose E."],"language":[],"coverage":[],"title":["Specific permutation polynomials over finite fields"],"description":["  We present new classes of permutation polynomials over finite fields.\n","Comment: Withdrawn by the author [conflict of copyright]"]}]
["0901.3039",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","16W30, 20D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3039"],"date":["2009-01-20","2010-06-09"],"type":["text"],"creator":["Burciu, Sebastian","Kadison, Lars"],"language":[],"coverage":[],"title":["Subgroups of depth three and more"],"description":["  A subalgebra pair of semisimple complex algebras B < A with inclusion matrix\nM is depth two if MM^t M < nM for some positive integer n and all corresponding\nentries. If A and B are the group algebras of finite group-subgroup pair H < G,\nthe induction-restriction table equals M and S = MM^t satisfies S^2 < nS iff\nthe subgroup H is depth three in G; similarly depth n > 3 by successive right\nmultiplications of this inequality with alternately M and M^t. We show that a\nFrobenius complement in a Frobenius group is a nontrivial class of examples of\ndepth three subgroups. Depth-3 towers of Hopf algebras are also considered: a\ntower of Hopf algebras A > B > C is shown to be depth-3 if C < core(B).\n","Comment: 16 pages, some improvements in notation and the proof of Prop. 1.2"]}]
["0903.5360",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5360","Physical Review Letters 103, 087206 (2009)","doi:10.1103/PhysRevLett.103.087206"],"date":["2009-03-30"],"type":["text"],"creator":["Tian, Yuan","Ye, Li","Jin, Xiaofeng"],"language":[],"coverage":[],"title":["Proper Scaling of the Anomalous Hall Effect"],"description":["  Working with epitaxial films of Fe, we succeeded in independent control of\ndifferent scattering processes in the anomalous Hall effect. The result\nappropriately accounted for the role of phonons, thereby clearly exposing the\nfundamental flaws of the standard plot of the anomalous Hall resistivity versus\nlongitudinal resistivity. A new scaling has been thus established that allows\nan unambiguous identification of the intrinsic Berry curvature mechanism as\nwell as the extrinsic skew scattering and side-jump mechanisms of the anomalous\nHall effect.\n","Comment: 5 pages, 4 figures"]}]
["0905.2217",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2217","Phys. Rev. Lett. 103, 087003 (2009)","doi:10.1103/PhysRevLett.103.087003"],"date":["2009-05-13"],"type":["text"],"creator":["Vijay, R.","Sau, J. D.","Cohen, Marvin L.","Siddiqi, I."],"language":[],"coverage":[],"title":["Optimizing Anharmonicity in Nanoscale Weak Link Josephson Junction\n  Oscillators"],"description":["  Josephson tunnel junctions are widely used as nonlinear elements in\nsuperconducting circuits such as low noise amplifiers and quantum bits.\nHowever, microscopic defects in the oxide tunnel barrier can produce low and\nhigh frequency noise which can potentially limit the coherence times and\nquality factors of resonant circuits. Weak link Josephson junctions are an\nattractive alternative provided that sufficient nonlinearity can be engineered.\nWe compute the current phase relation for superconducting weak links, with\ndimensions comparable to the zero temperature coherence length, connected to\ntwo and three dimensional superconducting electrodes. Our results indicate that\n50-100 nm long aluminum nanobridges connected with three dimensional banks can\nbe used to construct nonlinear oscillators for bifurcation amplification. We\nalso show that under static current bias, these oscillators have a sufficiently\nanharmonic energy level structure to form a qubit. Such weak link junctions\nthus present a practical new route for realizing sensitive quantum circuits.\n"]}]
["0905.4170",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4170","EPL, 90 (2010) 47002","doi:10.1209/0295-5075/90/47002"],"date":["2009-05-26","2010-06-09"],"type":["text"],"creator":["Hals, Kjetil M. D.","Brataas, Arne","Tserkovnyak, Yaroslav"],"language":[],"coverage":[],"title":["Scattering Theory of Charge-Current Induced Magnetization Dynamics"],"description":["  In ferromagnets, charge currents can excite magnons via the spin-orbit\ncoupling. We develop a novel and general scattering theory of charge current\ninduced macrospin magnetization torques in normal metal$|$ferromagnet$|$normal\nmetal layers. We apply the formalism to a dirty GaAs$|$(Ga,Mn)As$|$GaAs system.\nBy computing the charge current induced magnetization torques and solving the\nLandau-Lifshitz-Gilbert equation, we find magnetization switching for current\ndensities as low as $ 5\\times 10^{6}$~A/cm$^2$. Our results are in agreement\nwith a recent experimental observation of charge-current induced magnetization\nswitching in (Ga,Mn)As.\n","Comment: Final version accepted by EPL"]}]
["0905.4272",{"format":[],"subject":["Quantitative Finance - General Finance","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4272","IAENG Conferences - WCE 2009 International Conference of\n  Computational Statistics and Data Engineering, London : Royaume-Uni (2009)"],"date":["2009-05-26"],"type":["text"],"creator":["Tarek, Sadraoui","Zina, Naceur Ben"],"language":[],"coverage":[],"title":["Complementarity between private and public investment in R&D: A Dynamic\n  Panel Data analysis"],"description":["  This paper investigates the relationship between private and public\ninvestment in R&D, while taking into account the effect of several instruments\npolicies such as subsidies and taxes. We design a new look of knowledge\nspillovers and R&D cooperation to explain the contribution of public and\nprivate R&D on growth. We propose a heterogeneous dynamic panel data model to\nconsider the endogenous effect of R&D investment. We also distinguish between\nthe estimated long and short run results. Our results based on a sample of 23\ncountries over the period 1992-2004 indicate that both public and private\ninvestments in R&D are complementary. By establishing an endogenous growth\nmodel, the estimates indicate that public and private R&D depends on the host\ncountry's human capital investment. Results indicate that foreign direct\ninvestment is a more significant spillover channel than imports.\n"]}]
["0905.4648",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4648","Mathematica Pannonica 21 (2010) 115-128"],"date":["2009-05-28","2009-08-25"],"type":["text"],"creator":["Havlicek, Hans","Odehnal, Boris","Saniga, Metod"],"language":[],"coverage":[],"title":["Moebius Pairs of Simplices and Commuting Pauli Operators"],"description":["  There exists a large class of groups of operators acting on Hilbert spaces,\nwhere commutativity of group elements can be expressed in the geometric\nlanguage of symplectic polar spaces embedded in the projective spaces PG($n,\np$), $n$ being odd and $p$ a prime. Here, we present a result about commuting\nand non-commuting group elements based on the existence of so-called Moebius\npairs of $n$-simplices, i. e., pairs of $n$-simplices which are \\emph{mutually\ninscribed and circumscribed} to each other. For group elements representing an\n$n$-simplex there is no element outside the centre which commutes with all of\nthem. This allows to express the dimension $n$ of the associated polar space in\ngroup theoretic terms. Any Moebius pair of $n$-simplices according to our\nconstruction corresponds to two disjoint families of group elements (operators)\nwith the following properties: (i) Any two distinct elements of the same family\ndo not commute. (ii) Each element of one family commutes with all but one of\nthe elements from the other family. A three-qubit generalised Pauli group\nserves as a non-trivial example to illustrate the theory for $p=2$ and $n=5$.\n","Comment: 13 pages, 1 example; Version 2 - slightly polished and updated"]}]
["0907.3988",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3988","Phys. Rev. Lett. 104, 230501 (2010)","doi:10.1103/PhysRevLett.104.230501"],"date":["2009-07-23","2010-06-09"],"type":["text"],"creator":["Herdman, C. M.","Young, Kevin C.","Scarola, V.","Sarovar, Mohan","Whaley, K. B."],"language":[],"coverage":[],"title":["Stroboscopic Generation of Topological Protection"],"description":["  Trapped neutral atoms offer a powerful route to robust simulation of complex\nquantum systems. We present here a stroboscopic scheme for realization of a\nHamiltonian with $n$-body interactions on a set of neutral atoms trapped in an\naddressable optical lattice, using only 1- and 2-body physical operations\ntogether with a dissipative mechanism that allows thermalization to finite\ntemperature or cooling to the ground state. We demonstrate this scheme with\napplication to the toric code Hamiltonian, ground states of which can be used\nto robustly store quantum information when coupled to a low temperature\nreservoir.\n","Comment: 5 pages, 2 figures. Published version"]}]
["0907.4134",{"format":[],"subject":["Mathematics - Logic","Mathematics - Category Theory","Mathematics - General Topology","03F50, 06D22, 54A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4134","doi:10.1002/malq.200910014"],"date":["2009-07-23","2010-06-09"],"type":["text"],"creator":["Curi, Giovanni"],"language":[],"coverage":[],"title":["On some peculiar aspects of the constructive theory of point-free spaces"],"description":["  This paper presents several independence results concerning the topos-valid\nand the intuitionistic (generalized) predicative theories of locales. In\nparticular, certain consequences of the consistency of a general form of\nTroelstra's uniformity principle with constructive set theory and type theory\nare examined.\n"]}]
["0907.4770",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4770","Physics-Uspekhi, 2010, 53 (3), 279--290","doi:10.3367/UFNr.0180.201003e.0289","doi:10.3367/UFNe.0180.201003e.0289"],"date":["2009-07-27","2009-12-17"],"type":["text"],"creator":["Arapkina, Larisa V","Yuryev, Vladimir A"],"language":[],"coverage":[],"title":["Classification of Ge hut clusters in the arrays formed by molecular beam\n  epitaxy at low temperatures on the Si(001) surface"],"description":["  Morphological investigations and classification of Ge hut clusters forming\nthe arrays of quantum dots on the Si(001) surface at low temperatures in the\nprocess of the ultrahigh vacuum molecular beam epitaxy have been carried out\nusing in situ scanning tunnelling microscopy. Two main species of Ge hut\nclusters composing the arrays - pyramidal and wedge-shaped ones - have been\nfound to have different atomic structures. The inference is made that shape\ntransitions between pyramids and wedges are impossible. The nucleation\nprobabilities of pyramids and wedges equal 1/2 at the initial stage of the\narray formation. The wedges become the dominating species as the amount of the\ndeposited germanium is increased. A fraction and a density of the pyramids in\nthe arrays are rapidly decreased with the growth of Ge coverage.\n  The derivative types of the clusters - obelisks (or truncated wedges) and\naccreted wedges - have been revealed and investigated for the first time, they\nhave been found to start dominating at high Ge coverages. The obelisks\noriginate from the wedges as a result of their height limitation and further\ngrowth of trapezoid facets. The apexes of the obelisks are formed by sets of\nthe parallel (001) ridges.\n  The uniformity of the cluster arrays have been evidenced to be controlled by\nthe length of the wedge-like clusters. At low growth temperatures (360C)\nnucleation of new clusters is observed during the array growth at all values of\nGe coverage except for a particular point at which the arrays are more uniform\nthan at higher or lower coverages. At higher (530C) temperatures cluster\nnucleation has not been observed after the initial stage of the array\nformation.\n","Comment: 27 pages, 11 figures. A brief review of literature is added. Final\n  version accepted to Physics-Uspekhi. Typos are corrected"]}]
["0910.0717",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0717"],"date":["2009-10-05","2010-06-09"],"type":["text"],"creator":["Li, Miao","Li, Xiao-Dong","Wang, Shuang"],"language":[],"coverage":[],"title":["Revisit of Tension in Recent SNIa Datasets"],"description":["  Although today there are many observational methods, Type Ia supernovae\n(SNIa) is still one of the most powerful tools to probe the mysterious dark\nenergy (DE). The most recent SNIa datasets are the 307 SNIa \"Union\" dataset\n\\cite{kow08} and the 397 SNIa \"Constitution\" dataset \\cite{hic09}. In a recent\nwork \\cite{wei10}, Wei pointed out that both Union and Constitution datasets\nare in tension with the observations of cosmic microwave background (CMB) and\nbaryon acoustic oscillation (BAO), and suggested that two truncated versions of\nUnion and Constitution datasets, namely \"UnionT\" and \"ConstitutionT\", should be\nused to constrain various DE models. But in \\cite{wei10}, only the $\\Lambda$CDM\nmodel is used to select the outliers from the Union and the Constitution\ndataset. In principle, since different DE models may select different outliers,\nthe truncation procedure should be performed for each different DE model. In\nthe present work, by performing the truncation procedure of \\cite{wei10} for 10\ndifferent models, we demonstrate that the impact of different models is\nnegligible, and the approach adopted in \\cite{wei10} is valid. Moreover, by\nusing the 4 SNIa datasets mentioned above, as well as the observations of CMB\nand BAO, we perform best-fit analysis on the 10 models. It is found that: (1)\nFor each DE model, the truncated SNIa datasets not only greatly reduce\n$\\chi_{min}^{2}$ and $\\chi_{min}^{2}/dof$, but also remove the tension between\nSNIa data and other cosmological observations. (2) The CMB data is very helpful\nto break the degeneracy among different parameters, and plays a very important\nrole in distinguishing different DE models. (3) The current observational data\nare still too limited to distinguish all DE models.\n","Comment: 14 pages, 4 figures, 7 tables"]}]
["0910.1837",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1837","PRL 104, 236401 (2010)","doi:10.1103/PhysRevLett.104.236401"],"date":["2009-10-09","2010-03-11"],"type":["text"],"creator":["Andrade, E. C.","Miranda, E.","Dobrosavljevic, V."],"language":[],"coverage":[],"title":["Quantum ripples in strongly correlated metals"],"description":["  We study how well-known effects of the long-ranged Friedel oscillations are\naffected by strong electronic correlations. We first show that their range and\namplitude are significantly suppressed in strongly renormalized Fermi liquids.\nWe then investigate the interplay of elastic and inelastic scattering in the\npresence of these oscillations. In the singular case of two-dimensional\nsystems, we show how the anomalous ballistic scattering rate is confined to a\nvery restricted temperature range even for moderate correlations. In general,\nour analytical results indicate that a prominent role of Friedel oscillations\nis relegated to weakly interacting systems.\n","Comment: 4+ pages, 2 figures. Revised version."]}]
["0910.3586",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3586","Nanotechnology, Vol. 21 (2010) p. 134017","doi:10.1088/0957-4484/21/13/134017"],"date":["2009-10-19"],"type":["text"],"creator":["Allison, K. F.","Miskovic, Z. L."],"language":[],"coverage":[],"title":["Friction force on slow charges moving over supported graphene"],"description":["  We provide a theoretical model that describes the dielectric coupling of a 2D\nlayer of graphene, represented by a polarization function in the Random Phase\nApproximation, and a semi-infinite 3D substrate, represented by a surface\nresponse function in a non-local formulation. We concentrate on the role of the\ndynamic response of the substrate for low-frequency excitations of the combined\ngraphene-substrate system, which give rise to the stopping force on slowly\nmoving charges above graphene. A comparison of the dielectric loss function\nwith experimental HREELS data for graphene on a SiC substrate is used to\nestimate the damping rate in graphene and to reveal the importance of phonon\nexcitations in an insulating substrate. A signature of the hybridization\nbetween graphene's pi plasmon and the substrate's phonon is found in the\nstopping force. A friction coefficient that is calculated for slow charges\nmoving above graphene on a metallic substrate shows an interplay between the\nlow-energy single-particle excitations in both systems.\n","Comment: 13 pages, 5 figures, submitted to Nanotechnology for a special issue\n  related to the NGC 2009 conference (http://asdn.net/ngc2009/index.shtml)"]}]
["0910.3614",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3614","Physical Review B, Vol. 81 (2010) p. 085416","doi:10.1103/PhysRevB.81.085416"],"date":["2009-10-19","2009-11-30"],"type":["text"],"creator":["Ghaznavi, M.","Miskovic, Z. L.","Goodman, F. O."],"language":[],"coverage":[],"title":["Non-linear screening of external charge by doped graphene"],"description":["  We solve a nonlinear integral equation for the electrostatic potential in\ndoped graphene due to an external charge, arising from a Thomas-Fermi (TF)\nmodel for screening by graphene's $\\pi$ electron bands. In particular, we study\nthe effects of a finite equilibrium charge carrier density in graphene,\nnon-zero temperature, non-zero gap between graphene and a dielectric substrate,\nas well as the nonlinearity in the band density of states. Effects of the\nexchange and correlation interactions are also briefly discussed for undoped\ngraphene at zero temperature. Nonlinear results are compared with both the\nlinearized TF model and the dielectric screening model within random phase\napproximation (RPA). In addition, image potential of the external charge is\nevaluated from the solution of the nonlinear integral equation and compared to\nthe results of linear models. We have found generally good agreement between\nthe results of the nonlinear TF model and the RPA model in doped graphene,\napart from Friedel oscillations in the latter model. However, relatively strong\nnonlinear effects are found in the TF model to persist even at high doping\ndensities and large distances of the external charge.\n","Comment: 12 pages including 6 figures"]}]
["0910.3666",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3666","Nanoscale Research Letters, Vol. 5 (2010) pp. 505 - 511","doi:10.1007/s11671-009-9515-3"],"date":["2009-10-19"],"type":["text"],"creator":["Miskovic, Z. L.","Upadhyaya, N."],"language":[],"coverage":[],"title":["Modeling electrolytically top gated graphene"],"description":["  We investigate doping of a single-layer graphene in the presence of\nelectrolytic top gating. The interfacial phenomena is modeled using a modified\nPoisson-Boltzmann equation for an aqueous solution of simple salt. We\ndemonstrate both the sensitivity of graphene's doping levels to the salt\nconcentration and the importance of quantum capacitance that arises due to the\nsmallness of the Debye screening length in the electrolyte.\n","Comment: 7 pages, including 4 figures, submitted to Nanoscale Research Letters\n  for a special issue related to the NGC 2009 conference\n  (http://asdn.net/ngc2009/index.shtml)"]}]
["0910.5714",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5714"],"date":["2009-10-29","2010-06-09"],"type":["text"],"creator":["Feigenbaum, Joan","Jaggard, Aaron D.","Schapira, Michael"],"language":[],"coverage":[],"title":["Approximate Privacy: Foundations and Quantification"],"description":["  Increasing use of computers and networks in business, government, recreation,\nand almost all aspects of daily life has led to a proliferation of online\nsensitive data about individuals and organizations. Consequently, concern about\nthe privacy of these data has become a top priority, particularly those data\nthat are created and used in electronic commerce. There have been many\nformulations of privacy and, unfortunately, many negative results about the\nfeasibility of maintaining privacy of sensitive data in realistic networked\nenvironments. We formulate communication-complexity-based definitions, both\nworst-case and average-case, of a problem's privacy-approximation ratio. We use\nour definitions to investigate the extent to which approximate privacy is\nachievable in two standard problems: the second-price Vickrey auction and the\nmillionaires problem of Yao.\n  For both the second-price Vickrey auction and the millionaires problem, we\nshow that not only is perfect privacy impossible or infeasibly costly to\nachieve, but even close approximations of perfect privacy suffer from the same\nlower bounds. By contrast, we show that, if the values of the parties are drawn\nuniformly at random from {0,...,2^k-1}, then, for both problems, simple and\nnatural communication protocols have privacy-approximation ratios that are\nlinear in k (i.e., logarithmic in the size of the space of possible inputs). We\nconjecture that this improved privacy-approximation ratio is achievable for any\nprobability distribution.\n","Comment: 33 pages, seven figures, two tables. Changes in version 2 include an\n  expanded discussion of other approaches to approximate privacy and added\n  acknowledgements"]}]
["0911.4067",{"format":[],"subject":["Mathematics - Differential Geometry","53C50, 22E25, 53B30, 53C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4067"],"date":["2009-11-20","2010-06-09"],"type":["text"],"creator":["Ovando, Gabriela P."],"language":[],"coverage":[],"title":["Naturally reductive pseudo Riemannian 2-step nilpotent Lie groups"],"description":["  This paper deals with naturally reductive pseudo-Riemannian 2-step nilpotent\nLie groups $(N, \\la \\,,\\,\\ra_N)$, such that $\\la \\,,\\,\\ra_N$ is invariant under\na left action. The case of nondegenerate center is completely characterized. In\nfact, whenever $\\la \\,,\\, \\ra_N$ restricts to a metric in the center it is\nproved here that the simply connected Lie group $N$ can be constructed starting\nfrom a real representation $(\\pi,\\vv)$ of a certain Lie algebra $\\ggo$. We\nstudy the geometry of $(N, \\la \\,,\\,\\ra_N)$ and we find the corresponding\nnaturally reductive homogeneous structure. On the other hand, related to the\ncase of degenerate center we provide another family of naturally reductive\nspaces, both non compact and also compact examples.\n","Comment: Corrected typos; added references and the corresponding naturally\n  reductive homogeneous structures are found for the Lie groups with\n  nondegenerate center"]}]
["0912.0848",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0848","J. Stat. Mech. L05003 (2010)","doi:10.1088/1742-5468/2010/05/L05003"],"date":["2009-12-04"],"type":["text"],"creator":["Liers, F.","Marinari, E.","Pagacz, U.","Ricci-Tersenghi, F.","Schmitz, V."],"language":[],"coverage":[],"title":["A Non-Disordered Glassy Model with a Tunable Interaction Range"],"description":["  We introduce a non-disordered lattice spin model, based on the principle of\nminimizing spin-spin correlations up to a (tunable) distance R. The model can\nbe defined in any spatial dimension D, but already for D=1 and small values of\nR (e.g. R=5) the model shows the properties of a glassy system: deep and well\nseparated energy minima, very slow relaxation dynamics, aging and non-trivial\nfluctuation-dissipation ratio.\n","Comment: 4 pages, 5 figures"]}]
["0912.2218",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2218","Appl. Phys. Lett. 96, 082114 (2010)","doi:10.1063/1.3334730"],"date":["2009-12-11"],"type":["text"],"creator":["Geringer, V.","Subramaniam, D.","Michel, A. K.","Szafranek, B.","Schall, D.","Georgi, A.","Mashoff, T.","Neumaier, D.","Liebmann, M.","Morgenstern, M."],"language":[],"coverage":[],"title":["Electrical transport and low-temperature scanning tunneling microscopy\n  of microsoldered graphene"],"description":["  Using the recently developed technique of microsoldering, we perform a\nsystematic transport study of the influence of PMMA on graphene flakes\nrevealing a doping effect of up to 3.8x10^12 1/cm^2, but a negligible influence\non mobility and gate voltage induced hysteresis. Moreover, we show that the\nmicrosoldered graphene is free of contamination and exhibits a very similar\nintrinsic rippling as has been found for lithographically contacted flakes.\nFinally, we demonstrate a current induced closing of the previously found\nphonon gap appearing in scanning tunneling spectroscopy experiments, strongly\nnon-linear features at higher bias probably caused by vibrations of the flake\nand a B-field induced double peak attributed to the 0.Landau level of graphene.\n","Comment: 8 pages, 3 figures"]}]
["0912.3157",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3157","JCAP 1005:023,2010","doi:10.1088/1475-7516/2010/05/023"],"date":["2009-12-16","2010-06-09"],"type":["text"],"creator":["Schrempp, Lily","Brown, Iain A."],"language":[],"coverage":[],"title":["Do Bound Structures Brake Cosmic Acceleration?"],"description":["  In this paper we investigate the impact of the coupling between a\nquintessence field and clustered matter on the average equation of state of the\nscalar field. We take the NFW profile to be characteristic of bound structures\non galactic and cluster scales, and the isothermal distribution to hold for\nobjects on supercluster scales. Solving analytically for the scalar-field\nprofile, we find that the greatest impact on the equation of state comes from\nthe superclusters. Employing numerical case studies, we verify this effect and\nprobe its dependence on the evolutionary state of the supercluster. An estimate\nacross the Hubble volume yields corrections to the homogeneous equation of\nstate of ~3%, increasing with coupling strength.\n","Comment: 31 pages, 11 figures. Replaced with version published by JCAP --\n  discussion concerning the strength of the scalar/matter coupling added"]}]
["0912.3206",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3206","Physical Review Letters, 104:145703, 2010","doi:10.1103/PhysRevLett.104.145703"],"date":["2009-12-16","2010-06-09"],"type":["text"],"creator":["Fey, Anne","Levine, Lionel","Wilson, David B."],"language":[],"coverage":[],"title":["Driving sandpiles to criticality and beyond"],"description":["  A popular theory of self-organized criticality relates driven dissipative\nsystems to systems with conservation. This theory predicts that the stationary\ndensity of the abelian sandpile model equals the threshold density of the\nfixed-energy sandpile. We refute this prediction for a wide variety of\nunderlying graphs, including the square grid. Driven dissipative sandpiles\ncontinue to evolve even after reaching criticality. This result casts doubt on\nthe validity of using fixed-energy sandpiles to explore the critical behavior\nof the abelian sandpile model at stationarity.\n","Comment: v4 adds reference"]}]
["1001.0539",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0539","Phys. Rev. Lett. 104, 233601 (2010)","doi:10.1103/PhysRevLett.104.233601"],"date":["2010-01-04","2010-06-09"],"type":["text"],"creator":["Schomerus, Henning"],"language":[],"coverage":[],"title":["Quantum noise and self-sustained radiation of PT-symmetric systems"],"description":["  The observation that PT-symmetric Hamiltonians can have real-valued energy\nlevels even if they are non-Hermitian has triggered intense activities, with\nexperiments, in particular, focusing on optical systems, where Hermiticity can\nbe broken by absorption and amplification. For classical waves, absorption and\namplification are related by time-reversal symmetry. This work shows that\nmicroreversibility-breaking quantum noise turns PT-symmetric systems into\nself-sustained sources of radiation, which distinguishes them from ordinary,\nHermitian quantum systems.\n","Comment: 4+1 pages (slightly expanded published version)"]}]
["1001.3388",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3388"],"date":["2010-01-19","2010-06-09"],"type":["text"],"creator":["Feigenbaum, Joan","Jaggard, Aaron D.","Schapira, Michael"],"language":[],"coverage":[],"title":["Approximate Privacy: PARs for Set Problems"],"description":["  In previous work (arXiv:0910.5714), we introduced the Privacy Approximation\nRatio (PAR) and used it to study the privacy of protocols for second-price\nVickrey auctions and Yao's millionaires problem. Here, we study the PARs of\nmultiple protocols for both the disjointness problem (in which two\nparticipants, each with a private subset of {1,...,k}, determine whether their\nsets are disjoint) and the intersection problem (in which the two participants,\neach with a private subset of {1,...,k}, determine the intersection of their\nprivate sets).\n  We show that the privacy, as measured by the PAR, provided by any protocol\nfor each of these problems is necessarily exponential (in k). We also consider\nthe ratio between the subjective PARs with respect to each player in order to\nshow that one protocol for each of these problems is significantly fairer than\nthe others (in the sense that it has a similarly bad effect on the privacy of\nboth players).\n","Comment: 34 pages, nine figures, one table. Version 2 adds acknowledgements\n  and Appendix B"]}]
["1002.0784",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0784"],"date":["2010-02-03","2010-06-08"],"type":["text"],"creator":["Kim, Taekyung","Lee, Chong Oh"],"language":[],"coverage":[],"title":["Solutions in IR modified Horava-Lifshitz Gravity"],"description":["  In order to allow the asymptotically flat, we consider Ho\\v{r}ava-Lifshitz\ngravity theory with a soft violation of the detailed balance condition and\nobtain various solutions. In particular, we find that such theory coupled to a\nglobal monopole leads to a solution representing a space with deficit solid\nangle, which is well matched with genuine feature of GR.\n","Comment: 11 pages, minor corrections and references added"]}]
["1002.1141",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1141","Prog. Theor. Phys. 123 (2010), 887-902","doi:10.1143/PTP.123.887"],"date":["2010-02-05","2010-03-02"],"type":["text"],"creator":["Motohashi, Hayato","Starobinsky, Alexei A.","Yokoyama, Jun'ichi"],"language":[],"coverage":[],"title":["Phantom boundary crossing and anomalous growth index of fluctuations in\n  viable f(R) models of cosmic acceleration"],"description":["  Evolution of a background space-time metric and sub-horizon matter density\nperturbations in the Universe is numerically analyzed in viable $f(R)$ models\nof present dark energy and cosmic acceleration. It is found that viable models\ngenerically exhibit recent crossing of the phantom boundary $w_{\\rm DE}=-1$.\nFurthermore, it is shown that, as a consequence of the anomalous growth of\ndensity perturbations during the end of the matter-dominated stage, their\ngrowth index evolves non-monotonically with time and may even become negative\ntemporarily.\n","Comment: 18 pages, 13 figures; Typos corrected, references added, discussion\n  expanded"]}]
["1002.3440",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3440","Comptes Rendus de l Acad\\'emie des Sciences - Series I -\n  Mathematics 348, 3-4 (2010) p.175-179","doi:10.1016/j.crma.2010.01.03"],"date":["2010-02-18"],"type":["text"],"creator":["Boumaza, Hakim"],"language":[],"coverage":[],"title":["Absence de spectre absolument continu pour un op\\'erateur d'Anderson \\`a\n  potentiel d'interaction g\\'en\\'erique"],"description":["  We present a result of absence of absolutely continuous spectrum in an\ninterval of $\\R$, for a matrix-valued random Schr\\\"odinger operator, acting on\n$L^2(\\R)\\otimes \\R^N$ for an arbitrary $N\\geq 1$, and whose interaction\npotential is generic in the real symmetric matrices. For this purpose, we prove\nthe existence of an interval of energies on which we have separability and\npositivity of the $N$ non-negative Lyapunov exponents of the operator. The\nmethod, based upon the formalism of F\\\"urstenberg and a result of Lie group\ntheory due to Breuillard and Gelander, allows an explicit contruction of the\nwanted interval of energies.\n","Comment: 6 pages"]}]
["1002.4913",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4913","Phys. Rev. A 81, 062103 (2010)","doi:10.1103/PhysRevA.81.062103"],"date":["2010-02-25","2010-06-09"],"type":["text"],"creator":["Brodutch, Aharon","Terno, Daniel R."],"language":[],"coverage":[],"title":["Quantum discord and local demons"],"description":["  Quantum discord was proposed as a measure of the \"quantumness\" of\ncorrelations. There are at least three different discord-like quantities, two\nof which determine the difference between the efficiencies of a Szilard's\nengine under different sets of restrictions. The three discord measures vanish\nsimulataneosly. We introduce an easy way to test for zero discord, relate it to\nthe Cerf-Adami conditional entropy and show that there is no relation between\nthe discord and the local disitnguishability.\n","Comment: 7 pages, RevTeX. Some minor changes after comments from colleagues,\n  some references added. Similar to published version"]}]
["1003.1237",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1237","doi:10.1063/1.3431755"],"date":["2010-03-05","2010-05-04"],"type":["text"],"creator":["Chen, Wei","Tegenkamp, Christoph","Pfnür, Herbert","Bredow, Thomas"],"language":[],"coverage":[],"title":["Anomalous molecular orbital variation upon adsorption on wide band gap\n  insulator"],"description":["  It is commonly believed that organic molecules are physisorbed on the ideal\nnon-polar surfaces of wide band gap insulators with limited variation of the\nelectronic properties of the adsorbate molecule. On the basis of first\nprinciples calculations within density functional theory (DFT) and $GW$\napproximation, we show that this is not generally true. We find that the\nmolecular frontier orbitals undergo significant changes when a hydroxy acid\n(here we chose gluconic acid) is adsorbed on MgSO$_4$$\\cdot$H$_2$O(100) surface\ndue to the complex interaction between the molecule and the insulating surface.\nThe predicted trend of the adsorption effect on the energy gap obtained by DFT\nis reversed when the surface polarization effect is taken into account via the\nmany-body corrections.\n","Comment: 5 pages, 3 figures"]}]
["1003.1425",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1425","Phys. Rev. B 81, 233402 (2010)","doi:10.1103/PhysRevB.81.233402"],"date":["2010-03-06"],"type":["text"],"creator":["Guimarães, F. S. M.","Costa, A. T.","Muniz, R. B.","Ferreira, M. S."],"language":[],"coverage":[],"title":["Graphene-based spin-pumping transistor"],"description":["  We demonstrate with a fully quantum-mechanical approach that graphene can\nfunction as gate-controllable transistors for pumped spin currents, i.e., a\nstream of angular momentum induced by the precession of adjacent\nmagnetizations, which exists in the absence of net charge currents.\nFurthermore, we propose as a proof of concept how these spin currents can be\nmodulated by an electrostatic gate. Because our proposal involves nano-sized\nsystems that function with very high speeds and in the absence of any applied\nbias, it is potentially useful for the development of transistors capable of\ncombining large processing speeds, enhanced integration and extremely low power\nconsumption.\n"]}]
["1003.2554",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2554"],"date":["2010-03-12","2010-06-09"],"type":["text"],"creator":["Mastroeni, Loretta","Naldi, Maurizio"],"language":[],"coverage":[],"title":["Spectrum Trading: An Abstracted Bibliography"],"description":["  This document contains a bibliographic list of major papers on spectrum\ntrading and their abstracts. The aim of the list is to offer researchers\nentering this field a fast panorama of the current literature. The list is\ncontinually updated on the webpage\n\\url{http://www.disp.uniroma2.it/users/naldi/Ricspt.html}. Omissions and papers\nsuggested for inclusion may be pointed out to the authors through e-mail\n(\\textit{naldi@disp.uniroma2.it}).\n"]}]
["1003.3388",{"format":[],"subject":["Quantum Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3388","Proc. SPIE, Vol. 7727, 77270P (2010)","doi:10.1117/12.854453"],"date":["2010-03-17","2010-06-09"],"type":["text"],"creator":["Steinmetz, David","Neu, Elke","Hepp, Christian","Albrecht, Roland","Bolse, Wolfgang","Meijer, Jan","Rogalla, Detlef","Becher, Christoph"],"language":[],"coverage":[],"title":["Single-photon emission from Ni-related color centers in CVD diamond"],"description":["  Color centers in diamond are very promising candidates among the possible\nrealizations for practical single-photon sources because of their long-time\nstable emission at room temperature. The popular nitrogen-vacancy center shows\nsingle-photon emission, but within a large, phonon-broadened spectrum (~100nm),\nwhich strongly limits its applicability for quantum communication. By contrast,\nNi-related centers exhibit narrow emission lines at room temperature. We\npresent investigations on single color centers consisting of Ni and Si created\nby ion implantation into single crystalline IIa diamond. We use systematic\nvariations of ion doses between 10^8/cm^2 and 10^14/cm^2 and energies between\n30keV and 1.8MeV. The Ni-related centers show emission in the near infrared\nspectral range (~770nm to 787nm) with a small line-width (~3nm FWHM). A\nmeasurement of the intensity correlation function proves single-photon\nemission. Saturation measurements yield a rather high saturation count rate of\n77.9 kcounts/s. Polarization dependent measurements indicate the presence of\ntwo orthogonal dipoles.\n","Comment: 8 pages, published in conference proceedings of SPIE Photonics Europe\n  2010"]}]
["1004.1219",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1219"],"date":["2010-04-07","2010-06-08"],"type":["text"],"creator":["Cavalcanti, Eric G.","Menicucci, Nicolas C."],"language":[],"coverage":[],"title":["Verifiable nonlinear quantum evolution implies failure of density\n  matrices to represent proper mixtures"],"description":["  In a recent Letter, Bennett and coworkers [1] argue that proofs of exotic\nquantum effects using closed timelike curves (CTC's) based on the work of\nDeutsch [2], or other nonlinear quantum dynamics, suffer from a fallacy that\nthey call the \"linearity trap,\" by which one cannot assume that a classical\nmixture of input states will lead to the same mixture of corresponding output\nstates. We show that this prescription is inconsistent with the assumption that\none can verify the postulated nonlinear evolution. Specifically, if some agent\ncan empirically verify the deterministic nonlinear action of a physical device\nfor some set of pure-state inputs, then one cannot generally use density\nmatrices to represent the input for a second agent who is ignorant of the\nactual pure state prepared. Our argument is epistemological and makes no appeal\nto the detailed physics of CTC's.\n","Comment: 1 page, 0 figures. Comment on PRL 103, 170502 (2009),\n  arXiv:0908.3023; V2: corrected reference, added acknowledgement; V3: reduced\n  length, modified formatting and simplified example to fit 1 page; V4:\n  simplified argument, modified title to emphasise main result"]}]
["1005.1351",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1351","Phys. Rev. Lett. 104, 236601 (2010)","doi:10.1103/PhysRevLett.104.236601"],"date":["2010-05-08"],"type":["text"],"creator":["DaSilva, Ashley M.","Zou, Ke","Jain, J. K.","Zhu, J."],"language":[],"coverage":[],"title":["Mechanism for current saturation and energy dissipation in graphene\n  transistors"],"description":["  From a combination of careful and detailed theoretical and experimental\nstudies, we demonstrate that the Boltzmann theory including all scattering\nmechanisms gives an excellent account, with no adjustable parameters, of high\nelectric field transport in single as well as double-oxide graphene\ntransistors. We further show unambiguously that scattering from the substrate\nand superstrate surface optical (SO) phonons governs the high field transport\nand heat dissipation over a wide range of experimentally relevant parameters.\nModels that neglect SO phonons altogether or treat them in a simple\nphenomenological manner are inadequate. We outline possible strategies for\nachieving higher current and complete saturation in graphene devices.\n","Comment: revtex, 5 pages, 3 figures, to appear in Phys. Rev. Lett."]}]
["1005.3015",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3015"],"date":["2010-05-17","2010-06-09"],"type":["text"],"creator":["Obreshkov, Boyan"],"language":[],"coverage":[],"title":["Local phase invariance of the free-particle Schrodinger equation in\n  momentum space"],"description":["  The local phase-invariance of the momentum-space Schr\\\"odinger equation for\nfree-particle has been used to construct quantum kinematics that describes a\nmotion of the particle in external U(1) background gauge field. The gauge\nstructure over the momentum space of the particle is interpreted in terms of\nhelicity and spin carried by the particle. As a by-product an effective\none-particle Schr\\\"odinger equation of motion for the helicity-carrying\nparticle in external potential field is derived. An effect of screening of the\nexternal potential is predicted, that can affect quantization and splittings of\nenergy levels of the particle.\n","Comment: submitted to J. Phys. A"]}]
["1005.3362",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3362"],"date":["2010-05-19","2010-06-09"],"type":["text"],"creator":["Asakura, Masanori"],"language":[],"coverage":[],"title":["Quintic surface over $p$-adic local fields with infinite $p$-primary\n  torsion in the Chow group of 0-cycles"],"description":["  We construct a quintic surface over p-adic local fields such that there is\ninfinite p-primary torsion in the Chow group of 0-cycles.\n","Comment: 18 pages"]}]
["1006.0660",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0660"],"date":["2010-06-03","2010-06-09"],"type":["text"],"creator":["Connolly, J. P.","Führer, M. F.","Johnson, D. C.","Ballard, I. M.","Barnham, K. W. J.","Mazzer, M.","Tibbits, T. N. D","Roberts, J. S.","Hill, G.","Calder, C."],"language":[],"coverage":[],"title":["Mirrored strain-balanced quantum well concentrator cells in the\n  radiative limit"],"description":["  Strain-balanced Quantum Well Solar Cells (SB- QWSCs) are radiatively\ndominated at concentrator current levels. Incorporating back surface mirrors on\nthe back of the doped substrate leads to a reduction in this radiative\nrecombination current while the non-radiative dark current at lower bias\nremains unchanged. This work extends a previous model of radiative dark\ncurrents to cells where the substrate is not a perfectly absorbing sink for\nemitted luminescence by including multiple passes of photons emitted by\nradiative recombination. The luminescence in such mirrored structures is\nreduced and the radiative dark current lower. The structure is suited to\nconcentrator applications because it corresponds to the high efficiency limit\nwhere losses due to light re-emission are limited to the solid angle for\nabsorption of solar radiation.\n","Comment: Draft preprint of submission to ICS4 international solar concentrator\n  photovoltaics conference, El Escorial, Spain 2007, ISBN: 978-84-690-6463-4,\n  pp.21-24"]}]
["1006.1058",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1058"],"date":["2010-06-05","2010-06-09"],"type":["text"],"creator":["Connolly, J. P.","Djebbour, Z.","Darga, A.","Bazin, C.","Mencaraglia, D.","Benosman, M.","Bodereau, N.","Guillemoles, JF","Lincot, D.","Kessler, J.","Naghavi, N.","Kurdi, J.","Kerrec, O."],"language":[],"coverage":[],"title":["Analysis of efficiency limiting processes in thin film Cu(In,Ga)(S,Se)2\n  electrodeposited solar cells"],"description":["  Electrodeposited thin film cells have been fabricated with record-breaking\nefficiencies of 11.4%. This presentation examines conversion mechanisms in\ncells with a focus on the effect of CdS buffer layers using a range of\ncomplementary tools. Dark currents (IVs) are well described by series and\nparallel resistances, and two dominant recombination mechanisms represented by\nparallel diodes. Measurements of IV as a function of temperature (IVT) allow\nextraction of activation energies corresponding to these processes and indicate\ntheir spatial position. Admittance spectroscopy (AS) gives an independent\nestimate of the same energies, and yields values of the defect densities of\nstates in the forbidden gap. Two dominant levels are apparent, confirming the\nvalidity of the IV analysis. Spectral response (QE) measurements are presented,\nyielding information on minority carrier collection efficiency. The different\nmethods of parameter extraction are correlated and indicate recombination\nlevels some hundreds of meV above the valence band and below the conduction\nband. Bias dependence of admittance spectroscopy gives indications on the\nlocalisation of defect centres with one defect situated at the CdS\nheterointerface and the other in the bulk of the depletion region. The dark\ncurrent analysis indicates that photogenerated minority carrier collection is\nthe limiting factor in these cells at the operating bias.\n","Comment: Preprint for submission to the 20th EUPVSEC, Barcelona, Spain, 2005,\n  4 pages pp. 1851 - 1854"]}]
["1006.1275",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1275"],"date":["2010-06-07","2010-06-09"],"type":["text"],"creator":["Wicke, Daniel","CDF, for the","collaborations, D0"],"language":[],"coverage":[],"title":["Single and Double Top Quark Production at the Tevatron"],"description":["  The CDF and D0 experiments have measured single and double top quark\nproduction in ppbar collisions at the Tevatron at a centre-of-mass energy of\n1.96TeV. The applied methods are used to constrain properties of the top quark\nand to search for new physics. Several methods of signal to background\nseparation and of the estimation of the background contributions are discussed.\nExperimental results using an integraged luminosity up to 5.3fb^-1 are\npresented.\n","Comment: 8 pages with figures, Proceedings of Les Rencontres de Physique de la\n  Vall\\'ee d'Aoste (La Thuile 2010), v2 with updated references"]}]
["1006.1533",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1533"],"date":["2010-06-08","2010-06-09"],"type":["text"],"creator":["Sivakumar, S."],"language":[],"coverage":[],"title":["Hierarchy of Separability Conditions for Bipartite Systems"],"description":["  A new hierarchy of separability conditions for bipartite states is obtained.\nAll the conditions in the hierarchy are necessary for separability. The\nconditions are expressed in terms of higher powers of the density operator of\nthe bipartite system and the reduced density operators of the subsystems.\nViolation of any of the conditions in the hierarchy implies entanglement. As a\nconsequence of the hierarchy, another separability condition, expressed in\nterms of the eigenvalues of the density operators of the total system and\nsubsystems, is obtained.\n","Comment: Withdrawn due to a serious error in derivation of the main result"]}]
["1006.1586",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1586"],"date":["2010-06-08","2010-06-09"],"type":["text"],"creator":["Cognola, Guido","Sebastiani, Lorenzo","Zerbini, Sergio"],"language":[],"coverage":[],"title":["Stability in Generalized Modified Gravity"],"description":["  The stability issue of generalized modified gravitational models is discussed\nwith particular emphasis to de Sitter solutions. Two approaches are briefly\npresented.\n","Comment: 4 pages, Latex file, Proceeding MG12, Paris, added one reference"]}]
["1006.1657",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1657"],"date":["2010-06-08"],"type":["text"],"creator":["Silva, P. R."],"language":[],"coverage":[],"title":["Gravitational effectiveness of the zero-point energy of the radiation\n  field: a possible solution of a paradox raised by Pauli"],"description":["  A modified vacuum energy density of the radiation field is evaluated, which\nleads to accepted prediction for the radius of the universe. The modification\ntakes into account the existence of a new gauge boson which also can be used in\norder to determine the mass of the boson responsible for the weak decay of the\nmuon.\n","Comment: 4 pages, no figures"]}]
["1006.1663",{"format":[],"subject":["Computer Science - Databases","H.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1663","TELKOMNIKA Vol. 8, No. 1, April 2010, pp. 25 - 34"],"date":["2010-06-08"],"type":["text"],"creator":["Warnars, Spits"],"language":[],"coverage":[],"title":["Tata Kelola Database Perguruan Tinggi Yang Optimal Dengan Data Warehouse"],"description":["  The emergence of new higher education institutions has created the\ncompetition in higher education market, and data warehouse can be used as an\neffective technology tools for increasing competitiveness in the higher\neducation market. Data warehouse produce reliable reports for the institution's\nhigh-level management in short time for faster and better decision making, not\nonly on increasing the admission number of students, but also on the\npossibility to find extraordinary, unconventional funds for the institution.\nEfficiency comparison was based on length and amount of processed records,\ntotal processed byte, amount of processed tables, time to run query and\nproduced record on OLTP database and data warehouse. Efficiency percentages was\nmeasured by the formula for percentage increasing and the average efficiency\npercentage of 461.801,04% shows that using data warehouse is more powerful and\nefficient rather than using OLTP database. Data warehouse was modeled based on\nhypercube which is created by limited high demand reports which usually used by\nhigh level management. In every table of fact and dimension fields will be\ninserted which represent the loading constructive merge where the ETL\n(Extraction, Transformation and Loading) process is run based on the old and\nnew files.\n","Comment: 10 pages, 12 figures and 4 tables"]}]
["1006.1667",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1667"],"date":["2010-06-08"],"type":["text"],"creator":["Yang, Echo","Tuninetti, Daniela"],"language":[],"coverage":[],"title":["Interference Channel with Generalized Feedback (a.k.a. with source\n  cooperation). Part I: Achievable Region"],"description":["  An Interference Channel with Generalized Feedback (IFC-GF) is a model for a\nwireless network where several source-destination pairs compete for the same\nchannel resources, and where the sources have the ability to sense the current\nchannel activity. The signal overheard from the channel provides information\nabout the activity of the other users, and thus furnishes the basis for\ncooperation. In this two-part paper we study achievable strategies and outer\nbounds for a general IFC-GF with two source-destination pairs. We then evaluate\nthe proposed regions for the Gaussian channel. Part I: achievable region. We\npropose that the generalized feedback is used to gain knowledge about the\nmessage sent by other user and then exploited in two ways: (a) to {\\em relay}\nthe messages that can be decoded at both destinations--thus realizing the gains\nof beam-forming of a distributed multi-antenna system--and (b) to {\\em hide}\nthe messages that can not be decoded at the non-intended destination--thus\nleveraging the interference \"pre-cancellation\" property of dirty-paper-type\ncoding. We show that our achievable region generalizes several known achievable\nregions for IFC-GF and that it reduces to known achievable regions for some of\nthe channels subsumed by the IFC-GF model.\n","Comment: 70 pages"]}]
["1006.1669",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1669"],"date":["2010-06-08"],"type":["text"],"creator":["Ning, Haishi","Ling, Cong","Leung, Kin K."],"language":[],"coverage":[],"title":["On the Universality of Sequential Slotted Amplify and Forward Strategy\n  in Cooperative Communications"],"description":["  While cooperative communication has many benefits and is expected to play an\nimportant role in future wireless networks, many challenges are still unsolved.\nPrevious research has developed different relaying strategies for cooperative\nmultiple access channels (CMA), cooperative multiple relay channels (CMR) and\ncooperative broadcast channels (CBC). However, there lacks a unifying strategy\nthat is universally optimal for these three classical channel models.\nSequential slotted amplify and forward (SSAF) strategy was previously proposed\nto achieve the optimal diversity and multiplexing tradeoff (DMT) for CMR. In\nthis paper, the use of SSAF strategy is extended to CBC and CMA, and its\noptimality for both of them is shown. For CBC, a CBC-SSAF strategy is proposed\nwhich can asymptotically achieve the DMT upper bound when the number of\ncooperative users is large. For CMA, a CMA-SSAF strategy is proposed which even\ncan exactly achieve the DMT upper bound with any number of cooperative users.\nIn this way, SSAF strategy is shown to be universally optimal for all these\nthree classical channel models and has great potential to provide universal\noptimality for wireless cooperative networks.\n","Comment: 22 pages, 6 figures"]}]
["1006.1670",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1670"],"date":["2010-06-08"],"type":["text"],"creator":["Schwarz, John H."],"language":[],"coverage":[],"title":["Some Recent Progress in AdS/CFT"],"description":["  Much of modern string theory research concerns AdS/CFT duality, or more\ngenerally, gauge/gravity duality. The main subjects are a) Testing and\nunderstanding such dualities by exploring how they work for systems with a lot\nof supersymmetry b) Constructing and exploring approximate string theory duals\nof QCD c) Applying gauge/gravity duality to other areas of physics such as\ncondensed matter and nuclear physics. I will briefly discuss the first topic.\n","Comment: 13 pages; Contribution to the proceedings of a symposium celebrating\n  the 80th birthday of Murray Gell-Mann"]}]
["1006.1671",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1671"],"date":["2010-06-08"],"type":["text"],"creator":["Eastwood, Michael"],"language":[],"coverage":[],"title":["Symmetry via Lie algebra cohomology"],"description":["  The Killing operator on a Riemannian manifold is a linear differential\noperator on vector fields whose kernel provides the infinitesimal Riemannian\nsymmetries. The Killing operator is best understood in terms of its\nprolongation, which entails some simple tensor identities. These simple\nidentities can be viewed as arising from the identification of certain Lie\nalgebra cohomologies. The point is that this case provides a model for more\ncomplicated operators similarly concerned with symmetry.\n","Comment: Conference proceedings: JARCS Sydney 2009 (The Australian-Japanese\n  Workshop on Real and Complex Singularities held at the University of Sydney)"]}]
["1006.1676",{"format":[],"subject":["Computer Science - Other Computer Science","H.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1676","Jurnal Ilmiah Teknik Komputer, November, 2009"],"date":["2010-06-08"],"type":["text"],"creator":["Warnars, Spits"],"language":[],"coverage":[],"title":["Simple ROI untuk justifikasi investasi proyek Data Warehouse pada\n  perguruan tinggi swasta"],"description":["  Decreasing new students for private high education push the management\nparticularly for high level management for making an information which can help\nthem to make decisions in order for competition with other high educations. One\nof way out by building with information technology approaching like data\nwarehouse for data handling and making the best decisions. Simple ROI is used\nfor project justification. Based on ROI value between 1,850.13% and cash flow\nRp. 22,081,297,308 then can be concluded that project data warehouse\ndevelopment in private high education can be implemented with the particular\nassumptions.\n","Comment: 21 pages"]}]
["1006.1679",{"format":[],"subject":["Computer Science - Other Computer Science","H.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1679","Telkomnika Vol. 6, No. 2, Agustus 2008 : pp. 115 - 124"],"date":["2010-06-08"],"type":["text"],"creator":["Warnars, Spits"],"language":[],"coverage":[],"title":["Rancangan Infrastruktur E-Bisnis Business Intelligence Pada Perguruan\n  Tinggi"],"description":["  In order to compete with others, high education need complete their\ninfrastructure with Information technology support. High level management as a\ndecision maker need something that can boost the system to compete with other\nhigh education, they need IT knowledge that can support them to view the future\nand can help the whole system to improve their services. Business Intelligence\nis one of term of Decision Support System which can help the management by\nsomething that they can forecast and decide. High Education need infrastructure\ndesign to make good foundation for business intelligent implementation which\nwill be implemented on internet or e-business.\n","Comment: 12 pages, 11 figures"]}]
["1006.1681",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1681","EPTCS 26, 2010, pp. 135-146","doi:10.4204/EPTCS.26.13"],"date":["2010-06-08"],"type":["text"],"creator":["Terrazas, German","Landa-Silva, Dario","Krasnogor, Natalio"],"language":[],"coverage":[],"title":["Towards the Design of Heuristics by Means of Self-Assembly"],"description":["  The current investigations on hyper-heuristics design have sprung up in two\ndifferent flavours: heuristics that choose heuristics and heuristics that\ngenerate heuristics. In the latter, the goal is to develop a problem-domain\nindependent strategy to automatically generate a good performing heuristic for\nthe problem at hand. This can be done, for example, by automatically selecting\nand combining different low-level heuristics into a problem specific and\neffective strategy. Hyper-heuristics raise the level of generality on automated\nproblem solving by attempting to select and/or generate tailored heuristics for\nthe problem at hand. Some approaches like genetic programming have been\nproposed for this. In this paper, we explore an elegant nature-inspired\nalternative based on self-assembly construction processes, in which structures\nemerge out of local interactions between autonomous components. This idea\narises from previous works in which computational models of self-assembly were\nsubject to evolutionary design in order to perform the automatic construction\nof user-defined structures. Then, the aim of this paper is to present a novel\nmethodology for the automated design of heuristics by means of self-assembly.\n"]}]
["1006.1683",{"format":[],"subject":["Computer Science - Software Engineering","D.2.10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1683","Behaviour & Information Technology an International Journal, as\n  forthcoming articles which first published on 22 September 2009","doi:10.1080/01449290903186231"],"date":["2010-06-08"],"type":["text"],"creator":["Warnars, Spits"],"language":[],"coverage":[],"title":["Object-oriented modelling with unified modelling language 2.0 for simple\n  software application based on agile methodology"],"description":["  Unified modelling language (UML) 2.0 introduced in 2002 has been developing\nand influencing object-oriented software engineering and has become a standard\nand reference for information system analysis and design modelling. There are\nmany concepts and theories to model the information system or software\napplication with UML 2.0, which can make ambiguities and inconsistencies for a\nnovice to learn to how to model the system with UML especially with UML 2.0.\nThis article will discuss how to model the simple software application by using\nsome of the diagrams of UML 2.0 and not by using the whole diagrams as\nsuggested by agile methodology. Agile methodology is considered as convenient\nfor novices because it can deliver the information technology environment to\nthe end-user quickly and adaptively with minimal documentation. It also has the\nability to deliver best performance software application according to the\ncustomer's needs. Agile methodology will make simple model with simple\ndocumentation, simple team and simple tools.\n","Comment: 15 pages, 30 figures"]}]
["1006.1684",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1684","J. Phys. Chem. Lett. 1 (2010) 1941-1945","doi:10.1021/jz100633d"],"date":["2010-06-08"],"type":["text"],"creator":["Ashtekar, Sumit","Scott, Gregory","Lyding, Joseph","Gruebele, Martin"],"language":[],"coverage":[],"title":["Direct Visualization of Two-State Dynamics on Metallic Glass Surfaces\n  Well Below Tg"],"description":["  Direct atomically resolved observation of dynamics deep in the glassy regime\nhas proved elusive for atomic and molecular glasses. Studies below the glass\ntransition temperature Tg are especially rare due to long waiting times\nrequired to observe dynamics. Here we directly visualize surface glass dynamics\ndeep in the glassy regime. We analyze scanning tunneling microscopy movies of\nthe surface of metallic glasses with time resolution as fast as 1 minute and\nextending up to 1,000 minutes. Rearrangements of surface cluster occur almost\nexclusively by two-state hopping (P(3-state) ~ 0.06). All clusters are compact\nstructures with a width of 2-8 atomic spacings along the surface plane. The\ntwo-state dynamics is both spatially and temporally heterogeneous. We estimate\nan average activation free energy of 14 kBT for surface clusters.\n","Comment: 11 pages, 4 figures"]}]
["1006.1687",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1687"],"date":["2010-06-08"],"type":["text"],"creator":["Li, Jian","Hao, Ning","Wang, Yupeng"],"language":[],"coverage":[],"title":["Impurity effects and ferromagnetism in excitonic insulators"],"description":["  Both nonmagnetic and magnetic impurity effects in spin singlet and triplet\nexcitonic insulators were investigated. The bound state energies caused by\nsingle impurity were given. The different compositions of the bound states can\nbe used to detect the symmetry of the excitonic insulators. In finite\nconcentration problems, nonmagnetic impurities showed same pair-breaking effect\nin singlet and triplet excitonic insulators while magnetic impurities showed\nweaker pair-breaking effect in triplet excitonic insulators than in singlet\nones. The pair-breaking effects suppressed the ferromagnetic range via doping\nand gave a natural explaination for experimental results.\n","Comment: 7 pages, 4 figures"]}]
["1006.1689",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Cryptography and Security","Computer Science - Networking and Internet Architecture","Computer Science - Programming Languages","C2.4","D1.3","D2.11","D4.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1689","EPTCS 27, 2010","doi:10.4204/EPTCS.27"],"date":["2010-06-08"],"type":["text"],"creator":["Van Cutsem, Tom","Miller, Mark"],"language":[],"coverage":[],"title":["Proceedings First International Workshop on Decentralized Coordination\n  of Distributed Processes"],"description":["  This volume contains the papers presented at the 1st International Workshop\non \"Decentralized Coordination of Distributed Processes\", DCDP 2010, held in\nAmsterdam, The Netherlands on June 10th, 2010 in conjunction with the 5th\nInternational Federated Conferences on Distributed Computing Techniques,\nDisCoTec 2010. The central theme of the workshop is the decentralized\ncoordination of distributed processes. Decentralized: there is no single\nauthority in the network that everything is vulnerable to. Coordinated:\nprocesses need to cooperate to achieve meaningful results, potentially in the\nface of mutual suspicion. Distributed: processes are separated by a potentially\nunreliable network.\n"]}]
["1006.1690",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1690"],"date":["2010-06-08"],"type":["text"],"creator":["Lee, Jong-Ho","Shin, Oh-Soon"],"language":[],"coverage":[],"title":["Full-Duplex Relay based on Zero-Forcing Beamforming"],"description":["  In this paper, we propose a full-duplex relay (FDR) based on a zero-forcing\nbeamforming (ZFBF) for a multiuser MIMO relay system. The ZFBF is employed at\nthe base station to suppress both the self-interference of the relay and the\nmultiuser interference at the same time. Numerical results show that the\nproposed FDR can enhance the sum rate performance as compared to the\nhalf-duplex relay (HDR), if sufficient isolation between the transmit and\nreceive antennas is ensured at the relay.\n","Comment: 7 pages, 5 figures"]}]
["1006.1692",{"format":[],"subject":["Computer Science - Databases","Computer Science - Artificial Intelligence","H.2.8","I.2.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1692","2nd International Conference on Soft Computing, Intelligent System\n  and Information Technology (ICSIIT), Bali, Indonesia, 1-2 July 2010"],"date":["2010-06-08"],"type":["text"],"creator":["Warnars, Spits"],"language":[],"coverage":[],"title":["Measuring interesting rules in Characteristic rule"],"description":["  Finding interesting rule in the sixth strategy step about threshold control\non generalized relations in attribute oriented induction, there is possibility\nto select candidate attribute for further generalization and merging of\nidentical tuples until the number of tuples is no greater than the threshold\nvalue, as implemented in basic attribute oriented induction algorithm. At this\nstrategy step there is possibility the number of tuples in final generalization\nresult still greater than threshold value. In order to get the final\ngeneralization result which only small number of tuples and can be easy to\ntransfer into simple logical formula, the seventh strategy step about rule\ntransformation is evolved where there will be simplification by unioning or\ngrouping the identical attribute. Our approach to measure interesting rule is\nopposite with heuristic measurement approach by Fudger and Hamilton where the\nmore complex concept hierarchies, more interesting results are likely to be\nfound, but our approach the simpler concept hierarchies, more interesting\nresults are likely to be found and the more complex concept hierarchies, more\ncomplex process generalization in concept tree. The decision to find\ninteresting rule is influenced with wide or length and depth or level of\nconcept tree.\n","Comment: 5 pages, 5 figures, 12 tables"]}]
["1006.1695",{"format":[],"subject":["Computer Science - Databases","H.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1695","1st International Conference on Computation for Science and\n  Technology (ICCST-I), Chiang Mai, Thailand, 4-6 August 2010"],"date":["2010-06-08"],"type":["text"],"creator":["Warnars, Spits"],"language":[],"coverage":[],"title":["Attribute Oriented Induction with simple select SQL statement"],"description":["  Searching learning or rules in relational database for data mining purposes\nwith characteristic or classification/discriminant rule in attribute oriented\ninduction technique can be quicker, easy, and simple with simple SQL statement.\nWith just only one simple SQL statement, characteristic and classification rule\ncan be created simultaneously. Collaboration SQL statement with any other\napplication software will increase the ability for creating t-weight as\nmeasurement the typicality of each record in the characteristic rule and\nd-weight as measurement the discriminating behavior of the learned\nclassification/discriminant rule, particularly for further generalization in\ncharacteristic rule. Handling concept hierarchy into tables based on concept\ntree will influence for the successful simple SQL statement and by knowing the\nright standard knowledge to transform each of concept tree in concept hierarchy\ninto one table as transforming concept hierarchy into table, the simple SQL\nstatement can be run properly.\n","Comment: 17 pages, 20 tables, 4 figures"]}]
["1006.1696",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1696"],"date":["2010-06-08"],"type":["text"],"creator":["Ohzeki, Masayuki","Nishimori, Hidetoshi"],"language":[],"coverage":[],"title":["Quantum annealing: An introduction and new developments"],"description":["  Quantum annealing is a generic algorithm using quantum-mechanical\nfluctuations to search for the solution of an optimization problem. The present\npaper first reviews the fundamentals of quantum annealing and then reports on\npreliminary results for an alternative method. The review part includes the\nrelationship of quantum annealing with classical simulated annealing. We next\npropose a novel quantum algorithm which might be available for hard\noptimization problems by using a classical-quantum mapping as well as the\nJarzynski equality introduced in nonequilibrium statistical physics.\n","Comment: 9 pages, 6 figures, to appear in a Special Issue on Foundations of\n  Computational and Theoretical Nanoscience on Journal of Computational and\n  Theoretical Nanoscience"]}]
["1006.1699",{"format":[],"subject":["Computer Science - Databases","H.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1699","The 2nd International Conference on Information and Communication\n  Technology and Systems (ICTS), Informatics Department, Faculty of Information\n  Technology, Institute of Technology Sepuluh Nopember (ITS), Surabaya,\n  Indonesia, 29 August 2006"],"date":["2010-06-08"],"type":["text"],"creator":["Warnars, Spits"],"language":[],"coverage":[],"title":["Multidimensional Datawarehouse with Combination Formula"],"description":["  Multidimensional in data warehouse is a compulsion and become the most\nimportant for information delivery, without multidimensional Multidimensional\nin data warehouse is a compulsion and become the most important for information\ndelivery, without multidimensional datawarehouse is incomplete.\nMultidimensional give ability to analyze business measurement in many different\nways. Multidimensional is also synonymous with online analytical processing\n(OLAP). By using some concepts in datawarehouse like slice-dice,drill down and\nroll up will increase the ability of multidimensional datawarehouse. The\nresearch question and the discussing for this paper are how much deepest the\nmultidimensional ability from each fact table in datawarehouse. By using the\nstatistic combination formula we try to explore the combination that can be\nyielded from each dimension in hypercubes, the entire of dimensi combination,\nminimum combination and maximum combination.\n","Comment: 7 pages, 12 figures"]}]
["1006.1700",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1700"],"date":["2010-06-08"],"type":["text"],"creator":["Bradshaw, Douglas H.","Di Rosa, Michael D."],"language":[],"coverage":[],"title":["Nonstationary electromagnetics of controllably dispersive media"],"description":["  Recent experiments have demonstrated that it is possible to alter the\ndispersion of a medium without significantly altering its absorption or\nrefractive index and that this may be done while a wave propagates through the\nmedium. This possibility opens up a new set of potential experiments to the\nfield of nonstationary optics. We consider the basic kinetics of waves\npropagating through a medium whose group and phase velocities are a function of\nposition and time. We compare the dynamics of waves propagating through two\nhomogeneous media, one a nondispersive medium with a time dependent phase\nvelocity, and one a dispersive medium with a time dependent group velocity and\nshow that new dynamic effects accompany new kinetic ones.\n","Comment: 10 pages, 3 figures"]}]
["1006.1701",{"format":[],"subject":["Computer Science - Artificial Intelligence","H.5.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1701","Indonesian Students' International Scientific Meeting, (Temu\n  Ilmiah Internasional Mahasiswa Indonesia, TIIMI), London, United Kingdom, 5-7\n  December 2008"],"date":["2010-06-09"],"type":["text"],"creator":["Warnars, Spits"],"language":[],"coverage":[],"title":["Virtual information system on working area"],"description":["  In order to get strategic positioning for competition in business\norganization, the information system must be ahead in this information age\nwhere the information as one of the weapons to win the competition and in the\nright hand the information will become a right bullet. The information system\nwith the information technology support isn't enough if just only on internet\nor implemented with internet technology. The growth of information technology\nas tools for helping and making people easy to use must be accompanied by\nwanting to make fun and happy when they make contact with the information\ntechnology itself. Basically human like to play, since childhood human have\nbeen playing, free and happy and when human grow up they can't play as much as\nwhen human was in their childhood. We have to develop the information system\nwhich is not perform information system itself but can help human to explore\ntheir natural instinct for playing, making fun and happiness when they interact\nwith the information system. Virtual information system is the way to present\nplaying and having fun atmosphere on working area.\n","Comment: 6 pages, 3 figures"]}]
["1006.1702",{"format":[],"subject":["Computer Science - Computers and Society","Physics - Physics and Society","H.1.2","H.2.8","H.3.3","H.3.5","H.4.3","H.5.4","I.2.6","J.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1702"],"date":["2010-06-09"],"type":["text"],"creator":["De Choudhury, Munmun","Sundaram, Hari","John, Ajita","Seligmann, Doree Duncan","Kelliher, Aisling"],"language":[],"coverage":[],"title":["\"Birds of a Feather\": Does User Homophily Impact Information Diffusion\n  in Social Media?"],"description":["  This article investigates the impact of user homophily on the social process\nof information diffusion in online social media. Over several decades, social\nscientists have been interested in the idea that similarity breeds connection:\nprecisely known as \"homophily\". Homophily has been extensively studied in the\nsocial sciences and refers to the idea that users in a social system tend to\nbond more with ones who are similar to them than to ones who are dissimilar.\nThe key observation is that homophily structures the ego-networks of\nindividuals and impacts their communication behavior. It is therefore likely to\neffect the mechanisms in which information propagates among them. To this\neffect, we investigate the interplay between homophily along diverse user\nattributes and the information diffusion process on social media. In our\napproach, we first extract diffusion characteristics---corresponding to the\nbaseline social graph as well as graphs filtered on different user attributes\n(e.g. location, activity). Second, we propose a Dynamic Bayesian Network based\nframework to predict diffusion characteristics at a future time. Third, the\nimpact of attribute homophily is quantified by the ability of the predicted\ncharacteristics in explaining actual diffusion, and external variables,\nincluding trends in search and news. Experimental results on a large Twitter\ndataset demonstrate that choice of the homophilous attribute can impact the\nprediction of information diffusion, given a specific metric and a topic. In\nmost cases, attribute homophily is able to explain the actual diffusion and\nexternal trends by ~15-25% over cases when homophily is not considered.\n","Comment: 31 pages, 10 figures, 3 tables"]}]
["1006.1703",{"format":[],"subject":["Computer Science - Artificial Intelligence","H.4.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1703","The 5th International Conference on Information & Communication\n  Technology and Systems (ICTS) 2009, Informatics Department, Institute of\n  Technology Sepuluh Nopember (ITS), Surabaya, Indonesia, 3-4 August 2009"],"date":["2010-06-09"],"type":["text"],"creator":["Warnars, Spits"],"language":[],"coverage":[],"title":["Indonesian Earthquake Decision Support System"],"description":["  Earthquake DSS is an information technology environment which can be used by\ngovernment to sharpen, make faster and better the earthquake mitigation\ndecision. Earthquake DSS can be delivered as E-government which is not only for\ngovernment itself but in order to guarantee each citizen's rights for\neducation, training and information about earthquake and how to overcome the\nearthquake. Knowledge can be managed for future use and would become mining by\nsaving and maintain all the data and information about earthquake and\nearthquake mitigation in Indonesia. Using Web technology will enhance global\naccess and easy to use. Datawarehouse as unNormalized database for\nmultidimensional analysis will speed the query process and increase reports\nvariation. Link with other Disaster DSS in one national disaster DSS, link with\nother government information system and international will enhance the\nknowledge and sharpen the reports.\n","Comment: 8 pages, 7 figures"]}]
["1006.1706",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1706"],"date":["2010-06-09"],"type":["text"],"creator":["SCHIEBER, M.","KHAKHAN, O."],"language":[],"coverage":[],"title":["Novel Boron Based Multilayer Thermal Neutron Detector"],"description":["  The detector contains four or more layers of natural Boron absorbing thermal\nneutrons. Thickness of a layer is 0.4 - 1.2 mg/cm2. The layers are deposited on\none or on both sides of a metal surface used as contacts. Between the absorbing\nlayers there are gas-filled gaps 3 - 6 mm thick. Electric field of 100 - 200\nV/cm is applied to the gas-filled gaps. Natural Boron contains almost 20% of\n10B isotope. When atoms of 10B capture a thermal neutron, nuclear reaction\noccurs, as a result of which two heavy particles - alpha particle and ion 7Li -\nfrom the thin absorber layer are emitted in opposing sides. One of the two\nparticles penetrates into gas-filled gap between Boron layers and ionizes the\ngas. An impulse of electric current is created in the gas-filled gap actuated\nby the applied electric field. The impulse is registered by an electronic\ncircuit. We have made and tested detectors containing from two to sixteen\nlayers of natural Boron with an efficiency of thermal neutron registration from\n2.9% to 12.5% accordingly.\n","Comment: 13 pages, 9 figures, 4 tables, 1 photo"]}]
["1006.1711",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Formal Languages and Automata Theory","Computer Science - Logic in Computer Science","F.1.1","F.4.1","F.3.1","F.4.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1711","EPTCS 25, 2010","doi:10.4204/EPTCS.25"],"date":["2010-06-09"],"type":["text"],"creator":["Montanari, Angelo","Napoli, Margherita","Parente, Mimmo"],"language":[],"coverage":[],"title":["Proceedings First Symposium on Games, Automata, Logic, and Formal\n  Verification"],"description":["  This volume contains the Proceedings of the first Symposium on \"Games,\nAutomata, Logic, and Formal Verification (GandALF)\", held in Minori (Amalfi\ncoast), Italy, 17-18 June 2010. The symposium has been promoted by a number of\nItalian computer scientists interested in game theory, mathematical logic,\nautomata theory, and their applications to the specification, design, and\nverification of complex systems. It covers a large spectrum of research topics,\nranging from theoretical aspects to concrete applications. Its aim is to\nprovide a forum where people from different areas, and possibly with a\ndifferent background, can successfully interact. The high-level international\nprofile of the event is witnessed by the composition of the program committee\nand by the final program.\n"]}]
["1006.1714",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1714"],"date":["2010-06-09"],"type":["text"],"creator":["Isaksson, Eva"],"language":[],"coverage":[],"title":["Bibliometric Evaluation of the Changing Finnish Astronomy"],"description":["  This is a follow-up on the bibliometric evaluation of Finnish astronomy\npresented by the author at the LISA V conference in 2006. The data from the\nprevious study are revisited to determine how a wider institutional base and\nmergers affect comparisons between research units.\n","Comment: 3 pages, 2 figures, to appear in Library and Information Services in\n  Astronomy VI, ASP Conference Proceedings"]}]
["1006.1720",{"format":[],"subject":["Mathematics - Logic","Mathematics - General Topology","54A25, 06E05, 54G12, 03E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1720"],"date":["2010-06-09"],"type":["text"],"creator":["Soukup, Lajos"],"language":[],"coverage":[],"title":["Wide scattered spaces and morasses"],"description":["  We show that it is relatively consistent with ZFC that 2^omega is arbitrarily\nlarge and every sequence s=(s_i:i<omega_2) of infinite cardinals with\ns_i<=2^omega is the cardinal sequence of some locally compact scattered space.\n","Comment: 14 pages"]}]
["1006.1722",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1722"],"date":["2010-06-09"],"type":["text"],"creator":["Giurdanella, S.","Sparavigna, A. C."],"language":[],"coverage":[],"title":["Self frequency-locking of a chain of oscillators"],"description":["  The paper studies the vibrational modes of a slightly damped uniform chain,\nwith n masses coupled by elastic forces. It will be shown that, for certain\nlengths of the chain, that is for certain values of n, the damping of one of\nthe masses at a specific position in the chain is able to constrain the\nvibration of the system to oscillate at a specific frequency. The damped mass\nturns out to be a node of the chain, subdividing it in two parts. This node can\nbe considered as the synchronization element of the two subchains. As a\nconsequence the oscillating system of n-masses is self-locking to the\nsynchronized frequency of its subchains.\n"]}]
["1006.1735",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1735"],"date":["2010-06-09"],"type":["text"],"creator":["Hassanzadeh, Mehdi M.","Helleseth, Tor"],"language":[],"coverage":[],"title":["Algebraic Attack on the Alternating Step(r,s)Generator"],"description":["  The Alternating Step(r,s) Generator, ASG(r,s), is a clock-controlled sequence\ngenerator which is recently proposed by A. Kanso. It consists of three\nregisters of length l, m and n bits. The first register controls the clocking\nof the two others. The two other registers are clocked r times (or not clocked)\n(resp. s times or not clocked) depending on the clock-control bit in the first\nregister. The special case r=s=1 is the original and well known Alternating\nStep Generator. Kanso claims there is no efficient attack against the ASG(r,s)\nsince r and s are kept secret. In this paper, we present an Alternating Step\nGenerator, ASG, model for the ASG(r,s) and also we present a new and efficient\nalgebraic attack on ASG(r,s) using 3(m+n) bits of the output sequence to find\nthe secret key with O((m^2+n^2)*2^{l+1}+ (2^{m-1})*m^3 + (2^{n-1})*n^3)\ncomputational complexity. We show that this system is no more secure than the\noriginal ASG, in contrast to the claim of the ASG(r,s)'s constructor.\n","Comment: 5 pages, 2 figures, 2 tables, 2010 IEEE International Symposium on\n  Information Theory (ISIT2010),June 13-18, 2010, Austin, Texas"]}]
["1006.1739",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1739"],"date":["2010-06-09"],"type":["text"],"creator":["Chakraborty, Partha Sarathi","Sundar, S."],"language":[],"coverage":[],"title":["The weak heat kernel asymptotic expansion and the quantum double\n  suspension"],"description":["  In this paper we are concerned with the construction of a general principle\nthat will allow us to produce regular spectral triples with finite and simple\ndimension spectrum. We introduce the notion of weak heat kernel asymptotic\nexpansion (WHKAE) property of a spectral triple and show that the weak heat\nkernel asymptotic expansion allows one to conclude that the spectral triple is\nregular with finite simple dimension spectrum. The usual heat kernel expansion\nimplies this property. Finally we show that WHKAE is stable under quantum\ndouble suspension, a notion introduced by Hong and Szymanski. Therefore quantum\ndouble suspending compact Riemannian spin manifolds iteratively we get many\nexamples of regular spectral triples with finite simple dimension spectrum.\nThis covers all the odd dimensional quantum spheres. Our methods also apply to\nthe case of noncommutative torus.\n"]}]
["1006.1741",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1741"],"date":["2010-06-09"],"type":["text"],"creator":["Sheffield, Scott","Smart, Charles K."],"language":[],"coverage":[],"title":["Vector-valued optimal Lipschitz extensions"],"description":["  Consider a bounded open set $U$ in $R^n$ and a Lipschitz function g from the\nboundary of $U$ to $R^m$. Does this function always have a canonical optimal\nLipschitz extension to all of $U$? We propose a notion of optimal Lipschitz\nextension and address existence and uniqueness in some special cases. In the\ncase $n=m=2$, we show that smooth solutions have two phases: in one they are\nconformal and in the other they are variants of infinity harmonic functions\ncalled infinity harmonic fans. We also prove existence and uniqueness for the\nextension problem on finite graphs.\n","Comment: 24 pages, 10 figures"]}]
["1006.1742",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1742"],"date":["2010-06-09"],"type":["text"],"creator":["Chakraborty, Partha Sarathi","Sundar, S."],"language":[],"coverage":[],"title":["K-groups of the quantum homogeneous space $SU_{q}(n)/SU_{q}(n-2)$"],"description":["  Quantum Steiffel manifolds were introduced by Vainerman and Podkolzin in\n\\cite{VP}. They classified the irreducible representations of their underlying\n$C^*$-algebras. Here we compute the K groups of the quantum homogeneous spaces\n$SU_{q}(n)/SU_{q}(n-2), n\\ge 3$. Specializing to the case $n=3$ we show that\nthe fundamental unitary for quantum $SU(3)$ is nontrivial and is a unimodular\nelement in $K_1$.\n"]}]
["1006.1743",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1743"],"date":["2010-06-09"],"type":["text"],"creator":["Wachter, Antonia","Sidorenko, Vladimir","Bossert, Martin"],"language":[],"coverage":[],"title":["A Basis for all Solutions of the Key Equation for Gabidulin Codes"],"description":["  We present and prove the correctness of an efficient algorithm that provides\na basis for all solutions of a key equation in order to decode Gabidulin (G-)\ncodes up to a given radius tau. This algorithm is based on a symbolic\nequivalent of the Euclidean Algorithm (EA) and can be applied for decoding of\nG-codes beyond half the minimum rank distance. If the key equation has a unique\nsolution, our algorithm reduces to Gabidulin's decoding algorithm up to half\nthe minimum distance. If the solution is not unique, we provide a basis for all\nsolutions of the key equation. Our algorithm has time complexity O(tau^2) and\nis a generalization of the modified EA by Bossert and Bezzateev for\nReed-Solomon codes.\n","Comment: accepted for ISIT 2010, Austin, TX, USA"]}]
["1006.1744",{"format":[],"subject":["Computer Science - Mathematical Software"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1744"],"date":["2010-06-09"],"type":["text"],"creator":["Albrecht, Martin R.","Pernet, Clément"],"language":[],"coverage":[],"title":["Efficient Decomposition of Dense Matrices over GF(2)"],"description":["  In this work we describe an efficient implementation of a hierarchy of\nalgorithms for the decomposition of dense matrices over the field with two\nelements (GF(2)). Matrix decomposition is an essential building block for\nsolving dense systems of linear and non-linear equations and thus much research\nhas been devoted to improve the asymptotic complexity of such algorithms. In\nthis work we discuss an implementation of both well-known and improved\nalgorithms in the M4RI library. The focus of our discussion is on a new variant\nof the M4RI algorithm - denoted MMPF in this work -- which allows for\nconsiderable performance gains in practice when compared to the previously\nfastest implementation. We provide performance figures on x86_64 CPUs to\ndemonstrate the viability of our approach.\n"]}]
["1006.1745",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1745"],"date":["2010-06-09"],"type":["text"],"creator":["Senyo, Katsumi"],"language":[],"coverage":[],"title":["Recent results on $\\phi_3$ at Belle"],"description":["  We report results of measurement of the unitarity triangle angle $\\phi_3$\nwith $B^+\\rightarrow D^{(*)}K^+$ Dalitz plot analysis and related issues with\n$B^0 \\rightarrow D_s^{*+} \\pi^-$ and $B^0 \\rightarrow D_s^{*-} K^+$ decay\nprocesses. The Dalitz analysis improves accuracy of the angle $\\phi_3$ as\n$78.4^\\circ ~^{+10.8^\\circ}_{-11.6^\\circ}\\pm 3.6^\\circ\\pm 8.9^\\circ$ and the\nbranching fractions are found to be $B^0 \\rightarrow D_s^{*+} \\pi^-(K^-)$\ndecays are set as $\\mathcal{B}(B^0 \\rightarrow D_s^{*+} \\pi^-) = (1.75 \\pm 0.34\n(\\mathrm{stat}) \\pm 0.17(\\mathrm{syst}) \\pm 0.11(\\mathcal{B})) \\times 10^{-5}$\nand $\\mathcal{B}(B^0 \\rightarrow D_s^{*-} K^+) = (2.02 \\pm 0.33 (\\mathrm{stat})\n\\pm 0.18({\\rm syst}) \\pm 0.13(\\mathcal{B})) \\times 10^{-5}$.\n","Comment: Contribution to the proceedings of the Lake Louise Winter Institute,\n  15th-20th February 2010, Alberta, Canada"]}]
["1006.1753",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1753"],"date":["2010-06-09"],"type":["text"],"creator":["Graffi, Sandro","Zanelli, Lorenzo"],"language":[],"coverage":[],"title":["Geometric approach to the Hamilton-Jacobi equation and global\n  parametrices for the Schr\\\"odinger propagator"],"description":["  We construct a family of Fourier Integral Operators, defined for arbitrary\nlarge times, representing a global parametrix for the Schr\\\"odinger propagator\nwhen the potential is quadratic at infinity. This construction is based on the\ngeometric approach to the corresponding Hamilton-Jacobi equation and thus\nsidesteps the problem of the caustics generated by the classical flow.\nMoreover, a detailed study of the real phase function allows us to recover a\nWKB semiclassical approximation which necessarily involves the multivaluedness\nof the graph of the Hamiltonian flow past the caustics.\n"]}]
["1006.1755",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Discrete Mathematics","94A60, 11T71, 14G50","E.3","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1755"],"date":["2010-06-09"],"type":["text"],"creator":["Fúster-Sabater, Amparo","de la Gu'\\ia-Martínez, Dolores"],"language":[],"coverage":[],"title":["Simple Cellular Automata-Based Linear Models for the Shrinking Generator"],"description":["  Structural properties of two well-known families of keystream generators,\nShrinking Generators and Cellular Automata, have been analyzed. Emphasis is on\nthe equivalence of the binary sequences obtained from both kinds of generators.\nIn fact, Shrinking Generators (SG) can be identified with a subset of linear\nCellular Automata (mainly rule 90, rule 150 or a hybrid combination of both\nrules). The linearity of these cellular models can be advantageously used in\nthe cryptanalysis of those keystream generators.\n","Comment: 10 pages, 0 figures"]}]
["1006.1759",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Rings and Algebras","Primary 20E32, Secondary 20E36, 20F05, 16D70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1759"],"date":["2010-06-09"],"type":["text"],"creator":["Pardo, Enrique"],"language":[],"coverage":[],"title":["The Isomorphism Problem for Higman-Thompson groups"],"description":["  We prove that the Higman-Thompson groups $G_{n,r}^+$ and $G_{m,s}^+$ are\nisomorphic if and only if $m=n$ and $\\mbox{gcd}(n-1,r)=\\mbox{gcd}(n-1,s)$.\n","Comment: 12 pages. Submitted to Journal of Algebra"]}]
["1006.1763",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1763"],"date":["2010-06-09"],"type":["text"],"creator":["Jacobson, Ted","Sotiriou, Thomas P."],"language":[],"coverage":[],"title":["Might black holes reveal their inner secrets?"],"description":["  Black holes harbor a spacetime singularity of infinite curvature, where\nclassical spacetime physics breaks down, and current theory cannot predict what\nwill happen. However, the singularity is invisible from the outside because\nstrong gravity traps all signals, even light, behind an event horizon. In this\nessay we discuss whether it might be possible to destroy the horizon, if a body\nis tossed into the black hole so as to make it spin faster and/or have more\ncharge than a certain limit. It turns out that one could expose a \"naked\"\nsingularity if effects of the body's own gravity can be neglected. We suspect\nhowever that such neglect is unjustified.\n","Comment: Essay written for FQXi essay competition \"What is Ultimately Possible\n  in Physics\", Third Prize Winner (based on Phys. Rev. Lett. 103, 141101\n  (2009), arXiv:0907.4146 [gr-qc])"]}]
["1006.1770",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1770"],"date":["2010-06-09"],"type":["text"],"creator":["Cools, Filip","Coppens, Marc"],"language":[],"coverage":[],"title":["Linear pencils on graphs and on real curves"],"description":["  A degeneration of curves gives rise to an interesting relation between linear\nsystems on curves and on graphs. In this paper, we consider the case of linear\npencils and as an application, we obtain some results on pencils on real\ncurves.\n","Comment: 8 pages, 1 figure"]}]
["1006.1775",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1775"],"date":["2010-06-09"],"type":["text"],"creator":["Gournay, Antoine"],"language":[],"coverage":[],"title":["Complex surfaces and interpolation on pseudo-holomorphic cylinders"],"description":["  Gromov has shown how to construct holomorphic maps of the plane to a complex\nmanifold with prescribed values on a lattice. In the present paper, a similar\ninterpolation theorem for pseudo-holomorphic maps from the cylinder S to an\nalmost-complex manifold (M,J) is proved. Properties of the space of\npseudo-holomorphic maps from S to (M,J) are derived, in particular a lower\nbound for the size of this space (in terms of mean dimension). When M is a\nmoduli space of curves, this gives a construction of non-compact complex\nsurfaces. The methods involve an infinite number of surgeries. On the way, a\nrefinement of the gluing process for two pseudo-holomorphic curves is obtained,\nestablishing the geometric behavior of two glued pseudo-holomorphic curves.\n","Comment: 24 pages"]}]
["1006.1778",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1778"],"date":["2010-06-09"],"type":["text"],"creator":["Nakamura, Takashi"],"language":[],"coverage":[],"title":["The generalized strong recurrence for non-zero rational parameters"],"description":["  The strong recurrence is equivalent to the Riemann hypothesis. On the other\nhand, the generalized strong recurrence holds for any irrational number. In\nthis paper, we show the generalized strong recurrence for all non-zero rational\nnumbers. Moreover, we prove that the generalized strong recurrence in the\nregion of absolute convergence holds for any real number.\n"]}]
["1006.1779",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1779"],"date":["2010-06-09"],"type":["text"],"creator":["Astakhova, T. Yu.","Likhachev, V. N.","Vinogradov, G. A."],"language":[],"coverage":[],"title":["Heat conductance in nonlinear lattices at small temperature gradients"],"description":["  This paper proposes a new methodological framework within which the heat\nconductance in 1D lattices can be studied. The total process of heat\nconductance is separated into two parts where the first one is the equilibrium\nprocess at equal temperatures $T$ of both ends and the second one --\nnon-equilibrium with the temperature $\\Delta T$ of one end and zero temperature\nof the other. This approach allows significant decrease of computational time\nat $\\Delta T \\to 0$. The threshold temperature $T_{\\rm thr}$ is found which\nscales $T_{\\rm thr}(N) \\sim N^{-3}$ with the lattice size $N$ and by convention\nseparates two mechanisms of heat conductance: phonon mechanism dominates at $T\n< T_{\\rm thr}$ and the soliton contribution increases with temperature at $T >\nT_{\\rm thr}$. Solitons and breathers are directly visualized in numerical\nexperiments. The problem of heat conductance in non-linear lattices in the\nlimit $\\Delta T \\to 0$ can be reduced to the heat conductance of harmonic\nlattice with time-dependent stochastic rigidities determined by the equilibrium\nprocess at temperature $T$. The detailed analysis is done for the $\\beta$-FPU\nlattice though main results are valid for one-dimensional lattices with\narbitrary potentials.\n","Comment: 29 pages, 17 figures"]}]
["1006.1784",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1784"],"date":["2010-06-09"],"type":["text"],"creator":["Tambour, Jerome"],"language":[],"coverage":[],"title":["LVMB manifolds and simplicial spheres"],"description":["  LVM and LVMB manifolds are a large family of examples of non kahler\nmanifolds. For instance, Hopf manifolds and Calabi-Eckmann manifolds can be\nseen as LVMB manifolds. The LVM manifolds have a very natural action of the\nreal torus and the quotient of this action is a simple polytope. This quotient\nallows us to relate closely LVM manifolds to the moment-angle manifolds studied\n(for example) by Buchstaber and Panov. The aim of this paper is to generalize\nthe polytopes associated to LVM manifolds to the LVMB case and study its\nproperties. In particular, we show that it belongs to a very large class of\nsimplicial spheres. Moreover, we show that for every sphere belonging to this\nclass, we can construct a LMVB manifold whose associated sphere is the given\nsphere. We use this latter result to show that many moment-angle complexes can\nbe endowed with a complex structure (up to product with circles).\n"]}]
["1006.1795",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1795"],"date":["2010-06-09"],"type":["text"],"creator":["Volný, Dalibor","Woodroofe, Michael"],"language":[],"coverage":[],"title":["Quenched Central Limit Theorems for Sums of Stationary Processes"],"description":["  It is shown that the existence of an L^1 co boundary does not imply the\nquenched version of the central limit theorem. In another result it is shown\nthat Hannan's condition does imply quenched convergence for an appropriately\ncentered version of the sum.\n"]}]
["1006.1802",{"format":[],"subject":["Mathematics - Number Theory","11L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1802"],"date":["2010-06-09"],"type":["text"],"creator":["Gologlu, Faruk","McGuire, Gary","Moloney, Richard"],"language":[],"coverage":[],"title":["Ternary Kloosterman sums using Stickelberger's theorem and the\n  Gross-Koblitz formula"],"description":["  We give results characterising ternary Kloosterman sums modulo 9 and 27. This\nleads to a complete characterisation of values that ternary Kloosterman sums\nassume modulo 18 and 54. The proofs uses Stickelberger's theorem, the\nGross-Koblitz formula and Fourier analysis.\n"]}]
["1006.1803",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1803"],"date":["2010-06-09"],"type":["text"],"creator":["Isaksson, Eva"],"language":[],"coverage":[],"title":["E-accessible Astronomy Resources"],"description":["  Making online resources more accessible to physically challenged library\nusers is a topic deserving informed attention from astronomy librarians.\nRecommendations like WCAG 2.0 standards and section 508, in the United States,\nhave proven valuable, and some vendors are already making their products\ncompliant with them. But what about the wide variety of databases and other\nresources produced by astronomy information professionals themselves? Few, if\nany, of these are currently compliant with accessibility standards. Here we\ndiscuss some solutions to these accessibility challenges.\n","Comment: 8 pages, 4 figures, to appear in Library and Information Services in\n  Astronomy VI, ASP Conference Proceedings"]}]
["1006.1807",{"format":[],"subject":["Mathematics - Combinatorics","52B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1807"],"date":["2010-06-09"],"type":["text"],"creator":["Matoušek, Jiří","Safernová, Zuzana"],"language":[],"coverage":[],"title":["On the nonexistence of k-reptile tetrahedra"],"description":["  A d-dimensional simplex S is called a k-reptile if it can be tiled without\noverlaps by simplices S_1,S_2,...,S_k that are all congruent and similar to S.\nFor d=2, k-reptile simplices (triangles) exist for many values of k and they\nhave been completely characterized by Snover, Waiveris, and Williams. On the\nother hand, for d > 2, only one construction of k-reptile simplices is known,\nthe Hill simplices, and it provides only k of the form m^d, m=2,3,.... We prove\nthat for d=3, k-reptile simplices (tetrahedra) exist only for k=m^3. This\npartially confirms a conjecture of Hertel, asserting that the only k-reptile\ntetrahedra are the Hill tetrahedra. Our research has been motivated by the\nproblem of probabilistic packet marking in theoretical computer science,\nintroduced by Adler in 2002.\n","Comment: 11 pages, 3 figures"]}]
["1006.1808",{"format":[],"subject":["Mathematics - Logic","03E04, 03E17, 03E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1808"],"date":["2010-06-09"],"type":["text"],"creator":["Soukup, Lajos"],"language":[],"coverage":[],"title":["Pcf theory and cardinal invariants of the reals"],"description":["  The additivity spectrum ADD(I) of an ideal I is the set of all regular\ncardinals kappa such that there is an increasing chain {A_alpha:alpha<kappa\\}\nin the ideal I such that the union of the chain is not in I.\n  We investigate which set A of regular cardinals can be the additivity\nspectrum of certain ideals.\n  Assume that I=B or I=N, where B denotes the sigma-ideal generated by the\ncompact subsets of the Baire space omega^omega, and N is the ideal of the null\nsets.\n  For countable sets we give a full characterization of the additivity spectrum\nof I: a non-empty countable set A of uncountable regular cardinals can be\nADD(I) in some c.c.c generic extension iff A=pcf(A).\n","Comment: 9 pages"]}]
["1006.1816",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1816","Phys. Rev B, 77, 014112 (2008)","doi:10.1103/PhysRevB.77.014112"],"date":["2010-06-09"],"type":["text"],"creator":["Ferreira, W. P.","Carvalho, J. C. N.","Oliveira, P. W. S.","Farias, G. A.","Peeters, F. M."],"language":[],"coverage":[],"title":["Structural and dynamical properties of a quasi-one-dimensional classical\n  binary system"],"description":["  The ground state configurations and the \\lq{}\\lq{}normal\\rq{}\\rq{} mode\nspectra of a $quasi$-one-dimensional (Q1D) binary system of charged particles\ninteracting through a screened Coulomb potential are presented. The minimum\nenergy configurations were obtained analytically and independently through\nmolecular dynamic simulations. A rich variety of ordered structures were found\nas a function of the screening parameter, the particle density, and the ratio\nbetween the charges of the distinct types of particles. Continuous and\ndiscontinuous structural transitions, as well as an unexpected symmetry\nbreaking in the charge distribution are observed when the density of the system\nis changed. For near equal charges we found a disordered phase where a mixing\nof the two types of particles occurs. The phonon dispersion curves were\ncalculated within the harmonic approximation for the one- and two-chain\nstructures.\n","Comment: 11 pages, 11 figs"]}]
["1006.1818",{"format":[],"subject":["Mathematics - Optimization and Control","90C31, 93D09, 49J53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1818"],"date":["2010-06-09"],"type":["text"],"creator":["Pang, C. H. Jeffrey"],"language":[],"coverage":[],"title":["First order dependence on uncertainty sets in robust optimization"],"description":["  We show that a first order problem can approximate solutions of a robust\noptimization problem when the uncertainty set is scaled, and explore further\nproperties of this first order problem.\n","Comment: 25 pages, 3 figures"]}]
["1006.1822",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1822"],"date":["2010-06-09"],"type":["text"],"creator":["Ciattoni, Alessandro","Rizza, Carlo","Palange, Elia"],"language":[],"coverage":[],"title":["Two-parameters electromagnetic hysteresis of a subwavelength nonlinear\n  epsilon-near-zero slab"],"description":["  We consider propagation of transverse magnetic electromagnetic waves through\na nonlinear metamaterial slab, of subwavelength thickness and very small\naverage dielectric permittivity, made up of alternating metal and dielectric\nnonlinear layers. Exploiting the effective-medium approach, we prove that the\noutput field intensity is a multi-valued function of both the input field\nintensity and incidence angle so that the transmissivity exhibits a novel kind\nof multi-stability and a pronounced two-parameter hysteresis behavior. The\npredicted two-parameter hysteresis physically stems from the fact that, since\nthe linear and nonlinear contributions to the overall dielectric response can\nbe comparable, the slab can host more than one electromagnetic configuration\ncompatible with the incident field and the boundary conditions, regardless of\nthe slab thickness. We investigate slab transmission also through full wave\nsimulations proving the robustness of the two-parameter hysteresis beyond the\neffective-medium approximation.\n","Comment: 5 pages, 6 figures"]}]
["1006.1828",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Artificial Intelligence","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Neurons and Cognition","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1828"],"date":["2010-06-09"],"type":["text"],"creator":["Plewczynski, Dariusz"],"language":[],"coverage":[],"title":["Landau Theory of Adaptive Integration in Computational Intelligence"],"description":["  Computational Intelligence (CI) is a sub-branch of Artificial Intelligence\nparadigm focusing on the study of adaptive mechanisms to enable or facilitate\nintelligent behavior in complex and changing environments. There are several\nparadigms of CI [like artificial neural networks, evolutionary computations,\nswarm intelligence, artificial immune systems, fuzzy systems and many others],\neach of these has its origins in biological systems [biological neural systems,\nnatural Darwinian evolution, social behavior, immune system, interactions of\norganisms with their environment]. Most of those paradigms evolved into\nseparate machine learning (ML) techniques, where probabilistic methods are used\ncomplementary with CI techniques in order to effectively combine elements of\nlearning, adaptation, evolution and Fuzzy logic to create heuristic algorithms\nthat are, in some sense, intelligent. The current trend is to develop consensus\ntechniques, since no single machine learning algorithms is superior to others\nin all possible situations. In order to overcome this problem several\nmeta-approaches were proposed in ML focusing on the integration of results from\ndifferent methods into single prediction. We discuss here the Landau theory for\nthe nonlinear equation that can describe the adaptive integration of\ninformation acquired from an ensemble of independent learning agents. The\ninfluence of each individual agent on other learners is described similarly to\nthe social impact theory. The final decision outcome for the consensus system\nis calculated using majority rule in the stationary limit, yet the minority\nsolutions can survive inside the majority population as the complex\nintermittent clusters of opposite opinion.\n","Comment: 19 pages"]}]
["1006.1830",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1830"],"date":["2010-06-08"],"type":["text"],"creator":["Lenk, Ron"],"language":[],"coverage":[],"title":["Classical Electron Model with QED Corrections"],"description":["  In this article we build a metric for a classical general relativistic\nelectron model with QED corrections. We calculate the stress-energy tensor for\nthe radiative corrections to the Coulomb potential in both the near-field and\nfar-field approximations. We solve the three field equations in both cases by\nusing a perturbative expansion to first order in alpha (the fine-structure\nconstant) while insisting that the usual (+, +, -, -) structure of the\nstress-energy tensor is maintained. The resulting metric models a\n(non-spinning) electron with a Coulomb potential with QED corrections, and\nmaintains masslessness of the photon to self-consistent order. The near-field\nsolution resembles the metric of a global monopole.\n","Comment: 6 pages, comments welcome"]}]
["1006.1835",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1835"],"date":["2010-06-09"],"type":["text"],"creator":["Connolly, J. P.","Ballard, I. M.","Barnham, K. W. J.","Bushnell, D. B.","Tibbits, T. N. D.","Roberts, J. S."],"language":[],"coverage":[],"title":["Efficiency limits of quantum well solar cells"],"description":["  The quantum well solar cell (QWSC) has been proposed as a flexible means to\nensuring current matching for tandem cells. This paper explores the further\nadvantage afforded by the indication that QWSCs operate in the radiative limit\nbecause radiative contribution to the dark current is seen to dominate in\nexperimental data at biases corresponding to operation under concentration. The\ndark currents of QWSCs are analysed in terms of a light and dark current model.\nThe model calculates the spectral response (QE) from field bearing regions and\ncharge neutral layers and from the quantum wells by calculating the confined\ndensities of states and absorption coefficient, and solving transport equations\nanalytically. The total dark current is expressed as the sum of depletion layer\nand charge neutral radiative and non radiative currents consistent with\nparameter values extracted from QE fits to data. The depletion layer dark\ncurrent is a sum of Shockley-Read-Hall non radiative, and radiative\ncontributions. The charge neutral region contribution is expressed in terms of\nthe ideal Shockley radiative and non-radiative currents modified to include\nsurface recombination. This analysis shows that the QWSC is inherently subject\nto the fundamental radiative efficiency limit at high currents where the\nradiative dark current dominates, whereas good homojunction cells are well\ndescribed by the ideal Shockley picture where the limit is determined by\nradiative and non radiative recombination in the charge neutral layers of the\ncell.\n","Comment: Preprint for submission to the 19th EUPVSC, Paris, France, 2004, 4\n  pages pp. 355-359"]}]
["1006.1837",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Complex Variables","47B35, 15B05, 30J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1837"],"date":["2010-06-09"],"type":["text"],"creator":["Barusseau, Benoit"],"language":[],"coverage":[],"title":["Szeg\\\"o type results relative to a sequence of model spaces"],"description":["  The classical Szeg\\\"o theorem can be stated in terms of the sequence of model\nspaces. In this article, we are interested in the generalization of the Szeg\\\"o\ntheorem in the case of the sequence of powers of finite Blaschke products.\n","Comment: 11 pages"]}]
["1006.1839",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Complex Variables","30, 47A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1839"],"date":["2010-06-09"],"type":["text"],"creator":["Barusseau, Benoit"],"language":[],"coverage":[],"title":["Limits of Mellin coefficients and Berezin transform"],"description":["  We consider a bounded radial function f. B. Korenblum and K.E.Zhu give a case\nwhere we have equality between the limit near the boundary of the unit disc of\nthe Berezin transform and the limit of the normalized Mellin coefficient when\none of them is 0. We previously describe the case where one limit point has\nmodulus infinite norm of f. We also use the mean values of f near 1. The aim of\nthis article is to show that between these two extreme cases, we can have\ndistinct limits. In the same time, we also study the sets of limit points of\nthese quantities.\n","Comment: 7 pages"]}]
["1006.1844",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1844","C. R. Acad. Sci. Paris, Ser. I. 347 (2009), 1389--1392","doi:10.1016/j.crma.2009.10.014"],"date":["2010-06-09"],"type":["text"],"creator":["Gournay, Antoine"],"language":[],"coverage":[],"title":["On a H\\\"older covariant version of mean dimension"],"description":["  Let G be a infinite countable group which acts naturally on l^p(G). We\nintroduce a modification of mean dimension which is an obstruction for l^p(G)\nand l^q(G) to be H\\\"older conjugates.\n","Comment: 4 pages"]}]
["1006.1846",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1846"],"date":["2010-06-09"],"type":["text"],"creator":["Larsen, Finn","van Anders, Greg"],"language":[],"coverage":[],"title":["Holographic Non-Fermi Liquids and the Luttinger Theorem"],"description":["  We show that the Luttinger theorem, a robust feature of Fermi liquids, can be\nviolated in non-Fermi liquids. We compute non-Fermi liquid Green functions\nusing duality to black holes and find that the volume of the Fermi surface\ndepends exponentially on the scaling dimension, which is a measure of the\ncoupling. This demonstrates that Luttinger's theorem does not extend to\nnon-Fermi liquids. We comment on possible experimental signatures.\n","Comment: 11 pages, 2 figures"]}]
["1006.1850",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1850"],"date":["2010-06-09"],"type":["text"],"creator":["Saaidi, Kh.","Mohammadi, A."],"language":[],"coverage":[],"title":["Brane Cosmology for Vacuum and Cosmological Constant Bulk"],"description":["  We consider the cosmology of a 3-brane universe, in a five dimensional space\ntime (Bulk). We present some solutions to the five-dimensional Einstein\nequation, where a perfect fluid is confined to the 3-brane. We investigate the\nevolution of brane for two models of bulk. We choose ordinary and modified\npolytropic gas in brane and it is seen that these models have some new\nfeatures.\n","Comment: 13 pages"]}]
["1006.1851",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1851","doi:10.1109/PVSC.2000.916130"],"date":["2010-06-09"],"type":["text"],"creator":["Connolly, James P.","Nelson, Jenny","Barnham, Keith W. J.","Ballard, Ian","Roberts, C.","Roberts, J. S.","Foxon, C. T.","."],"language":[],"coverage":[],"title":["Simulating multiple quantum well solar cells"],"description":["  The quantum well solar cell (QWSC) has been proposed as a route to higher\nefficiency than that attainable by homojunction devices. Previous studies have\nestablished that carriers escape the quantum wells with high efficiency in\nforward bias and contribute to the photocurrent. Progress in resolving the\nefficiency limits of these cells has been dogged by the lack of a theoretical\nmodel reproducing both the enhanced carrier gen- eration and enhanced\nrecombination due to the quantum wells. Here we present a model which\ncalculates the incremental generation and recombination due to the QWs and is\nverified by modelling the experimental light and dark current-voltage\ncharacteristics of a range of III-V quantum well structures. We find that\npredicted dark currents are significantly greater than experiment if we use\nlifetimes derived from homostructure devices. Successful simulation of light\nand dark currents can be obtained only by introducing a parameter which\nrepresents a reduction in the quasi-Fermi level separation.\n","Comment: Preprint submitted to the 28th IEEE Photovoltaic Specialists\n  Conference, Anchorage, Alaska, USA, Sept. 2000, pp. 1304-1307"]}]
["1006.1852",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1852"],"date":["2010-06-09"],"type":["text"],"creator":["Connolly, James P.","Nelson, Jenny","Ballard, Ian","Barnham, Keith W. J.","Rohr, Carsten","Button, Chris","Roberts, John","Foxon, Tom"],"language":[],"coverage":[],"title":["Modelling Multi Quantum Well Solar Cell Efficiency"],"description":["  The spectral response of quantum well solar cells (QWSCs) is well understood.\nWe describe work on QWSC dark current theory which combined with SR theory\nyields a system efficiency. A methodology published for single quantum well\n(SQW) systems is extended to MQW systems in the Al(x) Ga(1-x) As and\nInGa(0.53x) As(x) P systems. The materials considered are dominated by\nShockley-Read-Hall (SRH) recombination. The SRH formalism expresses the dark\ncurrent in terms of carrier recombination through mid-gap traps. The SRH\nrecombination rate depends on the electron and hole densities of states (DOS)\nin the barriers and wells, which are well known, and of carrier non-radiative\nlifetimes. These material quality dependent lifetimes are extracted from\nanalysis of suitable bulk control samples. Consistency over a range of AlGaAs\ncontrols and QWSCs is examined, and the model is applied to QWSCs in InGaAsP on\nInP substrates. We find that the dark currents of MQW systems require a\nreduction of the quasi Fermi level separation between carrier populations in\nthe wells relative to barrier material, in line with previous studies.\nConsequences for QWSCs are considered suggesting a high efficiency potential.\n","Comment: Preprint for submission to the 17th EUPVSC, Munich, Germany, 2001, 4\n  pages pp. 41-44"]}]
["1006.1853",{"format":[],"subject":["Mathematical Physics","60J67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1853"],"date":["2010-06-09"],"type":["text"],"creator":["Izyurov, Konstantin","Kytölä, Kalle"],"language":[],"coverage":[],"title":["Hadamard's formula and couplings of SLEs with free field"],"description":["  The relation between level lines of Gaussian free fields (GFF) and\nSLE(4)-type curves was discovered by O. Schramm and S. Sheffield. A weak\ninterpretation of this relation is the existence of a coupling of the GFF and a\nrandom curve, in which the curve behaves like a level line of the field. In the\npresent paper we study these couplings for the free field with different\nboundary conditions. We provide a unified way to determine the law of the curve\n(i.e. to compute the driving process of the Loewner chain) given boundary\nconditions of the field, and to prove existence of the coupling. The proof is\nreduced to the verification of two simple properties of the mean and covariance\nof the field, which always relies on Hadamard's formula and properties of\nharmonic functions.\n  Examples include combinations of Dirichlet, Neumann and Riemann-Hilbert\nboundary conditions. In doubly connected domains, the standard annulus SLE(4)\nis coupled with a compactified GFF obeying Neumann boundary conditions on the\ninner boundary. We also consider variants of annulus SLE coupled with free\nfields having other natural boundary conditions. These include boundary\nconditions leading to curves connecting two points on different boundary\ncomponents with prescribed winding as well as those recently proposed by C.\nHagendorf, M. Bauer and D. Bernard.\n","Comment: 26 pages"]}]
["1006.1865",{"format":[],"subject":["Mathematics - Combinatorics","05E10, 05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1865"],"date":["2010-06-09"],"type":["text"],"creator":["Konvalinka, Matjaz"],"language":[],"coverage":[],"title":["The weighted hook-length formula II: Complementary formulas"],"description":["  Recently, a new weighted generalization of the branching rule for the hook\nlengths, equivalent to the hook formula, was proved. In this paper, we\ngeneralize the complementary branching rule, which can be used to prove\nBurnside's formula. We present three different proofs: bijective, via weighted\nhook walks, and via the ordinary weighted branching rule.\n","Comment: 20 pages, 9 figures"]}]
["1006.1868",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1868"],"date":["2010-06-09"],"type":["text"],"creator":["Bassalo, J. M. F.","Alencar, P. T. S.","da Silva, D. G.","Nassar, A. B.","Cattani, M."],"language":[],"coverage":[],"title":["The quantum wave packet and the feynman de broglie bohm propagator of\n  the linearized kostin equation along a classical trajetory"],"description":["  In this paper we study the quantum wave packet and the Feynman_de\nBroglie_Bohm propagator of the linearized Kostin equation along a classical\ntrajetory.\n","Comment: 12 pages"]}]
["1006.1869",{"format":[],"subject":["Quantitative Biology - Biomolecules","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1869","doi:10.1002/prot.22762"],"date":["2010-06-09"],"type":["text"],"creator":["Auer, Stefan","Kashchiev, Dimo"],"language":[],"coverage":[],"title":["Insight into the correlation between lag time and aggregation rate in\n  the kinetics of protein aggregation"],"description":["  Under favourable conditions, many proteins can assemble into macroscopically\nlarge aggregate's, Parkinson's and other neurological and systemic diseases.\nThe overall process of protein aggregation is characterized by initial lag time\nduring which no detectable aggregation occurs in the solution and by maximal\naggregation rate at which the dissolved protein converts into aggregates. In\nthis study, the correlation between the lag time and the maximal rate of\nprotein aggregation is analyzed. It is found that the product of these two\nquantities depends on a single numerical parameter, the kinetic index of the\ncurve quantifying the time evolution of the fraction of protein aggregated. As\nthis index depends relatively little on the conditions and/or system studied,\nour finding provides insight into why for many experiments the values of the\nproduct of the lag time and the maximal aggregation rate are often equal or\nquite close to each other. It is shown how the kinetic index is related to a\nbasic kinetic parameter of a recently proposed theory of protein aggregation.\n"]}]
["1006.1872",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 14B25, Secondary 14Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1872"],"date":["2010-06-09"],"type":["text"],"creator":["Adamus, Janusz","Bierstone, Edward","Milman, Pierre D."],"language":[],"coverage":[],"title":["Effective criterion for openness of an algebraic morphism"],"description":["  We give an effective criterion for openness of a morphism of schemes of\nfinite type over a field: Over a normal base of dimension n, failure of\nopenness is detected by a vertical component in the n'th fibred power of the\nmorphism. This is a topological analogue of a criterion for flatness that\noriginates with Auslander.\n","Comment: 5 pages"]}]
["1006.1874",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1874"],"date":["2010-06-09"],"type":["text"],"creator":["Wubs, Fred","Thies, Jonas"],"language":[],"coverage":[],"title":["A robust two-level incomplete factorization for (Navier-)Stokes saddle\n  point matrices"],"description":["  We present a new hybrid direct/iterative approach to the solution of a\nspecial class of saddle point matrices arising from the discretization of the\nsteady incompressible Navier-Stokes equations on an Arakawa C-grid. The\ntwo-level method introduced here has the following properties: (i) it is very\nrobust, even close to the point where the solution becomes unstable; (ii) a\nsingle parameter controls fill and convergence, making the method\nstraightforward to use; (iii) the convergence rate is independent of the number\nof unknowns; (iv) it can be implemented on distributed memory machines in a\nnatural way; (v) the matrix on the second level has the same structure and\nnumerical properties as the original problem, so the method can be applied\nrecursively; (vi) the iteration takes place in the divergence- free space, so\nthe method qualifies as a 'constraint preconditioner'; (vii) the approach can\nalso be applied to Poisson problems.\n  This work is also relevant for problems in which similar saddle point\nmatrices occur, for instance when simulating electrical networks, where one has\nto satisfy Kirchhoff's conservation law for currents.\n","Comment: 27 pages"]}]
["1006.1877",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1877"],"date":["2010-06-09"],"type":["text"],"creator":["Jafarpour, Farhad H.","Zeraati, Somayeh"],"language":[],"coverage":[],"title":["Multiple-transit paths and density correlation functions in PASEP"],"description":["  We consider the partially asymmetric simple exclusion process (PASEP) when\nits steady-state probability distribution function can be written in terms of a\nlinear superposition of product measures with a finite number of shocks. In\nthis case the PASEP can be mapped into an equilibrium walk model, defined on a\ndiagonally rotated square lattice, in which each path of the walk model has\nseveral transits with the horizontal axis. We particularly show that the\nmultiple-point density correlation function in the PASEP is related to the\nprobability that a path has multiple contacts with the horizontal axis from the\nabove or below.\n","Comment: 7 pages, REVTEX, 3 figures"]}]
["1006.1880",{"format":[],"subject":["Mathematics - Number Theory","11D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1880"],"date":["2010-06-08"],"type":["text"],"creator":["Zelator, Konstantine"],"language":[],"coverage":[],"title":["The Diophantine Equation x^n+y^m=c(x^k)(y^l), n,m,k,l,c natural numbers"],"description":["  The subject matter of this work is the diophantine equation\nx^n+y^m=c(x^k)(y^l), where n,m,k,l,c are natural numbers.We investigate this\nequation from the point of view of positive integer solutions.A preliminary\nexamination of sources such as reference[1](L.E.Dickson's History of the Theory\nof Numbers, Vol.II) and [2](W.Sierpinski's Elementary Theory of Numbers) shows\nthat little or no material can be found regarding this diophantine\nequation.Note that when c=1, (x,y)=(1,1) is a solution regardless of the values\nof the exponents n,m,k,and l. In Section3, five results from number theory are\nlisted.The first four are well known and are stated without proof.Result5 is of\ncentral importance and it is used in the proofs of most of the nine theorems of\nthis paper.We offer a detailed proof of Result5. The entire paper is organized\naccording to eight cases. Here is a sample of two of the nine theorems. In\nTheorem2, we prove that if n<or=k and n<m<k+l, then the above has no positive\ninteger solutions if c is not equal to 2;if c=2, then the above equation has\nthe unique solution(x,y)=(1,1). In Theorem5, part(vi), we prove that if c=3,\nn-k=1,l=1,and m-n=1.Then the above equation has exactly two solutions:the\n(x,y)=(2,2),(2^k+1,2^k).\n","Comment: 24 pages no figures"]}]
["1006.1885",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1885"],"date":["2010-06-09"],"type":["text"],"creator":["Backovic, Mihailo","Ralston, John P."],"language":[],"coverage":[],"title":["Relic Abundance Predicts Universal Mass-Width Relations for Dark Matter\n  Interactions"],"description":["  We find new and universal relations for the properties of dark matter\nparticles consistent with standard relic abundances. Analysis is based on first\ncharacterizing the $s$-channel resonant annihilation process in great detail,\nkeeping track of all velocity-dependence, the presence of multiple scales and\ntreating each physical regime above, below, and close to thresholds separately.\nThe resonant regime as well as extension to include non-resonant processes are\nthen reduced to analytic formulas and inequalities that describe the full range\nof multi-dimensional numerical work. These results eliminate the need to\nrecompute relic abundance model by model, and reduce calculations to verifying\ncertain scale and parameter combinations are consistent. Remarkably simple\nformulas describe the relation between the total width of an $s$-channel\nintermediate particle, the masses and the couplings involved. Eliminating the\nwidth in terms of the mass produces new consistency relations between dark\nmatter masses and the intermediate masses. The formulas are general enough to\ntest directly whether new particles can be identified as dark matter. Resonance\nmass and total width are quantities directly observable at accelerators such as\nthe LHC, and will be sufficient to establish whether new discoveries are\nconsistent with the cosmological bounds on dark matter.\n","Comment: 9 pages, 11 figures"]}]
["1006.1888",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1888"],"date":["2010-06-09"],"type":["text"],"creator":["Suslov, V. M.","Braun, M. A.","Filikhin, I. N.","Vlahovic, B.","Slaus, I."],"language":[],"coverage":[],"title":["A study of nucleon-deuteron elastic scattering in configuration space"],"description":["  A new computational method for solving the nucleon-deuteron breakup\nscattering problem has been applied to study the elastic neutron- and\nproton-deuteron scattering on the basis of the configuration-space\nFaddeev-Noyes-Noble-Merkuriev equations. This method is based on the\nspline-decomposition in the angular variable and on a generalization of the\nNumerov method for the hyperradius. The Merkuriev-Gignoux-Laverne approach has\nbeen generalized for arbitrary nucleon-nucleon potentials and with an arbitrary\nnumber of partial waves. The nucleon-deuteron observables at the incident\nnucleon energy 3 MeV have been calculated using the charge-independent AV14\nnucleon-nucleon potential including the Coulomb force for the proton-deuteron\nscattering. Results have been compared with those of other authors and with\nexperimental proton-deuteron scattering data.\n","Comment: 24 pages, 12 figures, talk at 12th International Conference on\n  Meson-Nucleon Physics and the Structure of the Nucleon May 31-June 4, 2010,\n  College of William and Mary, Williamsburg, VA, USA"]}]
["1006.1890",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1890"],"date":["2010-06-09"],"type":["text"],"creator":["Fakoorian, S. Ali. A.","Swindlehurst, A. Lee"],"language":[],"coverage":[],"title":["Optimal Power Allocation for GSVD-Based Beamforming in the MIMO Wiretap\n  Channel"],"description":["  This paper considers a multiple-input multiple-output (MIMO) Gaussian wiretap\nchannel model, where there exists a transmitter, a legitimate receiver and an\neavesdropper, each equipped with multiple antennas. Perfect secrecy is achieved\nwhen the transmitter and the legitimate receiver can communicate at some\npositive rate, while ensuring that the eavesdropper gets zero bits of\ninformation. In this paper, the perfect secrecy capacity of the multiple\nantenna MIMO wiretap channel is found for aribtrary numbers of antennas under\nthe assumption that the transmitter performs beamforming based on the\ngeneralized singular value decomposition (GSVD). More precisely, the optimal\nallocation of power for the GSVD-based precoder that achieves the secrecy\ncapacity is derived. This solution is shown to have several advantages over\nprior work that considered secrecy capacity for the general MIMO Gaussian\nwiretap channel under a high SNR assumption. Numerical results are presented to\nillustrate the proposed theoretical findings.\n"]}]
["cond-mat/0110217",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0110217","Physica A, Volume 315, Issue 3-4, p. 665-676 (2002)","doi:10.1016/S0378-4371(02)00972-X"],"date":["2001-10-10","2002-04-23"],"type":["text"],"creator":["Kinouchi, O.","Martinez, A. S.","Lima, G. F.","Lourenco, G. M.","Risau-Gusman, S."],"language":[],"coverage":[],"title":["Deterministic walks in random networks: an application to thesaurus\n  graphs"],"description":["  In a landscape composed of N randomly distributed sites in Euclidean space, a\nwalker (``tourist'') goes to the nearest one that has not been visited in the\nlast \\tau steps. This procedure leads to trajectories composed of a transient\npart and a final cyclic attractor of period p. The tourist walk presents\nuniversal aspects with respect to \\tau and can be done in a wide range of\nnetworks that can be viewed as ordinal neighborhood graphs. As an example, we\nshow that graphs defined by thesaurus dictionaries share some of the\nstatistical properties of low dimensional (d=2) Euclidean graphs and are easily\ndistinguished from random graphs. This approach furnishes complementary\ninformation to the usual clustering coefficient and mean minimum separation\nlength.\n","Comment: 12 pages, 5 figures, revised version submited to Physica A, corrected\n  references to figures"]}]
["cond-mat/0603269",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603269","J Low Temp Phys (2010) 160: 71-111"],"date":["2006-03-09","2010-05-19"],"type":["text"],"creator":["Ye, Jinwu"],"language":[],"coverage":[],"title":["Elementary excitations, Spectral weights and Experimental signatures in\n  a Supersolid and a Fulde - Ferrell-Larkin-Ovchinnikov state"],"description":["  We construct a Ginsburg Landau (GL) theory to study the phases of liquid,\nsolid, superfluid, especially a possible supersolid and phase transitions among\nthese phases in a unified framework. In this GL, we put the two competing\norders between the solid component and the superfluid component on the same\nfooting. We only introduce two parameters: $ v $ which is the repulsive\ninteraction between the normal component and the local superfluid mode and $ g\n$ which is a periodically changing chemical potential for the local superfluid\nmode. The microscopic origins of $ v $ and $ g $ are given. By using this GL\naction, we study the superfluid to supersolid transition, normal solid to the\nsupersolid transition and analyze the conditions for the existence of the\nsupersolid.\n","Comment: 23 PRB pages, 8 figures. REVTEX 4, Final version to appear in Journal\n  of Low Temperature Physics"]}]
["cond-mat/9712177",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9712177","Physica A 257 (1998) 28-35","doi:10.1016/S0378-4371(98)00126-5"],"date":["1997-12-15"],"type":["text"],"creator":["Kuva, Silvia","Kinouchi, Osame","Caticha, Nestor"],"language":[],"coverage":[],"title":["Learning a spin glass: determining Hamiltonians from metastable states"],"description":["  We study the problem of determining the Hamiltonian of a fully connected\nIsing Spin Glass of $N$ units from a set of measurements, whose sizes needs to\nbe ${\\cal O}(N^2)$ bits. The student-teacher scenario, used to study learning\nin feed-forward neural networks, is here extended to spin systems with\narbitrary couplings. The set of measurements consists of data about the local\nminima of the rugged energy landscape. We compare simulations and analytical\napproximations for the resulting learning curves obtained by using different\nalgorithms.\n","Comment: 5 pages, 1 figure, to appear in Physica A"]}]
["cond-mat/9901222",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9901222","Phys. Rev. E 59, 4964-4969 (1999)","doi:10.1103/PhysRevE.59.4964"],"date":["1999-01-21"],"type":["text"],"creator":["Kinouchi, Osame","Prado, Carmen P. C. do"],"language":[],"coverage":[],"title":["On the robustness of scale invariance in SOC models"],"description":["  A random neighbor extremal stick-slip model is introduced. In the\nthermodynamic limit, the distribution of states has a simple analytical form\nand the mean avalanche size, as a function of the coupling parameter, is\nexactly calculable. The system is critical only at a special point Jc in the\ncoupling parameter space. However, the critical region around this point, where\napproximate scale invariance holds, is very large, suggesting a mechanism for\nexplaining the ubiquity of scale invariance in Nature.\n","Comment: 6 pages, 4 figures; submitted to Physical Review E;\n  http://link.aps.org/doi/10.1103/PhysRevE.59.4964"]}]
["math/0512129",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B69, 17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512129","J. Algebra 307 (2007), 215-248"],"date":["2005-12-06","2006-05-05"],"type":["text"],"creator":["Perse, Ozren"],"language":[],"coverage":[],"title":["Vertex operator algebras associated to type B affine Lie algebras on\n  admissible half-integer levels"],"description":["  Let L(n-l+1/2,0) be the vertex operator algebra associated to an affine Lie\nalgebra of type B_l^(1) at level n-l+1/2, for a positive integer n. We classify\nirreducible L(n-l+1/2,0)-modules and show that every L(n-l+1/2,0)-module is\ncompletely reducible. In the special case n=1, we study a category of weak\nL(-l+3/2,0)-modules which are in the category $\\cal{O}$ as modules for the\nassociated affine Lie algebra. We classify irreducible objects in that category\nand prove semisimplicity of that category.\n","Comment: 40 pages, LaTeX; minor changes"]}]
["math/0607076",{"format":[],"subject":["Mathematics - K-Theory and Homology","18G30, 18G55, 18E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607076","J. K-Theory 4 (2009), no. 2, 379-390","doi:10.1017/is008008022jkt070"],"date":["2006-07-04"],"type":["text"],"creator":["Van der Linden, Tim"],"language":[],"coverage":[],"title":["Simplicial homotopy in semi-abelian categories"],"description":["  We study Quillen's model category structure for homotopy of simplicial\nobjects in the context of Janelidze, Marki and Tholen's semi-abelian\ncategories. This model structure exists as soon as the base category A is\nregular Mal'tsev and has enough regular projectives; then the fibrations are\nthe Kan fibrations of simplicial objects in A. When, moreover, A is\nsemi-abelian, weak equivalences and homology isomorphisms coincide.\n","Comment: 12 pages"]}]
["math/0611359",{"format":[],"subject":["Mathematics - Geometric Topology","30F60, 20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611359","GAFA, Volume 19, Issue 3 (2009), 722--742"],"date":["2006-11-12","2010-06-09"],"type":["text"],"creator":["Duchin, Moon","Rafi, Kasra"],"language":[],"coverage":[],"title":["Divergence of geodesics in Teichmuller space and the mapping class group"],"description":["  We show that both Teichmuller space (with the Teichmuller metric) and the\nmapping class group (with a word metric) have geodesic divergence that is\nintermediate between the linear rate of flat spaces and the exponential rate of\nhyperbolic spaces. For every two geodesic rays in Teichmuller space, we find\nthat their divergence is at most quadratic. Furthermore, this estimate is shown\nto be sharp via examples of pairs of rays with exactly quadratic divergence.\nThe same statements are true for geodesic rays in the mapping class group. We\nexplicitly describe efficient paths \"near infinity\" in both spaces.\n","Comment: 21 pages"]}]
["math/0701040",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B69, 17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701040","J. Pure Appl. Algebra 211 (2007), 702-720"],"date":["2007-01-01","2007-03-25"],"type":["text"],"creator":["Perse, Ozren"],"language":[],"coverage":[],"title":["Vertex operator algebra analogue of embedding of $B_4$ into $F_4$"],"description":["  Let L_{B}(-5/2,0) (resp. L_{F}(-5/2,0)) be the simple vertex operator algebra\nassociated to affine Lie algebra of type $B_{4}^{(1)}$ (resp. $F_{4}^{(1)}$)\nwith the lowest admissible half-integer level -5/2. We show that L_{B}(-5/2,0)\nis a vertex subalgebra of L_{F}(-5/2,0) with the same conformal vector, and\nthat L_{F}(-5/2,0) is isomorphic to the extension of L_{B}(-5/2,0) by its only\nirreducible module other than itself. We also study the representation theory\nof L_{F}(-5/2,0), and determine the decompositions of irreducible weak\nL_{F}(-5/2,0)-modules from the category $\\mathcal{O}$ into direct sums of\nirreducible weak L_{B}(-5/2,0)-modules.\n","Comment: 31 pages, LaTeX; revised version"]}]
["math/9904057",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9904057","Communications in Algebra 29(7) (2001) 3153-3166"],"date":["1999-04-13"],"type":["text"],"creator":["Adamovic, Drazen"],"language":[],"coverage":[],"title":["Representations of the vertex algebra $W_{1+\\infty}$ with a negative\n  integer central charge"],"description":["  Let $\\D$ be the Lie algebra of regular differentialoperators on ${\\C}\n\\setminus \\{0\\}$, and ${\\hD}= {\\D} + {\\C} C$ be the central extension of\n${\\D}$. Let $W_{1+\\infty,-N}$ be the vertex algebra associated to the\nirreducible vacuum $\\hD$-module with the central charge $c=-N$. We show that\n$W_{1+\\infty,-N}$ is a subalgebra of the Heisenberg vertex algebra M(1) with $2\nN$ generators, and construct 2N-dimensional family of irreducible\n$W_{1+\\infty,-N}$-modules. Considering these modules as $\\hD$-modules, we\nidentify the corresponding highest weights.\n","Comment: 14 pages, Latex"]}]
["physics/0601043",{"format":[],"subject":["Physics - Fluid Dynamics","Astrophysics","Mathematical Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0601043","Eur.J.Phys.28:889-895,2007","doi:10.1088/0143-0807/28/5/012"],"date":["2006-01-09","2006-04-23"],"type":["text"],"creator":["Sun, Liang"],"language":[],"coverage":[],"title":["General stability criterion of inviscid parallel flow"],"description":["  A more restrictively general stability criterion of two-dimensional inviscid\nparallel flow is obtained analytically. First, a sufficient criterion for\nstability is found as either $-\\mu_1<\\frac{U''}{U-U_s}<0$ or\n$0<\\frac{U''}{U-U_s}$ in the flow, where $U_s$ is the velocity at inflection\npoint, $\\mu_1$ is the eigenvalue of Poincar\\'{e}'s problem. Second, this\ncriterion is generalized to barotropic geophysical flows in $\\beta$ plane.\nBased on the criteria, the flows are are divided into different categories of\nstable flows, which may simplify the further investigations. And the\nconnections between present criteria and Arnol'd's nonlinear criteria are\ndiscussed. These results extend the former criteria obtained by Rayleigh,\nTollmien and Fj{\\o}rtoft and would intrigue future research on the mechanism of\nhydrodynamic instability.\n","Comment: Revtex4, 4 pages, 2 figures, extends the first part of\n  physics/0512208, Accepted, to be continued"]}]
["q-bio/0605010",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0605010","Physica D: Nonlinear Phenomena, Volume 237, Issue 1, p. 1-5 (2008)","doi:10.1016/j.physd.2007.06.021"],"date":["2006-05-05","2006-05-18"],"type":["text"],"creator":["Dias, Juliana R.","Oliveira, Rodrigo F.","Kinouchi, Osame"],"language":[],"coverage":[],"title":["Chaotic itinerancy, temporal segmentation and spatio-temporal\n  combinatorial codes"],"description":["  We study a deterministic dynamics with two time scales in a continuous state\nattractor network. To the usual (fast) relaxation dynamics towards point\nattractors (``patterns'') we add a slow coupling dynamics that makes the\nvisited patterns to loose stability leading to an itinerant behavior in the\nform of punctuated equilibria. One finds that the transition frequency matrix\nbetween patterns shows non-trivial statistical properties in the chaotic\nitinerant regime. We show that mixture input patterns can be temporally\nsegmented by the itinerant dynamics. The viability of a combinatorial\nspatio-temporal neural code is also demonstrated.\n"]}]
