["0704.2560",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 60G50, 82C41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2560","Annals of Mathematics, 171, 2039-2087, 2010"],"date":["2007-04-19","2009-12-14"],"type":["text"],"creator":["Sznitman, Alain-Sol"],"language":[],"coverage":[],"title":["Vacant Set of Random Interlacements and Percolation"],"description":["  We introduce a model of random interlacements made of a countable collection\nof doubly infinite paths on Z^d, d bigger or equal to 3. A non-negative\nparameter u measures how many trajectories enter the picture. This model\ndescribes in the large N limit the microscopic structure in the bulk, which\narises when considering the disconnection time of a discrete cylinder with base\na d-1-dimensional discrete torus of side-length N, or the set of points visited\nby simple random walk on the d-dimensional discrete torus of side-length N by\ntimes of order uN^d. We study the percolative properties of the vacant set left\nby the interlacement at level u, which is an infinite, connected, translation\ninvariant random subset of Z^d. We introduce a critical value such that the\nvacant set percolates for u below the critical value, and does not percolate\nfor u above the critical value. Our main results show that the critical value\nis finite when d is bigger or equal to 3, and strictly positive when d is\nbigger or equal to 7.\n","Comment: 40 pages, 1 figure"]}]
["0704.3395",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Programming Languages","I.2.4","I.2.5","H.3.7","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3395","Emergent Web Intelligence: Advanced Semantic Technologies,\n  Advanced Information and Knowledge Processing series, Springer-Verlag, pages\n  57-104, ISBN:978-1-84996-076-2, June 2010"],"date":["2007-04-25","2010-06-06"],"type":["text"],"creator":["Rodriguez, Marko A."],"language":[],"coverage":[],"title":["General-Purpose Computing on a Semantic Network Substrate"],"description":["  This article presents a model of general-purpose computing on a semantic\nnetwork substrate. The concepts presented are applicable to any semantic\nnetwork representation. However, due to the standards and technological\ninfrastructure devoted to the Semantic Web effort, this article is presented\nfrom this point of view. In the proposed model of computing, the application\nprogramming interface, the run-time program, and the state of the computing\nvirtual machine are all represented in the Resource Description Framework\n(RDF). The implementation of the concepts presented provides a practical\ncomputing paradigm that leverages the highly-distributed and standardized\nrepresentational-layer of the Semantic Web.\n"]}]
["0707.2393",{"format":[],"subject":["Mathematics - Differential Geometry","53A10, 49Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2393","Comment. Math. Helv. 84 (2009), no. 3, 547--569"],"date":["2007-07-16","2009-05-15"],"type":["text"],"creator":["Hoffman, David","White, Brian"],"language":[],"coverage":[],"title":["The Geometry of Genus-One Helicoids"],"description":["  We prove: a properly embedded, genus-one minimal surface that is asymptotic\nto a helicoid and that contains two straight lines must intersect that helicoid\nprecisely in those two lines. In particular, the two lines divide the surface\ninto two connected components that lie on either side of the helicoid. We prove\nan analogous result for periodic helicoid-like surfaces. We also give a simple\ncondition guaranteeing that an immersed minimal surface with finite genus and\nbounded curvature is asymptotic to a helicoid at infinity.\n","Comment: 22 pages. This updated version (Apr 17, 2009) contains a much\n  simplified statement and proof of Lemma 3.2. This version will appear in\n  Comm. Math. Helv"]}]
["0707.2960",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2960","Mon.Not.Roy.Astron.Soc.383:93,2008","doi:10.1111/j.1365-2966.2007.12530.x"],"date":["2007-07-20","2007-10-09"],"type":["text"],"creator":["Boylan-Kolchin, Michael","Ma, Chung-Pei","Quataert, Eliot"],"language":[],"coverage":[],"title":["Dynamical Friction and Galaxy Merging Timescales"],"description":["  The timescale for galaxies within merging dark matter halos to merge with\neach other is an important ingredient in galaxy formation models. Accurate\nestimates of merging timescales are required for predictions of astrophysical\nquantities such as black hole binary merger rates, the build-up of stellar mass\nin central galaxies, and the statistical properties of satellite galaxies\nwithin dark matter halos. In this paper, we study the merging timescales of\nextended dark matter halos using N-body simulations. We compare these results\nto standard estimates based on the Chandrasekhar theory of dynamical friction.\nWe find that these standard predictions for merging timescales, which are often\nused in semi-analytic galaxy formation models, are systematically shorter than\nthose found in simulations. The discrepancy is approximately a factor of 1.7\nfor $M_sat/M_host \\approx 0.1$ and becomes larger for more disparate\nsatellite-to-host mass ratios, reaching a factor of $\\sim 3.3$ for\n$M_sat/M_host\\approx 0.01$. Based on our simulations, we propose a new, easily\nimplementable fitting formula that accurately predicts the timescale for an\nextended satellite to sink from the virial radius of a host halo down to the\nhalo's center for a wide range of $M_sat/M_host$ and orbits. Including a\ncentral bulge in each galaxy changes the merging timescale by $\\la 10%$. To\nhighlight one concrete application of our results, we show that merging\ntimescales often used in the literature overestimate the growth of stellar mass\nby satellite accretion by $\\approx 40 %$, with the extra mass gained in low\nmass ratio mergers.\n","Comment: 10 pages, 7 figures; MNRAS, in press. Minor revisions, including\n  results from additional simulations with baryonic components; conclusions\n  unchanged"]}]
["0712.2750",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2750","Physics of Fluids 22 (2010) 055103","doi:10.1063/1.3392773"],"date":["2007-12-17","2010-01-25"],"type":["text"],"creator":["Ravelet, Florent","Delfos, Rene","Westerweel, Jerry"],"language":[],"coverage":[],"title":["Influence of global rotation and Reynolds number on the large-scale\n  features of a turbulent Taylor-Couette flow"],"description":["  We experimentally study the turbulent flow between two coaxial and\nindependently rotating cylinders. We determined the scaling of the torque with\nReynolds numbers at various angular velocity ratios (Rotation numbers), and the\nbehaviour of the wall shear stress when varying the Rotation number at high\nReynolds numbers. We compare the curves with PIV analysis of the mean flow and\nshow the peculiar role of perfect counterrotation for the emergence of\norganised large scale structures in the mean part of this very turbulent flow\nthat appear in a smooth and continuous way: the transition resembles a\nsupercritical bifurcation of the secondary mean flow.\n"]}]
["0802.0023",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Numerical Analysis","43A32, 47A57, 65D32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0023","Arkiv for Matematik, Volume 48, Number 1 / April, 2010, pp. 97-120","doi:10.1007/s11512-009-0095-3"],"date":["2008-01-31"],"type":["text"],"creator":["Kounchev, Ognyan","Render, Hermann"],"language":[],"coverage":[],"title":["A moment problem for pseudo-positive definite functionals"],"description":["  A moment problem is presented for a class of signed measures which are termed\npseudo-positive. Our main result says that for every pseudo-positive definite\nfunctional (subject to some reasonable restrictions) there exists a\nrepresenting pseudo-positive measure. The second main result is a\ncharacterization of determinacy in the class of equivalent pseudo-positive\nrepresentation measures. Finally the corresponding truncated moment problem is\ndiscussed.\n","Comment: 23 p"]}]
["0805.4671",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4671","Phys. Rev. E 78, 065101(R) (2008)","doi:10.1103/PhysRevE.78.065101"],"date":["2008-05-30"],"type":["text"],"creator":["Ohta, Hiroki","Sasa, Shin-ichi"],"language":[],"coverage":[],"title":["Critical phenomena in globally coupled excitable elements"],"description":["  Critical phenomena in globally coupled excitable elements are studied by\nfocusing on a saddle-node bifurcation at the collective level. Critical\nexponents that characterize divergent fluctuations of interspike intervals near\nthe bifurcation are calculated theoretically. The calculated values appear to\nbe in good agreement with those determined by numerical experiments. The\nrelevance of our results to jamming transitions is also mentioned.\n","Comment: 4 pages, 3 figures"]}]
["0808.0999",{"format":[],"subject":["Mathematics - Geometric Topology","57M60, 57S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0999"],"date":["2008-08-07","2010-06-07"],"type":["text"],"creator":["Guazzi, Alessandra","Mecchia, Mattia","Zimmermann, Bruno"],"language":[],"coverage":[],"title":["On finite groups acting on acyclic low-dimensional manifolds"],"description":["  We consider finite groups which admit a faithful, smooth action on an acyclic\nmanifold of dimension three, four or five (e.g. euclidean space). Our first\nmain result states that a finite group acting on an acyclic 3- or 4-manifold is\nisomorphic to a subgroup of the orthogonal group O(3) or O(4), respectively.\nThe analogue remains open in dimension five (where it is not true for arbitrary\ncontinuous actions, however). We prove that the only finite nonabelian simple\ngroups admitting a smooth action on an acyclic 5-manifold are the alternating\ngroups A_5 and A_6, and deduce from this a short list of finite groups, closely\nrelated to the finite subgroups of SO(5), which are the candidates for\norientation-preserving actions on acyclic 5-manifolds.\n","Comment: 15 pages; improved version"]}]
["0808.2476",{"format":[],"subject":["Mathematics - Number Theory","11G50, 11D99, 11R04, 11R58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2476","Journal of Number Theory, vol. 130 no. 10 (2010), pg. 2099--2118"],"date":["2008-08-18","2010-05-03"],"type":["text"],"creator":["Fukshansky, Lenny"],"language":[],"coverage":[],"title":["Algebraic points of small height missing a union of varieties"],"description":["  Let $K$ be a number field, $\\overline{\\mathbb Q}$, or the field of rational\nfunctions on a smooth projective curve over a perfect field, and let $V$ be a\nsubspace of $K^N$, $N \\geq 2$. Let $Z_K$ be a union of varieties defined over\n$K$ such that $V \\nsubseteq Z_K$. We prove the existence of a point of small\nheight in $V \\setminus Z_K$, providing an explicit upper bound on the height of\nsuch a point in terms of the height of $V$ and the degree of a hypersurface\ncontaining $Z_K$, where dependence on both is optimal. This generalizes and\nimproves upon the previous results of the author. As a part of our argument, we\nprovide a basic extension of the function field version of Siegel's lemma of J.\nThunder to an inequality with inhomogeneous heights. As a corollary of the\nmethod, we derive an explicit lower bound for the number of algebraic integers\nof bounded height in a fixed number field.\n","Comment: 20 pages; revised and improved version -- in particular, the main\n  result now stands over function fields of any genus; to appear in the Journal\n  of Number Theory -- an earlier version also appeared in the MPIM preprint\n  series"]}]
["0808.2960",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2960"],"date":["2008-08-21","2010-06-05"],"type":["text"],"creator":["Shelah, Saharon"],"language":[],"coverage":[],"title":["Models of expansions of N with no end extensions"],"description":["  We deal with models of Peano arithmetic (specifically with a question of Ali\nEnayat). The methods are from creature forcing. We find an expansion of N such\nthat its theory has models with no (elementary) end extensions. In fact there\nis a Borel uncountable set of subsets of N such that expanding N by any\nuncountably many of them suffice. Also we find arithmetically closed A with no\ndefinably closed ultrafilter on it.\n"]}]
["0809.4423",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Category Theory","58H05, 18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4423","Journal of Pure and Applied Algebra 214 (6) (2010) 750-768","doi:10.1016/j.jpaa.2009.08.004"],"date":["2008-09-25"],"type":["text"],"creator":["Trentinaglia, Giorgio"],"language":[],"coverage":[],"title":["A Tannaka Theorem for Proper Lie Groupoids"],"description":["  By replacing the category of smooth vector bundles over a manifold with the\ncategory of what we call smooth Euclidean fields, which is a proper enlargement\nof the former, and by considering smooth actions of Lie groupoids on smooth\nEuclidean fields, we are able to prove a Tannaka duality theorem for proper Lie\ngroupoids. The notion of smooth Euclidean field we introduce here is the\nsmooth, finite dimensional analogue of the usual notion of continuous Hilbert\nfield.\n","Comment: 47 pages"]}]
["0810.0924",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14H52, 14H10, 14L15, 11G07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0924","J. Number Theory 130, 2157-2197 (2010)"],"date":["2008-10-06","2010-05-03"],"type":["text"],"creator":["Liedtke, Christian","Schroeer, Stefan"],"language":[],"coverage":[],"title":["The Neron model over the Igusa curves"],"description":["  We analyze the geometry of rational p-division points in degenerating\nfamilies of elliptic curves in characteristic p. We classify the possible\nKodaira symbols and determine for the Igusa moduli problem the reduction type\nof the universal curve. Special attention is paid to characteristic 2 and 3\nwhere wild ramification and stacky phenomena show up.\n","Comment: 44 pages, minor changes"]}]
["0812.0949",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0949","Int.J.Bif.Chaos 19 (2009) 4247"],"date":["2008-12-04"],"type":["text"],"creator":["Bagci, G. Baris","Tirnakli, Ugur"],"language":[],"coverage":[],"title":["Self-organization in nonadditive systems with external noise"],"description":["  A nonadditive generalization of Klimontovich's S-theorem [G. B. Bagci, Int.J.\nMod. Phys. B 22, 3381 (2008)] has recently been obtained by employing Tsallis\nentropy. This general version allows one to study physical systems whose\nstationary distributions are of the inverse power law in contrast to the\noriginal S-theorem, which only allows exponential stationary distributions. The\nnonadditive S-theorem has been applied to the modified Van der Pol oscillator\nwith inverse power law stationary distribution. By using nonadditive S-theorem,\nit is shown that the entropy decreases as the system is driven out of\nequilibrium, indicating self-organization in the system. The allowed values of\nthe nonadditivity index $q$ are found to be confined to the regime (0.5,1].\n","Comment: 7 pages, 2 figs"]}]
["0812.2372",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2372","Euro. Phys. Lett. 88, 47001 (2009)","doi:10.1209/0295-5075/88/47001"],"date":["2008-12-12","2010-06-04"],"type":["text"],"creator":["Chtchelkatchev, N.","Vinokur, V."],"language":[],"coverage":[],"title":["Nonequilibrium mesoscopic superconductors in a fluctuational regime"],"description":["  We show that there exist a class of nonequilibrium systems for which a\nnon-equilibrium analog of the Ginzburg-Landau (GL) functional can be\nconstructed and propose the procedure for its derivation. As an example, we\nconsider a small superconductor island of the size less than the coherence\nlength in a stationary nonequlibrium state. We find the GL expansion of the\nfree energy functional of such a system and analyze the dependence of the\ncoefficients of the expansion upon the external drive and the non-equilibrium\ndistribution functions.\n","Comment: 5 pages, 1 figure"]}]
["0901.2532",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2532","New J.Phys.12:043050,2010","doi:10.1088/1367-2630/12/4/043050"],"date":["2009-01-16","2010-06-07"],"type":["text"],"creator":["Alexandre, Jean","Ellis, John","Mavromatos, Nikolaos E."],"language":[],"coverage":[],"title":["Do Three Dimensions tell us Anything about a Theory of Everything?"],"description":["  It has been conjectured that four-dimensional N=8 supergravity may provide a\nsuitable framework for a `Theory of Everything', if its composite SU(8) gauge\nfields become dynamical. We point out that supersymmetric three-dimensional\ncoset field theories motivated by lattice models provide toy laboratories for\naspects of this conjecture. They feature dynamical composite supermultiplets\nmade of constituent holons and spinons. We show how these models may be\nextended to include N=1 and N=2 supersymmetry, enabling dynamical conjectures\nto be verified more rigorously. We point out some special features of these\nthree-dimensional models, and mention open questions about their relevance to\nthe dynamics of N=8 supergravity.\n","Comment: 20 pages Latex, 2 eps figures"]}]
["0902.2544",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2544","doi:10.1016/j.jspi.2010.05.023"],"date":["2009-02-16","2010-06-07"],"type":["text"],"creator":["Bissiri, Pier Giovanni","Walker, Stephen G."],"language":[],"coverage":[],"title":["On Bayesian learning from Bernoulli observations"],"description":["  We provide a reason for Bayesian updating, in the Bernoulli case, even when\nit is assumed that observations are independent and identically distributed\nwith a fixed but unknown parameter $\\theta_0$. The motivation relies on the use\nof loss functions and asymptotics. Such a justification is important due to the\nrecent interest and focus on Bayesian consistency which indeed assumes that the\nobservations are independent and identically distributed rather than being\nconditionally independent with joint distribution depending on the choice of\nprior.\n","Comment: This is a personal 19-pages manuscript version of the article that\n  has been accepted for publication by Journal of Statistical Planning and\n  Inference"]}]
["0903.1660",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1660","Phys. Rev. A 79, 042503 (2009)","doi:10.1103/PhysRevA.79.042503"],"date":["2009-03-09"],"type":["text"],"creator":["Beloy, K.","Dzuba, V. A.","Derevianko, A."],"language":[],"coverage":[],"title":["Calculation of Stark-induced absorption on the 6s6p ^3P_1 - 6s^2 ^1S_0\n  transition in Hg"],"description":["  We carry out relativistic many-body calculations of the Stark-induced\nabsorption coefficient on the 254-nm $6s6p ^3P_1 (F=1/2) - 6s^2 ^1S_0$ line of\n$^{199}$Hg atom, the effect considered before by Lamoreaux and Fortson using a\nsimple central field estimate [Phys. Rev. A {\\bf 46}, 7053 (1992)]. The\nStark-induced admixing of states of opposite parity opens additional M1 and E2\ntransition channels. We find that the resulting M1-E1 absorption dominates over\nE2-E1 absorption. The value of the E2-E1 absorption coefficient depends\nstrongly on the details of treatment of the correlation problem. As a result,\nour numerical values differ substantially from those of the earlier central\nfield calculation. Reliable calculation of this effect can enable a useful\nexperimental check on the optical technique being used to search for a\npermanent electric dipole moment of the $^{199}$Hg atom.\n","Comment: 5 pages"]}]
["0903.3041",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3041","Mon.Not.Roy.Astron.Soc.398:1150,2009","doi:10.1111/j.1365-2966.2009.15191.x"],"date":["2009-03-18","2009-09-18"],"type":["text"],"creator":["Boylan-Kolchin, Michael","Springel, Volker","White, Simon D. M.","Jenkins, Adrian","Lemson, Gerard"],"language":[],"coverage":[],"title":["Resolving Cosmic Structure Formation with the Millennium-II Simulation"],"description":["  We present the Millennium-II Simulation (MS-II), a very large N-body\nsimulation of dark matter evolution in the concordance LCDM cosmology. The\nMS-II assumes the same cosmological parameters and uses the same particle\nnumber and output data structure as the original Millennium Simulation (MS),\nbut was carried out in a periodic cube one-fifth the size (100 Mpc/h) with 5\ntimes better spatial resolution (a Plummer equivalent softening of 1.0 kpc/h)\nand with 125 times better mass resolution (a particle mass of 6.9 \\times 10^6\nMsun/h). By comparing results at MS and MS-II resolution, we demonstrate\nexcellent convergence in dark matter statistics such as the halo mass function,\nthe subhalo abundance distribution, the mass dependence of halo formation\ntimes, the linear and nonlinear autocorrelations and power spectra, and halo\nassembly bias. Together, the two simulations provide precise results for such\nstatistics over an unprecedented range of scales, from halos similar to those\nhosting Local Group dwarf spheroidal galaxies to halos corresponding to the\nrichest galaxy clusters. The \"Milky Way\" halos of the Aquarius Project were\nselected from a lower resolution version of the MS-II and were then resimulated\nat much higher resolution. As a result, they are present in the MS-II along\nwith thousands of other similar mass halos. A comparison of their assembly\nhistories in the MS-II and in resimulations of 1000 times better resolution\nshows detailed agreement over a factor of 100 in mass growth. We publicly\nrelease halo catalogs and assembly trees for the MS-II in the same format\nwithin the same archive as those already released for the MS.\n","Comment: 16 pages, 13 figures; matches version published in MNRAS. Halo\n  catalogs and merger trees, along with movies, images, and additional\n  information, are available at\n  http://www.mpa-garching.mpg.de/galform/millennium-II"]}]
["0903.4538",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4538","J. Low Temp. Phys., v. 158, p. 854 (2010)","doi:10.1007/s10909-009-0057-y"],"date":["2009-03-26","2010-06-06"],"type":["text"],"creator":["Tomchenko, Maksim D."],"language":[],"coverage":[],"title":["Some mechanisms of \"spontaneous\" polarization of superfluid He-4"],"description":["  Previously, a quantum \"tidal\" mechanism of polarization of the atoms of He-II\nwas proposed, according to which, as a result of interatomic interaction, each\natom of He-II acquires small fluctuating dipole and multipole moments, oriented\nchaotically on the average. In this work, we show that, in the presence of a\ntemperature or density gradient in He-II, the originally chaotically oriented\ntidal dipole moments of the atoms become partially ordered, which results in\nvolume polarization of He-II. It is found that the gravitational field of the\nEarth induces electric induction U =10(-7)V in He-II (for vessel dimensions of\nthe order of 10 cm). We study also the connection of polarization and\nacceleration, and discuss a possible nature of the electric signal dU = kdT/2e\nobserved by A.S. Rybalko in experiments with second sound.\n","Comment: 13 pages; the calculation is extended and refined; v4: reconstruction"]}]
["0904.3561",{"format":[],"subject":["Mathematics - Commutative Algebra","13P10 (Primary) 68W30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3561","doi:10.1016/j.jsc.2010.04.002"],"date":["2009-04-22","2010-06-06"],"type":["text"],"creator":["Greuel, Gert-Martin","Laplagne, Santiago","Seelisch, Frank"],"language":[],"coverage":[],"title":["Normalization of Rings"],"description":["  We present a new algorithm to compute the integral closure of a reduced\nNoetherian ring in its total ring of fractions. A modification, applicable in\npositive characteristic, where actually all computations are over the original\nring, is also described. The new algorithm of this paper has been implemented\nin Singular, for localizations of affine rings with respect to arbitrary\nmonomial orderings. Benchmark tests show that it is in general much faster than\nany other implementation of normalization algorithms known to us.\n","Comment: Final version, to be published in JSC 2010"]}]
["0904.4397",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4397","Phys. Rev. A 80, 023621 (2009)","doi:10.1103/PhysRevA.80.023621"],"date":["2009-04-28"],"type":["text"],"creator":["Schmitt, Felix","Hild, Markus","Roth, Robert"],"language":[],"coverage":[],"title":["Phase Diagram of Bosons in Two-Color Superlattices from Experimental\n  Parameters"],"description":["  We study the zero-temperature phase diagram of a gas of bosonic 87-Rb atoms\nin two-color superlattice potentials starting directly from the experimental\nparameters, such as wavelengths and intensities of the two lasers generating\nthe superlattice. In a first step, we map the experimental setup to a\nBose-Hubbard Hamiltonian with site-dependent parameters through explicit\nband-structure calculations. In the second step, we solve the many-body problem\nusing the density-matrix renormalization group (DMRG) approach and compute\nobservables such as energy gap, condensate fraction, maximum number\nfluctuations and visibility of interference fringes. We study the phase diagram\nas function of the laser intensities s_2 and s_1 as control parameters and show\nthat all relevant quantum phases, i.e. superfluid, Mott-insulator, and quasi\nBose-glass phase, and the transitions between them can be investigated through\na variation of these intensities alone.\n","Comment: 4 pages, 3 figures"]}]
["0905.4007",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4007","Journal of Theoretical Biology, 265, 297-305 (2010)","doi:10.1016/j.jtbi.2010.05.010"],"date":["2009-05-25","2010-05-28"],"type":["text"],"creator":["Iwagami, Akio","Masuda, Naoki"],"language":[],"coverage":[],"title":["Upstream reciprocity in heterogeneous networks"],"description":["  Many mechanisms for the emergence and maintenance of altruistic behavior in\nsocial dilemma situations have been proposed. Indirect reciprocity is one such\nmechanism, where other-regarding actions of a player are eventually rewarded by\nother players with whom the original player has not interacted. The upstream\nreciprocity (also called generalized indirect reciprocity) is a type of\nindirect reciprocity and represents the concept that those helped by somebody\nwill help other unspecified players. In spite of the evidence for the\nenhancement of helping behavior by upstream reciprocity in rats and humans,\ntheoretical support for this mechanism is not strong. In the present study, we\nnumerically investigate upstream reciprocity in heterogeneous contact networks,\nin which the players generally have different number of neighbors. We show that\nheterogeneous networks considerably enhance cooperation in a game of upstream\nreciprocity. In heterogeneous networks, the most generous strategy, by which a\nplayer helps a neighbor on being helped and in addition initiates helping\nbehavior, first occupies hubs in a network and then disseminates to other\nplayers. The scenario to achieve enhanced altruism resembles that seen in the\ncase of the Prisoner's Dilemma game in heterogeneous networks.\n","Comment: 10 figures, Journal of Theoretical Biology, in press (2010)"]}]
["0906.0664",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0664"],"date":["2009-06-03","2010-06-07"],"type":["text"],"creator":["Heavens, Alan"],"language":[],"coverage":[],"title":["Statistical techniques in cosmology"],"description":["  In these lectures I cover a number of topics in cosmological data analysis. I\nconcentrate on general techniques which are common in cosmology, or techniques\nwhich have been developed in a cosmological context. In fact they have very\ngeneral applicability, for problems in which the data are interpreted in the\ncontext of a theoretical model, and thus lend themselves to a Bayesian\ntreatment.\n  We consider the general problem of estimating parameters from data, and\nconsider how one can use Fisher matrices to analyse survey designs before any\ndata are taken, to see whether the survey will actually do what is required. We\noutline numerical methods for estimating parameters from data, including Monte\nCarlo Markov Chains and the Hamiltonian Monte Carlo method. We also look at\nModel Selection, which covers various scenarios such as whether an extra\nparameter is preferred by the data, or answering wider questions such as which\ntheoretical framework is favoured, using General Relativity and braneworld\ngravity as an example. These notes are not a literature review, so there are\nrelatively few references.\n","Comment: Typos corrected and exercises added"]}]
["0906.2383",{"format":[],"subject":["Quantum Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2383","Phys. Rev. Lett 104, 220502 (2010)","doi:10.1103/PhysRevLett.104.220502"],"date":["2009-06-12","2010-05-10"],"type":["text"],"creator":["Cai, Jianming","Guerreschi, Gian Giacomo","Briegel, Hans J."],"language":[],"coverage":[],"title":["Quantum control and entanglement in a chemical compass"],"description":["  The radical pair mechanism is one of the two main hypotheses to explain the\nnavigability of animals in weak magnetic fields, enabling e.g. birds to see the\nEarth's magnetic field. It also plays an essential role in the field of spin\nchemistry. Here, we show how quantum control can be used to either enhance or\nreduce the performance of such a chemical compass, providing a new route to\nfurther study the radical pair mechanism and its applications. We study the\nrole of quantum entanglement in this mechanism, and demonstrate intriguing\nconnections between radical-pair entanglement and the magnetic field\nsensitivity of the compass. Beyond their immediate application to the radical\npair mechanism, these results also demonstrate how state-of-the-art quantum\ntechnologies could potentially be used to probe and control biological\nfunctions.\n","Comment: 5 pages, 4 figures and supplementary material. Accepted by Phys. Rev.\n  Lett."]}]
["0906.3609",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3609","Phys. Rev. B 81, 045405 (2010)","doi:10.1103/PhysRevB.81.045405"],"date":["2009-06-19","2010-06-05"],"type":["text"],"creator":["Dean, Mark P. M.","Howard, Christopher A.","Saxena, Siddharth S.","Ellerby, Mark"],"language":[],"coverage":[],"title":["Non-adiabatic phonons within the doped graphene layers of XC$_6$\n  compounds"],"description":["  We report the first Raman scattering measurements of BaC$_6$, SrC$_6$, and\nYbC$_6$, which along with new data on CaC$_6$, permits a systematic study of\nthe phonons and the electron-phonon interaction within the doped graphene\nlayers of these compounds. The out-of-plane carbon phonon softens as the\nspacing of the graphene layers is reduced in the series BaC$_6$, SrC$_6$,\nYbC$_6$, and CaC$_6$. This is due to increasing charge in the $\\pi^*$\nelectronic band. Electron-phonon interaction effects between the in-plane\ncarbon modes at $\\approx1500$\\invcm and the $\\pi^*$ electrons cause a strong\nnon-adiabatic renormalization. As charge is transferred into the $\\pi^*$ band\nthese non-adiabatic effects are found to increase concurrent with a reduction\nin the phonon lifetime.\n","Comment: 5 pages, 3 figures, published version"]}]
["0906.3845",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3845","Phys.Rev.D80:084016,2009","doi:10.1103/PhysRevD.80.084016"],"date":["2009-06-21","2010-06-06"],"type":["text"],"creator":["Kanti, P.","Kodama, Hideo","Konoplya, R. A.","Pappas, N.","Zhidenko, A."],"language":[],"coverage":[],"title":["Graviton Emission in the Bulk by a Simply Rotating Black Hole"],"description":["  In this work, we study the emission of tensor-type gravitational degrees of\nfreedom from a higher-dimensional, simply rotating black hole in the bulk. The\ndecoupled radial part of the corresponding field equation is first solved\nanalytically in the limit of low-energy emitted particles and low-angular\nmomentum of the black hole in order to derive the absorption probability. Both\nthe angular and radial equations are then solved numerically, and the\ncomparison of the analytical and numerical results show a very good agreement\nin the low and intermediate energy regimes. By using our exact, numerical\nresults we compute the energy and angular momentum emission rates and their\ndependence on the spacetime parameters such as the number of additional\nspacelike dimensions and the angular momentum of the black hole. Particular\ncare is given to the convergence of our results in terms of the number of modes\ntaken into account in the calculation, and the multiplicity of graviton tensor\nmodes that correspond to the same angular-momentum numbers.\n","Comment: 28 pages, Latex"]}]
["0906.4076",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4076","EPL 90, 37003 (2010)","doi:10.1209/0295-5075/90/37003"],"date":["2009-06-22"],"type":["text"],"creator":["Gutman, D. B.","Gefen, Yuval","Mirlin, A. D."],"language":[],"coverage":[],"title":["Bosonization out of equilibrium"],"description":["  We develop a bosonization technique for one-dimensional fermions out of\nequilibrium. The approach is used to study a quantum wire attached to two\nelectrodes with arbitrary energy distributions. The non-equilibrium electron\nGreen function is expressed in terms of functional determinants of a\nsingle-particle``counting'' operator with a time-dependent scattering phase.\nThe result reveals an intrinsic relation of dephasing and energy redistribution\nin Luttinger-liquids to ``fractionalization'' of electron-hole excitations in\nthe tunneling process and at boundaries with leads.\n","Comment: 5 pages, 4 figures"]}]
["0907.1302",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1302","Optics Express, Vol. 18, Issue 7, pp. 7002-7009 (2010)","doi:10.1364/OE.18.007002"],"date":["2009-07-07","2009-09-30"],"type":["text"],"creator":["Gonzalez-Tudela, A.","del Valle, E.","Cancellieri, E.","Tejedor, C.","Sanvitto, D.","Laussy, F. P."],"language":[],"coverage":[],"title":["Effect of pure dephasing on the Jaynes-Cummings nonlinearities"],"description":["  We study the effect of pure dephasing on the strong-coupling between a\nquantum dot and the single mode of a microcavity in the nonlinear regime. We\nshow that the photoluminescence spectrum of the system has a robust tendency to\ndisplay triplet structures, instead of the expected Jaynes-Cummings pairs of\ndoublets at the incommensurate frequencies $\\pm(\\sqrt{n}\\pm\\sqrt{n-1})$ for\ninteger $n$. We show that current experimental works may already manifest\nsignatures of single photon nonlinearities.\n","Comment: v2: 4 Pages,3 figures. New figure 2 and some changes in the text. New\n  author added"]}]
["0908.1184",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1184","Physical Review E 81, 066105 (2010)","doi:10.1103/PhysRevE.81.066105"],"date":["2009-08-08"],"type":["text"],"creator":["Chen, Yu-Han","Wang, Bing-Hong","Zhao, Li-Chao","Zhou, Changsong","Zhou, Tao"],"language":[],"coverage":[],"title":["Optimal transport on supply-demand networks"],"description":["  Previously, transport networks are usually treated as homogeneous networks,\nthat is, every node has the same function, simultaneously providing and\nrequiring resources. However, some real networks, such as power grid and supply\nchain networks, show a far different scenario in which the nodes are classified\ninto two categories: the supply nodes provide some kinds of services, while the\ndemand nodes require them. In this paper, we propose a general transport model\nfor those supply-demand networks, associated with a criterion to quantify their\ntransport capacities. In a supply-demand network with heterogenous degree\ndistribution, its transport capacity strongly depends on the locations of\nsupply nodes. We therefore design a simulated annealing algorithm to find the\noptimal configuration of supply nodes, which remarkably enhances the transport\ncapacity, and outperforms the degree target algorithm, the betweenness target\nalgorithm, and the greedy method. This work provides a start point for\nsystematically analyzing and optimizing transport dynamics on supply-demand\nnetworks.\n","Comment: 5 pages, 1 table and 4 figures"]}]
["0909.4745",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30, 14C34, 14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4745"],"date":["2009-09-25","2010-06-07"],"type":["text"],"creator":["Hassett, Brendan","Tschinkel, Yuri"],"language":[],"coverage":[],"title":["Intersection numbers of extremal rays on holomorphic symplectic\n  varieties"],"description":["  We propose a general framework governing the intersection properties of\nextremal rays of irreducible holomorphic symplectic manifolds under the\nBeauville-Bogomolov form. Our main thesis is that extremal rays associated to\nLagrangian projective subspaces control the behavior of the cone of curves. We\nexplore implications of this philosophy for examples like Hilbert schemes of\npoints on K3 surfaces and generalized Kummer varieties. We also collect\nevidence supporting our conjectures in specific cases.\n","Comment: 24 pages; revision based on comments from the referees and results of\n  Eyal Markman (arXiv:0912.4981)"]}]
["0910.0500",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0500","European Physical Journal B 75, 311-318 (2010)","doi:10.1140/epjb/e2010-00161-y"],"date":["2009-10-02","2010-05-21"],"type":["text"],"creator":["Frigori, Rafael B.","Rizzi, Leandro G.","Alves, Nelson A."],"language":[],"coverage":[],"title":["Extended gaussian ensemble solution and tricritical points of a system\n  with long-range interactions"],"description":["  The gaussian ensemble and its extended version theoretically play the\nimportant role of interpolating ensembles between the microcanonical and the\ncanonical ensembles. Here, the thermodynamic properties yielded by the extended\ngaussian ensemble (EGE) for the Blume-Capel (BC) model with infinite-range\ninteractions are analyzed. This model presents different predictions for the\nfirst-order phase transition line according to the microcanonical and canonical\nensembles. From the EGE approach, we explicitly work out the analytical\nmicrocanonical solution. Moreover, the general EGE solution allows one to\nillustrate in details how the stable microcanonical states are continuously\nrecovered as the gaussian parameter $\\gamma$ is increased. We found out that it\nis not necessary to take the theoretically expected limit $\\gamma \\to \\infty$\nto recover the microcanonical states in the region between the canonical and\nmicrocanonical tricritical points of the phase diagram. By analyzing the\nentropy as a function of the magnetization we realize the existence of\nunaccessible magnetic states as the energy is lowered, leading to a treaking of\nergodicity.\n","Comment: 8 pages, 5 eps figures. Title modified, sections rewritten,\n  tricritical point calculations added. To appear in EPJB"]}]
["0910.1799",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1799","Nature Physics 6, 419 (2010)","doi:10.1038/NPHYS1656"],"date":["2009-10-09","2010-03-31"],"type":["text"],"creator":["Liu, Chang","Kondo, Takeshi","Fernandes, Rafael M.","Palczewski, Ari D.","Mun, Eun Deok","Ni, Ni","Thaler, Alexander N.","Bostwick, Aaron","Rotenberg, Eli","Schmalian, Joerg","Bud'ko, Sergey L.","Canfield, Paul C.","Kaminski, Adam"],"language":[],"coverage":[],"title":["Critical change in the Fermi surface of iron arsenic superconductors at\n  the onset of superconductivity"],"description":["  The phase diagram of a correlated material is the result of a complex\ninterplay between several degrees of freedom, providing a map of the material's\nbehavior. One can understand (and ultimately control) the material's ground\nstate by associating features and regions of the phase diagram, with specific\nphysical events or underlying quantum mechanical properties. The phase diagram\nof the newly discovered iron arsenic high temperature superconductors is\nparticularly rich and interesting. In the AE(Fe1-xTx)2As2 class (AE being Ca,\nSr, Ba, T being transition metals), the simultaneous structural/magnetic phase\ntransition that occurs at elevated temperature in the undoped material, splits\nand is suppressed by carrier doping, the suppression being complete around\noptimal doping. A dome of superconductivity exists with apparent equal ease in\nthe orthorhombic / antiferromagnetic (AFM) state as well as in the tetragonal\nstate with no long range magnetic order. The question then is what determines\nthe critical doping at which superconductivity emerges, if the AFM order is\nfully suppressed only at higher doping values. Here we report evidence from\nangle resolved photoemission spectroscopy (ARPES) that critical changes in the\nFermi surface (FS) occur at the doping level that marks the onset of\nsuperconductivity. The presence of the AFM order leads to a reconstruction of\nthe electronic structure, most significantly the appearance of the small hole\npockets at the Fermi level. These hole pockets vanish, i. e. undergo a Lifshitz\ntransition, at the onset of superconductivity. Superconductivity and magnetism\nare competing states in the iron arsenic superconductors. In the presence of\nthe hole pockets superconductivity is fully suppressed, while in their absence\nthe two states can coexist.\n","Comment: Updated version accepted in Nature Physics"]}]
["0910.3299",{"format":[],"subject":["Mathematics - Operator Algebras","46L55, 46L35, 46L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3299"],"date":["2009-10-17","2010-06-07"],"type":["text"],"creator":["Hua, Jiajie"],"language":[],"coverage":[],"title":["Crossed products by \\alpha-simple automorphisms on C*-algebras C(X,A)"],"description":["  Let $X$ be a Cantor set, and let $A$ be a unital separable simple amenable\n$C$*-algebra with tracial rank zero which satisfies the Universal Coefficient\nTheorem, we use $C(X,A)$ to denote the set of all continuous functions from $X$\nto $A$, let $\\alpha$ be an automorphism on $C(X,A)$. Suppose that $C(X,A)$ is\n$\\alpha$-simple and $[\\alpha]=[\\mbox{id}_{1\\otimes A}]$ in $KL(1\\otimes\nA,1\\otimes A)$, we show that $C(X,A)\\rtimes_{\\alpha}\\mathbb{Z}$ has tracial\nrank zero.\n","Comment: 14 pages"]}]
["0910.4783",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4783","Nano Lett. 10 490-493 (2010)","doi:10.1021/nl903272n"],"date":["2009-10-26"],"type":["text"],"creator":["Lee, Youngbin","Bae, Sukang","Jang, Houk","Jang, Sukjae","Zhu, Shou-En","Sim, Sung Hyun","Song, Young Il","Hong, Byung Hee","Ahn, Jong-Hyun"],"language":[],"coverage":[],"title":["Wafer-scale synthesis and transfer of graphene films"],"description":["  We developed means to produce wafer scale, high-quality graphene films as\nlarge as 3 inch wafer size on Ni and Cu films under ambient-pressure and\ntransfer them onto arbitrary substrates through instantaneous etching of metal\nlayers. We also demonstrated the applications of the large-area graphene films\nfor the batch fabrication of field-effect transistor (FET) arrays and\nstretchable strain gauges showing extraordinary performances. Transistors\nshowed the hole and electron mobilities of the device of 1,100 cm2/Vs and 550\ncm2/Vs at drain bias of -0.75V, respectively. The piezo-resistance gauge factor\nof strain sensor was ~6.1. These methods represent a significant step toward\nthe realization of graphene devices in wafer scale as well as application in\noptoelectronics, flexible and stretchable electronics.\n","Comment: 18 pages"]}]
["0911.1171",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1171","J. Phys. B: At. Mol. Opt. Phys. 42 (2009) 245001-5","doi:10.1088/0953-4075/42/24/245001"],"date":["2009-11-05"],"type":["text"],"creator":["Zhou, Shan-Gui","Meng, Jie","Zhao, En-Guang"],"language":[],"coverage":[],"title":["Spherical-box approach for resonances in presence of Coulomb interaction"],"description":["  The spherical-box approach is extended to calculate the resonance parameters\nand the real part of the wave function for single particle resonances in a\npotential containing the long-range Coulomb interaction. A model potential is\ntaken to demonstrate the ability and accuracy of this approach. The calculated\nresonance parameters are compared with available results from other methods. It\nis shown that in the presence of the Coulomb interaction, the spherical-box\napproach works well for not so broad resonances. In particular, for very narrow\nresonances, the present method gives resonance parameters in a very high\nprecision.\n","Comment: 10 pages, 5 EPS figures; to be published in J. Phys. B"]}]
["0911.2867",{"format":[],"subject":["Mathematics - Operator Algebras","46L55, 46L35, 46L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2867"],"date":["2009-11-15","2010-06-07"],"type":["text"],"creator":["Hua, Jiajie"],"language":[],"coverage":[],"title":["The Rokhlin Property for Automorphisms on Simple C*-Algebras"],"description":["  Let $\\mathcal{A}$ be the class of unital separable simple amenable\n$C$*-algebras $A$ which satisfy the Universal Coefficient Theorem for which\n$A\\otimes M_{\\texttt{P}}$ has tracial rank zero for some supernatural number\n$\\texttt{p}$ of infinite type. Let $A\\in \\mathcal{A}$ and let $\\alpha$ be an\nautomorphism of $A.$ Suppose that $\\alpha$ has the tracial Rokhlin property.\nSuppose also that there is an integer $J\\geq 1$ such that\n$[\\alpha^J]=[\\mbox{id}_A]$ in $KL(A,A)$, we show that\n$A\\rtimes_{\\alpha}\\mathbb{Z}\\in \\mathcal{A}.$\n","Comment: 7 pages"]}]
["0911.3669",{"format":[],"subject":["Mathematics - Combinatorics","05C35, 05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3669"],"date":["2009-11-18","2010-06-07"],"type":["text"],"creator":["Meagher, Karen"],"language":[],"coverage":[],"title":["The Erdos-Ko-Rado theorem for perfect matchings"],"description":["  A $2k$-matching is a perfect matching of the complete graph on $2k$ vertices.\nTwo $2k$-matchings are defined to be $t$-intersecting if they have at least $t$\nedges in common. The main result in this paper is that if $k \\geq 3t/2+1$, then\nthe largest system of $t$-intersecting $2k$-matchings has size $(2(k-t)-1)!! =\n\\prod_{i=0}^{k-t-1}(2k-2t-2i-1)$ and the only systems that meet this bound\nconsist of all $2k$-matchings that contain a set of $t$ disjoint edges.\nFurther, this bound on $k$ is sharp for $t\\geq 6$. The method used is this\npaper is similar to the proof of the complete Erd\\H{o}s-Ko-Rado theorem given\nby Ahlswede and Khachatrian.\n","Comment: This paper has been withdrawn by the author due to an error in\n  Theorem 2.1, an important case was not considered in this theorem"]}]
["0911.3870",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3870","Phys. Rev. Lett. 104, 236801 (2010)","doi:10.1103/PhysRevLett.104.236801"],"date":["2009-11-19","2010-04-20"],"type":["text"],"creator":["Kurth, S.","Stefanucci, G.","Khosravi, E.","Verdozzi, C.","Gross, E. K. U."],"language":[],"coverage":[],"title":["Dynamical Coulomb Blockade and the Derivative Discontinuity of\n  Time-Dependent Density Functional Theory"],"description":["  The role of the discontinuity of the exchange-correlation potential of\ndensity functional theory is studied in the context of electron transport and\nshown to be intimately related to Coulomb blockade. By following the time\nevolution of an interacting nanojunction attached to biased leads, we find\nthat, instead of evolving to a steady state, the system reaches a dynamical\nstate characterized by correlation-induced current oscillations. Our results\nestablish a dynamical picture of Coulomb blockade manifesting itself as a\nperiodic sequence of charging and discharging of the nanostructure.\n","Comment: to appear in Physical Review Letters"]}]
["0911.4282",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","34L25, 65L15, 81U20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4282","Proceedings of the American Mathematical Society 138 (2010), no.\n  9, 3203-3210","doi:10.1090/S0002-9939-2010-10519-1"],"date":["2009-11-22"],"type":["text"],"creator":["Dyatlov, Semyon","Ghosh, Subhroshekhar"],"language":[],"coverage":[],"title":["Symmetry of Bound and Antibound States in the Semiclassical Limit for a\n  General Class of Potentials"],"description":["  We consider the semiclassical Schr\\\"odinger operator $-h^2\\partial_x^2+V(x)$\non a half-line, where $V$ is a compactly supported potential which is positive\nnear the endpoint of its support. We prove that the eigenvalues and the purely\nimaginary resonances are symmetric up to an error $Ce^{-\\delta/h}$.\n","Comment: 10 pages, 1 figure"]}]
["0911.5064",{"format":[],"subject":["Mathematics - Quantum Algebra","17B05-17B20-17B60-17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5064"],"date":["2009-11-27","2010-06-06"],"type":["text"],"creator":["Yousofzadeh, Malihe"],"language":[],"coverage":[],"title":["Locally finite admissible simple Lie algebras"],"description":["  We introduce a class of Lie algebras called admissible Lie algebras. We show\nthat a locally finite admissible simple Lie algebra contains a nonzero maximal\ntoral subalgebra and the corresponding root system is an irreducible locally\nfinite root system.\n"]}]
["0912.0277",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0277","Phys. Rev. B 81, 172504 (2010)","doi:10.1103/PhysRevB.81.172504"],"date":["2009-12-01","2010-06-07"],"type":["text"],"creator":["Berg, E.","Kivelson, S. A.","Scalapino, D. J."],"language":[],"coverage":[],"title":["Properties of a diagonal 2-orbital ladder model of the Fe-pnictide\n  superconductors"],"description":["  We study a diagonal 2-orbital ladder model of the Fe based superconductors\nusing the density matrix renormalization group method. At half filling, we find\na close competition between a \"spin-striped\" state and a non-collinear\n\"spin-checkerboard\" state, as well as significant nematic correlations. Upon\nfinite hole or electron doping, the dominant pairing correlations are found to\nhave A$_{1,g}$ ($S-$wave) symmetry.\n","Comment: 4 pages, 5 figures; Published version"]}]
["0912.3136",{"format":[],"subject":["Mathematics - Combinatorics","05C76, 05C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3136"],"date":["2009-12-16","2010-06-07"],"type":["text"],"creator":["Caceres, Jose","Hernando, Carmen","Mora, Merce","Pelayo, Ignacio M.","Puertas, Maria Luz"],"language":[],"coverage":[],"title":["On the geodetic and the hull numbers in strong product graphs"],"description":["  A set S of vertices of a connected graph G is convex, if for any pair of\nvertices u; v 2 S, every shortest path joining u and v is contained in S . The\nconvex hull CH(S) of a set of vertices S is defined as the smallest convex set\nin G containing S. The set S is geodetic, if every vertex of G lies on some\nshortest path joining two vertices in S, and it is said to be a hull set if its\nconvex hull is V(G). The geodetic and the hull numbers of G are the cardinality\nof a minimum geodetic and a minimum hull set, respectively. In this work, we\ninvestigate the behavior of both geodetic and hull sets with respect to the\nstrong product operation for graphs. We also stablish some bounds for the\ngeodetic number and the hull number and obtain the exact value of these\nparameters for a number of strong product graphs.\n","Comment: 22 pages, 9 figures"]}]
["0912.3318",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3318","Phys. Rev. A 81, 063609 (2010)","doi:10.1103/PhysRevA.81.063609"],"date":["2009-12-17"],"type":["text"],"creator":["Radzihovsky, Leo","Gurarie, Victor"],"language":[],"coverage":[],"title":["A note on a relation between ac Josephson effect and double-well BEC\n  oscillations"],"description":["  In this brief note we comment on the relation between the ac Josephson effect\nand the coherent oscillations of a Bose-Einstein condensate confined to a\ndouble-well potential. The goal is to elucidate the extent to which the latter\nis a realization of the former. We detail the correspondence that emerges in\nthe high occupation limit of the double-well potential, and particularly note\nthe relation between the two oscillation frequencies.\n","Comment: 4 pages"]}]
["0912.3667",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3667","Phys. Rev. Lett. 104, 228901 (2010)","doi:10.1103/PhysRevLett.104.228901"],"date":["2009-12-18","2010-06-06"],"type":["text"],"creator":["Benenti, G.","Casati, G.","Denisov, S.","Flach, S.","Hanggi, P.","Li, B.","Poletti, D."],"language":[],"coverage":[],"title":["Comment on \"Coherent Ratchets in Driven Bose-Einstein Condensates\""],"description":["  C. E. Creffield and F. Sols (Phys. Rev. Lett. 103, 200601 (2009)) recently\nreported finite, directed time-averaged ratchet current, for a noninteracting\nquantum particle in a periodic potential even when time-reversal symmetry\nholds. As we explain in this Comment, this result is incorrect, that is,\ntime-reversal symmetry implies a vanishing current.\n","Comment: revised version"]}]
["1001.0123",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0123","Journal of Computational and Theoretical Nanoscience, Volume 7,\n  Number 8, August 2010 , pp. 1368-1374(7)"],"date":["2009-12-31"],"type":["text"],"creator":["Maiti, Santanu K."],"language":[],"coverage":[],"title":["Quantum transport in honeycomb lattice ribbons with zigzag edges: A\n  theoretical study"],"description":["  We explore electron transport properties in honeycomb lattice ribbons with\nzigzag edges coupled to two semi-infinite one-dimensional metallic electrodes.\nThe calculations are based on the tight-binding model and the Green's function\nmethod, which numerically compute the conductance-energy and current-voltage\ncharacteristics as functions of the lengths and widths of the ribbons. Our\nnumerical results predict that for such a ribbon an energy gap always appears\nin the conductance spectrum across the energy E=0. With the increase of the\nsize of the ribbon, the gap gradually decreases but it never vanishes. This\nclearly manifests that a honeycomb lattice ribbon with zigzag edges always\nexhibits the semiconducting behavior, and it becomes much more clearly visible\nfrom our presented current-voltage characteristics.\n","Comment: 8 pages, 6 figures"]}]
["1001.1081",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J29, 14J10, 14B10, 13D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1081","doi:10.1007/s00222-010-0257-8"],"date":["2010-01-07","2010-06-07"],"type":["text"],"creator":["Gallego, F. J.","Gonzlez, M.","Purnaprajna, B. P."],"language":[],"coverage":[],"title":["Deformation of canonical morphisms and the moduli of surfaces of general\n  type"],"description":["  In this article we study the deformation of finite maps and show how to use\nthis deformation theory to construct varieties with given invariants in a\nprojective space. Among other things, we prove a criterion that determines when\na finite map can be deformed to a one--to--one map. We use this criterion to\nconstruct new simple canonical surfaces with different $c_1^2$ and $\\chi$. Our\ngeneral results enable us to describe some new components of the moduli of\nsurfaces of general type. We also find infinitely many moduli spaces $\\mathcal\nM_{(x',0,y)}$ having one component whose general point corresponds to a\ncanonically embedded surface and another component whose general point\ncorresponds to a surface whose canonical map is a degree 2 morphism.\n","Comment: 32 pages. Final version with some simplifications and clarifications\n  in the exposition. To appear in Invent. Math. (the final publication is\n  available at springerlink.com)"]}]
["1001.1133",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1133"],"date":["2010-01-07","2010-06-04"],"type":["text"],"creator":["Huh, Hoon","Caire, Giuseppe","Moon, Sung-Hyun","Lee, Inkyu"],"language":[],"coverage":[],"title":["Multi-cell MIMO Downlink with Fairness Criteria: the Large System Limit"],"description":["  We consider the downlink of a cellular network with multiple cells and\nmulti-antenna base stations including arbitrary inter-cell cooperation,\nrealistic distance-dependent pathloss and general \"fairness\" requirements.\nBeyond Monte Carlo simulation, no efficient computation method to evaluate the\nergodic throughput of such systems has been provided so far. We propose an\nanalytic method based on the combination of the large random matrix theory with\nLagrangian optimization. The proposed method is computationally much more\nefficient than Monte Carlo simulation and provides a very accurate\napproximation (almost indistinguishable) for the actual finite-dimensional\ncase, even for of a small number of users and base station antennas. Numerical\nexamples include linear 2-cell and planar three-sectored 7-cell layouts, with\nno inter-cell cooperation, sector cooperation, and full cooperation.\n","Comment: 5 pages, 2 figures, accepted for ISIT 2010, camera-ready version"]}]
["1001.1775",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Probability","26D15, 30B10, 26A33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1775","Bull. Lond. Math. Soc. 42 (2010) no. 3, 467-477","doi:10.1112/blms/bdq013"],"date":["2010-01-11"],"type":["text"],"creator":["Hara, Keisuke","Hino, Masanori"],"language":[],"coverage":[],"title":["Fractional order Taylor's series and the neo-classical inequality"],"description":["  We prove the neo-classical inequality with the optimal constant, which was\nconjectured by T. J. Lyons [Rev. Mat. Iberoamericana 14 (1998) 215-310]. For\nthe proof, we introduce the fractional order Taylor's series with residual\nterms. Their application to a particular function provides an identity that\ndeduces the optimal neo-classical inequality.\n","Comment: 11 pages, 1 figure"]}]
["1001.3374",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3374","Adv. Mater. 22 515-518 (2010)","doi:10.1002/adma.200902736"],"date":["2010-01-19"],"type":["text"],"creator":["Kim, Yong-Tae","Han, Jung Hee","Hong, Byung Hee","Kwon, Young-Uk"],"language":[],"coverage":[],"title":["Electrochemical Synthesis of CdSe Quantum Dot Array on Graphene Basal\n  Plane using Mesoporous Silica Thin Film Templates"],"description":["  We report on the synthesis of CdSe quantum dots on a graphene surface by an\nelectrochemical deposition method. By using a mesoporous silica film formed on\nthe graphene surface as a template and a potential equalizer between the\nedge/defect sites and the basal plane of the graphene, CdSe quantum dots can be\ngrown on the basal plane into a regular hexagonal array.\n","Comment: Adv. Mater. (in press)"]}]
["1001.3385",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nonlinear Sciences - Pattern Formation and Solitons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3385","New Journal of Physics 12 (2010) 055018","doi:10.1088/1367-2630/12/5/055018"],"date":["2010-01-19"],"type":["text"],"creator":["Martin, A D","Ruostekoski, J"],"language":[],"coverage":[],"title":["Nonequilibrium quantum dynamics of atomic dark solitons"],"description":["  We study quantum dynamics of bosonic atoms that are excited to form a phase\nkink, or several kinks, by an imprinting potential in a one-dimensional trap.\nWe calculate dissipation due to quantum and thermal fluctuations in soliton\ntrajectories, collisions and the core structure. Single-shot runs show weak\nfilling of a soliton core, typically deeper solitons in the case of stronger\nfluctuations and spreading/disappearing solitons due to collisions. We also\nanalyze a soliton system in an optical lattice that shows especially strong\nfluctuation-induced phenomena.\n","Comment: 19 pages, 9 figures, to appear in New Journal of Physics"]}]
["1002.0275",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0275","Review of Scientific Instruments 81 (2010) 033909","doi:10.1063/1.3356980"],"date":["2010-02-01"],"type":["text"],"creator":["Daou, Ramzy","Weickert, Franziska","Nicklas, Michael","Steglich, Frank","Haase, Ariane","Doerr, Mathias"],"language":[],"coverage":[],"title":["High resolution magnetostriction measurements in pulsed magnetic fields\n  using Fibre Bragg Gratings"],"description":["  We report on a new high resolution apparatus for measuring magnetostriction\nsuitable for use at cryogenic temperatures in pulsed high magnetic fields which\nwe have developed at the Hochfeld-Magnetlabor Dresden. Optical fibre strain\ngauges based on Fibre Bragg Gratings are used to measure the strain in small\n(~1mm) samples. We describe the implementation of a fast measurement system\ncapable of resolving strains in the order of $10^{-7}$ with a full bandwidth of\n47kHz, and demonstrate its use on single crystal samples of GdSb and GdSi.\n","Comment: 5 pages, 3 figures, Revtex 4.1. Submitted to RSI"]}]
["1002.0717",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0717","Physical Review B 81, 205101 (2010)","doi:10.1103/PhysRevB.81.205101"],"date":["2010-02-03"],"type":["text"],"creator":["Metavitsiadis, A.","Zotos, X.","Barii, O. S.","Prelovek, P."],"language":[],"coverage":[],"title":["Thermal transport in a spin-1/2 Heisenberg chain coupled to a (non)\n  magnetic impurity"],"description":["  We explore the effect of a (non) magnetic impurity on the thermal transport\nof the spin-1/2 Heisenberg chain model. This unique system allows to probe\nKondo-type phenomena in a prototype strongly correlated system. Using numerical\ndiagonalization techniques we study the scaling of the frequency dependent\nthermal conductivity with system size and host-impurity coupling strength as\nwell as the dependence on temperature. We focus in particular on the analysis\nof cutting-healing of weak links or a magnetic impurity by the host chain via\nKondo-like screening as the temperature is lowered.\n","Comment: 7 pages, 12 figures"]}]
["1002.1210",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1210","JCAP 06 (2010) 006","doi:10.1088/1475-7516/2010/06/006"],"date":["2010-02-05","2010-06-07"],"type":["text"],"creator":["Krasnov, Kirill","Shtanov, Yuri"],"language":[],"coverage":[],"title":["Cosmological perturbations in a family of deformations of general\n  relativity"],"description":["  We study linear cosmological perturbations in a previously introduced family\nof deformations of general relativity characterized by the absence of new\ndegrees of freedom. The homogeneous and isotropic background in this class of\ntheories is unmodified and is described by the usual Friedmann equations. The\ntheory of cosmological perturbations is modified and the relevant deformation\nparameter has the dimension of length. Gravitational perturbations of the\nscalar type can be described by a certain relativistic potential related to the\nmatter perturbations just as in general relativity. A system of differential\nequations describing the evolution of this potential and of the stress-energy\ndensity perturbations is obtained. We find that the evolution of scalar\nperturbations proceeds with a modified effective time-dependent speed of sound,\nwhich, contrary to the case of general relativity, does not vanish even at the\nmatter-dominated stage. In a broad range of values of the length parameter\ncontrolling the deformation, a specific transition from the regime of modified\ngravity to the regime of general relativity in the evolution of scalar\nperturbations takes place during the radiation domination. In this case, the\nresulting power spectrum of perturbations in radiation and dark matter is\nsuppressed on the comoving spatial scales that enter the Hubble radius before\nthis transition. We estimate the bounds on the deformation parameter for which\nthis suppression does not lead to observable consequences. Evolution of scalar\nperturbations at the inflationary stage is modified but very slightly and the\nprimordial spectrum generated during inflation is not noticeably different from\nthe one obtained in general relativity.\n","Comment: 45 pages, version published in JCAP; minor changes, one section moved\n  to the appendix"]}]
["1002.1818",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1818"],"date":["2010-02-09","2010-06-07"],"type":["text"],"creator":["Hennig, Jrg","Neugebauer, Gernot"],"language":[],"coverage":[],"title":["Non-existence of stationary two-black-hole configurations"],"description":["  We resume former discussions of the question, whether the spin-spin repulsion\nand the gravitational attraction of two aligned sub-extremal black holes can\nbalance each other. To answer the question we formulate a boundary value\nproblem for two separate (Killing-) horizons and apply the inverse (scattering)\nmethod to solve it. Making use of a universal inequality between angular\nmomentum and horizon area that has to be satisfied by every sub-extremal black\nhole, we prove the non-existence of the equilibrium situation in question.\n","Comment: Proceedings of the 12th Marcel Grossmann Meeting (Paris, July 12-18,\n  2009), 3 pages"]}]
["1002.2410",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2410"],"date":["2010-02-11","2010-06-07"],"type":["text"],"creator":["Horodecki, Karol","Horodecki, Michal","Horodecki, Pawel","Horodecki, Ryszard","Pawlowski, Marcin","Bourennane, Mohamed"],"language":[],"coverage":[],"title":["Contextuality offers security"],"description":["  The discovery of quantum key distribution by Bennett and Brassard (BB84)\nbases on the fundamental quantum feature: incompatibility of measurements of\nquantum non-commuting observables. In 1991 Ekert showed that cryptographic key\ncan be generated at a distance with help of entangled (correlated) quantum\nparticles. Recently Barrett, Hardy and Kent showed that the non-locality used\nby Ekert is itself a good resource of cryptographic key even beyond quantum\nmechanics. Their result paved the way to new generation of quantum\ncryptographic protocols - secure even if the devices are built by the very\neavesdropper. However, there is a question, which is fundamental from both\npractical and philosophical point of view: does Nature offer security on\noperational level based on the original concept behind quantum cryptography -\nthat information gain about one bservables must cause disturbance to another,\nincompatible one?\n  Here we resolve this problem by using in place of non-locality another\nstriking feature of quantum world - contextuality. It is a strong version of\nincompatibility manifested in the famous Kochen-Specker paradox. The crucial\nconcept is the use of a new class of families of bipartite probability\ndistributions which locally exhibit the Kochen-Specker paradox conditions and,\nin addition, exhibit perfect correlations. We show that if two persons share\nsystems described by such a family then they can extract secure key.\n  This is the first operational protocol that directly implements the\nfundamental feature of Nature: the information gain vs. disturbance trade-off.\nAt the same time it provides natural device-independent cryptographic scheme\nwithin quantum mechanics suitable for current technology.\n","Comment: This paper has been withdrawn by the authors due to crucial error in\n  the proof. A significantly revised version has appeared as arXiv:1006.0468"]}]
["1002.4435",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","05C15, 05C45, 05C60, 14P05, 13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4435"],"date":["2010-02-23","2010-06-04"],"type":["text"],"creator":["De Loera, J. A.","Hillar, C.","Malkin, P. N.","Omar, M."],"language":[],"coverage":[],"title":["Recognizing Graph Theoretic Properties with Polynomial Ideals"],"description":["  Many hard combinatorial problems can be modeled by a system of polynomial\nequations. N. Alon coined the term polynomial method to describe the use of\nnonlinear polynomials when solving combinatorial problems. We continue the\nexploration of the polynomial method and show how the algorithmic theory of\npolynomial ideals can be used to detect k-colorability, unique Hamiltonicity,\nand automorphism rigidity of graphs. Our techniques are diverse and involve\nNullstellensatz certificates, linear algebra over finite fields, Groebner\nbases, toric algebra, convex programming, and real algebraic geometry.\n","Comment: 20 pages, 3 figures"]}]
["1002.4732",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4732"],"date":["2010-02-25","2010-06-07"],"type":["text"],"creator":["Charpak, G.","Benaben, P.","Breuil, P.","Nappi, E.","Martinengo, P.","Peskov, V."],"language":[],"coverage":[],"title":["Performance of wire-type Rn detectors operated with gas gain in ambient\n  air in view of its possible application to early earthquake predictions"],"description":["  We describe a detector of alpha particles based on wire type counters\n(single-wire and multiwire) operating in ambient air at high gas gains\n(100-1000). The main advantages of these detectors are: low cost, robustness\nand ability to operate in humid air. The minimum detectable activity achieved\nwith the multiwire detector for an integration time of 1 min is 140 Bq per m3,\nwhich is comparable to that featured by commercial devices. Owing to such\nfeatures the detector is suited for massive application, for example for\ncontinuous monitoring of Rn or Po contaminations or, as discussed in the paper,\nits use in a network of Rn counters in areas affected by earth-quakes in order\nto verify, on a solid statistical basis, the envisaged correlation between the\nsudden Rn appearance and a forthcoming earthquake.\n"]}]
["1003.1018",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Computer Science - Databases","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1018","Journal of Informetrics 4 (2010) 358-364","doi:10.1016/j.joi.2010.03.001"],"date":["2010-03-04"],"type":["text"],"creator":["Perc, Matjaz"],"language":[],"coverage":[],"title":["Zipf's law and log-normal distributions in measures of scientific output\n  across fields and institutions: 40 years of Slovenia's research as an example"],"description":["  Slovenia's Current Research Information System (SICRIS) currently hosts\n86,443 publications with citation data from 8,359 researchers working on the\nwhole plethora of social and natural sciences from 1970 till present. Using\nthese data, we show that the citation distributions derived from individual\npublications have Zipfian properties in that they can be fitted by a power law\n$P(x) \\sim x^{-\\alpha}$, with $\\alpha$ between 2.4 and 3.1 depending on the\ninstitution and field of research. Distributions of indexes that quantify the\nsuccess of researchers rather than individual publications, on the other hand,\ncannot be associated with a power law. We find that for Egghe's g-index and\nHirsch's h-index the log-normal form $P(x) \\sim \\exp[-a\\ln x -b(\\ln x)^2]$\napplies best, with $a$ and $b$ depending moderately on the underlying set of\nresearchers. In special cases, particularly for institutions with a strongly\nhierarchical constitution and research fields with high self-citation rates,\nexponential distributions can be observed as well. Both indexes yield\ndistributions with equivalent statistical properties, which is a strong\nindicator for their consistency and logical connectedness. At the same time,\ndifferences in the assessment of citation histories of individual researchers\nstrengthen their importance for properly evaluating the quality and impact of\nscientific output.\n","Comment: 8 pages, 3 figures; accepted for publication in Journal of\n  Informetrics [supplementary material available at\n  http://www.matjazperc.com/sicris/stats.html]"]}]
["1003.1650",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","Primary 22D25, Secondary 46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1650"],"date":["2010-03-08","2010-06-05"],"type":["text"],"creator":["Choi, Yemon"],"language":[],"coverage":[],"title":["A note on some group $C^*$-algebras which are quasi-directly finite"],"description":["  An algebra is said to be quasi-directly finite when any left-invertible\nelement in its unitization is automatically right-invertible. It is an old\nobservation of Kaplansky that the von Neumann algebra of a discrete group has\nthis property; in this note, we collate some analogous results for the group\n$C^*$-algebras of more general locally compact groups. Partial motivation comes\nfrom earlier work of the author on the phenomenon of empty residual spectrum\nfor convolution operators.\n","Comment: v1: 10 pages, preliminary version. v2: 9 pages. New references and\n  expanded discussion of the connected case, correcting an error in the\n  previous version; other minor improvements throughout"]}]
["1003.1674",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1674","Mon. Not. R. Astron. Soc. 405, L76-L80 (2010)","doi:10.1111/j.1745-3933.2010.00862.x"],"date":["2010-03-08","2010-03-29"],"type":["text"],"creator":["Prandini, E.","Bonnoli, G.","Maraschi, L.","Mariotti, M.","Tavecchio, F."],"language":[],"coverage":[],"title":["Constraining blazar distances with combined Fermi and TeV data: an\n  empirical approach"],"description":["  We discuss a method to constrain the distance of blazars with unknown\nredshift using combined observations in the GeV and TeV regimes. We assume that\nthe VHE spectrum corrected for the absorption through the interaction with the\nExtragalactic Background Light can not be harder than the spectrum in the\nFermi/LAT band. Starting from the observed VHE spectral data we derive the\nEBL-corrected spectra as a function of the redshift z and fit them with power\nlaws to be compared with power law fits to the LAT data. We apply the method to\nall TeV blazars detected by LAT with known distance and derive an empirical law\ndescribing the relation between the upper limits and the true redshifts that\ncan be used to estimate the distance of unknown redshift blazars. Using\ndifferent EBL models leads to systematic changes in the derived upper limits.\nFinally, we use this relation to infer the distance of the unknown redshift\nblazar PKS 1424+240.\n","Comment: 5 pages, 4 figures, accepted for publication in MNRAS, minor revision"]}]
["1003.1946",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1946","J. Phys. Studies 13, 4702 (2009)"],"date":["2010-03-09"],"type":["text"],"creator":["Mancini, F. P."],"language":[],"coverage":[],"title":["Magnetic properties of a strongly correlated system on the Bethe lattice"],"description":["  We study the influence of an external magnetic field h on the phase diagram\nof a system of Fermi particles living on the sites of a Bethe lattice with\ncoordination number z and interacting through on-site U and nearest-neighbor V\ninteractions. This is a physical realization of the extended Hubbard model in\nthe narrow-band limit. Our results establish that the magnetic field may\ndramatically affect the critical temperature below which a long-range charge\nordered phase is observed, as well as the behavior of physical quantities,\ninducing, for instance, magnetization plateaus in the magnetization curves.\nRelevant thermodynamic quantities - such as the specific heat and the\nsusceptibility - are also investigated at finite temperature by varying the\non-site potential, the particle density and the magnetic field.\n","Comment: 7 pages, 4 figures. Statistical Physics: Modern Trends and\n  Applications (Lviv) Conference proceedings"]}]
["1003.3624",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3624","Prog. Part. Nucl. Phys. 65 (2010) 50","doi:10.1016/j.ppnp.2010.02.003"],"date":["2010-03-15"],"type":["text"],"creator":["Roth, Robert","Neff, Thomas","Feldmeier, Hans"],"language":[],"coverage":[],"title":["Nuclear Structure in the Framework of the Unitary Correlation Operator\n  Method"],"description":["  Correlations play a crucial role in the nuclear many-body problem. We give an\noverview of recent developments in nuclear structure theory aiming at the\ndescription of these interaction-induced correlations by unitary\ntransformations. We focus on the Unitary Correlation Operator Method (UCOM),\nwhich offers a very intuitive, universal and robust approach for the treatment\nof short-range correlations. We discuss the UCOM formalism in detail and\nhighlight the connections to other methods for the description of short-range\ncorrelations and the construction of effective interactions. In particular, we\njuxtapose UCOM with the Similarity Renormalization Group (SRG) approach, which\nimplements the unitary transformation of the Hamiltonian through a very\nflexible flow-equation formulation. The UCOM- and SRG-transformed interactions\nare compared on the level of matrix elements and in many-body calculations\nwithin the no-core shell model and with Hartree-Fock plus perturbation theory\nfor a variety of nuclei and observables. These calculations provide a detailed\npicture of the similarities and differences as well as the advantages and\nlimitations of unitary transformation methods.\n","Comment: 72 pages, 31 figures"]}]
["1003.3721",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3721","Phys.Rev.D81:105018,2010","doi:10.1103/PhysRevD.81.105018"],"date":["2010-03-19","2010-06-07"],"type":["text"],"creator":["Chen, Wei","Zhu, Shi-Lin"],"language":[],"coverage":[],"title":["Possible $J^{PC} = 0^{--}$ Charmonium-like State"],"description":["  We study the possible charmonium-like states with $J^{PC}=0^{--}, 0^{-+}$\nusing the tetraquark interpolating currents with the QCD sum rules approach.\nThe extracted masses are around 4.5 GeV for the $0^{--}$ charmonium-like states\nand 4.6 GeV for the $0^{-+}$ charmonium-like states while their\nbottomonium-like analogues lie around 10.6 GeV. We also discuss the possible\ndecay, production and the experiment search of the $0^{--}$ charmonium-like\nstate.\n","Comment: 12 pages, 10 figures, 3 tables"]}]
["1003.5624",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5624","Physical Review Letters, Vol. 104, 227802 (2010)","doi:10.1103/PhysRevLett.104.227802"],"date":["2010-03-29","2010-05-28"],"type":["text"],"creator":["Spillmann, Christopher M.","Kapur, Amit V.","Bentrem, Frank W.","Naciri, Jawad","Ratna, Banahalli R."],"language":[],"coverage":[],"title":["Critical Field Strength in an Electroclinic Liquid Crystal Elastomer"],"description":["  We elucidate the polymer dynamics of a liquid crystal elastomer based on the\ntime-dependent response of the pendent liquid crystal mesogens. The molecular\ntilt and switching time of mesogens are analyzed as a function of temperature\nand cross-linking density upon application of an electric field. We observe an\nunexpected maximum in the switching time of the liquid crystal mesogens at\nintermediate field strength. Analysis of the molecular tilt over multiple time\nregimes correlates the maximum response time with a transition to entangled\npolymer dynamics at a critical field strength.\n","Comment: 4 pages, 3 figures"]}]
["1004.4593",{"format":[],"subject":["Physics - Space Physics","Astrophysics - Solar and Stellar Astrophysics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4593","doi:10.1007/s11207-010-9563-y"],"date":["2010-04-26"],"type":["text"],"creator":["Lei, Jiuhou","Thayer, Jeffrey P.","Wang, Wenbin","McPherron, Robert L."],"language":[],"coverage":[],"title":["Impact of CIR Storms on Thermosphere Density Variability during the\n  Solar Minimum of 2008"],"description":["  The solar minimum of 2008 was exceptionally quiet, with sunspot numbers at\ntheir lowest in 75 years. During this unique solar minimum epoch, however,\nsolar wind high - speed streams emanating from near-equatorial coronal holes\noccurred frequently and were the primary contributor to the recurrent\ngeomagnetic activity at Earth. These conditions enabled the isolation of\nforcing by geomagnetic activity on the preconditioned solar minimum state of\nthe upper atmosphere caused by Corotating Interaction Regions (CIRs).\nThermosphere density observations around 400 km from the CHAMP satellite are\nused to study the thermosphere density response to solar wind high - speed\nstreams/CIRs. Superposed epoch results show that thermosphere density responds\nto high - speed streams globally, and the density at 400 km changes by 75% on\naverage. The relative changes of neutral density are comparable at different\nlatitudes, although its variability is largest at high latitudes. In addition,\nthe response of thermosphere density to high - speed streams is larger at night\nthan in daytime, indicating the preconditioning effect of the thermosphere\nresponse to storms. Finally, the thermosphere density variations at the periods\nof 9 and 13.5 days associated with CIRs are linked to the spatial distribution\nof low - middle latitude coronal holes on the basis of the EUVI observations\nfrom the STEREO.\n","Comment: Solar Physics, accepted, April 2010, and the final version of this\n  paper will appear in the website of Solar Physics soon."]}]
["1005.0108",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0108","International Journal of Nonlinear Sciences & Numerical Simulation\n  11(3): 165-172, 2010"],"date":["2010-05-01","2010-06-05"],"type":["text"],"creator":["Caballero-Gil, P.","Fster-Sabater, A.","Pazo-Robles, M. E."],"language":[],"coverage":[],"title":["Using Linear Difference Equations to Model Nonlinear Cryptographic\n  Sequences"],"description":["  A new class of linear sequence generators based on cellular automata is here\nintroduced in order to model several nonlinear keystream generators with\npractical applications in symmetric cryptography. The output sequences are\nwritten as solutions of linear difference equations, and three basic properties\n(period, linear complexity and number of different output sequences) are\nanalyzed.\n"]}]
["1005.1069",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1069","doi:10.1088/2041-8205/716/1/L45"],"date":["2010-05-06","2010-06-07"],"type":["text"],"creator":["Hopwood, R.","Serjeant, S.","Negrello, M.","Pearson, C.","Egami, E.","Im, M.","Kneib, J. -P.","Ko, J.","Lee, H. M.","Lee, M. G.","Matsuhara, H.","Nakagawa, T.","Smail, I.","Takagi, T."],"language":[],"coverage":[],"title":["Ultra deep AKARI observations of Abell 2218: resolving the 15 um\n  extragalactic background light"],"description":["  We present extragalactic number counts and a lower limit estimate for the\ncosmic infrared background at 15 um from AKARI ultra deep mapping of the\ngravitational lensing cluster Abell 2218. This data is the deepest taken by any\nfacility at this wavelength, and uniquely samples the normal galaxy population.\nWe have de-blended our sources, to resolve photometric confusion, and de-lensed\nour photometry to probe beyond AKARI's blank-field sensitivity. We estimate a\nde-blended 5 sigma sensitivity of 28.7 uJy. The resulting 15 um galaxy number\ncounts are a factor of three fainter than previous results, extending to a\ndepth of ~ 0.01 mJy and providing a stronger lower limit constraint on the\ncosmic infrared background at 15 um of 1.9 +/- 0.5 nW m^-2 sr^-1.\n","Comment: Published in ApJ Letters; column added to table 1 and final column\n  amended, plus minor corrections to match published version"]}]
["1005.1443",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1443","J. Phys. G: Nucl. Part. Physics 37, 085102 (2010)","doi:10.1088/0954-3899/37/8/085102"],"date":["2010-05-10","2010-05-15"],"type":["text"],"creator":["Gautam, Sakshi","Chugh, Rajiv","Sood, Aman D.","Puri, Rajeev K.","Hartnack, Ch.","Aichelin, J."],"language":[],"coverage":[],"title":["Isospin effects on the energy of vanishing flow in heavy-ion collisions"],"description":["  Using the isospin-dependent quantum molecular dynamics model we study the\nisospin effects on the disappearance of flow for the reactions of $^{58}Ni$ +\n$^{58}Ni$ and $^{58}Fe$ +$^{58}Fe$ as a function of impact parameter. We found\ngood agreement between our calculations and experimentally measured energy of\nvanishing flow at all colliding geometries. Our calculations reproduce the\nexperimental data within 5%(10%) at central (peripheral) geometries.\n"]}]
["1005.1589",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1589","Kalyan C Vinnakota et al 2010 Phys. Biol. 7 026011","doi:10.1088/1478-3975/7/2/026011"],"date":["2010-05-10"],"type":["text"],"creator":["Vinnakota, Kalyan C.","Mitchell, David A.","Deschenes, Robert J.","Wakatsuki, Tetsuro","Beard, Daniel A."],"language":[],"coverage":[],"title":["Analysis of Diffusion of Ras2 in Saccharomyces cerevisiae Using\n  Fluorescence Recovery after Photobleaching"],"description":["  Binding, lateral diffusion and exchange are fundamental dynamic processes\ninvolved in protein association with cellular membranes. In this study, we\ndeveloped numerical simulations of lateral diffusion and exchange of\nfluorophores in membranes with arbitrary bleach geometry and exchange of the\nmembrane localized fluorophore with the cytosol during Fluorescence Recovery\nafter Photobleaching (FRAP) experiments. The model simulations were used to\ndesign FRAP experiments with varying bleach region sizes on plasma-membrane\nlocalized wild type GFP-Ras2 with a dual lipid anchor and mutant GFP-Ras2C318S\nwith a single lipid anchor in live yeast cells to investigate diffusional\nmobility and the presence of any exchange processes operating in the time scale\nof our experiments. Model parameters estimated using data from FRAP experiments\nwith a 1 micron x 1 micron bleach region-of-interest (ROI) and a 0.5 micron x\n0.5 micron bleach ROI showed that GFP-Ras2, single or dual lipid modified,\ndiffuses as single species with no evidence of exchange with a cytoplasmic\npool. This is the first report of Ras2 mobility in yeast plasma membrane. The\nmethods developed in this study are generally applicable for studying diffusion\nand exchange of membrane associated fluorophores using FRAP on commercial\nconfocal laser scanning microscopes.\n","Comment: Accepted for publication in Physical Biology (2010). 28 pages, 7\n  figures, 3 tables"]}]
["1005.1954",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1954"],"date":["2010-05-11","2010-06-07"],"type":["text"],"creator":["Ghroda, Nassraddin"],"language":[],"coverage":[],"title":["Primitive inverse semigroups of left I-quotients"],"description":["  A subsemigroup $S$ of an inverse semigroup $Q$ is a left I-order in $Q$, if\nevery element in $Q$ can be written as $a^{-1}b$ where $a, b \\in S$ and\n$a^{-1}$ is the inverse of $a$ in the sense of inverse semigroup theory. We\nstudy a characterisation of semigroups which have a primitive inverse semigroup\nof left I-quotients.\n","Comment: The new version differs from that earlier uploaded in that (a) we\n  have simplified the statement of Theorem 3.1 (by removing one condition that\n  proved to be superfluous) and (b) we have streamlined the final two sections.\n  In addition, we have made some further minor changes"]}]
["1005.2013",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2013","Phys. Rev. B, 81, 212502 (2010)","doi:10.1103/PhysRevB.81.212502"],"date":["2010-05-12","2010-06-07"],"type":["text"],"creator":["Kitagawa, Shunsaku","Nakai, Yusuke","Iye, Tetsuya","Ishida, Kenji","Kamihara, Yoichi","Hirano, Masahiro","Hosono, Hideo"],"language":[],"coverage":[],"title":["Stripe antiferromagnetic correlations in LaFeAsO1-xFx probed by 75As NMR"],"description":["  The anisotropy of the nuclear spin-lattice relaxation rate $1/T_{1}$ of\n$^{75}$As was investigated in the iron-based superconductor\nLaFeAs(O$_{1-x}$F$_{x}$) ($x = 0.07, 0.11$ and 0.14) as well as LaFeAsO. While\nthe temperature dependence of the normal-state $1/T_1T$ in the superconducting\n(SC) $x = 0.07$ is different from that in the SC $x = 0.11$, their anisotropy\nof $1/T_1$, $R \\equiv (1/T_{1})_{H \\parallel ab}/(1/T_{1})_{H \\parallel c}$ in\nthe normal state is almost the same ($\\simeq$ 1.5). The observed anisotropy is\nascribable to the presence of the local stripe correlations with $Q = (\\pi, 0)$\nor $(0, \\pi)$. In contrast, $1/T_1$ is isotropic and $R$ is approximately 1 in\nthe overdoped $x = 0.14$ sample, where superconductivity is almost suppressed.\nThese results suggest that the presence of the local stripe correlations\noriginating from the nesting between hole and electron Fermi surfaces is linked\nto high-$T_c$ superconductivity in iron pnictides.\n","Comment: 4 pages, 3 figures, Accepted for publication in Phys. Rev. B"]}]
["1005.2823",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","93C55, 93B10","B.6.1","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2823","IEEE Transactions on Automatic Control, Vol. 33, No. 4, pp.\n  381-384, April 1988","doi:10.1109/9.192195"],"date":["2010-05-17","2010-06-07"],"type":["text"],"creator":["Fster-Sabater, Amparo"],"language":[],"coverage":[],"title":["External Description for Multivariable Systems Sampled in an Aperiodic\n  Way"],"description":["  An external description for nonperiodically sampled multivariable linear\nsystems has been developed. Emphasis is on the sampling period sequence,\nincluded among the variables to be handled. The computational procedure is\nsimple and no use of polynomial matrix theory is required. This input/output\ndescription is believed to be a basic formulation for its later application to\nthe problem of optimal control and/or identification of linear dynamical\nsystems.\n","Comment: There are several errors that need to be corrected. This is the\n  reason why I prefer to withdraw the paper"]}]
["1005.3104",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3104"],"date":["2010-05-18","2010-06-07"],"type":["text"],"creator":["Ponmurugan, M"],"language":[],"coverage":[],"title":["An on-the-fly approach optimized switching: A special case of free\n  energy simulation under nonequilibrium feedback control"],"description":["  We discuss the optimized switching free energy simulations in an analogy with\nthe systems which are driven under nonequilibrium feedback control. We find an\non-the-fly simulation approach of switching optimization is a special case of\nthe nonequilibrium process under feedback control. In this approach, the\nswitching rate is allowed to vary during the simulation and the optimization is\ndone on-the-fly by utilizing the part of the simulation outcomes as the\nfeedback information. In such a case, one should use generalized Jarzynski\nequality under nonequlilibrium feedback control for free energy calculation\ninstead original Jarzynski equality.\n"]}]
["1005.3107",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3107"],"date":["2010-05-18","2010-06-06"],"type":["text"],"creator":["Nourdin, Ivan","Peccati, Giovanni","Podolskij, Mark"],"language":[],"coverage":[],"title":["Quantitative Breuer-Major Theorems"],"description":["  We consider sequences of random variables of the type $S_n= n^{-1/2}\n\\sum_{k=1}^n \\{f(X_k)-\\E[f(X_k)]\\}$, $n\\geq 1$, where $X=(X_k)_{k\\in \\Z}$ is a\n$d$-dimensional Gaussian process and $f: \\R^d \\rightarrow \\R$ is a measurable\nfunction. It is known that, under certain conditions on $f$ and the covariance\nfunction $r$ of $X$, $S_n$ converges in distribution to a normal variable $S$.\nIn the present paper we derive several explicit upper bounds for quantities of\nthe type $|\\E[h(S_n)] -\\E[h(S)]|$, where $h$ is a sufficiently smooth test\nfunction. Our methods are based on Malliavin calculus, on interpolation\ntechniques and on the Stein's method for normal approximation. The bounds\ndeduced in our paper depend only on $Var[f^2(X_1)]$ and on simple infinite\nseries involving the components of $r$. In particular, our results generalize\nand refine some classic CLTs by Breuer-Major, Giraitis-Surgailis and Arcones,\nconcerning the normal approximation of partial sums associated with\nGaussian-subordinated time-series.\n","Comment: 24 pages"]}]
["1005.3182",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Sound"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3182","EuroHaptics 2004, Munich : Germany (2004)"],"date":["2010-05-18","2010-06-07"],"type":["text"],"creator":["Castagn, Nicolas","Cadoz, Claude","Florens, Jean-Loup","Luciani, Annie"],"language":[],"coverage":[],"title":["Haptics in computer music : a paradigm shift"],"description":["  With an historical point of view combined with a bibliographic overview, the\narticle discusses the idea that haptic force feedback transducers correspond\nwith a paradigm shift in our real-time tools for creating music. So doing, il\nshows that computer music may be regarded as a major field of research and\napplication for haptics.\n","Comment: Document accompagn\\'e du poster"]}]
["1005.3993",{"format":[],"subject":["Physics - General Physics","Mathematical Physics","81Qxx, 83-xx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3993"],"date":["2010-05-21","2010-06-06"],"type":["text"],"creator":["Ionescu, Lucian M"],"language":[],"coverage":[],"title":["Quantum Relativity"],"description":["  Quantum Relativity is supposed to be a new theory, which locally is a\ndeformation of Special Relativity, and globally it is a background independent\ntheory including the main ideas of General Relativity, with hindsight from\nQuantum Theory. The qubit viewed as a Hopf monopole bundle is considered as a\nunifying gauge \"group\". Breaking its chiral symmetry is conjectured to yield\ngravity as a deformation of electromagnetism. It is already a quantum theory in\nthe context of Quantum Information Dynamics as a discrete, background\nindependent theory, unifying classical and quantum physics.\n  Based on the above, Quantum Gravity is sketched as an open project.\n","Comment: 26 pages; Quantum Gravity Project added (Annex)"]}]
["1005.5490",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5490"],"date":["2010-05-29","2010-06-06"],"type":["text"],"creator":["Formato, Richard A."],"language":[],"coverage":[],"title":["On the Utility of Directional Information for Repositioning Errant\n  Probes in Central Force Optimization"],"description":["  Central Force Optimization is a global search and optimization algorithm that\nsearches a decision space by flying \"probes\" whose trajectories are\ndeterministically computed using two equations of motion. Because it is\npossible for a probe to fly outside the domain of feasible solutions, a simple\nerrant probe retrieval method has been used previously that does not include\nthe directional information contained in a probe's acceleration vector. This\nnote investigates the effect of adding directionality to the \"repositioning\nfactor\" approach. As a general proposition, it appears that doing so does not\nimprove convergence speed or accuracy. In fact, adding directionality to the\noriginal errant probe retrieval scheme appears to be highly inadvisable.\nNevertheless, there may be alternative probe retrieval schemes that do benefit\nfrom directional information, and the results reported here may assist in or\nencourage their development.\n","Comment: Ver. 2, 6 June 2010 (Fig. 1 improved for clarity; minor typos\n  corrected)"]}]
["1005.5534",{"format":[],"subject":["Mathematics - Logic","03E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5534"],"date":["2010-05-30","2010-06-05"],"type":["text"],"creator":["Kanovei, Vladimir"],"language":[],"coverage":[],"title":["Linear ROD subsets of Borel partial orders are countably cofinal in\n  Solovay's model"],"description":["  The following is true in the Solovay model.\n  1. If $\\leq$ is a Borel partial quasi-order on a Borel set $D$ of the reals,\n$X$ is a ROD subset of $D$, and $\\leq$ restricted to $X$ is linear, then $X$ is\ncountably cofinal in the sense of $\\leq$.\n  2. If in addition every countable set $Y$ of $D$ has a strict upper bound in\nthe sense of $\\leq$, then the ordering $< D ; \\leq >$ has no maximal chains\nthat are ROD sets.\n","Comment: 5 pages"]}]
["1006.0728",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0728"],"date":["2010-06-03","2010-06-05"],"type":["text"],"creator":["McTague, Carl"],"language":[],"coverage":[],"title":["The Cayley Plane and the Witten Genus"],"description":["  This paper defines a new genus, the Cayley plane genus. By definition it is\nthe universal multiplicative genus for oriented Cayley plane bundles. The main\nresult (Theorem 2) is that it factors (tensor Q) through the product of the\nOchanine elliptic genus and the Witten genus---revealing a synergy between\nthese two genera---and that its image is the homogeneous coordinate ring\nQ[Kum,HP^2,HP^3,CaP^2]/(CaP^3).(HP^3,CaP^2-(HP^2)^2) of the union of the curve\nof Ochanine elliptic genera and the surface of Witten genera meeting with\nmultiplicity 2 at the point CaP^2=HP^3=HP^2=0 corresponding to the \\^A-genus.\nThis all remains true if the word \"oriented\" is replaced with the word \"spin\"\n(Theorem 3). This paper also characterizes the Witten genus (tensor Q) as the\nuniversal genus vanishing on total spaces of Cayley plane bundles (Theorem 1, a\nresult proved independently by Dessai in [Des09].)\n","Comment: 15 pages, fixed a problem with a macro which made BG appear\n  everywhere as BH"]}]
["1006.0757",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0757"],"date":["2010-06-03","2010-06-07"],"type":["text"],"creator":["BackusMayes, John"],"language":[],"coverage":[],"title":["Search for $ZH$ Production at D0 in $p\\bar{p}\\to\\ell^+\\ell^-b\\bar{b}$\n  Events at $\\sqrt{s}=1.96$ TeV"],"description":["  We present a search for a low-mass standard model Higgs boson produced in\nassociation with a $Z$ boson decaying to charged leptons at a center-of-mass\nenergy of $\\sqrt{s}=$1.96 TeV with the D0 detector at the Fermilab Tevatron\ncollider. The search is performed in a large data set of events containing two\nopposite-sign leptons (electron, muon, tau) and one or two b-tagged jets.\nRecent improvements to the sensitivity, from increased lepton acceptance to\noptimized signal-to-background discrimination, will be discussed.\n","Comment: This article is part of the conference proceedings for the 2010 Lake\n  Louise Winter Institute"]}]
["1006.0807",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","14D07, 32G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0807"],"date":["2010-06-04"],"type":["text"],"creator":["Rohde, Jan Christian"],"language":[],"coverage":[],"title":["Some Mirror partners with Complex multiplication"],"description":["  In this note we provide examples of families of Calabi-Yau 3-manifolds over\nShimura varieties, whose mirror families contain subfamilies over Shimura\nvarieties. Therefore these original families and subfamilies on the mirror side\ncontain dense sets of complex multiplication fibers. In view of the work of S.\nGukov and C. Vafa this is of special interest in theoretical physics.\n","Comment: 7 pages"]}]
["1006.0933",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0933","Appl. Phys. Lett. 96, 222107 (2010)","doi:10.1063/1.3442508"],"date":["2010-06-04","2010-06-07"],"type":["text"],"creator":["Agafonov, Oleksiy B.","Dais, Christian","Grtzmacher, Detlev","Haug, Rolf J."],"language":[],"coverage":[],"title":["Quantum confinement effects in Si/Ge heterostructures with spatially\n  ordered arrays of self-assembled quantum dots"],"description":["  Magnetotunneling spectroscopy was employed to probe the confinement in\nvertical Si/Ge double-barrier resonant tunneling diodes with regularly\ndistributed Ge quantum dots. Their current-voltage characteristics reveal a\nstep-like behavior in the vicinity of zero bias, indicating resonant tunneling\nof heavy-holes via three-dimensionally confined unoccupied hole states in Ge\nquantum dots. Assuming parabolic confinement we extract the strength of the\nconfinement potential of quantum dots.\n","Comment: 4 pages, 3 figures"]}]
["1006.0951",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0951"],"date":["2010-06-04"],"type":["text"],"creator":["Royzen, Ilya I."],"language":[],"coverage":[],"title":["QCD against black holes of a star mass?"],"description":["  Along with compacting baryon (neutron) spacing in a neutron star (NS), two\nvery important factors come into play side by side: the lack of the NS\ngravitational self-stabilization against shutting to black hole (BH) and the\nphase transition - color deconfinement and QCD-vacuum reconstruction - within\nthe nuclear matter the NS is composed of. That is why both phenomena should be\ntaken into account at once, as the gravitational collapse is considered. Since,\nunder the above transition, the hadronic-phase (HPh) vacuum (filled up with\ngluon- and chiral $q\\bar q$-condensates) turns into the \"empty\" (perturbation)\nsubhadronic-phase (SHPh) one and, thus, the formerly (very high) pressure falls\ndown rather abruptly, the formerly cold nuclear medium starts imploding almost\nfreely into the new vacuum. If the star mass is sufficiently large, then this\nimplosion is shown to result in an enormous heating - up to the temperature\nabout 100 MeV or, may be, even higher - and growth of the inner pressure due to\ndegeneracy breaking and multiple $q\\bar q$-pair production which withstands the\ngravitational compression (remind that the highest temperatures of supernovae\nbursts, as well as of the \"normal\" NS, are, at least, of one order lower). As a\nconsequence, a \"flaming wall\" is, most probably, emerged on the way of further\ncollapsing which prevents the NS to evolve towards the BH horizon appearance.\nAt the same time, it could give rise to the most powerful GRBs produced by some\nvery distant (young) stars.\n","Comment: 11 pages, 2 figures"]}]
["1006.0973",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0973"],"date":["2010-06-04"],"type":["text"],"creator":["Hook, Anson","Izaguirre, Eder","Wacker, Jay G."],"language":[],"coverage":[],"title":["Model Independent Bounds on Kinetic Mixing"],"description":["  New Abelian vector bosons can kinetically mix with the hypercharge gauge\nboson of the Standard Model. This letter computes the model independent limits\non vector bosons with masses from 1 GeV to 1 TeV. The limits arise from the\nnumerous e+e- experiments that have been performed in this energy range and\nbound the kinetic mixing by epsilon < 0.03 for most of the mass range studied,\nregardless of any additional interactions that the new vector boson may have.\n","Comment: 4 pages, 2 figures"]}]
["1006.0987",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0987"],"date":["2010-06-04"],"type":["text"],"creator":["Bruno, Andrea","Mella, Massimiliano"],"language":[],"coverage":[],"title":["The automorphisms group of $\\overline{M}_{0,n}$"],"description":["  In this paper we study fiber type morphisms between moduli spaces of pointed\nrational curves. Via Kapranov's description we are able to prove that the only\nsuch morphisms are forgetful maps. This allow us to show that the Automorphism\ngroup of $\\overline{M}_{0,n}$ is the permutation group on $n$ elements as soon\nas $n\\geq 5$.\n","Comment: 18 pages"]}]
["1006.0991",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0991"],"date":["2010-06-04"],"type":["text"],"creator":["Harik, Georges","Shazeer, Noam"],"language":[],"coverage":[],"title":["Variational Program Inference"],"description":["  We introduce a framework for representing a variety of interesting problems\nas inference over the execution of probabilistic model programs. We represent a\n\"solution\" to such a problem as a guide program which runs alongside the model\nprogram and influences the model program's random choices, leading the model\nprogram to sample from a different distribution than from its priors. Ideally\nthe guide program influences the model program to sample from the posteriors\ngiven the evidence. We show how the KL- divergence between the true posterior\ndistribution and the distribution induced by the guided model program can be\nefficiently estimated (up to an additive constant) by sampling multiple\nexecutions of the guided model program. In addition, we show how to use the\nguide program as a proposal distribution in importance sampling to\nstatistically prove lower bounds on the probability of the evidence and on the\nprobability of a hypothesis and the evidence. We can use the quotient of these\ntwo bounds as an estimate of the conditional probability of the hypothesis\ngiven the evidence. We thus turn the inference problem into a heuristic search\nfor better guide programs.\n"]}]
["1006.0992",{"format":[],"subject":["Mathematics - Logic","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0992"],"date":["2010-06-04"],"type":["text"],"creator":["Abramsky, Samson","Zvesper, Jonathan"],"language":[],"coverage":[],"title":["From Lawvere to Brandenburger-Keisler: interactive forms of\n  diagonalization and self-reference"],"description":["  We analyze the Brandenburger-Keisler paradox in epistemic game theory, which\nis a `two-person version of Russell's paradox'. Our aim is to understand how it\nrelates to standard one-person arguments, and why the `believes-assumes'\nmodality used in the argument arises.\n  We recast it as a fixpoint result, which can be carried out in any regular\ncategory, and show how it can be reduced to a relational form of the one-person\ndiagonal argument due to Lawvere. We give a compositional account, which leads\nto simple multi-agent generalizations.\n  We also outline a general approach to the construction of assumption complete\nmodels.\n","Comment: To appear in the Proceedings of LOFT 2010"]}]
["1006.0995",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0995"],"date":["2010-06-04"],"type":["text"],"creator":["Qiu, Weifeng","Demkowicz, Leszek"],"language":[],"coverage":[],"title":["Mixed hp-finite element method for linear elasticity with weakly imposed\n  symmetry III: Stability analysis in 3D"],"description":["  The paper presents a generalization of Arnold-Falk-Winther elements for three\ndimensional linear elasticity, to meshes with elements of variable order. The\ngeneralization is straightforward but the stability analysis involves a\nnon-trivial modification of involved interpolation operators. The analysis\naddresses only the h-convergence.\n"]}]
["1006.0997",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Number Theory","11E04, 11E39, 11E88, 16W10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0997"],"date":["2010-06-04"],"type":["text"],"creator":["Mahmoudi, M. G."],"language":[],"coverage":[],"title":["Orthogonal symmetries and Clifford algebras"],"description":["  Involutions of the Clifford algebra of a quadratic space induced by\northogonal symmetries are investigated.\n","Comment: 22 pages"]}]
["1006.1007",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1007"],"date":["2010-06-04"],"type":["text"],"creator":["Hillairet, A.","Bayes, R.","Bueno, J. F.","Davydov, Y. I.","Depommier, P.","Faszer, W.","Fujiwara, M. C.","Gagliardi, C. A.","Gaponenko, A.","Grossheim, A.","Gill, D. R.","Gumplinger, P.","Hasinoff, M. D.","Henderson, R. S.","Hu, J.","Koetke, D. D.","MacDonald, R. P.","Marshall, G. M.","Mathie, E. W.","Mischke, R. E.","Olchanski, K.","Olin, A.","Openshaw, R.","Poutissou, J. -M.","Poutissou, R.","Selivanov, V.","Sheffer, G.","Shin, B.","Stanislaus, T. D. S.","Tacik, R.","Tribble, R. E."],"language":[],"coverage":[],"title":["Blind analysis results of the TWIST experiment"],"description":["  The TRIUMF Weak Interaction Symmetry Test (TWIST) experiment was designed to\ntest the standard model at high precision in the purely leptonic decay of\npolarized muons. A general four-fermion interaction model is used to describe\nthe muon decay. TWIST measures three of the four muon decay parameters of this\nmodel, $\\rho$, $\\delta$ and $P_{\\mu}^{\\pi} \\xi$, from the shape of the\nmomentum-angle spectrum. The results of this model independent approach are\ncompared to the standard model predictions and used to constrain new physics.\nOur collaboration has finalized the blind analysis of the final experimental\ndata taken in 2006 and 2007. This analysis mostly reached our goal of a\nprecision of an order of magnitude improvement over the pre-TWIST measurements.\n","Comment: 6 pages, 3 figures, proceedings for the Lake Louise Winter Institute\n  2010"]}]
["1006.1011",{"format":[],"subject":["Quantum Physics","Computer Science - Logic in Computer Science","Mathematical Physics","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1011"],"date":["2010-06-04"],"type":["text"],"creator":["Pavlovic, Dusko"],"language":[],"coverage":[],"title":["Relating toy models of quantum computation: comprehension,\n  complementarity and dagger mix autonomous categories"],"description":["  Toy models have been used to separate important features of quantum\ncomputation from the rich background of the standard Hilbert space model.\nCategory theory, on the other hand, is a general tool to separate components of\nmathematical structures, and analyze one layer at a time. It seems natural to\ncombine the two approaches, and several authors have already pursued this idea.\nWe explore *categorical comprehension construction* as a tool for adding\nfeatures to toy models. We use it to comprehend quantum propositions and\nprobabilities within the basic model of finite-dimensional Hilbert spaces. We\nalso analyze complementary quantum observables over the category of sets and\nrelations. This leads into the realm of *test spaces*, a well-studied model. We\npresent one of many possible extensions of this model, enabled by the\ncomprehension construction. Conspicuously, all models obtained in this way\ncarry the same categorical structure, *extending* the familiar dagger compact\nframework with the complementation operations. We call the obtained structure\n*dagger mix autonomous*, because it extends mix autonomous categories, popular\nin computer science, in a similar way like dagger compact structure extends\ncompact categories. Dagger mix autonomous categories seem to arise quite\nnaturally in quantum computation, as soon as complementarity is viewed as a\npart of the global structure.\n","Comment: 21 pages, 6 figures; Proceedings of Quantum Physics and Logic, Oxford\n  8-9 April 2009"]}]
["1006.1012",{"format":[],"subject":["Physics - Popular Physics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1012"],"date":["2010-06-04"],"type":["text"],"creator":["Weinberg, David H."],"language":[],"coverage":[],"title":["From the Big Bang to the Multiverse: Translations in Space and Time"],"description":["  Since 2004, I have been collaborating with artist Josiah McElheny on the\ndesign of cosmological sculptures, inspired originally by the chandeliers of\nthe Metropolitan Opera House in New York. This article describes the science\nbehind the four works that have emerged from this collaboration to date: An End\nto Modernity (2005), The Last Scattering Surface (2006), The End of the Dark\nAges (2008), and Island Universe (2008). These works incorporate idealized\nrepresentations of many fundamental aspects of contemporary cosmology,\nincluding expansion of the universe, the last scattering surface, cosmic\nmicrowave background anisotropies, the growth and morphological transformation\nof galaxies, the rise and fall of the quasar population, the development of\nlarge scale structure, and the possibility that our universe is one of many\ncosmic islands in an eternally inflating multiverse. A companion article\ndescribes the history of the collaboration.\n","Comment: From \"Josiah McElheny: A Prism,\" edited by L. Neri and J. McElheny,\n  published by Skira/Rizzoli, New York, 2010. More information and higher\n  resolution images available at\n  http://www.astronomy.ohio-state.edu/~dhw/McElheny"]}]
["1006.1013",{"format":[],"subject":["Physics - Popular Physics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1013"],"date":["2010-06-04"],"type":["text"],"creator":["Weinberg, David H."],"language":[],"coverage":[],"title":["From the Big Bang to Island Universe: Anatomy of a Collaboration"],"description":["  Since 2004, I have been collaborating with artist Josiah McElheny on the\ndesign of cosmological sculptures, inspired originally by the chandeliers of\nthe Metropolitan Opera House in New York. The four works that we have completed\nto date have appeared in galleries and museums in the United States, England,\nand Spain. In this article, I describe the history of the project and offer\nsome conclusions about collaborations between scientists and artists. A\ncompanion article presents the scientific background of the sculptures in\ngreater depth.\n","Comment: To appear in the journal Narrative, as a contribution to the\n  proceedings of the symposium Narrative, Science, and Performance, ed. J.\n  Phelan. Further information and higher resolution images are available at\n  http://www.astronomy.ohio-state.edu/~dhw/McElheny"]}]
["1006.1015",{"format":[],"subject":["Statistics - Applications","Quantitative Biology - Populations and Evolution","Statistics - Computation","62-09, 92-08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1015"],"date":["2010-06-04"],"type":["text"],"creator":["Chakerian, John","Holmes, Susan"],"language":[],"coverage":[],"title":["Computational Tools for Evaluating Phylogenetic and Hierarchical\n  Clustering Trees"],"description":["  Inferential summaries of tree estimates are useful in the setting of\nevolutionary biology, where phylogenetic trees have been built from DNA data\nsince the 1960's. In bioinformatics, psychometrics and data mining,\nhierarchical clustering techniques output the same mathematical objects, and\npractitioners have similar questions about the stability and `generalizability'\nof these summaries. This paper provides an implementation of the geometric\ndistance between trees developed by Billera, Holmes and Vogtmann (2001) [BHV]\nequally applicable to phylogenetic trees and hieirarchical clustering trees,\nand shows some of the applications in statistical inference for which this\ndistance can be useful. In particular, since BHV have shown that the space of\ntrees is negatively curved (a CAT(0) space), a natural representation of a\ncollection of trees is a tree. We compare this representation to the Euclidean\napproximations of treespace made available through Multidimensional Scaling of\nthe matrix of distances between trees. We also provide applications of the\ndistances between trees to hierarchical clustering trees constructed from\nmicroarrays. Our method gives a new way of evaluating the influence both of\ncertain columns (positions, variables or genes) and of certain rows (whether\nspecies, observations or arrays).\n","Comment: 25 pages, 14 figures"]}]
["1006.1017",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1017"],"date":["2010-06-04"],"type":["text"],"creator":["Thampi, Sabu M.","K, Chandra Sekaran"],"language":[],"coverage":[],"title":["An Enhanced Search Technique for Managing Partial Coverage and Free\n  Riding in P2P Networks"],"description":["  This paper presents a Q-learning based scheme for managing the partial\ncoverage problem and the ill-effects of free riding in unstructured P2P\nnetworks. Based on various parameter values collected during query routing,\nreward for the actions are computed and these rewards are used for updating the\ncorresponding Q-values of peers. Thus, the routing is done through only nodes\nwhich have shown high performance in the past. Simulation experiments are\nconducted in several times and the results are plotted. Results show that the\nproposed scheme effectively manages free riders, generates high hit ratio,\nreduces network traffic and manages partial coverage problem.\n","Comment: 9 pages, 17 figures"]}]
["1006.1018",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1018","International Journal of Digital Multimedia Broadcasting, 2010","doi:10.1155/2010/793591"],"date":["2010-06-04"],"type":["text"],"creator":["Thampi, Sabu M.","K, Chandra Sekaran"],"language":[],"coverage":[],"title":["`Q-Feed' - An Effective Solution for the Free-riding Problem in\n  Unstructured P2P Networks"],"description":["  This paper presents a solution for reducing the ill effects of free-riders in\ndecentralised unstructured P2P networks. An autonomous replication scheme is\nproposed to improve the availability and enhance system performance. Q-learning\nis widely employed in different situations to improve the accuracy in decision\nmaking by each peer. Based on the performance of neighbours of a peer, every\nneighbour is awarded different levels of ranks. At the same time a\nlow-performing node is allowed to improve its rank in different ways.\nSimulation results show that Q-learning based free riding control mechanism\neffectively limits the services received by free-riders and also encourages the\nlow-performing neighbours to improve their position. The popular files are\nautonomously replicated to nodes possessing required parameters. Due to this\nimprovement of quantity of popular files, free riders are given opportunity to\nlift their position for active participation in the network for sharing files.\nQ-feed effectively manages queries from free riders and reduces network traffic\nsignificantly\n","Comment: 14 pages, 10 figures"]}]
["1006.1028",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1028"],"date":["2010-06-05"],"type":["text"],"creator":["Ku, Cheng Yeaw","Wong, Kok Bin"],"language":[],"coverage":[],"title":["Gallai-Edmonds Structure Theorem for Weighted Matching Polynomial"],"description":["  In this paper, we prove the Gallai-Edmonds structure theorem for the most\ngeneral matching polynomial. Our result implies the Parter-Wiener theorem and\nits recent generalization about the existence of principal submatrices of a\nHermitian matrix whose graph is a tree. keywords:\n","Comment: 34 pages, 5 figures"]}]
["1006.1029",{"format":[],"subject":["Computer Science - Information Retrieval","Statistics - Applications","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1029"],"date":["2010-06-05"],"type":["text"],"creator":["Kastrin, Andrej","Peterlin, Borut","Hristovski, Dimitar"],"language":[],"coverage":[],"title":["Chi-square-based scoring function for categorization of MEDLINE\n  citations"],"description":["  Objectives: Text categorization has been used in biomedical informatics for\nidentifying documents containing relevant topics of interest. We developed a\nsimple method that uses a chi-square-based scoring function to determine the\nlikelihood of MEDLINE citations containing genetic relevant topic. Methods: Our\nprocedure requires construction of a genetic and a nongenetic domain document\ncorpus. We used MeSH descriptors assigned to MEDLINE citations for this\ncategorization task. We compared frequencies of MeSH descriptors between two\ncorpora applying chi-square test. A MeSH descriptor was considered to be a\npositive indicator if its relative observed frequency in the genetic domain\ncorpus was greater than its relative observed frequency in the nongenetic\ndomain corpus. The output of the proposed method is a list of scores for all\nthe citations, with the highest score given to those citations containing MeSH\ndescriptors typical for the genetic domain. Results: Validation was done on a\nset of 734 manually annotated MEDLINE citations. It achieved predictive\naccuracy of 0.87 with 0.69 recall and 0.64 precision. We evaluated the method\nby comparing it to three machine learning algorithms (support vector machines,\ndecision trees, na\\\"ive Bayes). Although the differences were not statistically\nsignificantly different, results showed that our chi-square scoring performs as\ngood as compared machine learning algorithms. Conclusions: We suggest that the\nchi-square scoring is an effective solution to help categorize MEDLINE\ncitations. The algorithm is implemented in the BITOLA literature-based\ndiscovery support system as a preprocessor for gene symbol disambiguation\nprocess.\n","Comment: 34 pages, 2 figures"]}]
["1006.1030",{"format":[],"subject":["Computer Science - Artificial Intelligence","Statistics - Applications","Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1030"],"date":["2010-06-05"],"type":["text"],"creator":["Kastrin, Andrej","Peterlin, Borut"],"language":[],"coverage":[],"title":["Rasch-based high-dimensionality data reduction and class prediction with\n  applications to microarray gene expression data"],"description":["  Class prediction is an important application of microarray gene expression\ndata analysis. The high-dimensionality of microarray data, where number of\ngenes (variables) is very large compared to the number of samples (obser-\nvations), makes the application of many prediction techniques (e.g., logistic\nregression, discriminant analysis) difficult. An efficient way to solve this\nprob- lem is by using dimension reduction statistical techniques. Increasingly\nused in psychology-related applications, Rasch model (RM) provides an appealing\nframework for handling high-dimensional microarray data. In this paper, we\nstudy the potential of RM-based modeling in dimensionality reduction with\nbinarized microarray gene expression data and investigate its prediction ac-\ncuracy in the context of class prediction using linear discriminant analysis.\nTwo different publicly available microarray data sets are used to illustrate a\ngeneral framework of the approach. Performance of the proposed method is\nassessed by re-randomization scheme using principal component analysis (PCA) as\na benchmark method. Our results show that RM-based dimension reduction is as\neffective as PCA-based dimension reduction. The method is general and can be\napplied to the other high-dimensional data problems.\n"]}]
["1006.1033",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1033"],"date":["2010-06-05"],"type":["text"],"creator":["Nakaoka, Hiroyuki"],"language":[],"coverage":[],"title":["Frobenius condition on a pretriangulated category, and triangulation on\n  the associated stable category"],"description":["  As shown by Happel, from any Frobenius exact category, we can construct a\ntriangulated category as a stable category. On the other hand, it was shown by\nIyama and Yoshino that if a pair of subcategories\n$\\mathcal{D}\\subseteq\\mathcal{Z}$ in a triangulated category satisfies certain\nconditions (i.e., $(\\mathcal{Z},\\mathcal{Z})$ is a $\\mathcal{D}$-mutation\npair), then $\\mathcal{Z}/\\mathcal{D}$ becomes a triangulated category. In this\narticle, we consider a simultaneous generalization of these two constructions.\n","Comment: 24 pages"]}]
["1006.1034",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1034"],"date":["2010-06-05"],"type":["text"],"creator":["Still, Benjamin","collaboration, on behalf of the T2K"],"language":[],"coverage":[],"title":["\\pi 0 and the T2K Experiment"],"description":["  The Tokai to Kamioka neutrino oscillation experiment aims to determine the\nthird and final lepton mixing angle $\\theta_{13}$, through a measurement of the\nsub-dominant oscillation $\\nu_{\\mu}\\rightarrow\\nu_{e}$. The oscillation is a\nmaximum as $\\nu_{\\mu}$ travel 295~km from the near detectors to the far\nSuper-Kamiokande detector. Single $\\pi^{0}$ production from neutral current\n(NC1$\\pi^{0}$) neutrino interactions are a significant background to $\\nu_{e}$\nevents in water Cherenkov detectors such as Super-Kamiokande. To reduce this\nbackground, the off-axis ND280 near detector contains water target regions to\ndetermine the cross-section of such NC1$\\pi^{0}$ events. Here, I discuss the\nstatus of the detectors and tools in preparation for physics data taking.\n","Comment: 4 pages, 3 figures. Proceedings of the 25th Lake Louise Winter\n  Institute"]}]
["1006.1039",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1039"],"date":["2010-06-05"],"type":["text"],"creator":["Samanta, Saurav"],"language":[],"coverage":[],"title":["Theories on noncommutative spaces and deformed symmetries"],"description":["  In this thesis we study different aspects of noncommutativity in quantum\nmechanics, field theory and gravity. We give particular emphasis on the\nunderlying symmetries of these theories. Deformations of usual symmetries like\nthe external space time symmetries and the internal gauge symmetry in\nnoncommutative theories are analyzed in detail.\n","Comment: Ph.D. thesis. Supervisor: Prof. Rabin Banerjee. Submitted on\n  07.07.2008 at Jadavpur University, Kolkata, India"]}]
["1006.1041",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1041"],"date":["2010-06-05"],"type":["text"],"creator":["Cowan, Greig A"],"language":[],"coverage":[],"title":["Determination of the CP-violating phase in $B^0_s \\to J/\\psi \\phi$\n  decays at LHCb"],"description":["  Flavour-tagged, time-dependent, angular analysis of the decay $B^0_s \\to\nJ/\\psi \\phi$ allows the determination of a CP-violating phase which in the\nStandard Model is denoted $-2\\beta_s$, and is predicted to be very small. Many\nmodels of new physics lead to significant enhancements in the value of this\nobservable. LHCb has the capability to improve significantly the existing\nexperimental knowledge on this phase with the data expected in the 2010 run,\nand to probe down to the Standard Model prediction within a few years of\noperation. The steps in this measurement programme will be presented.\nDiscussion will also be given to other methods to determine this phase, and\nrelated measurements in the $B^0_s$ sector.\n","Comment: 4 pages, 5 figures. LHCb contribution to the proceedings of the 2010\n  Lake Louise Winter Institute"]}]
["1006.1042",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1042"],"date":["2010-06-05"],"type":["text"],"creator":["Pathak, Anirban","Banerjee, Anindita"],"language":[],"coverage":[],"title":["Efficient quantum circuits for perfect and controlled teleportation of\n  n-qubit non-maximally entangled states of generalized Bell-type"],"description":["  An efficient and economical scheme is proposed for the perfect quantum\nteleportation of n-qubit non-maximally entangled state of generalized\nBell-type. A Bell state is used as the quantum channel in the proposed scheme.\nIt is also shown that the controlled teleportation of this n-qubit state can be\nachieved by using a GHZ state or a GHZ-like state as quantum channel. The\nproposed schemes are economical because for the perfect and controlled\nteleportation of n-qubit non-maximally entangled state of generalized Bell-type\nwe only need a Bell state and a tripartite entangled state respectively. It is\nalso established that there exists a family of 12 orthogonal tripartite\nGHZ-like states which can be used as quantum channel for controlled\nteleportation. The proposed protocols are critically compared with the existing\nprotocols.\n","Comment: 9 pages,"]}]
["1006.1043",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1043"],"date":["2010-06-05"],"type":["text"],"creator":["Kounchev, Ognyan","Kalaglarsky, Damyan"],"language":[],"coverage":[],"title":["Polyharmonic Daubechies type wavelets in Image Processing and Astronomy,\n  I"],"description":["  We introduce a new family of multivariate wavelets which are obtained by\n\"polyharmonic subdivision\". They generalize directly the original compactly\nsupported Daubechies wavelets.\n","Comment: 6 pages, prepared for the ACM proceedings of CompSysTech 2010"]}]
["1006.1044",{"format":[],"subject":["Quantum Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1044"],"date":["2010-06-05"],"type":["text"],"creator":["Zizzi, Paola","Pessa, Eliano","Cardone, Fabio"],"language":[],"coverage":[],"title":["Quantum Cavitation"],"description":["  We consider the theoretical setting of a superfluid like 3He in a rotating\ncontainer, which is set between the two layers of a type-II superconductor. We\ndescribe the superfluid vortices as a 2-dimensional Ising-like model on a\ntriangular lattice in presence of local magnetic fields. The interaction term\nof the superfluid vortices with the Abrikosov vortices of the superconductor\nappears then as a symmetry breaking term in the free energy. Such a term gives\na higher probability of quantum tunnelling across the potential barrier for\nbubbles nucleation, thus favouring quantum cavitation.\n","Comment: 7 pages, 2 figures"]}]
["1006.1046",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1046"],"date":["2010-06-05"],"type":["text"],"creator":["Httmann, Antje"],"language":[],"coverage":[],"title":["Searches for New Physics Using H1 and ZEUS Data"],"description":["  Recent searches for new physics in ep collisions performed by the H1 and ZEUS\ncollaborations are presented. Limits on different contact interaction models,\nlarge extra dimensions, R-parity violating SUSY, excited fermions and anomalous\nflavour-changing top couplings are shown. In addition, searches for new physics\nin exclusive final states such as events with isolated leptons and large\nmissing transverse momentum or multi-lepton final states are presented.\n","Comment: 4 pages, 4 figures Contributed to proceedings of Lake Louise Winter\n  Institute 2010, Alberta, Canada, 15th-20th February 2010"]}]
["1006.1047",{"format":[],"subject":["Mathematics - Probability","60E07, 60G51, 60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1047"],"date":["2010-06-05"],"type":["text"],"creator":["Maejima, Makoto","Ueda, Yohei"],"language":[],"coverage":[],"title":["Nested subclasses of the class of $\\alpha$-selfdecomposable\n  distributions"],"description":["  A probability distribution $\\mu$ on $\\mathbb R ^d$ is selfdecomposable if its\ncharacteristic function $\\widehat\\mu(z), z\\in\\mathbb R ^d$, satisfies that for\nany $b>1$, there exists an infinitely divisible distribution $\\rho_b$\nsatisfying $\\widehat\\mu(z) = \\widehat\\mu (b^{-1}z)\\widehat\\rho_b(z)$. This\nconcept has been generalized to the concept of $\\alpha$-selfdecomposability by\nmany authors in the following way. Let $\\alpha\\in\\mathbb R$. An infinitely\ndivisible distribution $\\mu$ on $\\mathbb R ^d$ is $\\alpha$-selfdecomposable, if\nfor any $b>1$, there exists an infinitely divisible distribution $\\rho_b$\nsatisfying $\\widehat\\mu(z) = \\widehat \\mu\n(b^{-1}z)^{b^{\\alpha}}\\widehat\\rho_b(z)$. By denoting the class of all\n$\\alpha$-selfdecomposable distributions on $\\mathbb R ^d$ by\n$L^{\\leftangle\\alpha\\rightangle}(\\mathbb R ^d)$, we define in this paper a\nsequence of nested subclasses of $L^{\\leftangle\\alpha\\rightangle}(\\mathbb R\n^d)$, and investigate several properties of them by two ways. One is by using\nlimit theorems and the other is by using mappings of infinitely divisible\ndistributions.\n"]}]
["1006.1051",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","Primary 46B20. Secondary 52A21, 52B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1051","Quaestiones Mathematicae 23 (2000) 383-388","doi:10.2989/16073600009485985"],"date":["2010-06-05"],"type":["text"],"creator":["Swanepoel, Konrad J."],"language":[],"coverage":[],"title":["Sets of unit vectors with small pairwise sums"],"description":["  We study the sizes of delta-additive sets of unit vectors in a d-dimensional\nnormed space: the sum of any two vectors has norm at most delta. One-additive\nsets originate in finding upper bounds of vertex degrees of Steiner Minimum\nTrees in finite dimensional smooth normed spaces (Z. F\\\"uredi, J. C. Lagarias,\nF. Morgan, 1991). We show that the maximum size of a delta-additive set over\nall normed spaces of dimension d grows exponentially in d for fixed delta>2/3,\nstays bounded for delta<2/3, and grows linearly at the threshold delta=2/3.\nFurthermore, the maximum size of a 2/3-additive set in d-dimensional normed\nspace has the sharp upper bound of d, with the single exception of spaces\nisometric to three-dimensional l^1 space, where there exists a 2/3-additive set\nof four unit vectors.\n","Comment: 6 pages. Old paper of 10 years ago"]}]
["1006.1053",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1053"],"date":["2010-06-05"],"type":["text"],"creator":["Connolly, James P."],"language":[],"coverage":[],"title":["Modelling and Optimising GaAs/Al(x)Ga(1-x)As Multiple Quantum Well Solar\n  Cells"],"description":["  The quantum well solar cell (QWSC) is a p - i - n solar cell with quantum\nwells in the intrinsic region. Previous work has shown that QWSCs have a\ngreater open circuit voltage (Voc) than would be provided by a cell with the\nquantum well effective bandgap. This suggests that the fundamental efficiency\nlimits of QWSCs are greater than those of single bandgap solar cells. The\nfollowing work investigates QWSCs in the GaAs/AlxGa1-xAs materials system. The\ndesign and optimisation of a QWSC in this system requires studies of the\nvoltage and current dependencies on the aluminium fraction. QWSCs with\ndifferent aluminium fractions have been studied and show an increasing Voc with\nincreasing barrier aluminium composition. The QE however decreases with\nincreasing aluminium composition. We develop a model of the QE to test novel\nQWSC designs with a view to minimising this problem. This work concentrates on\ntwo design changes. The first deals with com- positionally graded structures in\nwhich the bandgap varies with position. This bandgap variation introduces an\nquasi electric field which can be used to increase minority carrier collection\nin the low efficiency p and n layers. This technique also increases the light\nflux reaching the highly efficient depletion regions. The second design change\nconsists of coating the back of the cell with a mirror to exploit the portion\nof light which is not absorbed on the first pass. A model of the QE of\ncompositionally graded QWSC solar cells with back surface mirrors is developed\nin order to analyse the effect of these design changes. These changes are\nimplemented separately in a number of QWSC designs and the resulting\nexperimental data compared with the model. An optimised design is then\npresented.\n","Comment: PhD thesis, Imperial College, solar cell modelling development and\n  experimental validation (235 pages) 1997"]}]
["1006.1055",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1055"],"date":["2010-06-05"],"type":["text"],"creator":["Samid, Gideon"],"language":[],"coverage":[],"title":["Shannon Revisited: Considering a More Tractable Expression to Measure\n  and Manage Intractability, Uncertainty, Risk, Ignorance, and Entropy"],"description":["  Building on Shannon's lead, let's consider a more malleable expression for\ntracking uncertainty, and states of \"knowledge available\" vs. \"knowledge\nmissing,\" to better practice innovation, improve risk management, and\nsuccessfully measure progress of intractable undertakings. Shannon's formula,\nand its common replacements (Renyi, Tsallis) compute to increased knowledge\nwhenever two competing choices, however marginal, exchange probability\nmeasures. Such and other distortions are corrected by anchoring knowledge to a\nreference challenge. Entropy then expresses progress towards meeting that\nchallenge. We introduce an 'interval of interest' outside which all probability\nchanges should be ignored. The resultant formula for Missing Acquirable\nRelevant Knowledge (MARK) serves as a means to optimize intractable activities\ninvolving knowledge acquisition, such as research, development, risk\nmanagement, and opportunity exploitation.\n"]}]
["1006.1060",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1060"],"date":["2010-06-05"],"type":["text"],"creator":["Lisy, V.","Tothova, J."],"language":[],"coverage":[],"title":["An old efficient approach to anomalous Brownian motion"],"description":["  A number of random processes in various fields of science is described by\nphenomenological equations containing a stochastic force, the best known\nexample being the Langevin equation (LE) for the Brownian motion (BM) of\nparticles. Long ago Vladimirsky (1942) proposed a simple method for solving\nsuch equations. The method, based on the classical Gibbs statistics, consists\nin converting the stochastic LE into a deterministic one, and is applicable to\nlinear equations with any kind of memory. When the memory effects are taken\ninto account in the description of the BM, the mean square displacement of the\nparticle at long times can exhibit an \"anomalous\" (different from that in the\nEinstein theory) time dependence. In the present paper we show how some general\nproperties of such anomalous BM can be easily derived using the Vladimirsky\napproach. The method can be effectively used in solving many of the problems\ncurrently considered in the literature. We apply it to the description of the\nBM when the memory kernel in the Volterra-type integro-differential LE\nexponentially decreases with the time. The problem of the hydrodynamic BM of a\ncharged particle in an external magnetic field is also solved.\n","Comment: 8 pages, no figures"]}]
["1006.1061",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1061"],"date":["2010-06-05"],"type":["text"],"creator":["Lu, Changguo","McDonald, Kirk","Smith, A. J. S.","Zhang, Jiawen"],"language":[],"coverage":[],"title":["Aging Study of RPC's for the SiD Hcal and Muon System"],"description":["  Preliminary test results on microscope investigation and BESIII-type RPC\naging performance have revealed interesting aging phenomena that had not been\nseen before in Linseed oil coated Italian-type RPC. We report here on the aging\nperformance of BESIII-type and its variant RPC, and on microscopic surface\ncharacterization of BESIII-type Bakelite electrodes.\n","Comment: 8 pages, 16 figures, Proceedings of LCWS/ILC 2010"]}]
["1006.1062",{"format":[],"subject":["Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1062"],"date":["2010-06-05"],"type":["text"],"creator":["Adams, Ryan Prescott","Ghahramani, Zoubin","Jordan, Michael I."],"language":[],"coverage":[],"title":["Tree-Structured Stick Breaking Processes for Hierarchical Data"],"description":["  Many data are naturally modeled by an unobserved hierarchical structure. In\nthis paper we propose a flexible nonparametric prior over unknown data\nhierarchies. The approach uses nested stick-breaking processes to allow for\ntrees of unbounded width and depth, where data can live at any node and are\ninfinitely exchangeable. One can view our model as providing infinite mixtures\nwhere the components have a dependency structure corresponding to an\nevolutionary diffusion down a tree. By using a stick-breaking approach, we can\napply Markov chain Monte Carlo methods based on slice sampling to perform\nBayesian inference and simulate from the posterior distribution on trees. We\napply our method to hierarchical clustering of images and topic modeling of\ntext data.\n","Comment: 16 pages, 5 figures, submitted"]}]
["1006.1064",{"format":[],"subject":["Mathematics - Group Theory","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1064"],"date":["2010-06-05"],"type":["text"],"creator":["Hull, M."],"language":[],"coverage":[],"title":["Conjugacy Growth in Polycyclic Groups"],"description":["  In this paper, we consider the conjugacy growth function of a group, which\ncounts the number of conjugacy classes which intersect a ball of radius $n$\ncentered at the identity. We prove that in the case of virtually polycyclic\ngroups, this function is either exponential or polynomially bounded, and is\npolynomially bounded exactly when the group is virtually nilpotent. The proof\nis fairly short, and makes use of the fact that any polycyclic group has a\nsubgroup of finite index which can be embedded as a lattice in a Lie group, as\nwell as exponential radical of Lie groups and Dirichlet's approximation\ntheorem.\n","Comment: 4 pages"]}]
["1006.1067",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1067","J. Surdej et al 2010 The Astronomical Journal 139 1935","doi:10.1088/0004-6256/139/5/1935"],"date":["2010-06-05"],"type":["text"],"creator":["Surdej, J.","Delacroix, C.","Coleman, P.","Dominik, M.","Habraken, S.","Hanot, C.","Coroller, H. Le","Mawet, D.","Quintana, H.","Sadibekova, T.","Sluse, D."],"language":[],"coverage":[],"title":["The Optimal Gravitational Lens Telescope"],"description":["  Given an observed gravitational lens mirage produced by a foreground\ndeflector (cf. galaxy, quasar, cluster,...), it is possible via numerical lens\ninversion to retrieve the real source image, taking full advantage of the\nmagnifying power of the cosmic lens. This has been achieved in the past for\nseveral remarkable gravitational lens systems. Instead, we propose here to\ninvert an observed multiply imaged source directly at the telescope using an\nad-hoc optical instrument which is described in the present paper. Compared to\nthe previous method, this should allow one to detect fainter source features as\nwell as to use such an optimal gravitational lens telescope to explore even\nfainter objects located behind and near the lens. Laboratory and numerical\nexperiments illustrate this new approach.\n"]}]
["1006.1068",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1068"],"date":["2010-06-05"],"type":["text"],"creator":["Maryeva, O.","Abolmasov, P."],"language":[],"coverage":[],"title":["Spectral Variability of Romano's Star"],"description":["  We combine archival spectral observations of the LBV star V532 (Romano's\nstar) together with the existing photometric data in the B band. Spectroscopic\ndata cover 15 years of observations (from 1992 to 2007). We show that the\nobject in maximum of brightness behaves as an emission line supergiant while in\nminimum V532 moves along the sequence of late WN stars. In this sense, the\nobject behaves similarly to the well-known Luminous Blue Variable (LBV) stars\nAG Car and R127, but is somewhat hotter in the minima. We identify about 100\nspectral lines in the 3700..7300 Angstrom wavelength range. For today, our\nspectroscopy is the most comprehensive for this object. The velocity of the\nwind is derived using HeI triplet lines (360+/-30 km/s). Physical parameters of\nthe nebula around V532 are estimated.\n","Comment: accepted for publication in RevMexAA; 19 pages, 6 tables, 6 figures"]}]
["1006.1070",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1070"],"date":["2010-06-05"],"type":["text"],"creator":["Chin, William"],"language":[],"coverage":[],"title":["Galois coverings of pointed coalgebras"],"description":["  We introduce the concept of a Galois covering of a pointed coalgebra. The\ntheory developed shows that Galois coverings of pointed coalgebras can be\nconcretely expressed by smash coproducts using the coaction of the automorphism\ngroup of the covering. Thus the theory of Galois coverings is seen to be\nequivalent to group gradings of coalgebras. An advantageous feature of the\ncoalgebra theory is that neither the grading group nor the quiver is assumed\nfinite in order to obtain a smash product coalgebra.\n"]}]
["1006.1074",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1074"],"date":["2010-06-05"],"type":["text"],"creator":["Monnerville, M.","Smah, G."],"language":[],"coverage":[],"title":["Youpi, a Web-based Astronomical Image Processing Pipeline"],"description":["  Youpi stands for \"YOUpi is your processing PIpeline\". It is a portable, easy\nto use web application providing high level functionalities to perform data\nreduction on scientific FITS images. It is built on top of open source\nprocessing tools that are released to the community by Terapix, in order to\norganize your data on a computer cluster, to manage your processing jobs in\nreal time and to facilitate teamwork by allowing fine-grain sharing of results\nand data. On the server side, Youpi is written in the Python programming\nlanguage and uses the Django web framework. On the client side, Ajax techniques\nare used along with the Prototype and script.aculo.us Javascript librairies.\n","Comment: 4 pages, 2 figures, to appear in the proceedings of ADASS XIX, Oct\n  4-8 2009, Sapporo, Japan (ASP Conf. Series)"]}]
["1006.1076",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1076"],"date":["2010-06-05"],"type":["text"],"creator":["Dukes, Patrick","Rusinko, Joe"],"language":[],"coverage":[],"title":["Commutation classes of double wiring diagrams"],"description":["  We describe a new method for computing the graph of commutation classes of\ndouble wiring diagrams. Using these methods we compute the graph for five\nstrings or less which allows us to confirm a positivity conjecture of Fomin and\nZelevinsky when n is less than five .\n","Comment: 10 pages"]}]
["1006.1079",{"format":[],"subject":["Physics - Physics and Society","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1079"],"date":["2010-06-05"],"type":["text"],"creator":["Zhang, Wei","Zhang, Wei"],"language":[],"coverage":[],"title":["Dilemma game in a traffic model with the crossing"],"description":["  In this paper, we investigate the non-signalized intersection issue\nconsidering traffic flow and energy dissipation in terms of game theory based\non the Nagel-Schreckenberg (NaSch) model. There are two types of driver agents\nat the intersection when vehicles on the two streets are approaching to it\nsimultaneously: C agents (cooperative strategy) pulling up to avoid collision\nand D agents (defective strategy) crossing the intersection audaciously. Phase\ndiagram of the system, which describes free-flow phase, segregation phase,\njammed phase and maximum current curve representing the social maximum payoff,\nis presented. Dilemma game is observed at the phase-segregated state except for\nthe case of $v_{\\max }=1.$\n","Comment: 8 figures"]}]
["1006.1087",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13H10, 05C75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1087"],"date":["2010-06-06"],"type":["text"],"creator":["Mahmoudi, Mohammad","Mousivand, Amir","Crupi, Marilena","Rinaldo, Giancarlo","Terai, Naoki","Yassemi, Siamak"],"language":[],"coverage":[],"title":["Vertex decomposability and regularity of very well-covered graphs"],"description":["  A graph $G$ is well-covered if it has no isolated vertices and all the\nmaximal independent sets have the same cardinality. If furthermore two times\nthis cardinality is equal to $|V(G)|$, the graph $G$ is called very\nwell-covered. The class of very well-covered graphs contains bipartite\nwell-covered graphs. Recently in \\cite{CRT} it is shown that a very\nwell-covered graph $G$ is Cohen-Macaulay if and only if it is pure shellable.\nIn this article we improve this result by showing that $G$ is Cohen-Macaulay if\nand only if it is pure vertex decomposable. In addition, if $I(G)$ denotes the\nedge ideal of $G$, we show that the Castelnuovo-Mumford regularity of $R/I(G)$\nis equal to the maximum number of pairwise 3-disjoint edges of $G$. This\nimproves Kummini's result on unmixed bipartite graphs.\n","Comment: 11 pages"]}]
["1006.1096",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1096"],"date":["2010-06-06"],"type":["text"],"creator":["Graham, Alister W."],"language":[],"coverage":[],"title":["Comment on \"A Non-Parametric Estimate of Mass 'Scoured' in Galaxy Cores\"\n  (arXiv:1006.0488)"],"description":["  This comment is in response to the article titled \"A Non-Parametric Estimate\nof Mass Scoured in Galaxy Cores\" (arXiv:1006.0488) written by Hopkins and\nHernquist. This comment politely mentions two relevant papers in which the main\nconclusion from Hopkins & Hernquist had already been published six years ago\nusing the core-Sersic model. It then explains why Hopkins & Hernquist's concern\nabout the core-Sersic model is not valid.\n","Comment: 1 page of text, plus references"]}]
["1006.1104",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1104","Journal of Computer Science and Engineering, Volume 1, Issue 1,\n  p1-9, May 2010"],"date":["2010-06-06"],"type":["text"],"creator":["Rice, Jacqueline E.","Kent, Kenneth B."],"language":[],"coverage":[],"title":["Systolic Array Technique for Determining Common Approximate Substrings"],"description":["  A technique using a systolic array structure is proposed for solving the\ncommon approximate substring (CAS) problem. This approach extends the technique\nintroduced in earlier work from the computation of the edit-distance between\ntwo strings to the more encompassing CAS problem. A comparison to existing work\nis given, and the technique presented is validated and analyzed based on\nsimulations.\n","Comment: Submitted to Journal of Computer Science and Engineering, see\n  http://sites.google.com/site/jcseuk/volume-1-issue-1-may-2010"]}]
["1006.1106",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1106"],"date":["2010-06-06"],"type":["text"],"creator":["Okada, Kensuke"],"language":[],"coverage":[],"title":["Observation of W decay in 500 GeV p+p collisions at RHIC"],"description":["  W boson production is observed in $\\sqrt{s}=500$ GeV proton proton collisions\nat RHIC-PHENIX experiment. The single longitudinal spin asymmetry\n$A_L(\\overrightarrow{p}p\\rightarrow W^+X)$ is measured via decay positrons in\nthe mid rapidity region. The asymmetry $-0.83\\pm0.31\\pm(11%$ scale uncertainty)\nis consistent with calculations from various polarized parton distribution\nfunctions.\n","Comment: 4 pages, Proceedings of the Lake Louise Winter Institute, 15th-20th\n  February 2010, Alberta, Canada"]}]
["1006.1108",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1108"],"date":["2010-06-06"],"type":["text"],"creator":["Bouganis, Thanasis"],"language":[],"coverage":[],"title":["Non-abelian congruences between special values of $L$-functions of\n  elliptic curves; the CM case"],"description":["  In this work we prove congruences between special values of elliptic curves\nwith CM that seem to play a central role in the analytic side of the\nnon-commutative Iwasawa theory. These congruences are the analogue for elliptic\ncurves with CM of those proved by Kato, Ritter and Weiss for the Tate motive.\nThe proof is based on the fact that the critical values of elliptic curves with\nCM, or what amounts to the same, the critical values of Gr\\\"{o}ssencharacters,\ncan be expressed as values of Hilbert-Eisenstein series at CM points. We\nbelieve that our strategy can be generalized to provide congruences for a large\nclass of $L$-values.\n","Comment: 32 pages"]}]
["1006.1109",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Differential Geometry","32Q15, 32Q28, 53D10, 53D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1109"],"date":["2010-06-06"],"type":["text"],"creator":["Kurtdere, Ayse"],"language":[],"coverage":[],"title":["Equivariant K\\\"ahlerian extensions of contact manifolds"],"description":["  For contact manifolds $(M, \\eta)$ a complexification $M^c$ is constructed to\nwhich the contact form $\\eta$ extends such that the exterior derivative of the\nextended form is K\\\"ahlerian. In the case of a proper action of an extendable\nLie group this construction is realized in an equivariant way. In a\nsimultaneous stratification of $M$ and $M^c$ according to the istropy type, it\nis shown that the K\\\"ahlerian reduction of the complexification can be seen as\nthe complexification of the contact reduction.\n"]}]
["1006.1110",{"format":[],"subject":["Mathematics - Number Theory","11R39 (primary), 20D99 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1110"],"date":["2010-06-06"],"type":["text"],"creator":["Barnet-Lamb, Thomas"],"language":[],"coverage":[],"title":["Non-big subgroups for l large"],"description":["  Lifting theorems form an important collection of tools in showing that Galois\nrepresentations are associated to automorphic forms. (Key examples in dimension\nn>2 are the lifting theorems of Clozel, Harris and Taylor and of Geraghty.) All\npresent lifting theorems for n>2 dimensional representations have a certain\nrather technical hypothesis---the residual image must be `big'. The aim of this\npaper is to demystify this condition somewhat.\n  For a fixed integer n, and a prime l larger than a constant depending on n,\nwe show that n dimensional mod l representations which fail to be big must be\nof one of three kinds: they either fail to be absolutely irreducible, are\ninduced from representations of larger fields, or can be written as a tensor\nproduct including a factor which is the reduction of an Artin representation in\ncharacteristic zero. Hopefully this characterization will make the bigness\ncondition more comprehensible, at least for large l.\n","Comment: 30 pages"]}]
["1006.1117",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1117"],"date":["2010-06-06"],"type":["text"],"creator":["Cohen, Hagai","Porat, Ely"],"language":[],"coverage":[],"title":["On the hardness of distance oracle for sparse graph"],"description":["  In this paper we show that set-intersection is harder than distance oracle on\nsparse graphs. Given a collection of total size n which consists of m sets\ndrawn from universe U, the set-intersection problem is to build a data\nstructure which can answer whether two sets have any intersection. A distance\noracle is a data structure which can answer distance queries on a given graph.\nWe show that if one can build distance oracle for sparse graph G=(V,E), which\nrequires s(|V|,|E|) space and answers a (2-\\epsilon,c)-approximate distance\nquery in time t(|V|,|E|) where (2-\\epsilon) is a multiplicative error and c is\na constant additive error, then, set-intersection can be solved in t(m+|U|,n)\ntime using s(m+|U|,n) space.\n"]}]
["1006.1119",{"format":[],"subject":["Mathematics - Probability","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1119"],"date":["2010-06-06"],"type":["text"],"creator":["Shi, Yufeng","Zhu, Qingfeng"],"language":[],"coverage":[],"title":["A Kneser-type theorem for backward doubly stochastic differential\n  equations"],"description":["  A class of backward doubly stochastic differential equations (BDSDEs in\nshort) with continuous coefficients is studied. We give the comparison\ntheorems, the existence of the maximal solution and the structure of solutions\nfor BDSDEs with continuous coefficients. A Kneser-type theorem for BDSDEs is\nobtained. We show that there is either unique or uncountable solutions for this\nkind of BDSDEs.\n","Comment: 17 pages"]}]
["1006.1123",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1123"],"date":["2010-06-06"],"type":["text"],"creator":["Ulmer, Keith A.","collaboration, for the CMS"],"language":[],"coverage":[],"title":["Performance of the CMS tracking detectors from the 2009 LHC run"],"description":["  The 2009 run provided the first proton-proton collisions from the Large\nHadron Collider (LHC) at center of mass energies of 900 GeV and 2.36 TeV. The\nCompact Muon Solenoid (CMS) experiment has recorded a large sample of minimum\nbias events from these collisions. We present results from the all silicon\ntracking detectors from this run. The performance of the tracker and track\nreconstruction algorithms are considered including signal-to-noise,\nefficiencies and comparisons to simulation for track parameter and resonance\nreconstruction performance.\n","Comment: 4 pages, 3 figures, proceedings from the 2010 Lake Louise Winter\n  Institute"]}]
["1006.1126",{"format":[],"subject":["Computer Science - Computational Geometry","68R10, 05C85, 05C50","I.3.5","J.6","G.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1126"],"date":["2010-06-06"],"type":["text"],"creator":["Haller, Kirk","John, Audrey Lee-St.","Sitharam, Meera","Streinu, Ileana","White, Neil"],"language":[],"coverage":[],"title":["Body-and-cad Geometric Constraint Systems"],"description":["  Motivated by constraint-based CAD software, we develop the foundation for the\nrigidity theory of a very general model: the body-and-cad structure, composed\nof rigid bodies in 3D constrained by pairwise coincidence, angular and distance\nconstraints. We identify 21 relevant geometric constraints and develop the\ncorresponding infinitesimal rigidity theory for these structures. The classical\nbody-and-bar rigidity model can be viewed as a body-and-cad structure that uses\nonly one constraint from this new class. As a consequence, we identify a new,\nnecessary, but not sufficient, counting condition for minimal rigidity of\nbody-and-cad structures: nested sparsity. This is a slight generalization of\nthe well-known sparsity condition of Maxwell.\n","Comment: 33 pages, to appear in Computational Geometry: Theory and\n  Applications (an abbreviated version appeared in: 24th Annual ACM Symposium\n  on Applied Computing, Technical Track on Geometric Constraints and Reasoning\n  GCR'09, Honolulu, HI, 2009)"]}]
["1006.1142",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1142"],"date":["2010-06-06"],"type":["text"],"creator":["Rossi, Melisa"],"language":[],"coverage":[],"title":["New Physics at CDF"],"description":["  We present the current status of searches for physics beyond the Standard\nModel at the Tevatron 1.96-TeV proton-antiproton collider using data collected\nwith the CDF experiment. We cover searches for supersymmetry, extra dimensions\nand new gauge bosons.\n","Comment: Contribution to the proceedings of the Lake Louise Winter Institute\n  2010 (LLWI 2010)"]}]
["1006.1143",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1143"],"date":["2010-06-03"],"type":["text"],"creator":["Zviadadze, M. D.","Chachava, N. D.","Kvirikadze, A. G.","Pokleba, A. K."],"language":[],"coverage":[],"title":["Obtaining and Application of the Reduced Bloch Equations"],"description":["  Well-known Bloch equations describe the spin systems (electronic and nuclear)\nfor any scale of time, from transient processes to steady states. Usually in\nsolids T_2 << T_1. The question arises: what are the approximations that should\nbe made in order the \"roughen\" Bloch equations to describe the processes at the\ntime T_2 < t < T_1? The answer to this question is given in this article. As an\nexample, the saturation of magnetic resonance is considered under the\nconditions of harmonic modulation of a constant magnetic field.\n","Comment: 12 pages"]}]
["1006.1146",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1146"],"date":["2010-06-06"],"type":["text"],"creator":["Daye, X. Jessie Jeng And Z. John"],"language":[],"coverage":[],"title":["Sparse covariance thresholding for high-dimensional variable selection"],"description":["  In high-dimensions, many variable selection methods, such as the lasso, are\noften limited by excessive variability and rank deficiency of the sample\ncovariance matrix. Covariance sparsity is a natural phenomenon in\nhigh-dimensional applications, such as microarray analysis, image processing,\netc., in which a large number of predictors are independent or weakly\ncorrelated. In this paper, we propose the covariance-thresholded lasso, a new\nclass of regression methods that can utilize covariance sparsity to improve\nvariable selection. We establish theoretical results, under the random design\nsetting, that relate covariance sparsity to variable selection. Real-data and\nsimulation examples indicate that our method can be useful in improving\nvariable selection performances.\n","Comment: To appear in Statistica Sinica"]}]
["1006.1149",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1149"],"date":["2010-06-06"],"type":["text"],"creator":["Karmakar, Sanjay","Varanasi, Mahesh K."],"language":[],"coverage":[],"title":["The diversity-multiplexing tradeoff of the symmetric MIMO 2-user\n  interference channel"],"description":["  The fundamental diversity-multiplexing tradeoff (DMT) of the quasi-static\nfading, symmetric $2$-user MIMO interference channel (IC) with channel state\ninformation at the transmitters (CSIT) and a short term average power\nconstraint is obtained. The general case is considered where the\ninterference-to-noise ratio (INR) at each receiver scales differently from the\nsignal-to-noise ratio (SNR) at the receivers. The achievability of the DMT is\nproved by showing that a simple Han-Kobayashi coding scheme can achieve a rate\nregion which is within a constant (independent of SNR) number of bits from a\nset of upper bounds to the capacity region of the IC. In general, only part of\nthe DMT curve with CSIT can be achieved by coding schemes which do not use any\nCSIT (No-CSIT). A result in this paper establishes a threshold for the INR\nbeyond which the DMT with CSIT coincides with that with No-CSIT. Our result\nalso settles one of the conjectures made in~\\cite{EaOlCv}. Furthermore, the\nfundamental DMT of a class of non-symmetric ICs with No-CSIT is also obtained\nwherein the two receivers have different numbers of antennas.\n","Comment: 5 pages, 3 figures. To be presented at ISIT 2010"]}]
["1006.1154",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1154"],"date":["2010-06-06"],"type":["text"],"creator":["Xia, Changyu","Wang, Qiaoling"],"language":[],"coverage":[],"title":["Inequalities for the Steklov Eigenvalues"],"description":["  This paper studies eigenvalues of some Steklov problems. Among other things,\nwe show the following sharp estimtes. Let $\\Omega$ be a bounded smooth domain\nin an $n(\\geq 2)$-dimensional Hadamard manifold an let $0=\\lambda_0 <\n\\lambda_1\\leq \\lambda_2\\leq ... $ denote the eigenvalues of the Steklov\nproblem: $\\Delta u=0$ in $\\Omega$ and $(\\partial u)/(\\partial \\nu)=\\lambda u$\non $\\partial \\Omega$. Then $\\sum_{i=1}^{n} \\lambda^{-1}_i \\geq\n(n^2|\\Omega|)/(|\\partial\\Omega|) $ with equality holding if and only if\n$\\Omega$ is isometric to an $n$-dimensional Euclidean ball. Let $M$ be an\n$n(\\geq 2)$-dimensional compact connected Riemannian manifold with boundary and\nnon-negative Ricci curvature. Assume that the mean curvature of $\\pa M$ is\nbounded below by a positive constant $c$ and let $q_1$ be the first eigenvalue\nof the Steklov problem: $ \\Delta^2 u= 0$ in $ M$ and $u= (\\partial^2\nu)/(\\partial \\nu^2) -q(\\partial u)/(\\partial \\nu) =0$ on $ \\partial M$. Then\n$q_1\\geq c$ with equality holding if and only if $M $ is isometric to a ball of\nradius $1/c$ in ${\\bf R}^n$.\n","Comment: 17 pages"]}]
["1006.1156",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1156"],"date":["2010-06-06"],"type":["text"],"creator":["Kang, Ming-chang","Zhou, Jian"],"language":[],"coverage":[],"title":["The rationality problem for finite subgroups of GL_4(Q)"],"description":["  Let $G$ be a finite subgroup of $GL_4(\\bm{Q})$. The group $G$ induces an\naction on $\\bm{Q}(x_1,x_2,x_3,x_4)$, the rational function field of four\nvariables over $\\bm{Q}$. Theorem. The fixed subfield\n$\\bm{Q}(x_1,x_2,x_3,x_4)^G:=\\{f\\in\\bm{Q}(x_1,x_2,x_3,x_4):\\sigma \\cdot f=f$ for\nany $\\sigma\\in G\\}$ is rational (i.e.\\ purely transcendental) over $\\bm{Q}$,\nexcept for two groups which are images of faithful representations of $C_8$ and\n$C_3\\rtimes C_8$ into $GL_4(\\bm{Q})$ (both fixed fields for these two\nexceptional cases are not rational over $\\bm{Q}$). There are precisely 227 such\ngroups in $GL_4(\\bm{Q})$ up to conjugation; the answers to the rationality\nproblem for most of them were proved by Kitayama and Yamasaki \\cite{KY} except\nfor four cases. We solve these four cases left unsettled by Kitayama and\nYamasaki; thus the whole problem is solved completely.\n"]}]
["1006.1157",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","15A90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1157","JP Journal of Algebra, Number Theory and Applications, vol. 11\n  (2008), 137-158"],"date":["2010-06-06"],"type":["text"],"creator":["Watanabe, Shuji"],"language":[],"coverage":[],"title":["Superconductivity and the BCS-Bogoliubov Theory"],"description":["  First, we reformulate the BCS-Bogoliubov theory of superconductivity from the\nviewpoint of linear algebra. We define the BCS Hamiltonian on\n$\\mathbb{C}^{2^{2M}}$, where $M$ is a positive integer. We discuss\nselfadjointness and symmetry of the BCS Hamiltonian as well as spontaneous\nsymmetry breaking. Beginning with the gap equation, we give the well-known\nexpression for the BCS state and find the existence of an energy gap. We also\nshow that the BCS state has a lower energy than the normal state. Second, we\nintroduce a new superconducting state explicitly and show from the viewpoint of\nlinear algebra that this new state has a lower energy than the BCS state.\nThird, beginning with our new gap equation, we show from the viewpoint of\nlinear algebra that we arrive at the results similar to those in the\nBCS-Bogoliubov theory.\n","Comment: 15 pages"]}]
["1006.1158",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1158"],"date":["2010-06-06"],"type":["text"],"creator":["Kang, Ming-chang","Zhou, Jian"],"language":[],"coverage":[],"title":["Noether's problem for \\hat{S}_4 and \\hat{S}_5"],"description":["  Let $k$ be a field, $G$ be a finite group and $k(x_g:g\\in G)$ be the rational\nfunction field over $k$, on which $G$ acts by $k$-automorphisms defined by\n$h\\cdot x_g=x_{hg}$ for any $g,h\\in G$. Noether's problem asks whether the\nfixed subfield $k(G):=k(x_g:g\\in G)^G$ is $k$-rational, i.e.\\ purely\ntranscendental over $k$. If $\\widehat{S_n}$ is the double cover of the\nsymmetric group $S_n$, in which the liftings of transpositions and products of\ndisjoint transpositions are of order $4$, Serre shows that\n$\\bm{Q}(\\widehat{S_4})$ and $\\bm{Q}(\\widehat{S_5})$ are not $\\bm{Q}$-rational.\nWe will prove that, if $k$ is a field such that $\\fn{char} k \\neq 2, 3$, and\n$k(\\zeta_8)$ is a cyclic extension of $k$, then $k(\\widehat{S_4})$ is\n$k$-rational. If it is assumed furthermore that $\\fn{char}k=0$, then\n$k(\\widehat{S_5})$ is also $k$-rational.\n"]}]
["1006.1160",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Superconductivity","Mathematics - Classical Analysis and ODEs","45G10, 82D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1160","Far East Journal of Mathematical Sciences, vol.31 (2008), 181-200"],"date":["2010-06-06"],"type":["text"],"creator":["Watanabe, Shuji"],"language":[],"coverage":[],"title":["Smoothness of the Gap Function in the BCS-Bogoliubov Theory of\n  Superconductivity"],"description":["  We deal with the gap equation in the BCS-Bogoliubov theory of\nsuperconductivity, where the gap function is a function of the temperature $T$\nonly. We show that the squared gap function is of class $C^2$ on the closed\ninterval $[\\,0,\\,T_c\\,]$. Here, $T_c$ stands for the transition temperature.\nFurthermore, we show that the gap function is monotonically decreasing on\n$[0,\\,T_c]$ and obtain the behavior of the gap function at $T=T_c$. We\nmathematically point out some more properties of the gap function.\n","Comment: 14 pages"]}]
["1006.1165",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1165"],"date":["2010-06-06"],"type":["text"],"creator":["Soldo, Fabio","Argyraki, Katerina","Markopoulou, Athina"],"language":[],"coverage":[],"title":["Optimal Source-Based Filtering of Malicious Traffic"],"description":["  In this paper, we consider the problem of blocking malicious traffic on the\nInternet, via source-based filtering. In particular, we consider filtering via\naccess control lists (ACLs): these are already available at the routers today\nbut are a scarce resource because they are stored in the expensive ternary\ncontent addressable memory (TCAM). Aggregation (by filtering source prefixes\ninstead of individual IP addresses) helps reduce the number of filters, but\ncomes also at the cost of blocking legitimate traffic originating from the\nfiltered prefixes. We show how to optimally choose which source prefixes to\nfilter, for a variety of realistic attack scenarios and operators' policies. In\neach scenario, we design optimal, yet computationally efficient, algorithms.\nUsing logs from Dshield.org, we evaluate the algorithms and demonstrate that\nthey bring significant benefit in practice.\n","Comment: Conference version appeared in Infocom 2009. Journal version\n  submitted to ToN"]}]
["1006.1166",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1166"],"date":["2010-06-06"],"type":["text"],"creator":["Liao, Hsuan-Yi","Teh, Jyh-Haur"],"language":[],"coverage":[],"title":["Semi-topological Galois theory and the inverse Galois problem"],"description":["  We enhance the analogy between field extensions and covering spaces by\nintroducing the concept of splitting covering which correspondences to the\nsplitting field in Galois theory. We define semi-topological Galois groups for\nWeierstrass polynomials and prove the existence of a Galois correspondence.\nThis new tool enables us to study the inverse Galois problem from a new\nviewpoint.\n","Comment: 23 pages"]}]
["1006.1167",{"format":[],"subject":["Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1167"],"date":["2010-06-06"],"type":["text"],"creator":["Yang, R.","Wei, L. M.","Yu, G. L."],"language":[],"coverage":[],"title":["Weak antilocalization effect in LPE-grown p-Hg0.8Cd0.2Te thin film and\n  the evidence of Te-precipitation"],"description":["  The weak antilocalization effect is observed in a p-type Hg0.8Cd0.2Te thin\nfilm with thickness ~10 micrometers. Based on the analysis of composition,\ncarrier species and excellent fitting of data with a model concerning weak\nantilocalization effect in Te crystal, the most plausible explanation is that\nthe observed weak antilocalization effect is caused by Te-precipitation.\n"]}]
["1006.1168",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1168"],"date":["2010-06-07"],"type":["text"],"creator":["Liu, Hongyu","Zhou, Ting"],"language":[],"coverage":[],"title":["Two dimensional invisibility cloaking via transformation optics"],"description":["  We investigate two-dimensional invisibility cloaking via transformation\noptics approach. The cloaking media possess much more singular parameters than\nthose having been considered for three-dimensional cloaking in literature.\nFinite energy solutions for these cloaking devices are studied in appropriate\nweighted Sobolev spaces. We derive some crucial properties of the singularly\nweighted Sobolev spaces. The invisibility cloaking is then justified by\ndecoupling the underlying singular PDEs into one problem in the cloaked region\nand the other one in the cloaking layer. We derive some completely novel\ncharacterizations of the finite energy solutions corresponding to the singular\ncloaking problems. Particularly, some `hidden' boundary conditions on the\ncloaking interface are shown for the first time. We present our study for a\nvery general system of PDEs, where the Helmholtz equation underlying acoustic\ncloaking is included as a special case.\n"]}]
["1006.1171",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1171"],"date":["2010-06-07"],"type":["text"],"creator":["Du, Kai","Qiu, Jinniao","Tang, Shanjian"],"language":[],"coverage":[],"title":["$L^{p}$ Theory for Super-parabolic Backward Stochastic Partial\n  Differential Equations in the Whole Space"],"description":["  This paper is concerned with semi-linear backward stochastic partial\ndifferential equations (BSPDEs for short) of super-parabolic type. An\n$L^p$-theory is given for the Cauchy problem of BSPDEs, separately for the case\nof $p\\in (1,2]$ and for the case of $p\\in (2, \\infty)$. A comparison theorem is\nalso addressed.\n"]}]
["1006.1172",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1172"],"date":["2010-06-07"],"type":["text"],"creator":["Talari, Ali","Rahnavard, Nazanin"],"language":[],"coverage":[],"title":["Distributed Rateless Codes with UEP Property"],"description":["  When multiple sources of data need to transmit their rateless coded symbols\nthrough a single relay to a common destination, a distributed rateless code\ninstead of several separate conventional rateless codes can be employed to\nencode the input symbols to increase the transmission efficiency and\nflexibility.\n  In this paper, we propose distributed rateless codes DU-rateless that can\nprovide unequal error protection (UEP) for distributed sources with different\ndata block lengths and different importance levels. We analyze our proposed\nDU-rateless code employing And-Or tree analysis technique. Next, we design\nseveral sets of optimum DU-rateless codes for various setups employing\nmulti-objective genetic algorithms and evaluate their performances.\n","Comment: Accepted, 2010 IEEE International Symposium on Information Theory\n  (ISIT 2010)"]}]
["1006.1173",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1173"],"date":["2010-06-07"],"type":["text"],"creator":["Jin, Biaobing","Zhang, Caihong","Engelbrecht, Sebastian","Pimenov, Andrei","Wu, Jingbo","Xu, Qinyin","Cao, Chunhai","Chen, Jian","Xu, Weiwei","Kang, Lin","Wu, Peiheng"],"language":[],"coverage":[],"title":["Low Loss and Magnetic Field-tuned Superconducting THz Metamaterial"],"description":["  Superconducting terahertz (THz) metamaterial (MM) made from superconducting\nNb film has been investigated using a continuous-wave THz spectroscopy with a\nsuperconducting split-coil magnet. The obtained quality factors of the resonant\nmodes at 132 GHz and 450 GHz are about three times as large as those calculated\nfor a metal THz MM operating at 1 K, which indicates that superconducting THz\nMM is a very nice candidate to achieve low loss performance. In addition, the\nmagnetic field-tuning on superconducting THz MM is also demonstrated, which\noffer an alternative tuning method apart from the existed electric, optical and\nthermal tuning on THz MM.\n"]}]
["1006.1176",{"format":[],"subject":["Mathematics - Operator Algebras","46L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1176"],"date":["2010-06-07"],"type":["text"],"creator":["Masuda, Toshihiko"],"language":[],"coverage":[],"title":["Unified approach to classification of actions of discrete amenable\n  groups on injective factors"],"description":["  We present a simple unified proof of classification of discrete amenable\ngroup actions on injective factors. Our argument does not depend on types of\nfactors. We also show the second cohomology vanishing theorem for arbitrary\ncocycle crossed actions of discrete amenable groups on the injective factor of\ntype II$_1$.\n","Comment: 31 pages"]}]
["1006.1196",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","Primary 11Y50. Secondary 14G05, 14J28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1196"],"date":["2010-06-07"],"type":["text"],"creator":["Elsenhans, Andreas-Stephan","Jahnel, Jrg"],"language":[],"coverage":[],"title":["The Diophantine Equation $x^4 + 2 y^4 = z^4 + 4 w^4$---a number of\n  improvements"],"description":["  The quadruple $(1\\,484\\,801, 1\\,203\\,120, 1\\,169\\,407, 1\\,157\\,520)$ already\nknown is essentially the only non-trivial solution of the Diophantine equation\n$x^4 + 2 y^4 = z^4 + 4 w^4$ for $|x|$, $|y|$, $|z|$, and $|w|$ up to one\nhundred million. We describe the algorithm we used in order to establish this\nresult, thereby explaining a number of improvements to our original approach.\n"]}]
["1006.1199",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1199"],"date":["2010-06-07"],"type":["text"],"creator":["Itin, Yakov"],"language":[],"coverage":[],"title":["Low-dimensional electric charges. Covariant description"],"description":["  A compact and elegant description of the electromagnetic fields in media and\nin vacuum is attained in the differential forms formalism. This description is\nexplicitly invariant under diffeomorphisms of the spacetime so it is suitable\nfor arbitrary curvilinear coordinates. Moreover, it is independent of the\ngeometry of the underline spacetime. The bulk electric charge and current\ndensities are represented by twisted non-singular differential 3-forms. The\ncharge and current densities with a support on the low dimensional submanifolds\n(surfaces, strings and points) naturally require singular differential forms.\nIn this paper, we present a covariant metric-free description of the surface,\nstring and point densities. It is shown that a covariant description requires\nDirac's delta-forms instead of delta-functions. Covariant metric-free\nconservation laws for the low-dimensional densities are derived.\n"]}]
["1006.1201",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1201"],"date":["2010-06-07"],"type":["text"],"creator":["Balev, Spasimir"],"language":[],"coverage":[],"title":["Lepton universality test with Kl2 decays at NA62 experiment"],"description":["  The experiment NA62 at CERN collected a large sample of K+- leptonic decays\nin order to perform precise test of lepton universality, by measuring the\nhelicity suppressed ratio R_K=Gamma(K+- --> e+- nu)/Gamma(K+- --> mu+- nu). The\npreliminary result of the analysis based on 51089 K+ --> e+nu candidates is\nR_K=(2.500+-0.016)x10^{-5}, consistent with the predictions of the Standard\nModel.\n","Comment: Lake Louise Winter Institute 2010 proceedings"]}]
["1006.1207",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1207"],"date":["2010-06-07"],"type":["text"],"creator":["Zobov, Mikhail"],"language":[],"coverage":[],"title":["Beam-Beam Interaction in Novel, Very High Luminosity Parameter Regimes"],"description":["  In order to achieve luminosities significantly higher than in existing\nmachines, future storage-ring based colliders will need to operate in novel\nparameter regimes combining ultra-low emittance, large Piwinski angle and high\nbunch charge; implementation of techniques such as a \"crab waist\" will add\nfurther challenges. Understanding the beam-beam interaction in these situations\nwill be essential for the design of future very high luminosity colliders.\nRecent developments in modeling tools for studying beam-beam effects, capable\nof investigating the relevant regimes, will be discussed and examples,\nincluding tests with crab waist collisions in DAFNE, will be presented.\n","Comment: Invited Talk at 1st International Particle Accelerator Conference\n  (IPAC10), Kyoto, Japan, May 23-28, 2010. 5 pages, 7 figures"]}]
["1006.1209",{"format":[],"subject":["Quantitative Biology - Biomolecules","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1209","S. Auer, A. Trovato, M. Vendruscolo (2010) A Condensation-Ordering\n  Mechanism in Nanoparticle-Catalyzed Peptide Aggregation. PLoS Comput Biol\n  5(8):e1000458","doi:10.1371/journal.pcbi.1000458"],"date":["2010-06-07"],"type":["text"],"creator":["Auer, Stefan","Trovato, Antonio","Vendruscolo, Michele"],"language":[],"coverage":[],"title":["A Condensation-Ordering Mechanism in Nanoparticle-Catalyzed Peptide\n  Aggregation"],"description":["  Nanoparticles introduced in living cells are capable of strongly promoting\nthe aggregation of peptides and proteins. We use here molecular dynamics\nsimulations to characterise in detail the process by which nanoparticle\nsurfaces catalyse the self- assembly of peptides into fibrillar structures. The\nsimulation of a system of hundreds of peptides over the millisecond timescale\nenables us to show that the mechanism of aggregation involves a first phase in\nwhich small structurally disordered oligomers assemble onto the nanoparticle\nand a second phase in which they evolve into highly ordered beta-sheets as\ntheir size increases.\n"]}]
["1006.1211",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1211"],"date":["2010-06-07"],"type":["text"],"creator":["Usnich, Alexandr"],"language":[],"coverage":[],"title":["Non-commutative Laurent phenomenon for two variables"],"description":["  We prove the non-commutative Laurent phenomenon for two variables.\n","Comment: 14 pages"]}]
["1006.1212",{"format":[],"subject":["Quantitative Biology - Biomolecules","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1212","S. Auer and D. Kashchiev, Phys. Rev. Lett., 104, 168105 (2010)","doi:10.1103/PhysRevLett.104.168105"],"date":["2010-06-07"],"type":["text"],"creator":["Auer, Stefan","Kashchiev, Dimo"],"language":[],"coverage":[],"title":["Phase Diagram of alpha-Helical and beta-Sheet Forming Peptides"],"description":["  The intrinsic property of proteins to form structural motifs such as\nalpha-helices and beta-sheets leads to a complex phase behavior in which\nproteins can assemble into various types of aggregates including crystals,\nliquidlike phases of unfolded or natively folded proteins, and amyloid fibrils.\nHere we use a coarse-grained protein model that enables us to perform Monte\nCarlo simulations for determining the phase diagram of natively folded\nalpha-helical and unfolded beta-sheet forming peptides. The simulations reveal\nthe existence of various metastable peptide phases. The liquidlike phases are\nmetastable with respect to the fibrillar phases, and there is a hierarchy of\nmetastability.\n"]}]
["1006.1216",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1216"],"date":["2010-06-07"],"type":["text"],"creator":["Lee, Jae-Chul","Kim, Kab-Jin","Ryu, Jisu","Moon, Kyoung-Woong","Yun, Sang-Jun","Gim, Gi-Hong","Lee, Kang-Soo","Shin, Kyung-Ho","Lee, Hyun-Woo","Choe, Sug-Bong"],"language":[],"coverage":[],"title":["Roles of adiabatic and nonadiabatic spin transfer torques on magnetic\n  domain wall motion"],"description":["  Electric current exerts torques-so-called spin transfer torques (STTs)-on\nmagnetic domain walls (DWs), resulting in DW motion. At low current densities,\nthe STTs should compete against disorders in ferromagnetic nanowires but the\nnature of the competition remains poorly understood. By achieving\ntwo-dimensional contour maps of DW speed with respect to current density and\nmagnetic field, here we visualize unambiguously distinct roles of the two\nSTTs-adiabatic and nonadiabatic-in scaling behaviour of DW dynamics arising\nfrom the competition. The contour maps are in excellent agreement with\npredictions of a generalized scaling theory, and all experimental data collapse\nonto a single curve. This result indicates that the adiabatic STT becomes\ndominant for large current densities, whereas the nonadiabatic STT-playing the\nsame role as a magnetic field-subsists at low current densities required to\nmake emerging magnetic nanodevices practical.\n"]}]
["1006.1218",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1218","Combustion & Flame, Vol.154, 2008, pp.644-659"],"date":["2010-06-07"],"type":["text"],"creator":["Dou, Hua-Shu","Tsai, Her Mann","Khoo, Boo Cheong","Qiu, Jianxian"],"language":[],"coverage":[],"title":["Simulations of Detonation Wave Propagation in Rectangular Ducts Using a\n  Three-Dimensional WENO Scheme"],"description":["  This paper reports high resolution simulations using a fifth-order weighted\nessentially non-oscillatory (WENO) scheme with a third order TVD Runge-Kutta\ntime stepping method to examine the features of detonation front and physics in\nsquare ducts. The simulations suggest that two and three-dimensional detonation\nwave front formations are greatly enhanced by the presence of transverse waves.\nThe motion of transverse waves generates triple points (zones of high pressure\nand large velocity coupled together), which cause the detonation front to\nbecome locally overdriven and thus form \"hot spots\". The transversal motion of\nthese hot spots maintains the detonation to continuously occur along the whole\nfront in two and three-dimensions. The present simulations indicate that the\ninfluence of the transverse waves on detonation is more profound in three\ndimensions and the pattern of quasi-steady detonation fronts also depends on\nthe duct size. For a narrow duct (4LX4L where L is the half reaction length),\nthe detonation front displays a distinctive \"spinning\" motion about the axial\ndirection with a well-defined period. For a wider duct (20LX20L), the\ndetonation front exhibits a \"rectangular mode\" periodically, with the front\ndisplaying \"convex\" and \"concave\" shapes one following the other and the\ntransverse waves on the four walls being partly out-of-phase with each other.\n","Comment: 31 pages. 14 figuees"]}]
["1006.1222",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1222"],"date":["2010-06-07"],"type":["text"],"creator":["Hullr, Bla","Laki, Sndor","Stger, Jzsef","Csabai, Istvn","Vattay, Gbor"],"language":[],"coverage":[],"title":["SONoMA: A Service Oriented Network Measurement Architecture"],"description":["  To characterize the structure, dynamics and operational state of the Internet\nit requires distributed measurements. Although in the last decades several\nsystems capable to do this have been created, the easy access of these\ninfrastructures and orchestration of complex measurements is not solved. We\npropose a system architecture that combines the flexibility of mature network\nmeasurement infrastructures such as PlanetLab or ETOMIC with the general\naccessibility and popularity of public services like Web based bandwidth\nmeasurement or traceroute servers. To realize these requirements we developed a\nmulti-layer architecture based on Web Services and the basic principles of SOA,\nwhich is a very popular paradigm in distributed business application\ndevelopment. Our approach opens the door to perform complex network\nmeasurements, handles heterogeneous measurement devices, automatically stores\nthe results in a public database and protects against malicious users as well.\nTo demonstrate our concept we developed a public prototype system, called\nSONoMA.\n","Comment: Technical Report"]}]
["1006.1229",{"format":[],"subject":["Mathematics - Number Theory","11N37, 11N25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1229"],"date":["2010-06-07"],"type":["text"],"creator":["Coppola, Giovanni"],"language":[],"coverage":[],"title":["On the Modified Selberg Integral"],"description":["  We give a kind of \\lq \\lq approximate majorant principle\\rq \\rq \\thinspace\nresult for the \\lq \\lq modified Selberg integral\\rq \\rq, say $\\modSel_f(N,h)$,\nof essentially bounded $f:\\N \\rightarrow \\R$ (i.e., bounded by arbitrary small\npowers); i.e., we get an upper bound, in terms of the modified Selberg integral\nof a related function $F$ (with $|f\\ast \\mu|\\ll F\\ast \\mu$, in the supports\nintersection), getting a \\lq \\lq square-root cancellation\\rq \\rq \\thinspace for\nthe error-terms. Here $\\modSel_f(N,h)$ is the mean-square (in $N<x\\le 2N$) of\nthe \\lq \\lq averaged short sum\\rq \\rq \\thinspace of, say, $f:=g\\ast \\1$, minus\nits expected value; i.e., ${1\\over h}\\sum_{m\\le h}\\sum_{0\\le\n|n-x|<m}f(n)-M_f(x,h)$, with expected value $M_f(x,h)$ (say, $\\approx\nh\\sum_{d\\le x}g(d)/d$); so, this mean-square weights, on average, the\n$f-$values in (almost all, i.e. all, but $o(N)$ possible exceptions) the short\nintervals $[x-h,x+h]$, with mild restrictions on \\thinspace $h$ \\thinspace\n(say, \\thinspace $h\\to \\infty$ \\thinspace and \\thinspace $h=o(N)$, when\n\\thinspace $N\\to \\infty$).\n","Comment: 6 pages (Plain TeX)"]}]
["1006.1234",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1234"],"date":["2010-06-07"],"type":["text"],"creator":["Ahn, Doyeol"],"language":[],"coverage":[],"title":["Entanglement and final state of a black hole under general unitary\n  transformation"],"description":["  Final state of a black hole is studied by taking into account a general\nunitary evolution of a black hole matter state. It is found that the mixedness\ndecreases under general unitary transformation when the initial matter state\nwas in mixed state and the mean fidelity at the evaporation is smaller than the\nfidelity of the quantum teleportation by the factor of inverse square of the\nnumber of states of a black hole. The change of entanglement Alice-Bob pair at\nevaporation is also studied by calculating the entanglement fidelity and\neigenvalues of the partial transposed block density matrix. We assumed that\nAlice fell onto the black hole when the hole was formed while Bob is\nmaintaining the safe distance from the black hole. It is found that the\nentanglement fidelity is inversely proportional to the square of the Hilbert\nspace dimension N and the entanglement can survive the evaporation process.\n"]}]
["1006.1236",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","70B05, 70F35 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1236"],"date":["2010-06-07"],"type":["text"],"creator":["Okninski, Andrzej","Radziszewski, Boguslaw"],"language":[],"coverage":[],"title":["Simple models of bouncing ball dynamics and their comparison"],"description":["  Nonlinear dynamics of a bouncing ball moving in gravitational field and\ncolliding with a moving limiter is considered. Several simple models of table\nmotion are studied and compared. Dependence of displacement of the table on\ntime, approximating sinusoidal motion and making analytical computations\npossible, is assumed as quadratic and cubic functions of time, respectively.\n","Comment: LaTeX, 8 pages, 7 figures"]}]
["1006.1238",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1238"],"date":["2010-06-07"],"type":["text"],"creator":["Hollowood, Timothy J.","Shore, Graham M."],"language":[],"coverage":[],"title":["`Superluminal' Photon Propagation in QED in Curved Spacetime is\n  Dispersive and Causal"],"description":["  It is now well-known that vacuum polarisation in QED can lead to superluminal\nlow-frequency phase velocities for photons propagating in curved spacetimes. In\na series of papers, we have shown that this quantum phenomenon is dispersive\nand have calculated the full frequency dependence of the refractive index,\nexplaining in detail how causality is preserved and various familiar results\nfrom quantum field theory such as the Kramers-Kronig dispersion relation and\nthe optical theorem are realised in curved spacetime. These results have been\ncriticised in a recent paper by Akhoury and Dolgov arXiv:1003.6110 [hep-th],\nwho assert that photon propagation is neither dispersive nor necessarily\ncausal. In this note, we point out a series of errors in their work which have\nled to this false conclusion.\n","Comment: 11 pages"]}]
["1006.1241",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1241"],"date":["2010-06-07"],"type":["text"],"creator":["Benchekroun, D.","Hostachy, J-Y.","Khoulaki, Y.","Morin, L."],"language":[],"coverage":[],"title":["Measurement of the Higgs mass via the channel : e+e- -> ZH -> e+e- + X"],"description":["  In this communication, the mass declined for the decay channel, e+e- -> ZH ->\ne+e- + X, as measured by the ILD detector was studied. The Higgs mass is\nassumed to be 120 GeV and the center of mass energy is 250 GeV. For an\nintegrated luminosity of 250 fb-1, the accuracy of the reconstruction and the\ngood knowledge of the initial state allow for the measurement of the Higgs\nboson mass with a precision of about 100 MeV.\n","Comment: 7 pages, 14 figures, LCWS/ILC 2010 (International Linear Collider\n  Workshop 2010 LCWS10 and ILC10)"]}]
["1006.1243",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1243","Information Systems Management, vol. 25, no. 1, pp. 57 - 70, 2008"],"date":["2010-06-07"],"type":["text"],"creator":["Amrit, Chintan","van Hillegersberg, Jos"],"language":[],"coverage":[],"title":["Detecting Coordination Problems in Collaborative Software Development\n  Environments"],"description":["  Software development is rarely an individual effort and generally involves\nteams of developers collaborating to generate good reliable code. Among the\nsoftware code there exist technical dependencies that arise from software\ncomponents using services from other components. The different ways of\nassigning the design, development, and testing of these software modules to\npeople can cause various coordination problems among them. We claim that the\ncollaboration of the developers, designers and testers must be related to and\ngoverned by the technical task structure. These collaboration practices are\nhandled in what we call Socio-Technical Patterns. The TESNA project (Technical\nSocial Network Analysis) we report on in this paper addresses this issue. We\npropose a method and a tool that a project manager can use in order to detect\nthe socio-technical coordination problems. We test the method and tool in a\ncase study of a small and innovative software product company.\n"]}]
["1006.1244",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1244","Journal of Information Technology, Volume 25, Issue 2, 2010"],"date":["2010-06-07"],"type":["text"],"creator":["Amrit, Chintan","van Hillegersberg, Jos"],"language":[],"coverage":[],"title":["Exploring the Impact of Socio-Technical Core-Periphery Structures in\n  Open Source Software Development"],"description":["  In this paper we apply the social network concept of core-periphery structure\nto the sociotechnical structure of a software development team. We propose a\nsocio-technical pattern that can be used to locate emerging coordination\nproblems in Open Source projects. With the help of our tool and method called\nTESNA, we demonstrate a method to monitor the socio-technical core-periphery\nmovement in Open Source projects. We then study the impact of different\ncore-periphery movements on Open Source projects. We conclude that a steady\ncore-periphery shift towards the core is beneficial to the project, whereas\nshifts away from the core are clearly not good. Furthermore, oscillatory shifts\ntowards and away from the core can be considered as an indication of the\ninstability of the project. Such an analysis can provide developers with a good\ninsight into the health of an Open Source project. Researchers can gain from\nthe pattern theory, and from the method we use to study the core-periphery\nmovements.\n"]}]
["1006.1245",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1245"],"date":["2010-06-07"],"type":["text"],"creator":["George, Melissa"],"language":[],"coverage":[],"title":["Electron Neutrinos at T2K"],"description":["  Tokai-to-Kamioka T2K is a long baseline neutrino oscillation experiment,\nlooking for sub-dominant muon neutrino to electron neutrino oscillations. One\nof the primary aims of the T2K experiment is to narrow down the current limit\non the value of theta13 (which if this value large enough, suggests CP\nviolation in the neutrino sector) and to find whether theta23 is maximal, which\nis crucial for constraining neutrino mass models. T2K produces a high power\nneutrino beam at the J-PARC facility on the east coast of Japan, and this beam\nis then characterised by the near detector ND280 280 m from the start of the\nbeam, the far detector (Super-Kamiokande), a 50 kton water Cherenkov detector,\nthen detects the beam at the oscillation maximum of 295 km on Japan's west\ncoast. T2K will be the first experiment to really study the electron neutrino\nappearance measurement - whose result will be sensitive to theta13 arguably the\nmain physics goal of T2K. The ND280 detector is imperative to this measurement\nand will be used to understand the electron neutrino appearance background. The\nstatus of the T2K experiment and the predicted performance for the electron\nneutrino appearance measurement is presented here.\n"]}]
["1006.1249",{"format":[],"subject":["Computer Science - Discrete Mathematics","94A60, 11T71, 14G50","E.3","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1249"],"date":["2010-06-07"],"type":["text"],"creator":["Fster-Sabater, Amparo"],"language":[],"coverage":[],"title":["Correction to \"Generalized Self-Shrinking Generator\""],"description":["  In this correspondence, it is given a correction to Theorem 4 in Y. Hu, and\nG. Xiao, \"Generalized Self-Shrinking Generator,\" IEEE Transactions on\nInformation Theory, vol. 50, No. 4, pp. 714-719, April 2004.\n","Comment: 3 pages, 0 figures"]}]
["1006.1251",{"format":[],"subject":["Mathematics - Operator Algebras","47L65, 20G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1251"],"date":["2010-06-07"],"type":["text"],"creator":["Dumitru, Raluca","Peligrad, Costel"],"language":[],"coverage":[],"title":["Spectra for compact quantum group coactions and crossed products"],"description":["  We present definitions of both Connes spectrum and strong Connes spectrum for\nactions of compact quantum groups on C*-algebras and obtain necessary and\nsufficient conditions for a crossed product to be a prime or a simple\nC*-algebra. Our results extend to the case of compact quantum actions the\nresults in [8] which in turn, generalize results by Connes, Olesen and Pedersen\nand Kishimoto for abelian group actions. We prove in addition that the Connes\nspectra are closed under tensor products. These results are new for compact\nnonabelian groups as well.\n","Comment: 15 pages"]}]
["1006.1252",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1252"],"date":["2010-06-07"],"type":["text"],"creator":["Chakrabortty, Joydeep","Raychaudhuri, Amitava"],"language":[],"coverage":[],"title":["Dimension-5 operators and the unification condition in SO(10) and E(6)"],"description":["  Effective dimension-5 operators which modify the gauge kinetic term in Grand\nUnified Theories may arise as a consequence of quantum gravity or string\ncompactification. We exhaustively calculate the modification of the gauge\nunification condition due to such operators for all viable rank-preserving\nsymmetry breakings of SO(10) and E(6) grand unified models.\n","Comment: 16 pages"]}]
["1006.1255",{"format":[],"subject":["Mathematics - Probability","60F05, 60G15, 60G18, 60H05, 81T08, 81T18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1255"],"date":["2010-06-07"],"type":["text"],"creator":["Magnen, J.","Unterberger, J."],"language":[],"coverage":[],"title":["From constructive field theory to fractional stochastic calculus. (I)\n  The L\\'evy area of fractional Brownian motion with Hurst index $\\alpha\\in\n  (1/8,1/4)$"],"description":["  Let $B=(B_1(t),\\ldots,B_d(t))$ be a $d$-dimensional fractional Brownian\nmotion with Hurst index $\\alpha<1/4$. Defining properly iterated integrals of\n$B$ is a difficult task because of the low H\\\"older regularity index of its\npaths. Yet rough path theory shows it is the key to the construction of a\nstochastic calculus with respect to $B$, or to solving differential equations\ndriven by $B$. We show in this paper how to obtain second-order iterated\nintegrals as the limit when the ultra-violet cut-off goes to infinity of\niterated integrals of weakly interacting fields defined using the tools of\nconstructive field theory, in particular, cluster expansion and\nrenormalization. The construction extends to a large class of Gaussian fields\nwith the same short-distance behaviour, called multi-scale Gaussian fields.\nPrevious constructions \\cite{Unt-Holder,Unt-fBm} were of algebraic nature and\ndid not provide such a limiting procedure.\n","Comment: 86 pages, 5 figures"]}]
["1006.1264",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1264","Journal of Molecular Structure: THEOCHEM, 951, 49-59 (2010)","doi:10.1016/j.theochem.2010.04.007"],"date":["2010-06-07"],"type":["text"],"creator":["Ichikawa, Kazuhide","Wagatsuma, Ayumu","Kusumoto, Masashi","Tachibana, Akitomo"],"language":[],"coverage":[],"title":["Electronic stress tensor of the hydrogen molecular ion: Comparison\n  between the exact wave function and approximate wave functions using Gaussian\n  basis sets"],"description":["  We investigate the electronic stress tensor of the hydrogen molecular ion for\nthe ground state using the exact wave function and wave functions approximated\nby gaussian function basis set expansion. The spatial distribution of the\nlargest eigenvalue, corresponding eigenvectors, tension and kinetic energy\ndensity are compared. We find that the cc-pV6Z basis set gives the spindle\nstructure very close to the one calculated from the exact wave function.\nSimilarly, energy density at the Lagrange point is very well approximated by\nthe cc-pV5Z or cc-pV6Z basis sets.\n","Comment: 22 pages, 8 figures"]}]
["1006.1270",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1270"],"date":["2010-06-07"],"type":["text"],"creator":["Sawangwit, Utane","Shanks, Tom"],"language":[],"coverage":[],"title":["Lambda-CDM and the WMAP power spectrum beam profile sensitivity"],"description":["  We first discuss the sensitivity of the WMAP CMB power spectrum to systematic\nerrors by calculating the raw CMB power spectrum from WMAP data. We find that\nthe power spectrum is surprisingly sensitive to the WMAP radiometer beam\nprofile even at the position of the first acoustic peak on ~1 degree scales.\nAlthough the WMAP beam profile core is only 12.6arcmin FWHM at W, there is a\nlong power-law tail to the beam due to side-lobes and this causes significant\neffects even at the first peak position. We then test the form of the\nbeam-profile used by the WMAP team which is based on observations of Jupiter.\nWe stacked radio source beam profiles as observed in each WMAP band and found\nthat they showed a wider profile in Q, V, W than the Jupiter profile. We have\nnow checked that this is not due to any Eddington or other bias in our sample\nby showing that the same results are obtained when radio sources are selected\nat 1.4GHz and that our methods retrieve the Jupiter beam when it is employed in\nsimulations. Finally, we show that the uncertainty in the WMAP beam profile\nallows the position as well as the amplitude of the first peak to be changed\nand how this could allow simpler cosmologies than standard Lambda-CDM to fit\nthe CMB data.\n","Comment: 5 pages, 4 figures, Proceedings of the conference \"45th Rencontres de\n  Moriond\" - Cosmology Session, La Thuile, Val d'Aosta, Italy, March 13 - 20,\n  2010"]}]
["1006.1273",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1273"],"date":["2010-06-07"],"type":["text"],"creator":["Tompkins, C. Robinson"],"language":[],"coverage":[],"title":["The Morphisms With Unstackable Image Words"],"description":["  In an attempt to classify all of the overlap-free morphisms constructively\nusing the Latin-square morphism, we came across an interesting counterexample,\nthe Leech square-free morphism. We generalize the combinatorial properties of\nthe Leech square-free morphism to gain insights on a larger class of both\noverlap-free morphisms and square-free morphisms.\n","Comment: 8 pages, 6 figures"]}]
["1006.1274",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1274","Geometrical and Topological Ideas in Modern Physics}, Proc. of the\n  XXV Intern. Workshop on Fundamental Problems of High Energy Physics and Field\n  Theory, Ed. V.A. Petrov, Protvino, June 25-28, 2002, pp.263-277"],"date":["2010-06-07"],"type":["text"],"creator":["Burinskii, Alexander"],"language":[],"coverage":[],"title":["\"Alice\" String as Source of the Kerr Spinning Particle"],"description":["  Kerr geometry has twofoldedness which can be cured by a truncation of the\n`negative' sheet of metric. It leads to the models of disk-like sources of the\nKerr solution and to a class of disk-like or bag-like models of the Kerr\nspinning particle. There is an alternative way: to retain the `negative' sheet\nas the sheet of advanced fields. In this case the source of spinning particle\nis the Kerr singular ring which can be considered as a twofold \"Alice\" string.\nThis string can have electromagnetic excitations in the form of traveling waves\ngenerating spin and mass of the particle. Model of this sort was suggested in\n1974 as a \"microgeon with spin\". Recent progress in the obtaining of the\nnonstationary and radiating Kerr solutions enforces us to return to this model\nand to consider it as a model for the light spinning particles. We discuss here\nthe real and complex Kerr geometry and some unusual properties of the\noscillating solutions in the model of \"Alice\" string source.\n","Comment: 24 p. 2 Figs. This old paper is a talk given at the XXV Workshop on\n  Fundamental Problems of High Energy Physics and Field Theory, IHEP,\n  Protvino,2002. For some reason it was not submitted earlier, but it is actual\n  now. For modern development of the problem of Kerr source see\n  arXiv:1003.2928[hep-th]"]}]
["1006.1286",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1286"],"date":["2010-06-07"],"type":["text"],"creator":["Mereb, Martin"],"language":[],"coverage":[],"title":["On the E-polynomials of a family of Character Varieties"],"description":["  We compute the E-polynomials of a family of twisted character varieties by\nproving they have polynomial count, and applying a result of N. Katz on the\ncounting functions.\n  To compute the number of GF(q)-points of these varieties as a function of q,\nwe used a formula of Frobenius. Our calculations made use of the character\ntables of Gl(n,q) and Sl(n,q), previously computed by J. A. Green and G.\nLehrer, and a result of Hanlon on the M\\\"obius function of a subposet of\nset-partitions.\n  The Euler Characteristics of these character varieties are calculated with\nthese polynomial.\n"]}]
["1006.1296",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1296","Computer Physics Communications, Volume 181, Issue 8, August 2010,\n  Pages 1438-1443","doi:10.1016/j.cpc.2010.04.011"],"date":["2010-06-07"],"type":["text"],"creator":["Ascasibar, Yago"],"language":[],"coverage":[],"title":["Estimating multidimensional probability fields using the Field Estimator\n  for Arbitrary Spaces (FiEstAS) with applications to astrophysics"],"description":["  The Field Estimator for Arbitrary Spaces (FiEstAS) computes the continuous\nprobability density field underlying a given discrete data sample in multiple,\nnon-commensurate dimensions. The algorithm works by constructing a\nmetric-independent tessellation of the data space based on a recursive binary\nsplitting. Individual, data-driven bandwidths are assigned to each point,\nscaled so that a constant \"mass\" M0 is enclosed. Kernel density estimation may\nthen be performed for different kernel shapes, and a combination of balloon and\nsample point estimators is proposed as a compromise between resolution and\nvariance. A bias correction is evaluated for the particular (yet common) case\nwhere the density is computed exactly at the locations of the data points\nrather than at an uncorrelated set of locations. By default, the algorithm\ncombines a top-hat kernel with M0=2.0 with the balloon estimator and applies\nthe corresponding bias correction. These settings are shown to yield reasonable\nresults for a simple test case, a two-dimensional ring, that illustrates the\nperformance for oblique distributions, as well as for a six-dimensional\nHernquist sphere, a fairly realistic model of the dynamical structure of\nstellar bulges in galaxies and dark matter haloes in cosmological N-body\nsimulations. Results for different parameter settings are discussed in order to\nprovide a guideline to select an optimal configuration in other cases. Source\ncode is available upon request.\n","Comment: 15 pages, 4 figures, accepted in Comp. Phys. Comm"]}]
["1006.1306",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","Mathematics - Number Theory","11G35, 11G50, 14C20, 14G40, 32H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1306"],"date":["2010-06-07"],"type":["text"],"creator":["Heier, Gordon","Ru, Min"],"language":[],"coverage":[],"title":["On essentially large divisors"],"description":["  Motivated by the classical Theorems of Picard and Siegel and their\ngeneralizations, we define the notion of an {\\it essentially large} effective\ndivisor and derive some of its geometric and arithmetic consequences. We then\nprove that on a nonsingular projective variety $X$ whose codimension is no\ngreater than $\\dim X-2$, every effective divisor with $\\dim X +2$ or more\ncomponents in general position is essentially large.\n","Comment: 20 pages"]}]
["1006.1307",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Numerical Analysis","Mathematics - Numerical Analysis","15A23, 11Y16, 65Y20, 68Q25, 68W40, 68W05","F.2.1","G.1.0","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1307"],"date":["2010-06-07"],"type":["text"],"creator":["Mohanty, Sraban Kumar"],"language":[],"coverage":[],"title":["I/O Efficient Algorithms for Matrix Computations"],"description":["  We analyse some QR decomposition algorithms, and show that the I/O complexity\nof the tile based algorithm is asymptotically the same as that of matrix\nmultiplication. This algorithm, we show, performs the best when the tile size\nis chosen so that exactly one tile fits in the main memory. We propose a\nconstant factor improvement, as well as a new recursive cache oblivious\nalgorithm with the same asymptotic I/O complexity. We design Hessenberg,\ntridiagonal, and bidiagonal reductions that use banded intermediate forms, and\nperform only asymptotically optimal numbers of I/Os; these are the first I/O\noptimal algorithms for these problems. In particular, we show that known slab\nbased algorithms for two sided reductions all have suboptimal asymptotic I/O\nperformances, even though they have been reported to do better than the\ntraditional algorithms on the basis of empirical evidence.\n  We propose new tile based variants of multishift QR and QZ algorithms that\nunder certain conditions on the number of shifts, have better seek and I/O\ncomplexities than all known variants.\n  We show that techniques like rescheduling of computational steps, appropriate\nchoosing of the blocking parameters and incorporating of more matrix-matrix\noperations, can be used to improve the I/O and seek complexities of matrix\ncomputations.\n"]}]
["1006.1309",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1309"],"date":["2010-06-07"],"type":["text"],"creator":["Joshi, S. M.","Sanyal, S.","Banerjee, S.","Srikumar, S."],"language":[],"coverage":[],"title":["Using Grid Files for a Relational Database Management System"],"description":["  This paper describes our experience with using Grid files as the main storage\norganization for a relational database management system. We primarily focus on\nthe following two aspects. (i) Strategies for implementing grid files\nefficiently. (ii) Methods for efficiency evaluating queries posed to a database\norganized using grid files.\n","Comment: 26 Pages, 5 Figures, 2 tables, This Paper was referred to in the\n  seminal Paper by J. Nievergelt, H. Hinterberger,K.C. Sevcik, The Grid File:\n  An Adaptable, Symmetric Multikey File Structure ACM Transactions on Database\n  Systems (TODS), Volume 9, Issue 1, March, 1984. Pages: 38-71, ISSN:\n  0362-5915, as [Reference 12]"]}]
["1006.1321",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1321"],"date":["2010-06-07"],"type":["text"],"creator":["Pehlivan, Lerna"],"language":[],"coverage":[],"title":["No Feedback Card Guessing for Top to Random Shuffles"],"description":["  Consider n cards that are labeled 1 through n with n an even integer. The\ncards are put face down and their ordering starts with card labeled 1 on top\nthrough card labeled n at the bottom. The cards are top to random shuffled m\ntimes and placed face down on the table. Starting from the top the cards are\nguessed without feedback (i.e. whether the guess was correct or false and what\nthe guessed card was) one at a time. For m > 4nlog n+cn we find a guessing\nstrategy that maximizes the expected number of correct guesses.\n","Comment: 17 pages"]}]
["1006.1328",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence","Statistics - Applications","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1328"],"date":["2010-06-07"],"type":["text"],"creator":["Huang, Jonathan","Guestrin, Carlos"],"language":[],"coverage":[],"title":["Uncovering the Riffled Independence Structure of Rankings"],"description":["  Representing distributions over permutations can be a daunting task due to\nthe fact that the number of permutations of $n$ objects scales factorially in\n$n$. One recent way that has been used to reduce storage complexity has been to\nexploit probabilistic independence, but as we argue, full independence\nassumptions impose strong sparsity constraints on distributions and are\nunsuitable for modeling rankings. We identify a novel class of independence\nstructures, called \\emph{riffled independence}, encompassing a more expressive\nfamily of distributions while retaining many of the properties necessary for\nperforming efficient inference and reducing sample complexity. In riffled\nindependence, one draws two permutations independently, then performs the\n\\emph{riffle shuffle}, common in card games, to combine the two permutations to\nform a single permutation. Within the context of ranking, riffled independence\ncorresponds to ranking disjoint sets of objects independently, then\ninterleaving those rankings. In this paper, we provide a formal introduction to\nriffled independence and present algorithms for using riffled independence\nwithin Fourier-theoretic frameworks which have been explored by a number of\nrecent papers. Additionally, we propose an automated method for discovering\nsets of items which are riffle independent from a training set of rankings. We\nshow that our clustering-like algorithms can be used to discover meaningful\nlatent coalitions from real preference ranking datasets and to learn the\nstructure of hierarchically decomposable models based on riffled independence.\n","Comment: 65 pages"]}]
["1006.1329",{"format":[],"subject":["Mathematics - Differential Geometry","53B25, 53C25, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1329"],"date":["2010-06-07"],"type":["text"],"creator":["Atindogbe, Cyriaque","Lungiambudila, Oscar","Tossa, Jol"],"language":[],"coverage":[],"title":["Lightlike Osserman submanifolds of semi-Riemannian manifolds"],"description":["  In this paper, we study Jacobi operators associated to algebraic curvature\nmaps (tensors) on lightlike submanifolds M. We investigate conditions for an\ninduced Rie- mann curvature tensor to be an algebraic curvature tensor on M. We\nintroduce the notion of lightlike Osserman submanifolds and an example of\n2-degenerate Osserman metric is given. Finally we give some results of symmetry\nproperties on lightlike hy- persurfaces from Osserman condition.\n","Comment: 20 pages"]}]
["1006.1337",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1337"],"date":["2010-06-07"],"type":["text"],"creator":["Duran, Ricardo","Toschi, Marcela Sanmartino y Marisa"],"language":[],"coverage":[],"title":["Weighted a priori estimates for the solution of the homogeneous\n  Dirichlet problem for the powers of the Laplacian Operator"],"description":["  Let $u$ be a weak solution of $ (-\\Delta)^m u=f $ with Dirichlet boundary\nconditions in a smooth bounded domain $\\Omega \\subset \\mathbb{R}^n$.\n  Then, the main goal of this paper is to prove the following a priori\nestimate: $$ \\|u\\|_{W^{2m,p}_\\omega(\\Omega)} \\le C\\,\n\\|f\\|_{L^p_\\omega(\\Omega)}, $$ where $\\omega$ is a weight in the Muckenhoupt\nclass $A_p.$\n"]}]
["1006.1339",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1339"],"date":["2010-06-07"],"type":["text"],"creator":["Tabachnikov, Serge"],"language":[],"coverage":[],"title":["Variations on R. Schwartz's inequality for the Schwarzian derivative"],"description":["  R. Schwartz's inequality provides an upper bound for the Schwarzian\nderivative of a parameterization of a circle in the complex plane and on the\npotential of Hill's equation with coexisting periodic solutions. We prove a\ndiscrete version of this inequality and obtain a version of the planar\nBlaschke-Santalo inequality for not necessarily convex polygons. We consider a\ncentro-affine analog of L\\\"uk\\H{o}'s inequality for the average squared length\nof a chord subtending a fixed arc length of a curve -- the role of the squared\nlength played by the area -- and prove that the central ellipses are local\nminima of the respective functionals on the space of star-shaped centrally\nsymmetric curves. We conjecture that the central ellipses are global minima. In\nan appendix, we relate the Blaschke-Santalo and Mahler inequalities with the\nasymptotic dynamics of outer billiards at infinity.\n"]}]
["1006.1340",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1340"],"date":["2010-06-07"],"type":["text"],"creator":["Aspenberg, Magnus","Perez, Rodrigo"],"language":[],"coverage":[],"title":["Control of cancellations that restrain the growth of a binomial\n  recursion"],"description":["  We study a recursion that generates real sequences depending on a parameter\n$x$. Given a negative $x$ the growth of the sequence is very difficult to\nestimate due to canceling terms. We reduce the study of the recursion to a\nproblem about a family of integral operators, and prove that for every\nparameter value except -1, the growth of the sequence is factorial. In the\ncombinatorial part of the proof we show that when $x=-1$ the resulting\nrecurrence yields the sequence of alternating Catalan numbers, and thus has\nexponential growth. We expect our methods to be useful in a variety of similar\nsituations.\n","Comment: 24 pages, 9 figures"]}]
["1006.1341",{"format":[],"subject":["Mathematics - Rings and Algebras","17B30, 17B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1341"],"date":["2010-06-07"],"type":["text"],"creator":["Schneider, Csaba","Usefi, Hamid"],"language":[],"coverage":[],"title":["The isomorphism problem for universal enveloping algebras of nilpotent\n  Lie algebras"],"description":["  In this paper we study the isomorphism problem for the universal enveloping\nalgebras of nilpotent Lie algebras. We prove that if the characteristic of the\nunderlying field is not~2 or~3, then the isomorphism type of a nilpotent Lie\nalgebra of dimension at most~6 is determined by the isomorphism type of its\nuniversal enveloping algebra. Examples show that the restriction on the\ncharacteristic is necessary.\n"]}]
["1006.1343",{"format":[],"subject":["Computer Science - Computation and Language","Statistics - Machine Learning","H.3.1","H.3.2","I.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1343"],"date":["2010-06-07"],"type":["text"],"creator":["Murtagh, Fionn","Ganz, Adam"],"language":[],"coverage":[],"title":["Segmentation and Nodal Points in Narrative: Study of Multiple Variations\n  of a Ballad"],"description":["  The Lady Maisry ballads afford us a framework within which to segment a\nstoryline into its major components. Segments and as a consequence nodal points\nare discussed for nine different variants of the Lady Maisry story of a (young)\nwoman being burnt to death by her family, on account of her becoming pregnant\nby a foreign personage. We motivate the importance of nodal points in textual\nand literary analysis. We show too how the openings of the nine variants can be\nanalyzed comparatively, and also the conclusions of the ballads.\n","Comment: 27 pp., 13 figures. Submitted"]}]
["1006.1345",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1345"],"date":["2010-06-07"],"type":["text"],"creator":["Cholvi, Vicent","Kowalski, Dariusz R."],"language":[],"coverage":[],"title":["Bounds on Stability and Latency in Wireless Communication"],"description":["  In this paper, we study stability and latency of routing in wireless networks\nwhere it is assumed that no collision will occur. Our approach is inspired by\nthe adversarial queuing theory, which is amended in order to model wireless\ncommunication. More precisely, there is an adversary that specifies\ntransmission rates of wireless links and injects data in such a way that an\naverage number of data injected in a single round and routed through a single\nwireless link is at most $r$, for a given $r\\in (0,1)$. We also assume that the\nadditional \"burst\" of data injected during any time interval and scheduled via\na single link is bounded by a given parameter $b$.\n  Under this scenario, we show that the nodes following so called {\\em\nwork-conserving} scheduling policies, not necessarily the same, are guaranteed\nstability (i.e., bounded queues) and reasonably small data latency (i.e.,\nbounded time on data delivery), for injection rates $r<1/d$, where $d$ is the\nmaximum length of a routing path. Furthermore, we also show that such a bound\nis asymptotically optimal on $d$.\n","Comment: 5 pages, 2 figures"]}]
["gr-qc/9810022",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9810022","Class.Quant.Grav.16:689-704,1999","doi:10.1088/0264-9381/16/3/005"],"date":["1998-10-07","2010-06-05"],"type":["text"],"creator":["Chruciel, Piotr T."],"language":[],"coverage":[],"title":["Towards a classification of static electro-vacuum space-times containing\n  an asymptotically flat spacelike hypersurface with compact interior"],"description":["  We show that static electro-vacuum black hole space-times containing an\nasymptotically flat spacelike hypersurface with compact interior and with both\ndegenerate and non-degenerate components of the event horizon do not exist,\nunder the supplementary hypothesis that all degenerate components of the event\nhorizon have charges of the same sign. This extends previous uniqueness\ntheorems of Simon and Masood-ul-Alam (where only non-degenerate horizons were\nallowed) and Heusler (where only degenerate horizons were allowed).\n","Comment: Reverted to original v1; v2 was a result of a manipulation error, and\n  was meant to be an update to gr-qc/9809088. The problems adressed in the\n  addendum in v2 of gr-qc/9809088 apply also to this paper, and are similarly\n  taken care of by the addendum to gr-qc/9809088, and by the analysis in\n  arXiv:1004.0513 [gr-qc]"]}]
["math/0103176",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57M05, 20F65, 57R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0103176","Topology 41 (2002), 961--977","doi:10.1016/S0040-9383(01)00011-8"],"date":["2001-03-27"],"type":["text"],"creator":["Endo, H.","Korkmaz, M.","Kotschick, D.","Ozbagci, B.","Stipsicz, A."],"language":[],"coverage":[],"title":["Commutators, Lefschetz fibrations and the signatures of surface bundles"],"description":["  We construct examples of Lefschetz fibrations with prescribed singular\nfibers. By taking differences of pairs of such fibrations with the same\nsingular fibers, we obtain new examples of surface bundles over surfaces with\nnon-zero signature. From these we derive new upper bounds for the minimal genus\nof a surface representing a given element in the second homology of a mapping\nclass group.\n","Comment: 20 pages, 7 figures, accepted for publication in Topology"]}]
["math/0312174",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J10, 14J26, 14J29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0312174","J. Algebra 312 (2007), 798-828"],"date":["2003-12-08"],"type":["text"],"creator":["Gallego, Francisco Javier","Purnaprajna, Bangere P."],"language":[],"coverage":[],"title":["Classification of quadruple Galois canonical covers II"],"description":["  In this article we classify quadruple Galois canonical covers $\\phi$ of\nsingular surfaces of minimal degree. This complements the work done in\nmath.AG/0302045, so the main output of both papers is the complete\nclassification of quadruple Galois canonical covers of surfaces of minimal\ndegree, both singular and smooth. Our results show that the covers $X$ studied\nin this article are all regular surfaces and form a bounded family in terms of\ngeometric genus $p_g$. In fact, the geometric genus of $X$ is bounded by 4.\nTogether with the results of Horikawa and Konno for double and triple covers, a\nstriking numerology emerges that motivates some general questions on the\nexistence of higher degree canonical covers. In this article, we also answer\nsome of these questions. The arguments to prove our results include a delicate\nanalysis of the discrepancies of divisors in connection with the ramification\nand inertia groups of $\\phi$.\n","Comment: 34 pages, AMSTEX"]}]
["math/0502467",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14H45, 14H10, 14B10, 13D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502467","Compos. Math. 144 (2008), 673-688"],"date":["2005-02-22","2006-08-14"],"type":["text"],"creator":["Gallego, F. Javier","Gonzlez, Miguel","Purnaprajna, Bangere P."],"language":[],"coverage":[],"title":["Deformation of finite morphisms and smoothing of ropes"],"description":["  In this article we present a unified way to smooth certain multiple\nstructures called ropes on smooth varieties. We prove that most ropes of\narbitrary multiplicity, supported on smooth curves can be smoothed. By a rope\nbeing smoothable we mean that the rope is the flat limit of a family of smooth,\nirreducible curves. To construct a smoothing, we connect, on the one hand,\ndeformations of a finite morphism to projective space and, on the other hand,\nmorphisms from a rope to projective space. We also prove a general result of\nindependent interest, namely, finite covers onto smooth irreducible curves\nembedded in projective space can be deformed to a family of $1:1$ maps. We\napply our general theory to prove the smoothing of ropes of \\multiplicity 3 on\n$\\bold P^1$. Even though this article focuses on ropes of dimension 1, our\nmethod yields a general approach to deal with the smoothing of ropes of higher\ndimension.\n","Comment: New title (Old title:\"Smoothings of ropes on curves\"). Step 2 in the\n  proof of Theorem 2.1 has been simplified"]}]
["math/0508042",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Classical Analysis and ODEs","Primary 11Y60, Secondary 40A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508042","Additive Number Theory, Festschrift In Honor of the Sixtieth\n  Birthday of Melvyn B. Nathanson (D. Chudnovsky and G. Chudnovsky, eds.),\n  Springer, 2010"],"date":["2005-08-01"],"type":["text"],"creator":["Sondow, Jonathan"],"language":[],"coverage":[],"title":["New Vacca-Type Rational Series for Euler's Constant and Its\n  \"Alternating\" Analog ln(4/Pi)"],"description":["  In math.CA/0211148 we observed that $\\ln(4/ \\pi)$ is an \"alternating\" analog\nof Euler's constant $\\gamma$. Here we use the binary expansion of an integer to\ngive a rational series for $\\ln(4/ \\pi)$ analogous to Vacca's series for\n$\\gamma$. Also, using a known generalization of Vacca's series to other bases,\nwe accelerate Addison's series for $\\gamma$. Along the way, we give new proofs\nof Vacca's and Addison's formulas.\n","Comment: 6 pages, submitted for publication, presented at the XXIVth\n  Journe\\'es Arithme\\'tiques in Marseilles"]}]
["math/0601273",{"format":[],"subject":["Mathematics - Probability","Mathematics - Operator Algebras","Mathematics - Statistics Theory","60E10, 46L54"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601273","Demonstr. Math., XLII (2009) 657-672"],"date":["2006-01-11","2009-04-28"],"type":["text"],"creator":["Bryc, Wlodzimierz"],"language":[],"coverage":[],"title":["Free Exponential Families as Kernel Families"],"description":["  Free exponential families have been previously introduced as a special case\nof the q-exponential family. We show that free exponential families arise also\nfrom a procedure analogous to the definition of exponential families by using\nthe Cauchy-Stieltjes kernel instead of the exponential kernel. We use this\napproach to re-derive several known results and to study further similarities\nwith exponential families and reproductive exponential models.\n","Comment: Major revision; same theorems in different layout. 12 pages"]}]
["nlin/0501048",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0501048","Advances in Applied Mathematics and Mechanics, Vol.2, 2010"],"date":["2005-01-27","2010-06-07"],"type":["text"],"creator":["Dou, Hua-Shu","Khoo, Boo Cheong"],"language":[],"coverage":[],"title":["Investigation of Turbulent transition in plane Couette flows Using\n  Energy Gradient Method"],"description":["  The energy gradient method has been proposed with the aim of better\nunderstanding the mechanism of flow transition from laminar flow to turbulent\nflow. In this method, it is demonstrated that the transition to turbulence\ndepends on the relative magnitudes of the transverse gradient of the total\nmechanical energy which amplifies the disturbance and the energy loss from\nviscous friction which damps the disturbance, for given imposed disturbance.\nFor a given flow geometry and fluid properties, when the maximum of the\nfunction K (a function standing for the ratio of the gradient of total\nmechanical energy in the transverse direction to the rate of energy loss due to\nviscous friction in the streamwise direction) in the flow field is larger than\na certain critical value, it is expected that instability would occur for some\ninitial disturbances. In this paper, using the energy gradient analysis, the\nequation for calculating the energy gradient function K for plane Couette flow\nis derived. The result indicates that K reaches the maximum at the moving\nwalls. Thus, the fluid layer near the moving wall is the most dangerous\nposition to generate initial oscillation at sufficient high Re for given same\nlevel of normalized perturbation in the domain. The critical value of K at\nturbulent transition, which is observed from experiments, is about 370 for\nplane Couette flow when two walls move in opposite directions (anti-symmetry).\nThis value is about the same as that for plane Poiseuille flow and pipe\nPoiseuille flow (385-389). Therefore, it is concluded that the critical value\nof K at turbulent transition is about 370-389 for wall-bounded parallel shear\nflows which include both pressure (symmetrical case) and shear driven flows\n(anti-symmetrical case).\n","Comment: 18 pages; 7 figures. (2010, in press)"]}]
["physics/0504193",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0504193","Journal of Petrolum Science and Engineering, Vol.71, 2010"],"date":["2005-04-27","2010-06-07"],"type":["text"],"creator":["Dou, Hua-Shu","Khoo, Boo Cheong","Tsai, Her Mann"],"language":[],"coverage":[],"title":["Determining the Critical Condition for Flow Transition in a\n  Full-Developed Annulus Flow"],"description":["  Axial flow in an annulus between two concentric cylinders is commonly seen in\nvarious flow devices used in chemical processing industries and petroleum\nscience and engineering. The flow state in the annulus strongly influences the\nperformance of fluid transportation in the devices. Therefore, the\ndetermination of flow state which is laminar flow or turbulent flow is an\nimportant task to predict the performance of the flow devices. In previous\nworks, we have proposed an energy gradient method for studying the flow\ninstability and turbulent transition. In this method, it is shown that the flow\ninstability and turbulent transition in wall bounded shear flows depend on the\nrelative magnitude of the gradient of the total mechanical energy in transverse\ndirection and the rate of loss of the total mechanical energy along the\nstreamwise direction for a given imposed disturbance. For pipe and plane\nPoiseuille flows, it has been demonstrated that the transition to turbulence\nfor these wall bounded parallel flows occurs at a consistent value of the\nenergy gradient parameter (Kmax). In present study, the critical condition for\nturbulent transition in annulus flow is calculated with the energy gradient\nmethod for various radius ratios. The critical flow rate and critical Reynolds\nnumber are given for various radius ratios. Then, the analytical results are\ncompared with the experiments in the literature. Finally, the implication of\nthe result is discussed in terms of the drag reduction and mixing as well as\nheat transfer in practical industrial applications of various fluid delivery\ndevices.\n","Comment: 20 gapes; 4 figures (2010, in press)"]}]
["quant-ph/0310191",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0310191","Stochastic Models, Vol.25, Issue 1, pp.28-49 (2009)"],"date":["2003-10-31","2010-06-06"],"type":["text"],"creator":["Konno, Norio"],"language":[],"coverage":[],"title":["Limit theorems and absorption problems for one-dimensional correlated\n  random walks"],"description":["  There has recently been considerable interest in quantum walks in connection\nwith quantum computing. The walk can be considered as a quantum version of the\nso-called correlated random walk. We clarify a strong structural similarity\nbetween both walks and study limit theorems and absorption problems for\ncorrelated random walks by our PQRS method, which was used in our analysis of\nquantum walks.\n","Comment: 19 pages, revised version"]}]
["quant-ph/0504115",{"format":[],"subject":["Quantum Physics","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0504115","International Journal of Quantum Information, Vol. 8, Issue 3\n  (2010) pp. 465-491"],"date":["2005-04-15","2010-06-07"],"type":["text"],"creator":["Srinivasan, Radhakrishnan"],"language":[],"coverage":[],"title":["Logical analysis of the Bohr Complementarity Principle in Afshar's\n  experiment under the NAFL interpretation"],"description":["  The NAFL (non-Aristotelian finitary logic) interpretation of quantum\nmechanics requires that no `physical' reality can be ascribed to the wave\nnature of the photon. The NAFL theory QM, formalizing quantum mechanics, treats\nthe superposed state ($S$) of a single photon taking two or more different\npaths at the same time as a logical contradiction that is formally unprovable\nin QM. Nevertheless, in a nonclassical NAFL model for QM in which the law of\nnoncontradiction fails, $S$ has a meaningful metamathematical interpretation\nthat the classical path information for the photon is not available. It is\nargued that the existence of an interference pattern does not logically amount\nto a proof of the self-interference of a single photon. This fact, when coupled\nwith the temporal nature of NAFL truth, implies the logical validity of the\nretroactive assertion of the path information (and the logical superfluousness\nof the grid) in Afshar's experiment. The Bohr complementarity principle, when\nproperly interpreted with the time dependence of logical truth taken into\naccount, holds in Afshar's experiment. NAFL supports, but not demands, a\nmetalogical reality for the particle nature of the photon even when the\nsemantics of QM requires the state $S$.\n","Comment: 28 pages, 1 figure. Ref. [7] updated. Typo corrected"]}]
