["0901.4169",{"format":[],"subject":["Physics - General Physics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4169"],"date":["2009-01-26"],"type":["text"],"creator":["Crawford, David F."],"language":[],"coverage":[],"title":["No Evidence of Time Dilation in Gamma-Ray Burst Data"],"description":["  Gamma-Ray Bursts have been observed out to very high redshifts and provide\ntime measures that are directly related to intrinsic time scales of the burst.\nEinstein's theory of relativity is quite definite that if the universe is\nexpanding then the observed duration of these measures will increase with\nredshift. Thus gamma-ray burst measures should show a time dilation\nproportional to redshift. An analysis of gamma-ray burst data shows that the\nhypothesis of time dilation is rejected with a probability of\n4.4$\\times10^{-6}$ for redshifts out to z=6.6. Traditionally the lack of an\napparent time dilation has been explained by an inverse correlation between\nluminosity and time measures together with strong luminosity selection as a\nfunction of redshift. It is shown that the inverse correlation between\nluminosity and some time measures is confirmed, but using concordance cosmology\nstrong luminosity selection cannot be achieved. It may be possible to explain\nthe apparent lack of time dilation with a combination of gamma-ray burst\nselection, some luminosity evolution and some time measure evolution. But this\nrequires a remarkable coincidence in order to produce the apparent lack of time\ndilation. However the data are consistent with a static cosmology in a\nnon-expanding universe.\n","Comment: 17 pages 4 Figures Correction to reference"]}]
["0901.4172",{"format":[],"subject":["Physics - General Physics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4172"],"date":["2009-01-26"],"type":["text"],"creator":["Crawford, David F."],"language":[],"coverage":[],"title":["Observations of type 1a supernovae are consistent with a static universe"],"description":["  Analysis of type 1a supernovae observations out to a redshift of $z$=1.6\nshows that there is good agreement between the light-curve widths and $(1+z)$\nwhich is usually interpreted as a strong support for time dilation due to an\nexpanding universe. This paper argues that a strong case can be made for a\nstatic universe where the supernovae light-curve-width dependence on redshift\nis due to selection effects. The analysis is based on the principle that it is\nthe total energy (the fluence) and not the peak magnitude that is the best\n`standard candle' for type 1a supernovae. A simple model using a static\ncosmology provides an excellent prediction for the dependence of light curve\nwidth on redshift and the luminosity-width relationship for nearby supernovae.\nThe width dependence arises from the assumption of constant absolute magnitude\nresulting in strong selection of lower luminosity supernovae at higher\nredshifts due to the use of an incorrect distance modulus. Using a static\ncosmology, curvature-cosmology, and without fitting any parameters the analysis\nshows that the total energy is independent of redshift and provides a Hubble\nconstant of $63.1\\pm2.5$ kms$^{-1}$ Mpc$^{-1}$. There is no indication of any\ndeviation at large redshifts that has been ascribed to the occurrence of dark\nenergy.\n","Comment: 16 pages, 4 figures"]}]
