["0706.4194",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4194","Phys. Rev. B 76, 193308 (2007)","doi:10.1103/PhysRevB.76.193308"],"date":["2007-06-28"],"type":["text"],"creator":["Hammack, A. T.","Butov, L. V.","Mouchliadis, L.","Ivanov, A. L.","Gossard, A. C."],"language":[],"coverage":[],"title":["Kinetics of indirect excitons in the optically-induced exciton trap"],"description":["  We report on the kinetics of a low-temperature gas of indirect excitons in\nthe optically-induced exciton trap. The excitons in the region of laser\nexcitation are found to rapidly -- within 4 ns -- cool to the lattice\ntemperature T = 1.4 K, while the excitons at the trap center are found to be\ncold -- essentially at the lattice temperature -- even during the excitation\npulse. The loading time of excitons to the trap center is found to be about 40\nns, longer than the cooling time yet shorter than the lifetime of the indirect\nexcitons. The observed time hierarchy is favorable for creating a dense and\ncold exciton gas in optically-induced traps and for in situ control of the gas\nby varying the excitation profile in space and time before the excitons\nrecombine.\n","Comment: 4 pages, 3 figures"]}]
["0708.2078",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Symbolic Computation","Mathematics - Rings and Algebras","13P10","93B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2078"],"date":["2007-08-15"],"type":["text"],"creator":["Levandovskyy, Viktor","Zerz, Eva"],"language":[],"coverage":[],"title":["Obstructions to Genericity in Study of Parametric Problems in Control\n  Theory"],"description":["  We investigate systems of equations, involving parameters from the point of\nview of both control theory and computer algebra. The equations might involve\nlinear operators such as partial (q-)differentiation, (q-)shift, (q-)difference\nas well as more complicated ones, which act trivially on the parameters. Such a\nsystem can be identified algebraically with a certain left module over a\nnon-commutative algebra, where the operators commute with the parameters. We\ndevelop, implement and use in practice the algorithm for revealing all the\nexpressions in parameters, for which e.g. homological properties of a system\ndiffer from the generic properties. We use Groebner bases and Groebner basics\nin rings of solvable type as main tools. In particular, we demonstrate an\noptimized algorithm for computing the left inverse of a matrix over a ring of\nsolvable type. We illustrate the article with interesting examples. In\nparticular, we provide a complete solution to the \"two pendula, mounted on a\ncart\" problem from the classical book of Polderman and Willems, including the\ncase, where the friction at the joints is essential . To the best of our\nknowledge, the latter example has not been solved before in a complete way.\n","Comment: 20 pages"]}]
["0708.4327",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems","20J05, 37A20, 46L99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4327"],"date":["2007-08-31","2010-03-18"],"type":["text"],"creator":["Peterson, Jesse","Thom, Andreas"],"language":[],"coverage":[],"title":["Group cocycles and the ring of affiliated operators"],"description":["  In this article we study cocycles of discrete countable groups with values in\nl^2(G) and the ring of affiliated operators UG. We clarify properties of the\nfirst cohomology of a group G with coefficients in l^2(G) and answer several\nquestions from [CTV]. Moreover, we obtain strong results about the existence of\nfree subgroups and the subgroup structure, provided the group has a positive\nfirst l^2-Betti number. We give numerous applications and examples of groups\nwhich satisfy our assumptions.\n","Comment: 24 pages, no figures"]}]
["0710.3538",{"format":[],"subject":["Mathematics - Complex Variables","30C85, 30D45, 31A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3538","Expo. Math. 27 (2009), 271-287"],"date":["2007-10-18","2010-03-19"],"type":["text"],"creator":["Rashkovskii, Alexander"],"language":[],"coverage":[],"title":["Classical and new loglog-theorems"],"description":["  We present integral variants of results due to Carleman, Wolf, Levinson,\nSjoberg, and Matsaev on majorants of analytic functions. Main ingredient is a\ncomplete description for radial projections of harmonic measures of strictly\nstar-shaped domains in the plane.\n","Comment: Proof of Theorem 5 is considerably simplified. Typos in the proof of\n  Theorem 4 fixed."]}]
["0802.1245",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Algebraic Geometry","53D55, 46L65, 32C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1245"],"date":["2008-02-09","2010-03-19"],"type":["text"],"creator":["Kashiwara, Masaki","Schapira, Pierre"],"language":[],"coverage":[],"title":["Deformation quantization modules I:Finiteness and duality"],"description":["  We introduce the notion of being cohomologically complete for objects of the\nderived category of sheaves of $Z[\\hbar]$-modules on a topological space. Then\nwe consider a $Z[\\hbar]$-algebra satisfying some suitable conditions and prove\ncoherency results by using the property of being cohomologically complete.\n  We apply these results to the study of modules over deformation quantization\nalgebroids on complex Poisson manifolds. We prove in particular that under a\nnatural properness condition, the convolution of two coherent kernels over such\nalgebroids is coherent. We also construct the dualizing complexes in this\nframework and show that the convolution of kernels commutes with duality.\n","Comment: The contents of this paper is now included in Deformation\n  quantization modules (arXiv:1003.3304)."]}]
["0802.4141",{"format":[],"subject":["Quantitative Finance - Risk Management","Mathematics - Probability","91B28","46E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4141"],"date":["2008-02-28","2010-03-19"],"type":["text"],"creator":["Arai, Takuji"],"language":[],"coverage":[],"title":["Good deal bounds induced by shortfall risk"],"description":["  We shall provide in this paper good deal pricing bounds for contingent claims\ninduced by the shortfall risk with some loss function. Assumptions we impose on\nloss functions and contingent claims are very mild. We prove that the upper and\nlower bounds of good deal pricing bounds are expressed by convex risk measures\non Orlicz hearts. In addition, we obtain its representation with the minimal\npenalty function. Moreover, we give a representation, for two simple cases, of\ngood deal bounds and calculate the optimal strategies when a claim is traded at\nthe upper or lower bounds of its good deal pricing bound.\n","Comment: This paper has been withdrawn by the author."]}]
["0803.1083",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1083","J. Math. Phys. 51, 032201 (2010)","doi:10.1063/1.3298683"],"date":["2008-03-07","2009-04-07"],"type":["text"],"creator":["Kleinmann, M.","Kampermann, H.","Bruss, D."],"language":[],"coverage":[],"title":["Structural approach to unambiguous discrimination of two mixed quantum\n  states"],"description":["  We analyze the optimal unambiguous discrimination of two arbitrary mixed\nquantum states. We show that the optimal measurement is unique and we present\nthis optimal measurement for the case where the rank of the density operator of\none of the states is at most 2 (\"solution in 4 dimensions\"). The solution is\nillustrated by some examples. The optimality conditions proved by Eldar et al.\n[Phys. Rev. A 69, 062318 (2004)] are simplified to an operational form. As an\napplication we present optimality conditions for the measurement, when only one\nof the two states is detected. The current status of optimal unambiguous state\ndiscrimination is summarized via a general strategy.\n","Comment: 33 pages, 3 figures, minor corrections"]}]
["0803.3352",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3352"],"date":["2008-03-23","2010-03-18"],"type":["text"],"creator":["Sainz, Norberto"],"language":[],"coverage":[],"title":["Inexistence of Zeeman's fine topology"],"description":["  The family of topologies that induce the Euclidean metric space on every time\naxis and every space axis exhibits no maximal element when partially ordered by\nthe relation ``finer than'', as demonstrated in this article. One conclusion\nand two reflections emerge and are addressed herein:\n  Conclusion: a. Zeeman's fine topology [1] and G\\\"{o}bel's extension to\narbitrary spacetimes [2] do not exist. Reflections: a. Both authors' attempts\nmay be classified as type-2 strategies, within the taxonomy of [3]. b. How\ncould these inexistent topologies be used for decades?\n","Comment: Thia paper has been withdrawn by the author because it has been\n  replaced by a new one titled: \"Does Zeeman's Fine Topology Exist?"]}]
["0805.2915",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C22, 14D20, 14H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2915","Documenta Math. 15 (2010), 35-72"],"date":["2008-05-19","2009-08-06"],"type":["text"],"creator":["Biswas, Indranil","Hoffmann, Norbert"],"language":[],"coverage":[],"title":["The line bundles on moduli stacks of principal bundles on a curve"],"description":["  Let G be an affine reductive algebraic group over an algebraically closed\nfield k. We determine the Picard group of the moduli stacks of principal\nG-bundles on any smooth projective curve over k.\n","Comment: 33 pages, AMSLaTeX. v2: Lemma 4.1.1 corrected"]}]
["0809.2760",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2760","J. Phys. A: Math. Theor. 41 (2008) 475303","doi:10.1088/1742-6596/128/1/012043"],"date":["2008-09-16"],"type":["text"],"creator":["Contreras-Astorga, Alonso","C, David J Fernandez"],"language":[],"coverage":[],"title":["Supersymmetric partners of the trigonometric Poschl-Teller potentials"],"description":["  The first and second-order supersymmetry transformations are used to generate\nHamiltonians with known spectra departing from the trigonometric Poschl-Teller\npotentials. The several possibilities of manipulating the initial spectrum are\nfully explored, and it is shown how to modify one or two levels, or even to\nleave the spectrum unaffected. The behavior of the new potentials at the\nboundaries of the domain is studied.\n","Comment: 20 pages, 4 figures"]}]
["0809.2925",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","32S20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2925"],"date":["2008-09-17","2010-03-19"],"type":["text"],"creator":["Fehér, L. M.","Rimányi, R."],"language":[],"coverage":[],"title":["Thom series of contact singularities"],"description":["  Thom polynomials measure how global topology forces singularities. The power\nof Thom polynomials predestine them to be a useful tool not only in\ndifferential topology, but also in algebraic geometry (enumerative geometry,\nmoduli spaces) and algebraic combinatorics. The main obstacle of their\nwidespread application is that only a few, sporadic Thom polynomials have been\nknown explicitly. In this paper we develop a general method for calculating\nThom polynomials of contact singularities. Along the way, relations with the\nequivariant geometry of (punctual, local) Hilbert schemes, and with iterated\nresidue identities are revealed.\n"]}]
["0809.4309",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology","53D55, 46L65, 32C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4309"],"date":["2008-09-24","2010-03-19"],"type":["text"],"creator":["Kashiwara, Masaki","Schapira, Pierre"],"language":[],"coverage":[],"title":["Deformation quantization modules II. Hochschild class"],"description":["  This paper is the continuation of arXiv:0802.1245. We construct the\nHochschild class for coherent modules over a deformation quantization algebroid\non a complex Poisson manifold. We also define the convolution of Hochschild\nhomologies, and prove that the Hochschild class of the convolution of two\ncoherent modules is the convolution of their Hochschild classes. We study with\nsome details the case of symplectic deformations.\n","Comment: The contents of this paper is now included in Deformation\n  quantization modules (arXiv:1003.3304)."]}]
["0811.0759",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0759","Ann. Phys. 324, 1105 (2009)","doi:10.1016/j.aop.2009.01.004"],"date":["2008-11-05"],"type":["text"],"creator":["Fritsch, Peter","Kehrein, Stefan"],"language":[],"coverage":[],"title":["Non-Equilibrium Scaling Analysis of the Kondo Model with Voltage Bias"],"description":["  The quintessential description of Kondo physics in equilibrium is obtained\nwithin a scaling picture that shows the buildup of Kondo screening at low\ntemperature. For the non-equilibrium Kondo model with a voltage bias the key\nnew feature are decoherence effects due to the current across the impurity. In\nthe present paper we show how one can develop a consistent framework for\nstudying the non-equilibrium Kondo model within a scaling picture of\ninfinitesimal unitary transformations (flow equations). Decoherence effects\nappear naturally in third order of the beta-function and dominate the\nHamiltonian flow for sufficiently large voltage bias. We work out the spin\ndynamics in non-equilibrium and compare it with finite temperature equilibrium\nresults. In particular, we report on the behavior of the static spin\nsusceptibility including leading logarithmic corrections and compare it with\nthe celebrated equilibrium result as a function of temperature.\n","Comment: 22 pages, 15 figures"]}]
["0812.1247",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1247","J. Chem. Theory and Computation, (special issue in honor of John\n  Perdew) 5, 770 (2009)."],"date":["2008-12-05","2009-02-04"],"type":["text"],"creator":["Tempel, David G.","Martinez, Todd J.","Maitra, Neepa T."],"language":[],"coverage":[],"title":["Revisiting Molecular Dissociation in Density Functional Theory: A Simple\n  Model"],"description":["  A two-electron one-dimensional model of a heteroatomic molecule composed of\ntwo open-shell atoms is considered. Including only two electrons isolates and\nexamines the effect that the highest occupied molecular orbital has on the\nKohn-Sham potential as the molecule dissociates. We reproduce the\ncharacteristic step and peak that previous high-level wavefunction methods have\nshown to exist for real molecules in the low-density internuclear region. The\nsimplicity of our model enables us to investigate in detail their development\nas a function of bond-length, with little computational effort, and derive\nproperties of their features in the dissociation limit. We show that the onset\nof the step is coincident with the internuclear separation at which an avoided\ncrossing between the ground-state and lowest charge-transfer excited state is\napproached. Although the step and peak features have little effect on the\nground-state energetics, we discuss their important consequences for dynamics\nand response.\n","Comment: 12 pages"]}]
["0812.5064",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Computer Science and Game Theory","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.5064","Expert Systems with Applications, 2010","doi:10.1016/j.eswa.2010.02.050"],"date":["2008-12-30","2010-03-19"],"type":["text"],"creator":["Li, Qiang","Chen, Zhuo","He, Yan","Jiang, Jing-ping"],"language":[],"coverage":[],"title":["A Novel Clustering Algorithm Based Upon Games on Evolving Network"],"description":["  This paper introduces a model based upon games on an evolving network, and\ndevelops three clustering algorithms according to it. In the clustering\nalgorithms, data points for clustering are regarded as players who can make\ndecisions in games. On the network describing relationships among data points,\nan edge-removing-and-rewiring (ERR) function is employed to explore in a\nneighborhood of a data point, which removes edges connecting to neighbors with\nsmall payoffs, and creates new edges to neighbors with larger payoffs. As such,\nthe connections among data points vary over time. During the evolution of\nnetwork, some strategies are spread in the network. As a consequence, clusters\nare formed automatically, in which data points with the same evolutionarily\nstable strategy are collected as a cluster, so the number of evolutionarily\nstable strategies indicates the number of clusters. Moreover, the experimental\nresults have demonstrated that data points in datasets are clustered reasonably\nand efficiently, and the comparison with other algorithms also provides an\nindication of the effectiveness of the proposed algorithms.\n","Comment: 17 pages, 5 figures, 3 tables"]}]
["0901.2863",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2863","New J.Phys. 12 (2010) 025008 (10pp)","doi:10.1088/1367-2630/12/2/025008"],"date":["2009-01-19","2010-03-18"],"type":["text"],"creator":["Shi, Qian-Qian","Orus, Roman","Fjaerestad, John Ove","Zhou, Huan-Qiang"],"language":[],"coverage":[],"title":["Finite-Size Geometric Entanglement from Tensor Network Algorithms"],"description":["  The global geometric entanglement is studied in the context of\nnewly-developed tensor network algorithms for finite systems. For\none-dimensional quantum spin systems it is found that, at criticality, the\nleading finite-size correction to the global geometric entanglement per site\nbehaves as $b/n$, where $n$ is the size of the system and $b$ a given\ncoefficient. Our conclusion is based on the computation of the geometric\nentanglement per spin for the quantum Ising model in a transverse magnetic\nfield and for the spin-1/2 XXZ model. We also discuss the possibility of\ncoefficient $b$ being universal.\n","Comment: 5 pages, 2 figures, and 3 tables."]}]
["0902.1965",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1965","J. Mol. Structure: Theochem, (special issue onTDDFT) 914, 30\n  (2009)."],"date":["2009-02-11"],"type":["text"],"creator":["Rajam, Arun K.","Hessler, Paul","Gaun, Christian","Maitra, Neepa T."],"language":[],"coverage":[],"title":["Phase-Space Explorations in Time-Dependent Density Functional Theory"],"description":["  We discuss two problems which are particularly challenging for approximations\nin time-dependent density functional theory (TDDFT) to capture:\nmomentum-distributions in ionization processes, and memory-dependence in\nreal-time dynamics. We propose an extension of TDDFT to phase-space densities,\ndiscuss some formal aspects of such a \"phase-space density functional theory\"\nand explain why it could ameliorate the problems in both cases. For each\nproblem, a two-electron model system is exactly numerically solved and analysed\nin phase-space via the Wigner function distribution.\n","Comment: 11 pages"]}]
["0903.0688",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0688","Cont. Mech. Thermodyn. 22(3), 221-237, 2010","doi:10.1007/s00161-009-0126-0"],"date":["2009-03-03","2010-03-18"],"type":["text"],"creator":["Placidi, Luca","Greve, Ralf","Seddik, Hakime","Faria, Sergio H."],"language":[],"coverage":[],"title":["Continuum-mechanical, Anisotropic Flow model for polar ice masses, based\n  on an anisotropic Flow Enhancement factor"],"description":["  A complete theoretical presentation of the Continuum-mechanical, Anisotropic\nFlow model, based on an anisotropic Flow Enhancement factor (CAFFE model) is\ngiven. The CAFFE model is an application of the theory of mixtures with\ncontinuous diversity for the case of large polar ice masses in which induced\nanisotropy occurs. The anisotropic response of the polycrystalline ice is\ndescribed by a generalization of Glen's flow law, based on a scalar anisotropic\nenhancement factor. The enhancement factor depends on the orientation mass\ndensity, which is closely related to the orientation distribution function and\ndescribes the distribution of grain orientations (fabric). Fabric evolution is\ngoverned by the orientation mass balance, which depends on four distinct\neffects, interpreted as local rigid body rotation, grain rotation, rotation\nrecrystallization (polygonization) and grain boundary migration (migration\nrecrystallization), respectively. It is proven that the flow law of the CAFFE\nmodel is truly anisotropic despite the collinearity between the stress deviator\nand stretching tensors.\n","Comment: 22 pages, 5 figures"]}]
["0903.3271",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3271","Phys. Rev. A 81, 032512 (2010)","doi:10.1103/PhysRevA.81.032512"],"date":["2009-03-19","2009-11-30"],"type":["text"],"creator":["Gal, T.","Geerlings, P."],"language":[],"coverage":[],"title":["Derivative of the Lieb definition for the energy functional of density\n  functional theory with respect to the particle number and the spin number"],"description":["  The nature of the explicit dependence on the particle number N and on the\nspin number N_s of the Lieb definition for the energy density functional is\nexamined both in spin-free and in spin-polarized density functional theory.\nFirst, it is pointed out that for ground states, the nonuniqueness of the\nexternal magnetic field B(r) corresponding to a given pair of density n(r) and\nspin density s(r) in spin-polarized density functional theory implies the\nnonexistence of the derivative of the SDFT Lieb functional with respect to N_s.\nGiving a suitable generalization of the Lieb functionals for n(r)'s and s(r)'s\nwith norms not equal to N and N_s of the functionals' subscripts, it is then\nshown that the Lieb functionals' derivatives with respect to N and N_s are\nequal to the derivatives, with respect to N and N_s, of the total energies\nE[N,v] and E[N,N_s,v,B] minus the external-field energy components,\nrespectively.\n","Comment: 18 pages; Introduction extended, Sec.II rewritten, Sec.III\n  reorganized"]}]
["0904.0210",{"format":[],"subject":["Mathematics - Probability","60J25, 92D10, 92D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0210","Electron. J. Probab., 15:162-216, 2010."],"date":["2009-04-01","2010-02-19"],"type":["text"],"creator":["Barton, N. H.","Etheridge, A. M.","Veber, A."],"language":[],"coverage":[],"title":["A new model for evolution in a spatial continuum"],"description":["  We investigate a new model for populations evolving in a spatial continuum.\nThis model can be thought of as a spatial version of the Lambda-Fleming-Viot\nprocess. It explicitly incorporates both small scale reproduction events and\nlarge scale extinction-recolonisation events. The lineages ancestral to a\nsample from a population evolving according to this model can be described in\nterms of a spatial version of the Lambda-coalescent. Using a technique of\nEvans(1997), we prove existence and uniqueness in law for the model. We then\ninvestigate the asymptotic behaviour of the genealogy of a finite number of\nindividuals sampled uniformly at random (or more generally `far enough apart')\nfrom a two-dimensional torus of side L as L tends to infinity. Under\nappropriate conditions (and on a suitable timescale), we can obtain as limiting\ngenealogical processes a Kingman coalescent, a more general Lambda-coalescent\nor a system of coalescing Brownian motions (with a non-local coalescence\nmechanism).\n","Comment: 63 pages, version accepted to Electron. J. Probab"]}]
["0905.3209",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3209","J. Phys. A Math. Theor. 43 (2010) 145302","doi:10.1088/1751-8113/43/14/145302"],"date":["2009-05-20","2009-06-23"],"type":["text"],"creator":["Matsumoto, Ryutaroh","Watanabe, Shun"],"language":[],"coverage":[],"title":["Narrow basis angle doubles secret key in the BB84 protocol"],"description":["  We consider a modified version of the BB84 quantum key distribution protocol\nin which the angle between two different bases are less than $\\pi/4$. We show\nthat the channel parameter estimate becomes the same as the original protocol\nwith sufficiently many transmitted qubits. On the other hand, the statistical\ncorrelation between bits transmitted in one basis and those received in the\nother basis becomes stronger as the angle between two bases becomes narrower.\nIf the angle is very small, the statistical correlation between bits\ntransmitted in one basis and those received in the other basis is as strong as\nthose received in the same basis as transmitting basis, which means that the\nmodified protocol can generate almost twice as long secret key as the original\nprotocol, provided that Alice and Bob choose two different bases with almost\nthe same probability. We also point out that the reverse reconciliation often\ngives different amount of secret key to the direct reconciliation over Pauli\nchannels with our modified protocol.\n","Comment: LaTeX2e, 10 pages, no figure. Ver. 3 corrected typographical errors\n  in indices of Eq. (1) and its previous equation and added citation to Tamaki\n  et al. (2003) in Sec. 2.2. The claims in version 1 were correct but their\n  proofs were wrong. Ver. 2 should have correct proofs. The second author\n  joined because he pointed out the error"]}]
["0906.1634",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1634","Phys. Rev. B 80, 195310 (2009)","doi:10.1103/PhysRevB.80.195310"],"date":["2009-06-09","2009-06-12"],"type":["text"],"creator":["Guo, Z. L.","Gong, Z. R.","Dong, H.","Sun, C. P."],"language":[],"coverage":[],"title":["M\\\"{o}bius Graphene Strip as Topological Insulator"],"description":["  We study the electronic properties of M\\\"{o}bius graphene strip with a zigzag\nedge. We show that such graphene strip behaves as a topological insulator with\na gapped bulk and a robust metallic surface, which enjoys some features due to\nits nontrivial topology of the spatial configuration, such as the existence of\nedge states and the non-Abelian induced gauge field. We predict that the\ntopological properties of the M\\\"{o}bius graphene strip can be experimentally\ndisplayed by the destructive interference in the transmission spectrum, and the\nrobustness of edge states under certain perturbations.\n","Comment: 9 pages, 9 figures"]}]
["0907.2438",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2438","Phys. Rev E 81, 1 (2010)","doi:10.1103/PhysRevE.81.016608"],"date":["2009-07-14","2009-08-01"],"type":["text"],"creator":["Mertens, Franz G.","Quintero, Niurka R.","Bishop, A. R."],"language":[],"coverage":[],"title":["Nonlinear Schr\\\"odinger Equation with Spatio-Temporal Perturbations"],"description":["  We investigate the dynamics of solitons of the cubic Nonlinear Schr\\\"odinger\nEquation (NLSE) with the following perturbations: non-parametric\nspatio-temporal driving of the form $f(x,t) = a \\exp[i K(t) x]$, damping, and a\nlinear term which serves to stabilize the driven soliton. Using the time\nevolution of norm, momentum and energy, or, alternatively, a Lagrangian\napproach, we develop a Collective-Coordinate-Theory which yields a set of ODEs\nfor our four collective coordinates. These ODEs are solved analytically and\nnumerically for the case of a constant, spatially periodic force $f(x)$. The\nsoliton position exhibits oscillations around a mean trajectory with constant\nvelocity. This means that the soliton performs, on the average, a\nunidirectional motion although the spatial average of the force vanishes. The\namplitude of the oscillations is much smaller than the period of $f(x)$. In\norder to find out for which regions the above solutions are stable, we\ncalculate the time evolution of the soliton momentum $P(t)$ and soliton\nvelocity $V(t)$: This is a parameter representation of a curve $P(V)$ which is\nvisited by the soliton while time evolves. Our conjecture is that the soliton\nbecomes unstable, if this curve has a branch with negative slope. This\nconjecture is fully confirmed by our simulations for the perturbed NLSE.\nMoreover, this curve also yields a good estimate for the soliton lifetime: the\nsoliton lives longer, the shorter the branch with negative slope is.\n","Comment: 21 figures"]}]
["0908.0453",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0453","doi:10.1111/j.1365-2966.2010.16255.x"],"date":["2009-08-04","2010-03-19"],"type":["text"],"creator":["Frommert, Mona","Ensslin, Torsten A."],"language":[],"coverage":[],"title":["The axis of evil - a polarization perspective"],"description":["  We search for an unusual alignment of the preferred axes of the quadrupole\nand octopole, the so-called axis of evil, in the CMB temperature and\npolarization data from WMAP. We use the part of the polarization map which is\nuncorrelated with the temperature map as a statistically independent probe of\nthe axis of evil, which helps to assess whether the latter has a cosmological\norigin or if is a mere chance fluctuation in the temperature. Note, though,\nthat for certain models creating a preferred axis in the temperature map, we\nwould not expect to see the axis in the uncorrelated polarization map. We find\nthat the axis of the quadrupole of the uncorrelated polarization map roughly\naligns with the axis of evil within our measurement precision, whereas the axis\nof the octopole does not. However, with our measurement uncertainty, the\nprobability of such a scenario to happen by chance in an isotropic universe is\nof the order of 50 per cent. We also find that the so-called cold spot present\nin the CMB temperature map is even colder in the part of the temperature map\nwhich is uncorrelated with the polarization, although there is still a large\nuncertainty in the latter. Therefore, our analysis of the axis of evil and a\nfuture analysis of the cold spot in the uncorrelated temperature data will\nstrongly benefit from the polarization data expected from the Planck satellite.\n","Comment: Version accepted by MNRAS, added some comments, corrected typos"]}]
["0908.2288",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2288"],"date":["2009-08-17","2010-03-19"],"type":["text"],"creator":["Takeyama, Yoshihiro"],"language":[],"coverage":[],"title":["Differential equations compatible with boundary rational qKZ equation"],"description":["  We give differential equations compatible with the rational qKZ equation with\nboundary reflection. The total system contains the trigonometric degeneration\nof the bispectral qKZ equation of type (C_{n}^{\\vee}, C_{n}) which in the case\nof type GL_{n} was studied by van Meer and Stokman. We construct an integral\nformula for solutions to our compatible system in a special case.\n","Comment: 25 pages, no figure; Section 4.2, 4.4 and 4.6 are revised."]}]
["0909.0527",{"format":[],"subject":["Mathematics - Representation Theory","22E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0527"],"date":["2009-09-02","2010-03-19"],"type":["text"],"creator":["Hu, Yongquan"],"language":["fr"],"coverage":[],"title":["Sur quelques repr\\'esentations supersinguli\\`eres de $GL_2(Q_{p^f})$"],"description":["  Let p>3 be a prime, f a positive integer and Q_{p^f} the unramified extension\nof Q_p of degree f. After Breuil and Paskunas, to a generic semi-simple\ncontinue modulo p representation of the absolute Galois group of Q_{p^f}, we\ncan associate a parameterized family of smooth admissible modulo p\nrepresentations of GL_2(Q_{p^f}). In this article, we prove that there are more\nparameters than those known.\n","Comment: 40 pages, in French. Final version, to appear in J. Algebra."]}]
["0909.0790",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0790","Phys. Rev. B 80, 155331 (2009)","doi:10.1103/PhysRevB.80.155331"],"date":["2009-09-03"],"type":["text"],"creator":["Hammack, A. T.","Butov, L. V.","Wilkes, J.","Mouchliadis, L.","Muljarov, E. A.","Ivanov, A. L.","Gossard, A. C."],"language":[],"coverage":[],"title":["Kinetics of the inner ring in the exciton emission pattern in GaAs\n  coupled quantum wells"],"description":["  We report on the kinetics of the inner ring in the exciton emission pattern.\nThe formation time of the inner ring following the onset of the laser\nexcitation is found to be about 30 ns. The inner ring was also found to\ndisappear within 4 ns after the laser termination. The latter process is\naccompanied by a jump in the photoluminescence (PL) intensity. The spatial\ndependence of the PL-jump indicates that the excitons outside of the region of\nlaser excitation, including the inner ring region, are efficiently cooled to\nthe lattice temperature even during the laser excitation. The ring formation\nand disappearance are explained in terms of exciton transport and cooling.\n","Comment: 19 pages, 6 figures"]}]
["0909.1705",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1705","Phys. Rev. B 81, 115411 (2010)","doi:10.1103/PhysRevB.81.115411"],"date":["2009-09-09","2010-02-28"],"type":["text"],"creator":["Rakyta, Peter","Kormanyos, Andor","Cserti, Jozsef","Koskinen, Pekka"],"language":[],"coverage":[],"title":["Exploring the graphene edges with coherent electron focusing"],"description":["  We study theoretically the coherent electron focusing in graphene\nnanoribbons. Using semiclassical and numerical tight binding calculations we\nshow that perfect armchair edges give rise to equidistant peaks in the focusing\nspectrum. In the case of zigzag edges at low magnetic fields one can also\nobserve focusing peaks but with increasing magnetic field a more complex\ninterference structure emerges in the spectrum. This difference in the spectra\ncan be observed even if the zigzag edge undergoes structural reconstruction.\nTherefore transverse electron focusing can help in the identification and\ncharacterisation of the edge structure of graphene samples.\n","Comment: 6 pages, 5 figures"]}]
["0910.0712",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0712","Phys. Rev. Lett. 104, 116402 (2010)","doi:10.1103/PhysRevLett.104.116402"],"date":["2009-10-05"],"type":["text"],"creator":["Chang, Chia-Chen","Zhang, Shiwei"],"language":[],"coverage":[],"title":["Spin and charge order in doped Hubbard model: long-wavelength collective\n  modes"],"description":["  Determining the ground state properties of the two-dimensional Hubbard model\nhas remained an outstanding problem. Applying recent advances in constrained\npath auxiliary-field quantum Monte Carlo techniques and simulating large\nrectangular periodic lattices, we calculate the long-range spin and charge\ncorrelations in the ground state as a function of doping. At intermediate\ninteraction strengths, an incommensurate spin density wave (SDW) state is\nfound, with antiferromagnetic order and essentially homogeneous charge\ncorrelation. The wavelength of the collective mode decreases with doping, as\ndoes its magnitude. The SDW order vanishes beyond a critical doping. As the\ninteraction is increased, the holes go from a wave-like to a particle-like\nstate, and charge ordering develops which eventually evolves into stripe-like\nstates.\n","Comment: 5 pages, 4 figures"]}]
["0910.1154",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1154","Physica A: Statistical Mechanics and its Applications, Volume 389,\n  Issue 7, 1 April 2010, Pages 1493-150","doi:10.1016/j.physa.2009.12.019"],"date":["2009-10-07","2010-03-19"],"type":["text"],"creator":["Liu, Xin","Murata, Tsuyoshi"],"language":[],"coverage":[],"title":["Advanced modularity-specialized label propagation algorithm for\n  detecting communities in networks"],"description":["  A modularity-specialized label propagation algorithm (LPAm) for detecting\nnetwork communities was recently proposed. This promising algorithm offers some\ndesirable qualities. However, LPAm favors community divisions where all\ncommunities are similar in total degree and thus it is prone to get stuck in\npoor local maxima in the modularity space. To escape local maxima, we employ a\nmultistep greedy agglomerative algorithm (MSG) that can merge multiple pairs of\ncommunities at a time. Combining LPAm and MSG, we propose an advanced\nmodularity-specialized label propagation algorithm (LPAm+). Experiments show\nthat LPAm+ successfully detects communities with higher modularity values than\never reported in two commonly used real-world networks. Moreover, LPAm+ offers\na fair compromise between accuracy and speed.\n","Comment: 9 pages, 2 figures"]}]
["0911.1476",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1476"],"date":["2009-11-07","2010-03-18"],"type":["text"],"creator":["Gibbon, J. D.","Holm, D. D."],"language":[],"coverage":[],"title":["The dynamics of the gradient of potential vorticity"],"description":["  The transport of the potential vorticity gradient $\\bnabla{q}$ along surfaces\nof constant temperature $\\theta$ is investigated for the stratified Euler,\nNavier-Stokes and hydrostatic primitive equations of the oceans and atmosphere\nusing the divergenceless flux vector $\\bdB = \\bnabla Q(q)\\times\\bnabla\\theta$,\nfor any smooth function $Q(q)$. The flux $\\bdB$ is shown to satisfy $$\n\\partial_t\\bdB - {curl} (\\bU\\times\\bdB) = - \\bnabla\\big[qQ'(q) {div}\n\\bU\\big]\\times\\bnabla\\theta, $$ where $\\bU$ is a formal transport velocity of\nPV flux. While the left hand side of this expression is reminiscent of the\nfrozen-in magnetic field flux in magnetohydrodynamics, the non-zero right hand\nside means that $\\bdB$ is not frozen into the flow of $\\bU$ when ${div} \\bU\n\\neq 0$. The result may apply to measurements of potential vorticity and\npotential temperature at the tropopause.\n","Comment: 8 pages, 1 figure. Comments welcome! Accepted at J Phys A"]}]
["0911.2103",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2103","Phys. Rev. B 81, 115427 (2010)","doi:10.1103/PhysRevB.81.115427"],"date":["2009-11-11","2010-03-19"],"type":["text"],"creator":["Wehling, T. O.","Balatsky, A. V.","Katsnelson, M. I.","Lichtenstein, A. I.","Rosch, A."],"language":[],"coverage":[],"title":["Orbitally controlled Kondo effect of Co ad-atoms on graphene"],"description":["  Based on ab-initio calculations we identify possible scenarios for the Kondo\neffect due to Co ad-atoms on graphene. General symmetry arguments show that for\nmagnetic atoms in high-symmetry positions, the Kondo effect in graphene is\ncontrolled not only by the spin but also by the orbital degree of freedom. For\na Co atom absorbed on top of a carbon atom, the Kondo effect is quenched by\nspin-orbit coupling below an energy scale of $\\sim 15$\\,K. For Co with spin\n$S=1/2$ located in the center of a hexagon, an SU(4) Kondo model describes the\nentanglement of orbital moment and spin at higher energies, while below \\sim\n60$\\,meV spin-orbit coupling leads to a more conventional SU(2) Kondo effect.\nThe interplay of the orbital Co physics and the peculiar band-structure of\ngraphene is directly accessible in Fourier transform tunneling spectroscopy or\nin the gate-voltage dependence of the Kondo temperature displaying a very\nstrong, characteristic particle-hole asymmetry.\n","Comment: 6 pages, 4 figures (extended version)"]}]
["0911.3562",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B37","17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3562","SIGMA 6 (2010), 023, 14 pages","doi:10.3842/SIGMA.2010.023"],"date":["2009-11-18","2010-03-19"],"type":["text"],"creator":["Nakashima, Toshiki"],"language":[],"coverage":[],"title":["Epsilon Systems on Geometric Crystals of Type $A_n$"],"description":["  We introduce an epsilon system on a geometric crystal of type $A_n$, which is\na certain set of rational functions with some nice properties. We shall show\nthat it is equipped with a product structure and that it is invariant under the\naction of tropical R maps.\n"]}]
["0912.0393",{"format":[],"subject":["Mathematics - Analysis of PDEs","35P15, 35P30, 35J65, 35J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0393"],"date":["2009-12-02","2010-03-19"],"type":["text"],"creator":["Dai, Qiuyi","Fu, Yuxia"],"language":[],"coverage":[],"title":["Faber-Krahn inequality for Robin problem involving p-Laplacian"],"description":["  The eigenvalue problem for the p-Laplace operator with Robin boundary\ncondition is considered in this paper. A Faber-Krahn type inequality is proved.\nMore precisely, it is shown that amongst all the domains of fixed volume, the\nball has the smallest first eigenvalue.\n","Comment: 20pages"]}]
["0912.0943",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0943","Physical Review B 81, 115129 (2010)","doi:10.1103/PhysRevB.81.115129"],"date":["2009-12-07","2010-03-01"],"type":["text"],"creator":["Qi, Yang","Sachdev, Subir"],"language":[],"coverage":[],"title":["Effective theory of Fermi pockets in fluctuating antiferromagnets"],"description":["  We describe fluctuating two-dimensional metallic antiferromagnets by\ntransforming to a rotating reference frame in which the electron spin\npolarization is measured by its projections along the local antiferromagnetic\norder. This leads to a gauge-theoretic description of an `algebraic charge\nliquid' involving spinless fermions and a spin S=1/2 complex scalar. We propose\na phenomenological effective lattice Hamiltonian which describes the binding of\nthese particles into gauge-neutral, electron-like excitations, and describe its\nimplications for the electron spectral function across the entire Brillouin\nzone. We discuss connections of our results to photoemission experiments in the\npseudogap regime of the cuprate superconductors.\n","Comment: 28 pages, 8 figures"]}]
["0912.2261",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2261","Phys. Rev. E 81, 036214 (2010)","doi:10.1103/PhysRevE.81.036214"],"date":["2009-12-11","2010-03-19"],"type":["text"],"creator":["Kuptsov, Pavel V.","Parlitz, Ulrich"],"language":[],"coverage":[],"title":["Strict and fussy mode splitting in the tangent space of the\n  Ginzburg-Landau equation"],"description":["  In the tangent space of some spatially extended dissipative systems one can\nobserve \"physical\" modes which are highly involved in the dynamics and are\ndecoupled from the remaining set of hyperbolically \"isolated\" degrees of\nfreedom representing strongly decaying perturbations. This mode splitting is\nstudied for the Ginzburg-Landau equation at different strength of the spatial\ncoupling. We observe that isolated modes coincide with eigenmodes of the\nhomogeneous steady state of the system; that there is a local basis where the\nnumber of non-zero components of the state vector coincides with the number of\n\"physical\" modes; that in a system with finite number of degrees of freedom the\nstrict mode splitting disappears at finite value of coupling; that above this\nvalue a fussy mode splitting is observed.\n","Comment: 6 pages, 5 figures"]}]
["0912.5220",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Combinatorics","Mathematics - Differential Geometry","Mathematics - Optimization and Control","35J25, 58J32, 35J70, 90C05, 52A41, 15A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5220"],"date":["2009-12-29","2010-03-19"],"type":["text"],"creator":["Harvey, F. Reese","Lawson Jr, H. Blaine"],"language":[],"coverage":[],"title":["Hyperbolic polynomials and the Dirichlet problem"],"description":["  This paper presents a simple, self-contained account of Garding's theory of\nhyperbolic polynomials, including a recent convexity result of\nBauschke-Guler-Lewis-Sendov and an inequality of Gurvits. This account also\ncontains new results, such as the existence of a real analytic arrangement of\nthe eigenvalue functions.\n  In a second, independent part of the paper, the relationship of Garding's\ntheory to the authors' recent work (arXiv:0710.3991) on the Dirichlet problem\nfor fully nonlinear partial differential equations is investigated. Let p be a\nhomogeneous polynomial of degree m on S^2(R^n) which is hyperbolic with respect\nto the all positive directions A \\geq 0. Then p has an associated eigenvalue\nmap lambda:S^2(R^n) \\to R^m, defined modulo the permutation group acting on\nR^m. Consequently, each closed symmetric set E of R^m induces a second-order\np.d.e. by requiring, for a C^2-function u in n-variables, that (D^2 u)(x) lie\nin the boundary of E for all x. Assume that E + (R_+)^m is contained in E. A\nmain result is that for smooth domains in R^n whose boundary is suitably\n(p,E)-pseudo-convex, the Dirichlet problem has a unique continuous solution for\nall continuous boundary data. This applies to a vast collection of examples the\nmost basic of which are the m distinct branches of the equation p(D^2 u) =0.\n  In the authors' recent extension of results from euclidean domains to domains\nin riemannian manifolds (arXiv:0907.1981), a new global ingredient, called a\nmonotonicity subequation, was introduced. It is shown in this paper that for\nevery polynomial $p$ as above, the associated Garding cone is a monotonicity\ncone for all branches of the the equation p(Hess u) = 0 where Hess u denotes\nthe riemannian Hessian of u.\n","Comment: Minor modifications in the exposition have been made."]}]
["1001.0175",{"format":[],"subject":["Statistics - Computation","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0175"],"date":["2009-12-31","2010-03-19"],"type":["text"],"creator":["Murray, Iain","Adams, Ryan Prescott","MacKay, David J. C."],"language":[],"coverage":[],"title":["Elliptical slice sampling"],"description":["  Many probabilistic models introduce strong dependencies between variables\nusing a latent multivariate Gaussian distribution or a Gaussian process. We\npresent a new Markov chain Monte Carlo algorithm for performing inference in\nmodels with multivariate Gaussian priors. Its key properties are: 1) it has\nsimple, generic code applicable to many models, 2) it has no free parameters,\n3) it works well for a variety of Gaussian process based models. These\nproperties make our method ideal for use while model building, removing the\nneed to spend time deriving and tuning updates for more complex algorithms.\n","Comment: 8 pages, 6 figures, appearing in AISTATS 2010 (JMLR: W&CP volume 6).\n  Differences from first submission: some minor edits in response to feedback."]}]
["1001.0463",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0463","doi:10.1111/j.1365-2966.2010.16244.x"],"date":["2010-01-04"],"type":["text"],"creator":["Letawe, Y.","Letawe, G.","Magain, P."],"language":[],"coverage":[],"title":["Study of a homogeneous QSO sample: relations between the QSO and its\n  host galaxy"],"description":["  We analyse a sample of 69 QSOs which have been randomly selected in a\ncomplete sample of 104 QSOs (R<18, 0.142 < z < 0.198). 60 have been observed\nwith the NTT/SUSI2 at La Silla, through two filters in the optical band (WB#655\nand V#812), and the remaining 9 are taken from archive databases. The filter\nV#812 contains the redshifted Hbeta and forbidden [OIII] emission lines, while\nWB#655 covers a spectral region devoid of emission lines, thus measuring the\nQSO and stellar continua. The contributions of the QSO and the host are\nseparated thanks to the MCS deconvolution algorithm, allowing a morphological\nclassification of the host, and the computation of several parameters such as\nthe host and nucleus absolute V-magnitude, distance between the luminosity\ncenter of the host and the QSO, and colour of the host and nucleus. We define a\nnew asymmetry coefficient, independent of any galaxy models and well suited for\nQSO host studies. The main results from this study are: (i) 25% of the total\nnumber of QSO hosts are spirals, 51% are ellipticals and 60% show signs of\ninteraction; (ii) Highly asymmetric systems tend to have a higher gas\nionization level (iii) Elliptical hosts contain a substantial amount of ionized\ngas, and some show off-nuclear activity. These results agree with hierarchical\nmodels merger driven evolution.\n","Comment: accepted for publication in MNRAS, 19 pages, 22 figures, 8 tables"]}]
["1001.5221",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5221"],"date":["2010-01-28","2010-03-19"],"type":["text"],"creator":["Xie, Junhui","Dai, Qiuyi","Hu, Huaxiang"],"language":[],"coverage":[],"title":["Positive solutions of Robin problem for semilinear elliptic equations\n  and a threshold result"],"description":["  In this paper, we prove a threshold result for the Robin problem of\nsemilinear parabolic equations\n","Comment: 19 pages"]}]
["1002.2472",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2472","Astrophys.J.712:746-751,2010","doi:10.1088/0004-637X/712/1/746"],"date":["2010-02-11"],"type":["text"],"creator":["Ivanov, A. A."],"language":[],"coverage":[],"title":["Comparing the energy spectra of ultra-high energy cosmic rays measured\n  with EAS arrays"],"description":["  The energy spectra of ultra-high energy cosmic rays (CRs) measured with giant\nextensive air shower (EAS) arrays exhibit discrepancies between the flux\nintensities and/or estimated CR energies exceeding experimental errors. The\nwell-known intensity correction factor due to the dispersion of the measured\nquantity in the presence of a rapidly falling energy spectrum is insufficient\nto explain the divergence. Another source of systematic energy determination\nerror is proposed concerning the charged particle density measured with the\nsurface arrays, which arises due to simplifications (namely, the superposition\napproximation) in nucleus-nucleus interaction description applied to the shower\nmodeling. Making use of the essential correction factors results in congruous\nCR energy spectra within experimental errors. Residual differences in the\nenergy scales of giant arrays can be attributed to the actual overall accuracy\nof the EAS detection technique used. CR acceleration and propagation model\nsimulations using the dip and ankle scenarios of the transition from galactic\nto extragalactic CR components are in agreement with the combined energy\nspectrum observed with EAS arrays.\n","Comment: Accepted for publication in ApJ"]}]
["1002.3284",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3284","Phys. Rev. B 81, 075322 (2010)","doi:10.1103/PhysRevB.81.075322"],"date":["2010-02-17"],"type":["text"],"creator":["Borges, H. S.","Sanz, L.","Villas-Boas, J. M.","Alcalde, A. M."],"language":[],"coverage":[],"title":["Robust states in semiconductor quantum dot molecules"],"description":["  Semiconductor quantum dots coherently driven by pulsed laser are fundamental\nphysical systems which allow studying the dynamical properties of confined\nquantum states. These systems are attractive candidates for a solid-state\nqubit, which open the possibility for several investigations in quantum\ninformation processing. In this work we study the effects of a specific\ndecoherence process, the spontaneous emission of excitonic states, in a quantum\ndot molecule. We model our system considering a three-level Hamiltonian and\nsolve the corresponding master equation in the Lindblad form. Our results show\nthat the spontaneous emission associated with the direct exciton helps to build\nup a robust indirect exciton state. This robustness against decoherence allows\npotential applications in quantum memories and quantum gate architectures. We\nfurther investigate several regimes of physical parameters, showing that this\nprocess is easily controlled by tuning of external fields.\n","Comment: To appear in Physical Review B"]}]
["1003.0534",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0534"],"date":["2010-03-02"],"type":["text"],"creator":["Shaukat, Abrar"],"language":[],"coverage":[],"title":["Unit Invariance as a Unifying Principle of Physics"],"description":["  A basic principle of physics is the freedom to locally choose any unit system\nwhen describing physical quantities. Its implementation amounts to treating\nWeyl invariance as a fundamental symmetry of all physical theories. In this\nthesis, we study the consequences of this \"unit invariance\" principle and find\nthat it is a unifying one. Unit invariance is achieved by introducing a gauge\nfield called the scale, designed to measure how unit systems vary from point to\npoint. In fact, by a uniform and simple Weyl invariant coupling of scale and\nmatter fields, we unify massless, massive, and partially massless excitations.\nAs a consequence, masses now dictate the response of physical quantities to\nchanges of scale. This response is calibrated by certain \"tractor Weyl\nweights\". Reality of these weights yield Breitenlohner-Freedman stability\nbounds in anti de Sitter spaces. Another valuable outcome of our approach is a\ngeneral mechanism for constructing conformally invariant theories. In\nparticular, we provide direct derivations of the novel Weyl invariant\nDeser--Nepomechie vector and spin three-half theories as well as new higher\nspin generalizations thereof. To construct these theories, a \"tractor calculus\"\ncoming from conformal geometry is employed, which keeps manifest Weyl\ninvariance at all stages. In fact, our approach replaces the usual Riemannian\ngeometry description of physics with a conformal geometry one. Within the same\nframework, we also give a description of fermionic and interacting\nsupersymmetric theories which again unifies massless and massive excitations.\n","Comment: 160 pages, 8 figures, Dissertation"]}]
["1003.0539",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0539","J. Phys.: Condens. Matter 22 142202 (2010)","doi:10.1088/0953-8984/22/14/142202"],"date":["2010-03-02","2010-03-19"],"type":["text"],"creator":["Babkevich, P.","Bendele, M.","Boothroyd, A. T.","Conder, K.","Gvasaliya, S. N.","Khasanov, R.","Pomjakushina, E.","Roessli, B."],"language":[],"coverage":[],"title":["Magnetic excitations of Fe_{1+y}Se_xTe_{1-x} in magnetic and\n  superconductive phases"],"description":["  We have used inelastic neutron scattering and muon-spin rotation to compare\nthe low energy magnetic excitations in single crystals of superconducting\nFe1.01Se0.50Te0.50 and non-superconducting Fe1.10Se0.25Te0.75. We confirm the\nexistence of a spin resonance in the superconducting phase of\nFe1.01Se0.50Te0.50, at an energy of 7 meV and a wavevector of (1/2,1/2,0). The\nnon-superconducting sample exhibits two incommensurate magnetic excitations at\n(1/2,1/2,0)\\pm(0.18,-0.18,0) which rise steeply in energy, but no resonance is\nobserved at low energies. A strongly dispersive low-energy magnetic excitation\nis also observed in Fe1.10Se0.25Te0.75 close to the commensurate\nantiferromagnetic ordering wavevector (1/2-\\delta,0,1/2) where \\delta \\approx\n0.03. The magnetic correlations in both samples are found to be quasi-two\ndimensional in character and persist well above the magnetic\n(Fe1.10Se0.25Te0.75) and superconducting (Fe1.01Se0.50Te0.50) transition\ntemperatures.\n","Comment: 10 pages, 4 figures"]}]
["1003.0651",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D42","53D40","53D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0651"],"date":["2010-03-02","2010-03-19"],"type":["text"],"creator":["Fabert, Oliver"],"language":[],"coverage":[],"title":["Transversality problems in symplectic field theory and a new Fredholm\n  theory"],"description":["  This survey wants to give a short introduction to the transversality problem\nin symplectic field theory and motivate to approach it using the new Fredholm\ntheory by Hofer, Wysocki and Zehnder. With this it should serve as a lead-in\nfor the user's guide to polyfolds, which will appear soon and is the result of\na working group organized by J. Fish, R. Golovko and the author at MSRI\nBerkeley in fall 2009.\n","Comment: 17 pages, survey"]}]
["1003.0807",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0807"],"date":["2010-03-03","2010-03-19"],"type":["text"],"creator":["Barbetta, C.","Imparato, A.","Fournier, J. -B."],"language":[],"coverage":[],"title":["On the surface tension of fluctuating quasi-spherical vesicles"],"description":["  We calculate the stress tensor for a quasi-spherical vesicle and we thermally\naverage it in order to obtain the actual, mechanical, surface tension $\\tau$ of\nthe vesicle. Both closed and poked vesicles are considered. We recover our\nresults for $\\tau$ by differentiating the free-energy with respect to the\nproper projected area. We show that $\\tau$ may become negative well before the\ntransition to oblate shapes and that it may reach quite large negative values\nin the case of small vesicles. This implies that spherical vesicles may have an\ninner pressure lower than the outer one.\n","Comment: To appear in Eur. Phys. J. E, revised version"]}]
["1003.2643",{"format":[],"subject":["Computer Science - Digital Libraries","H.5.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2643"],"date":["2010-03-12","2010-03-19"],"type":["text"],"creator":["Sanderson, Robert","Van de Sompel, Herbert"],"language":[],"coverage":[],"title":["Making Web Annotations Persistent over Time"],"description":["  As Digital Libraries (DL) become more aligned with the web architecture,\ntheir functional components need to be fundamentally rethought in terms of URIs\nand HTTP. Annotation, a core scholarly activity enabled by many DL solutions,\nexhibits a clearly unacceptable characteristic when existing models are applied\nto the web: due to the representations of web resources changing over time, an\nannotation made about a web resource today may no longer be relevant to the\nrepresentation that is served from that same resource tomorrow. We assume the\nexistence of archived versions of resources, and combine the temporal features\nof the emerging Open Annotation data model with the capability offered by the\nMemento framework that allows seamless navigation from the URI of a resource to\narchived versions of that resource, and arrive at a solution that provides\nguarantees regarding the persistence of web annotations over time. More\nspecifically, we provide theoretical solutions and proof-of-concept\nexperimental evaluations for two problems: reconstructing an existing\nannotation so that the correct archived version is displayed for all resources\ninvolved in the annotation, and retrieving all annotations that involve a given\narchived version of a web resource.\n","Comment: 10 pages, 8 figures, accepted to JCDL 2010"]}]
["1003.2667",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2667"],"date":["2010-03-12","2010-03-19"],"type":["text"],"creator":["Bonanos, Sotirios","Kamimura, Kiyoshi"],"language":[],"coverage":[],"title":["On the Cayley-Hamilton Theorem for Supermatrices"],"description":["  We present a conjecture for expressing the coefficients in the\nCayley-Hamilton theorem for supermatrices in terms of supertraces. The\nconjecture is tested for several supermatrix dimensions and unique results are\nobtained. Generating functions for determining these coefficients are also\ngiven.\n","Comment: 9 pages, References and comments added"]}]
["1003.3060",{"format":[],"subject":["Physics - General Physics","82B20,82B28","H.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3060","Zentralblatt Math-ZMATH Online Database: Zbl Pre 05677306,(2010)"],"date":["2010-03-15","2010-03-18"],"type":["text"],"creator":["Feng, You-gang"],"language":[],"coverage":[],"title":["Topological Structures of Cluster Spins for Ising Models"],"description":["  We discussed hierarchies and rescaling rule of the self similar\ntransformations in Ising models, and define a fractal dimension of an ordered\ncluster, which minimum corresponds to a fixed point of the transformations. By\nthe fractal structures we divide the clusters into two types: irreducible and\nreducible. A relationship of cluster spin with its coordination number and\nfractal dimension is obtained.\n","Comment: 7 pages, 3 figures"]}]
["1003.3299",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Combinatorics","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3299"],"date":["2010-03-17","2010-03-19"],"type":["text"],"creator":["Bah, Bubacarr","Tanner, Jared"],"language":[],"coverage":[],"title":["Improved Bounds on Restricted Isometry Constants for Gaussian Matrices"],"description":["  The Restricted Isometry Constants (RIC) of a matrix $A$ measures how close to\nan isometry is the action of $A$ on vectors with few nonzero entries, measured\nin the $\\ell^2$ norm. Specifically, the upper and lower RIC of a matrix $A$ of\nsize $n\\times N$ is the maximum and the minimum deviation from unity (one) of\nthe largest and smallest, respectively, square of singular values of all\n${N\\choose k}$ matrices formed by taking $k$ columns from $A$. Calculation of\nthe RIC is intractable for most matrices due to its combinatorial nature;\nhowever, many random matrices typically have bounded RIC in some range of\nproblem sizes $(k,n,N)$. We provide the best known bound on the RIC for\nGaussian matrices, which is also the smallest known bound on the RIC for any\nlarge rectangular matrix. Improvements over prior bounds are achieved by\nexploiting similarity of singular values for matrices which share a substantial\nnumber of columns.\n","Comment: 16 pages, 8 figures"]}]
["1003.3478",{"format":[],"subject":["Mathematics - Algebraic Geometry","Computer Science - Symbolic Computation","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3478"],"date":["2010-03-17"],"type":["text"],"creator":["Levandovskyy, Viktor","Martín-Morales, Jorge"],"language":[],"coverage":[],"title":["Algorithms for Checking Rational Roots of $b$-functions and their\n  Applications"],"description":["  Bernstein-Sato polynomial of a hypersurface is an important object with\nnumerous applications. It is known, that it is complicated to obtain it\ncomputationally, as a number of open questions and challenges indicate. In this\npaper we propose a family of algorithms called \\texttt{checkRoot} for optimized\ncheck of whether a given rational number is a root of Bernstein-Sato polynomial\nand the computations of its multiplicity. This algorithms are used in the new\napproach to compute the whole global or local Bernstein-Sato polynomial and\n$b$-function of a holonomic ideal with respect to weights. They are applied in\nnumerous situations, where there is a possibility to compute an upper bound for\nthe polynomial. Namely, it can be achieved by means of embedded resolution, for\ntopologically equivalent singularities or using the formula of A'Campo and\nspectral numbers. We also present approaches to the logarithmic comparison\nproblem and the intersection homology D-module. Several applications are\npresented as well as solutions to some challenges which were intractable with\nthe classical methods. One of the main applications consists of computing of a\nstratification of affine space with the local $b$-function being constant on\neach stratum. Notably, the algorithm we propose does not employ primary\ndecomposition. Also we apply our results for the computation of Bernstein-Sato\npolynomials for varieties. The methods from this paper have been implemented in\n{\\sc Singular:Plural} as libraries {\\tt dmod.lib} and {\\tt bfun.lib}. All the\nexamples from the paper have been computed with this implementation.\n","Comment: 26 pages"]}]
["1003.3617",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3617"],"date":["2010-03-18"],"type":["text"],"creator":["Leadbeater, Robin","Stencel, Robert"],"language":[],"coverage":[],"title":["Structure in the disc of epsilon Aurigae: Spectroscopic observations of\n  neutral Potassium during eclipse ingress"],"description":["  Variations in the equivalent width of the neutral potassium line at 7699A are\nreported, during ingress and into totality of the current eclipse of the\nenigmatic eclipsing binary epsilon Aurigae. The increase and plateaus of line\nstrength are correlated with new system parameters and interferometric imaging\nconstraints, plus ancillary data being reported contemporaneously. Together,\nthese data reveal structural details of the transiting disc, never before\nmeasured. Measured ring and gap placements do not immediately fit any proposed\nmodel using simple tidal estimation. However, we predict egress times of\ninterest and urge continued monitoring of this star during the balance of its\neclipse, and encourage theoretical treatment of the disc substructure to be\npursued.\n","Comment: 21 pages, including 5 tables and 5 figures."]}]
["1003.3670",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3670"],"date":["2010-03-18"],"type":["text"],"creator":["Podolsky, Dmitry I."],"language":[],"coverage":[],"title":["On triviality of $\\lambda\\phi^4$ quantum field theory in four dimensions"],"description":["  Interacting quantum scalar field theories in $dS_D\\times M_d$ spacetime can\nbe reduced to Euclidean field theories in $M_d$ space in the vicinity of $I_+$\ninfinity of $dS_D$ spacetime. Using this non-perturbative mapping, we analyze\nthe critical behavior of Euclidean $\\lambda\\phi_4^4$ theory in the symmetric\nphase and find the asymptotic behavior $\\beta(\\lambda)\\sim \\lambda$ of the beta\nfunction at strong coupling. Scaling violating contributions to the beta\nfunction are also estimated in this regime.\n","Comment: 17 pages, 1 fig."]}]
["1003.3672",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3672","Journal of Digital Information Management, ISSN 0972-7272, Volume\n  6, No 3, pp. 463-485, 2008."],"date":["2010-03-18"],"type":["text"],"creator":["Dey, Sandipan","Abraham, Ajith","Bandyopadhyay, Bijoy","Sanyal, Sugata"],"language":[],"coverage":[],"title":["Data Hiding Techniques Using Prime and Natural Numbers"],"description":["  In this paper, a few novel data hiding techniques are proposed. These\ntechniques are improvements over the classical LSB data hiding technique and\nthe Fibonacci LSB data-hiding technique proposed by Battisti et al. \\cite{r1}.\nThe classical LSB technique is the simplest, but using this technique it is\npossible to embed only in first few bit-planes, since image quality becomes\ndrastically distorted when embedding in higher bit-planes. Battisti et al.\n\\cite{r1} proposed an improvement over this by using Fibonacci decomposition\ntechnique and generating a different set of virtual bit-planes all together,\nthereby increasing the number of bit-planes. In this paper, first we\nmathematically model and generalize this particular approach of virtual\nbit-plane generation. Then we propose two novel embedding techniques, both of\nwhich are special-cases of our generalized model. The first embedding scheme is\nbased on decomposition of a number (pixel-value) in sum of prime numbers, while\nthe second one is based on decomposition in sum of natural numbers. Each of\nthese particular representations generates a different set of (virtual)\nbit-planes altogether, suitable for embedding purposes. They not only allow one\nto embed secret message in higher bit-planes but also do it without much\ndistortion, with a much better stego-image quality, in a reliable and secured\nmanner, guaranteeing efficient retrieval of secret message. A comparative\nperformance study between the classical Least Significant Bit (LSB) method, the\ndata hiding technique using Fibonacci -p-Sequence decomposition and our\nproposed schemes has been done. Theoretical analysis indicates that image\nquality of the stego-image hidden by the technique using Fibonacci\ndecomposition improves against simple LSB substitution method, while the same\nusing the prime decomposition method improves drastically against that using\nFibonacci decomposition technique, and finally the natural number decomposition\nmethod is a further improvement against that using prime decomposition\ntechnique. Also, optimality for the last technique is proved. For both of our\ndata-hiding techniques, the experimental results show that, the stego-image is\nvisually indistinguishable from the original cover image.\n","Comment: 45 Pages, 14 Figures, 5 Tables"]}]
["1003.3673",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3673"],"date":["2010-03-18"],"type":["text"],"creator":["Kopeliovich, B. Z.","Potashnikova, I. K.","Schmidt, Ivan"],"language":[],"coverage":[],"title":["Penetrating intrinsic charm: evidence in data"],"description":["  Nuclei are transparent for a heavy intrinsic charm (IC) component of the beam\nhadrons, what leads to an enhanced nuclear dependence of open charm production\nat large Feynman x_F. Indeed, such an effect was observed recently in the SELEX\nexperiment. Our calculations reproduce well the data, providing strong support\nfor the presence of IC in hadrons in amount less than 1%. Moreover, we\nperformed an analysis of nuclear effects in J/Psi production and found a\nsimilar, although weaker effect\n","Comment: 5 pages, 3 figures"]}]
["1003.3674",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3674","doi:10.1038/nature08880"],"date":["2010-03-18"],"type":["text"],"creator":["Swinbank, Mark","Smail, Ian","Longmore, Steve","Harris, Andrew","Baker, Andrew","De Breuck, Carlos","Richard, Johan","Edge, Alastair","Ivison, Rob","Blundell, Ray","Coppin, Kristen","Cox, Pierre","Gurwell, Mark","Hainline, Laura","Krips, Melanie","Lundgren, Andreas","Neri, Roberto","Siana, Brian","Stark, Dan","Wilner, David","Younger, Josh"],"language":[],"coverage":[],"title":["Intense Star Formation within Resolved Compact Regions in a Galaxy at\n  z=2.3"],"description":["  Massive galaxies in the early Universe have been shown to be forming stars at\nsurprisingly high rates. Prominent examples are dust-obscured galaxies which\nare luminous when observed at sub-millimeter (sub-mm) wavelengths and which may\nbe forming stars at rates upto 1,000Mo/yr. These intense bursts of star\nformation are believed to be driven by mergers between gas rich galaxies.\nHowever, probing the properties of individual star-forming regions within these\ngalaxies is beyond the spatial resolution and sensitivity of even the largest\ntelescopes at present. Here, we report observations of the sub-mm galaxy\nSMMJ2135-0102 at redshift z=2.3259 which has been gravitationally magnified by\na factor of 32 by a massive foreground galaxy cluster lens. This cosmic\nmagnification, when combined with high-resolution sub-mm imaging, resolves the\nstar-forming regions at a linear scale of just ~100 parsecs. We find that the\nluminosity densities of these star-forming regions are comparable to the dense\ncores of giant molecular clouds in the local Universe, but they are ~100x\nlarger and 10^7 times more luminous. Although vigorously star-forming, the\nunderlying physics of the star formation processes at z~2 appears to be similar\nto that seen in local galaxies even though the energetics are unlike anything\nfound in the present-day Universe.\n","Comment: Nature (in press). Published online on 21-Mar-2010; in print\n  01-Apr-2010. PDF includes Supplementary Information."]}]
["1003.3684",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3684"],"date":["2010-03-18"],"type":["text"],"creator":["Yoo, Andy","Henderson, Keith"],"language":[],"coverage":[],"title":["Parallel Generation of Massive Scale-Free Graphs"],"description":["  One of the biggest huddles faced by researchers studying algorithms for\nmassive graphs is the lack of large input graphs that are essential for the\ndevelopment and test of the graph algorithms. This paper proposes two efficient\nand highly scalable parallel graph generation algorithms that can produce\nmassive realistic graphs to address this issue. The algorithms, designed to\nachieve high degree of parallelism by minimizing inter-processor\ncommunications, are two of the fastest graph generators which are capable of\ngenerating scale-free graphs with billions of vertices and edges. The synthetic\ngraphs generated by the proposed methods possess the most common properties of\nreal complex networks such as power-law degree distribution, small-worldness,\nand communities-within-communities. Scalability was tested on a large cluster\nat Lawrence Livermore National Laboratory. In the experiment, we were able to\ngenerate a graph with 1 billion vertices and 5 billion edges in less than 13\nseconds. To the best of our knowledge, this is the largest synthetic scale-free\ngraph reported in the literature.\n"]}]
["1003.3685",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57M27, 57M50, 53D10, 53D42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3685"],"date":["2010-03-18"],"type":["text"],"creator":["Licata, Joan E."],"language":[],"coverage":[],"title":["Legendrian grid number one knots and augmentations of their differential\n  algebras"],"description":["  In this article we study the differential graded algebra (DGA) invariant\nassociated to Legendrian knots in tight lens spaces. Given a grid number one\ndiagram for a knot in L(p, q), we show how to construct a special Lagrangian\ndiagram suitable for computing the DGA invariant for the Legendrian knot\nspecified by the diagram. We then specialize to L(p, p - 1) and show that for\ntwo families of knots, the existence of an augmentation of the DGA depends\nsolely on the value of p.\n","Comment: 21 pages, 13 figures, to appear in the Proceedings of the Heidelberg\n  Knot Theory Semester"]}]
["1003.3690",{"format":[],"subject":["Mathematics - Functional Analysis","Primary: 46E35. Secondary: 35R11, 42B35, 58J35."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3690"],"date":["2010-03-18"],"type":["text"],"creator":["Russ, Emmanuel","Sire, Yannick"],"language":[],"coverage":[],"title":["A note on precised Hardy inequalities on Carnot groups and Riemannian\n  manifolds"],"description":["  We prove non local Hardy inequalities on Carnot groups and Riemannian\nmanifolds, relying on integral representations of fractional Sobolev norms.\n"]}]
["1003.3708",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Human-Computer Interaction","H.5.1","K.4.2","H.4.2","H.5.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3708","Kryssanov, Victor V.; Kumokawa, Shizuka; Goncharenko, Igor; Ogawa,\n  Hitoshi, 2010, Perceiving the Social: A Multi-Agent System to Support Human\n  Navigation in Foreign Communities. International Journal of Software Science\n  and Computational Intelligence, Vol. 2(1), 24-37","doi:10.4018/jssci.2010101902"],"date":["2010-03-18"],"type":["text"],"creator":["Kryssanov, Victor V.","Kumokawa, Shizuka","Goncharenko, Igor","Ogawa, Hitoshi"],"language":[],"coverage":[],"title":["Perceiving the Social: A Multi-Agent System to Support Human Navigation\n  in Foreign Communities"],"description":["  This paper describes a system developed to help people explore local\ncommunities by providing navigation services in social spaces created by the\ncommunity members via communication and knowledge sharing. The proposed system\nutilizes data of a community's social network to reconstruct the social space,\nwhich is otherwise not physically perceptible but imaginary, experiential, yet\nlearnable. The social space is modeled with an agent network, where each agent\nstands for a member of the community and has knowledge about expertise and\npersonal characteristics of some other members. An agent can gather\ninformation, using its social \"connections\", to find community members most\nsuitable to communicate to in a specific situation defined by the system's\nuser. The system then deploys its multimodal interface, which \"maps\" the social\nspace onto a representation of the relevant physical space, to locate the\npotential interlocutors and advise the user on an efficient communication\nstrategy for the given community.\n","Comment: 16 pages, 3 figures, 5 tables."]}]
["1003.3709",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3709","Journal of Chemical physics 132(2010)094504","doi:10.1063/1.3327842"],"date":["2010-03-19"],"type":["text"],"creator":["Ai, Bao-quan","He, Ya-feng"],"language":[],"coverage":[],"title":["Directed transport driven by L\\'{e}vy flights coexisting with\n  subdiffusion"],"description":["  Transport of the Brownian particles driven by L\\'evy flights coexisting with\nsubdiffusion in asymmetric periodic potentials is investigated in the absence\nof any external driving forces. Using the Langevin-type dynamics with\nsubordination techniques, we obtain the group velocity which can measure the\ntransport. It is found that the group velocity increases monotonically with the\nsubdiffusive index and there exists an optimal value of the L\\'evy index at\nwhich the group velocity takes its maximal value. There is a threshold value of\nthe subdiffusive index below which the ratchet effects will disappear. The\nnonthermal character of the L\\'evy flights and the asymmetry of the potential\nare necessary to obtain the directed transport. Some peculiar phenomena induced\nby the competition between L\\'evy flights and subdiffusion are also observed.\nThe pseudonormal diffusion will appear on the level of the median.\n","Comment: 6 figures"]}]
["1003.3719",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","Primary 42C15, 46L08","Secondary 43A20, 22D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3719"],"date":["2010-03-19"],"type":["text"],"creator":["Luef, Franz"],"language":[],"coverage":[],"title":["Projections in noncommutative tori and Gabor frames"],"description":["  We describe a connection between two seemingly different problems: (a) the\nconstruction of projections in noncommutative tori, (b) the construction of\ntight Gabor frames. The present investigation relies an interpretation of\nprojective modules over noncommutative tori in terms of Gabor analysis. The\nmain result demonstrates that Rieffel's condition on the existence of\nprojections in noncommutative tori is equivalent to the Wexler-Raz\nbiorthogonality relations for tight Gabor frames. Therefore we are able to\ninvoke results on the existence of Gabor frames in the construction of\nprojections in noncommutative tori. In particular, the projection associated\nwith a Gabor frame generated by a Gaussian turns out to be Boca's projection.\nOur approach to Boca's projection allows us to characterize the range of\nexistence of Boca's projection. The presentation of our main result provides a\nnatural approach to the Wexler-Raz biorthogonality relations in terms of\nHilbert C*-modules over noncommutative tori.\n","Comment: Proc. AMS, to appear"]}]
["1003.3725",{"format":[],"subject":["Mathematics - Representation Theory","22E46, 14F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3725"],"date":["2010-03-19"],"type":["text"],"creator":["Abe, Noriyuki","Mieda, Yoichi"],"language":[],"coverage":[],"title":["A remark on the geometric Jacquet functor"],"description":["  We give an action of $N$ on the geometric Jacquet functor defined by\nEmerton-Nadler-Vilonen.\n","Comment: 3 pages."]}]
["1003.3731",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3731"],"date":["2010-03-19"],"type":["text"],"creator":["Hong, Wenming","Wang, Huaming"],"language":[],"coverage":[],"title":["Branching structure for an (L-1) random walk in random environment and\n  its applications"],"description":["  By decomposing the random walk path, we construct a multitype branching\nprocess with immigration in random environment for corresponding random walk\nwith bounded jumps in random environment. Then we give two applications of the\nbranching structure. Firstly, we specify the explicit invariant density by a\nmethod different with the one used in Br\\'emont [3] and reprove the law of\nlarge numbers of the random walk by a method known as the environment viewed\nfrom particles\". Secondly, the branching structure enables us to prove a stable\nlimit law, generalizing the result of Kesten-Kozlov-Spitzer [11] for the\nnearest random walk in random environment. As a byproduct, we also prove that\nthe total population of a multitype branching process in random environment\nwith immigration before the first regeneration belongs to the domain of\nattraction of some \\kappa -stable law.\n","Comment: 31 pages"]}]
["1003.3733",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3733"],"date":["2010-03-19"],"type":["text"],"creator":["Hong, Wenming","Zhang, Lin"],"language":[],"coverage":[],"title":["Branching structure for the transient (1;R)-random walk in random\n  environment and its applications"],"description":["  An intrinsic multitype branching structure within the transient (1;R)-RWRE is\nrevealed. The branching structure enables us to specify the density of the\nabsolutely continuous invariant measure for the environments seen from the\nparticle and reprove the LLN with an drift explicitly in terms of the\nenvironment, comparing with the results in Br\\'emont (2002).\n","Comment: 25 pages"]}]
["1003.3734",{"format":[],"subject":["Mathematics - Rings and Algebras","17B05, 17B37, 17B62, 17B65, 17B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3734"],"date":["2010-03-19"],"type":["text"],"creator":["Fa, Huanxia","Li, Yanjie","Li, Junbo"],"language":[],"coverage":[],"title":["The Schr\\\"{o}dinger-Virasoro type Lie bialgebra: a twisted case"],"description":["  In this paper we investigate Lie bialgebra structures on a twisted\nSchr\\\"{o}dinger-Virasoro type algebra $\\LL$. All Lie bialgebra structures on\n$\\LL$ are triangular coboundary, which is different from the relative result on\nthe original Schr\\\"{o}dinger-Virasoro type Lie algebra. In particular, we find\nfor this Lie algebra that there are more hidden inner derivations from itself\nto $\\LL\\otimes\\LL$ and we develop one method to search them.\n","Comment: 14 pages"]}]
["1003.3736",{"format":[],"subject":["Mathematics - Number Theory","05B25","51E20","52C17."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3736"],"date":["2010-03-19"],"type":["text"],"creator":["Kopparty, Swastik","Lev, Vsevolod F.","Saraf, Shubhangi","Sudan, Madhu"],"language":[],"coverage":[],"title":["Kakeya-type sets in finite vector spaces"],"description":["  For a finite vector space $V$ and a non-negative integer $r\\le\\dim V$ we\nestimate the smallest possible size of a subset of $V$, containing a translate\nof every $r$-dimensional subspace. In particular, we show that if $K\\subset V$\nis the smallest subset with this property, $n$ denotes the dimension of $V$,\nand $q$ is the size of the underlying field, then for $r$ bounded and $r<n\\le\nrq^{r-1}$ we have $|V\\setminus K|=\\Theta(nq^{n-r+1})$. This improves previously\nknown bounds $|V\\setminus K|=\\Omega(q^{n-r+1})$ and $|V\\setminus\nK|=O(n^2q^{n-r+1})$.\n"]}]
["1003.3739",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Quantum Algebra","16T10","46M40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3739"],"date":["2010-03-19"],"type":["text"],"creator":["Kawamura, Katsunori"],"language":[],"coverage":[],"title":["Inductive limit violates quasi-cocommutativity"],"description":["  We show that the inductive limit of a certain inductive system of\nquasi-cocommutative C$^{*}$-bialgebras is not quasi-cocommutative. This implies\nthat the category of quasi-cocommutative C$^{*}$-bialgebras is not closed with\nrespect to the inductive limit.\n","Comment: 16 pages"]}]
["1003.3751",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3751","Physical Review Letters 104 (7), 070404 (2010)","doi:10.1103/PhysRevLett.104.070404"],"date":["2010-03-19"],"type":["text"],"creator":["Buhmann, Stefan Yoshi","Scheel, Stefan","Babington, James"],"language":[],"coverage":[],"title":["Universal scaling laws for dispersion interactions"],"description":["  We study the scaling behaviour of dispersion potentials and forces under very\ngeneral conditions. We prove that a rescaling of an arbitrary geometric\narrangement by a factor a changes the atom-atom and atom-body potentials in the\nlong-distance limit by factors 1/a^7 and 1/a^4, respectively and the Casimir\nforce per unit area by 1/a^4. In the short-distance regime, electric and\nmagnetic bodies lead to different scaling behaviours. As applications, we\npresent scaling functions for two atom-body potentials and display the\nequipotential lines of a plate-assisted two-atom potential.\n","Comment: 4 pages, 3 figures"]}]
["1003.3755",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3755","J. Phys. A: Math. Theor. 43 135003 (2010)","doi:10.1088/1751-8113/43/13/135003"],"date":["2010-03-19"],"type":["text"],"creator":["Platini, T.","Harris, R. J.","Karevski, D."],"language":[],"coverage":[],"title":["Fourier's law on a one-dimensional optical random lattice"],"description":["  We study the transport properties of a one-dimensional hard-core bosonic\nlattice gas coupled to two particle reservoirs at different chemical potentials\nwhich generate a current flow through the system. In particular, the influence\nof random fluctuations of the underlying lattice on the stationary-state\nproperties is investigated. We show analytically that the steady-state density\npresents a linear profile. The local steady-state current obeys the Fourier law\n$j=-\\kappa(\\tau)\\nabla n $ where $\\tau$ is a typical timescale of the lattice\nfluctuations and $\\nabla n$ the density gradient imposed by the reservoirs.\n","Comment: 9 pages, 2 figures"]}]
["1003.3758",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3758"],"date":["2010-03-19"],"type":["text"],"creator":["Dragoun, O.","Spalek, A.","Kaspar, J.","Bonn, J.","Kovalik, A.","Otten, E. W.","Venos, D.","Weinheimer, Ch."],"language":[],"coverage":[],"title":["Feasibility of photoelectron sources for testing the energy scale\n  stablity of the KATRIN beta-ray spectrometer"],"description":["  Photoabsorption of nuclear gamma-rays in thin metallic convertors was\nexamined with the aim to produce monoenergetic photoelectrons of kinetic energy\naround 18.6 keV and natural width of about 1 eV. Calculations were carried out\nfor commercial photon sources of 241Am (1.1 GBq) and 119mSn (0.5 GBq)\nirradiating Co and Ti convertors. Photoelectrons ejected by 241Am gamma- and\nX-rays from Co convertors of various thickness were measured with two\nelectrostatic spectrometers.\n","Comment: 22 pages, 3 tables, 11 figures, 58 references"]}]
["1003.3759",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3759"],"date":["2010-03-19"],"type":["text"],"creator":["Caro, Daniel"],"language":[],"coverage":[],"title":["On the stability of the holonomicity without Frobenius structure: the\n  case of curves"],"description":["  By using Christol and Mebkhout's algebrization and finiteness theorem, we\nprove that in the case of smooth curves, Berthelot's strongest conjecture on\nthe stability of holonomicity is still valid without Frobenius structure but\nunder some non-Liouville type hypotheses.\n"]}]
["1003.3763",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3763"],"date":["2010-03-19"],"type":["text"],"creator":["Rigato, Valentino"],"language":[],"coverage":[],"title":["Grazing incidence interaction of Sn particles with EUV Lithography\n  ruthenium mirrors"],"description":["  The new EUV Lithography tools for IC High Volume Manufacture at 22nm make use\nof EUV radiation at \\lambda = 13.5nm. High power Laser (LPP) and Discharge\n(DPP)EUV light sources are based on Sn plasmas for the optimum conversion of\nelectrical power to in-band radiation. Sn-fueled sources emit debris such as Sn\nparticles in a rather wide energy spectrum: from thermalized Sn to several tens\nkeV fast ions. Tin interaction with the collector mirrors surfaces facing the\nhigh power EUV light source leads to the degradation of the optical performance\nand productivity of the litho tool, therefore debris must be suppressed and the\nsurface modification of the mirror materials during the particle irradiation\nmust be carefully investigated both theoretically and experimentally. For DPP\nSn-fueled sources the collector is a grazing incidence mirror that reflects the\nEUV light in the grazing angle range from about 1\\degree to 20\\degree. The most\nused material for these collector mirrors is Ru. The knowledge of the\ninteraction process of Sn particles at different energies and angles with Ru\nmirrors is crucial to understand mirror degradation and to tune the parameters\nof the source and of the debris suppression devices to reach optimal mirror\nlifetime. We carried out a study of the modification of the ruthenium surface\nexposed to the simultaneous flux of thermalized and energetic Sn at grazing\nincidence, for energies varying from 300eV to 30keV. The computational study is\nperformed with the Monte Carlo codes TRIDYN and TRIM.SP based on binary\ncollision approximation assumptions. These tools allow to follow dynamically\nand at steady state the evolution of the surface composition and to model\nsurface binding energy and density for predicting sputtering, reflection,\nion-assisted deposition and depth profiles in the nm surface region.\n"]}]
["1003.3764",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R30, 65N21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3764"],"date":["2010-03-19"],"type":["text"],"creator":["Bikowski, Jutta","Knudsen, Kim","Mueller, Jennifer"],"language":[],"coverage":[],"title":["Direct numerical reconstruction of conductivities in three dimensions"],"description":["  A direct three dimensional EIT reconstruction algorithm based on complex\ngeometrical optics solutions and a nonlinear scattering transform is presented\nand implemented for spherically symmetric conductivity distributions. The\nscattering transform is computed both with a Born approximation and from the\nforward problem for purposes of comparison. Reconstructions are computed for\nseveral test problems. A connection to Calder\\'on's linear reconstruction\nalgorithm is established, and reconstructions using both methods are compared.\n","Comment: 20 pages"]}]
["1003.3765",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3765"],"date":["2010-03-19"],"type":["text"],"creator":["Bingbing, Zheng","Lingge, Jiang","Chen, He","Qingchuan, Wang"],"language":[],"coverage":[],"title":["Design of Nested LDGM-LDPC Codes for Compress-and-Forward in Relay\n  Channel"],"description":["  A three terminal relay system with binary erasure channel (BEC) was\nconsidered, in which a source forwarded information to a destination with a\nrelay's \"assistance\". The nested LDGM (Low-density generator-matrix) -LDPC\n(low-density parity-check) was designed to realize Compress-and-forward (CF) at\nthe relay. LDGM coding compressed the received signals losslessly and LDPC\nrealized the binning for Slepian-Wolf coding. Firstly a practical coding scheme\nwas proposed to achieve the cut-set bound on the capacity of the system,\nemploying LDPC and Nested LDGM-LDPC codes at the source and relay respectively.\nThen, the degree distribution of LDGM and LDPC codes was optimized with a given\nrate bound, which ensured that the iterative belief propagation (BP) decoding\nalgorithm at the destination was convergent. Finally, simulations results show\nthat the performance achieved based on nested codes is very close to\nSlepian-Wolf theoretical limit.\n","Comment: 5 pages, 4 figures"]}]
["1003.3768",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3768"],"date":["2010-03-19"],"type":["text"],"creator":["Dai, Qiuyi","He, Renchu","Hu, Huaxiang"],"language":[],"coverage":[],"title":["Isoperimetric Inequalities and Sharp Estimate for Positive Solution of\n  Sublinear Elliptic Equations"],"description":["  In this paper, we prove some isoperimetric inequalities and give a sharp\nbound for the positive solution of sublinear elliptic equations.\n","Comment: 16pages"]}]
["1003.3772",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3772"],"date":["2010-03-19"],"type":["text"],"creator":["Kakde, Mahesh"],"language":[],"coverage":[],"title":["K_1 of some noncommutative group rings"],"description":["  In this article I generalise previous computations (by K. Kato, T. Hara and\nmyself) of K_1 (only up to p-power torsion) of p-adic group rings of finite\nnon-abelian p-groups in terms of p-adic group rings of abelian subquotients of\nthe group. Such computation have applications in non-commutative Iwasawa theory\ndue to a strategy proposed by D. Burns, K. Kato (and a modification by T. Hara)\nfor deducing non-commutative main conjectures from commutative main conjectures\nand certain congruences between special L-values. However, I do not say\nanything about Iwasawa theory in this article. The details of applications in\nIwasawa theory will be presented in a separate paper.\n","Comment: 16 pages."]}]
["1003.3773",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3773","ASP Conf. Series 2009, 415, 95"],"date":["2010-03-19"],"type":["text"],"creator":["Straus, Thomas","Fleck, Bernhard","Jefferies, Stuart M.","McIntosh, Scott W.","Severino, Giuseppe","Steffen, Matthias","Tarbell, Theodore D."],"language":[],"coverage":[],"title":["On the Role of Acoustic-gravity Waves in the Energetics of the Solar\n  Atmosphere"],"description":["  In a recent paper (Straus et al. 2008) we determined the energy flux of\ninternal gravity waves in the lower solar atmosphere using a combination of 3D\nnumerical simulations and observations obtained with the IBIS instrument\noperated at the Dunn Solar Telescope and the Michelson Doppler Imager (MDI) on\nSOHO. In this paper we extend these studies using coordinated observations from\nSOT/NFI and SOT/SP on Hinode and MDI. The new measurements confirm that gravity\nwaves are the dominant phenomenon in the quiet middle/upper photosphere and\nthat they transport more mechanical energy than the high-frequency (> 5mHz)\nacoustic waves, even though we find an acoustic flux 3-5 times larger than the\nupper limit estimate of Fossum & Carlsson (2005). It therefore appears\njustified to reconsider the significance of (non-M)HD waves for the energy\nbalance of the solar chromosphere.\n","Comment: In press, 4 pages, 3 figures"]}]
["1003.3780",{"format":[],"subject":["Mathematics - Number Theory","11P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3780"],"date":["2010-03-19"],"type":["text"],"creator":["Slijepcevic, Sinisa"],"language":[],"coverage":[],"title":["On van der Corput property of squares"],"description":["  We prove that the upper bound for the van der Corput property of the set of\nperfect squares is O((log n)^{-1/3}), giving an answer to a problem considered\nby Ruzsa and Montgomery. We do it by constructing non-negative valued, normed\ntrigonometric polynomials with spectrum in the set of perfect squares not\nexceeding n, and a small free coefficient a_0=O((log n)^{-1/3}).\n"]}]
["1003.3789",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3789"],"date":["2010-03-19"],"type":["text"],"creator":["Fomin, Yu. D.","Brazhkin, V. V.","Ryzhov, V. N."],"language":[],"coverage":[],"title":["Transport coefficients of soft sphere fluids at high densities"],"description":["  Molecular dynamics computer simulation has been used to compute the\nself-diffusion coefficient, and shear viscosity of soft-sphere fluids, in which\nthe particles interact through the soft-sphere or inverse power pair potential.\nThe calculations have been made along the melting line in a wide range of\npressures and temperatures. The validity of scaling relations for thermodynamic\nparameters and kinetic coefficients was checked. It was shown that the\nStokes-Einstein relationship is obeyed if the Barker diameter is used as a\ncharacteristic length scale. It was also shown that the viscosity is\nnon-monotonic along the isochores as predicted by Ya. Rosenfeld. It was shown\nthat the viscosity is strongly growing along the melting line, however, this\nincrease does not stimulate the glass transition because the relaxation time is\ndecreasing.\n","Comment: 11 pages, 16 figs."]}]
["1003.3792",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3792"],"date":["2010-03-19"],"type":["text"],"creator":["Kienle, Frank","Wehn, Norbert","Meyr, Heinrich"],"language":[],"coverage":[],"title":["On Complexity, Energy- and Implementation-Efficiency of Channel Decoders"],"description":["  Future wireless communication systems require efficient and flexible baseband\nreceivers. Meaningful efficiency metrics are key for design space exploration\nto quantify the algorithmic and the implementation complexity of a receiver.\nMost of the current established efficiency metrics are based on counting\noperations, thus neglecting important issues like data and storage complexity.\nIn this paper we introduce suitable energy and area efficiency metrics which\nresolve the afore-mentioned disadvantages. These are decoded information bit\nper energy and throughput per area unit. Efficiency metrics are assessed by\nvarious implementations of turbo decoders, LDPC decoders and convolutional\ndecoders. New exploration methodologies are presented, which permit an\nappropriate benchmarking of implementation efficiency, communications\nperformance, and flexibility trade-offs. These exploration methodologies are\nbased on efficiency trajectories rather than a single snapshot metric as done\nin state-of-the-art approaches.\n","Comment: Submitted to IEEE Transactions on Communications"]}]
["1003.3798",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3798","Phys. Rev. B 81, 100508(R) (2010)","doi:10.1103/PhysRevB.81.100508"],"date":["2010-03-19"],"type":["text"],"creator":["Prando, G.","Carretta, P.","Rigamonti, A.","Sanna, S.","Palenzona, A.","Putti, M.","Tropeano, M."],"language":[],"coverage":[],"title":["Coupling between 4f and itinerant electrons in SmFeAsO1-xFx (0.15 < x <\n  0.2) superconductors: an NMR study"],"description":["  $^{19}$F NMR measurements in SmFeAsO$_{1-x}$F$_x$, for $0.15\\leq x\\leq 0.2$,\nare presented. The nuclear spin-lattice relaxation rate $1/T_1$ increases upon\ncooling with a trend analogous to the one already observed in\nCeCu$_{5.2}$Au$_{0.8}$, a quasi two-dimensional heavy-fermion intermetallic\ncompound with an antiferromagnetic ground-state. In particular, the behaviour\nof the relaxation rate either in SmFeAsO$_{1-x}$F$_x$ or in\nCeCu$_{5.2}$Au$_{0.8}$ can be described in the framework of the self-consistent\nrenormalization theory for weakly itinerant electron systems. Remarkably, no\neffect of the superconducting transition on $^{19}$F $1/T_1$ is detected, a\nphenomenon which can hardly be explained within a single band model.\n","Comment: 4 figures"]}]
["1003.3799",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3799"],"date":["2010-03-19"],"type":["text"],"creator":["Komech, A.","Kopylova, E."],"language":[],"coverage":[],"title":["Weighted Energy Decay for 3D Klein-Gordon Equation"],"description":["  We obtain a dispersive long-time decay in weighted energy norms for solutions\nof the 3D Klein-Gordon equation with generic potential. The decay extends the\nresults obtained by Jensen and Kato for the 3D Schredinger equation. For the\nproof we modify the spectral approach of Jensen and Kato to make it applicable\nto relativistic equations.\n"]}]
["1003.3800",{"format":[],"subject":["Mathematics - Statistics Theory","62G30, 62M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3800"],"date":["2010-03-18"],"type":["text"],"creator":["Chan, Ngai Hang","Kutoyants, Yury A."],"language":[],"coverage":[],"title":["On Parameter Estimation of Threshold Autoregressive Models"],"description":["  This paper studies the threshold estimation of a TAR model when the\nunderlying threshold parameter is a random variable. It is shown that the\nBayesian estimator is consistent and its limit distribution is expressed in\nterms of a limit likelihood ratio. Furthermore, convergence of moments of the\nestimators is also established. The limit distribution can be computed via\nexplicit simulations from which testing and inference for the threshold\nparameter can be conducted. The obtained results are illustrated with numerical\nsimulations.\n"]}]
["1003.3801",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3801"],"date":["2010-03-19"],"type":["text"],"creator":["Steinberg, Benjamin"],"language":[],"coverage":[],"title":["On the endomorphism monoid of a profinite semigroup"],"description":["  Necessary and sufficient conditions are given for the endomorphism monoid of\na profinite semigroup to be profinite. A similar result is established for the\nautomorphism group.\n"]}]
["1003.3802",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3802"],"date":["2010-03-19"],"type":["text"],"creator":["Aastrup, Johannes","Grimstrup, Jesper M.","Paschke, Mario"],"language":[],"coverage":[],"title":["On a Derivation of the Dirac Hamiltonian From a Construction of Quantum\n  Gravity"],"description":["  The structure of the Dirac Hamiltonian in 3+1 dimensions is shown to emerge\nin a semi-classical approximation from a abstract spectral triple construction.\nThe spectral triple is constructed over an algebra of holonomy loops,\ncorresponding to a configuration space of connections, and encodes information\nof the kinematics of General Relativity. The emergence of the Dirac Hamiltonian\nfollows from the observation that the algebra of loops comes with a dependency\non a choice of base-point. The elimination of this dependency entails spinor\nfields and, in the semi-classical approximation, the structure of the Dirac\nHamiltonian.\n","Comment: 13 pages, two figures."]}]
["1003.3803",{"format":[],"subject":["Physics - Plasma Physics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3803"],"date":["2010-03-19"],"type":["text"],"creator":["El-Wakil, El-Said A.","Abulwafa, Essam M.","El-shewy, Emad K.","Mahmoud, Abeer A."],"language":[],"coverage":[],"title":["Solution of Time-Fractional Korteweg-de Vries Equation in warm Plasma"],"description":["  The reductive perturbation method has been employed to derive the Korteweg-de\nVries (KdV) equation for small but finite amplitude ion-acoustic waves. The\nLagrangian of the time fractional KdV equation is used in similar form to the\nLagrangian of the regular KdV equation. The variation of the functional of this\nLagrangian leads to the Euler-Lagrange equation that leads to the time\nfractional KdV equation. The Riemann-Liouvulle definition of the fractional\nderivative is used to describe the time fractional operator in the fractional\nKdV equation. The variational-iteration method given by He is used to solve the\nderived time fractional KdV equation. The calculations of the solution with\ninitial condition A0*sech(cx)^2 are carried out. The result of the present\ninvestigation may be applicable to some plasma environments, such as\nionosphere.\n","Comment: The paper is in tex format+3 figures in eps"]}]
["1003.3818",{"format":[],"subject":["Physics - General Physics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3818"],"date":["2010-03-19"],"type":["text"],"creator":["Sivaram, C","Arun, Kenath"],"language":[],"coverage":[],"title":["Bounds on Photon Charge from Evaporation of Massive Black Holes"],"description":["  Photon charge has been of interest as a phenomenological testing ground for\nbasic assumptions in fundamental physics. There have been several constraints\non the photon charge based on very different considerations. In this paper we\nput further limits based on the well known properties of charged black holes\nand their subsequent evaporation by Hawking radiation and the assumption of\ncharge conservation over this long physical process.\n","Comment: 4 pages, 8 equations"]}]
["1003.3819",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3819"],"date":["2010-03-19"],"type":["text"],"creator":["Covi, L."],"language":[],"coverage":[],"title":["Gravitino Dark Matter and the ILC"],"description":["  We review the case of gravitino Dark Matter for stop, neutralino and\nsneutrino Next-to-Lightest Supersymmetric Particles and discuss prospects to\ninvestigate such scenarios at LHC and a Linear Collider.\n","Comment: 5 pages, no figures. Contribution to the Proceedings of LC09,\n  Perugia, 21-24 September 2009."]}]
["1003.3820",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18D05, 20L05, 55Q05, 55U40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3820"],"date":["2010-03-19"],"type":["text"],"creator":["Cegarra, Antonio M.","Heredia, Benjamín A.","Remedios, Josué"],"language":[],"coverage":[],"title":["Double groupoids and homotopy 2-types"],"description":["  This work contributes to clarifying several relationships between certain\nhigher categorical structures and the homotopy types of their classifying\nspaces. Double categories (Ehresmann, 1963) have well-understood geometric\nrealizations, and here we deal with homotopy types represented by double\ngroupoids satisfying a natural `filling condition'. Any such double groupoid\ncharacteristically has associated to it `homotopy groups', which are defined\nusing only its algebraic structure. Thus arises the notion of `weak\nequivalence' between such double groupoids, and a corresponding `homotopy\ncategory' is defined. Our main result in the paper states that the geometric\nrealization functor induces an equivalence between the homotopy category of\ndouble groupoids with filling condition and the category of homotopy 2-types\n(that is, the homotopy category of all topological spaces with the property\nthat the $n^{\\text{th}}$ homotopy group at any base point vanishes for $n\\geq\n3$). A quasi-inverse functor is explicitly given by means of a new `homotopy\ndouble groupoid' construction for topological spaces.\n","Comment: keywords: Double groupoid, classifying space, bisimplicial set, Kan\n  complex, geometric realization, homotopy type"]}]
["1003.3821",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Data Structures and Algorithms","Computer Science - Learning","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3821"],"date":["2010-03-19"],"type":["text"],"creator":["Guralnik, Dan"],"language":[],"coverage":[],"title":["A Formal Approach to Modeling the Memory of a Living Organism"],"description":["  We consider a living organism as an observer of the evolution of its\nenvironment recording sensory information about the state space X of the\nenvironment in real time. Sensory information is sampled and then processed on\ntwo levels. On the biological level, the organism serves as an evaluation\nmechanism of the subjective relevance of the incoming data to the observer: the\nobserver assigns excitation values to events in X it could recognize using its\nsensory equipment. On the algorithmic level, sensory input is used for updating\na database, the memory of the observer whose purpose is to serve as a\ngeometric/combinatorial model of X, whose nodes are weighted by the excitation\nvalues produced by the evaluation mechanism. These values serve as a guidance\nsystem for deciding how the database should transform as observation data\nmounts. We define a searching problem for the proposed model and discuss the\nmodel's flexibility and its computational efficiency, as well as the\npossibility of implementing it as a dynamic network of neuron-like units. We\nshow how various easily observable properties of the human memory and thought\nprocess can be explained within the framework of this model. These include:\nreasoning (with efficiency bounds), errors, temporary and permanent loss of\ninformation. We are also able to define general learning problems in terms of\nthe new model, such as the language acquisition problem.\n","Comment: 33 pages, 8 figures"]}]
["1003.3822",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3822"],"date":["2010-03-19"],"type":["text"],"creator":["Kalaj, David"],"language":[],"coverage":[],"title":["Cauchy transform and Poisson's equation"],"description":["  Let $u\\in W^{2,p}_0$, $1\\le p\\le \\infty$ be a solution of the Poisson\nequation $\\Delta u = h$, $h\\in L^p$, in the unit disk. It is proved that\n$\\|\\nabla u\\|_{L^p} \\le a_p\\|h\\|_{L^p}$ with sharp constant $a_p$ for $p=1$ and\n$p=\\infty$ and that $\\|\\partial u\\|_{L^p} \\le b_p\\|h\\|_{L^p}$ with sharp\nconstant $b_p$ for $p=1$, $p=2$ and $p=\\infty$. In addition is proved that for\n$p>2$ $||\\partial u||_{L^\\infty}\\le c_p\\Vert h\\Vert_{L^p} $, and $||\\nabla\nu||_{L^\\infty}\\le C_p\\Vert h\\Vert_{L^p}, $ with sharp constants $c_p$ and\n$C_p$. An extension to smooth Jordan domains is given. These problems are\nequivalent to determining the precise value of $L^p$ norm of {\\it Cauchy\ntransform of Dirichlet's problem}.\n"]}]
["1003.3823",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3823"],"date":["2010-03-19"],"type":["text"],"creator":["Biswas, Indranil","Subramanian, S."],"language":[],"coverage":[],"title":["Principal bundles over finite fields"],"description":["  Let M be an irreducible smooth projective variety defined over \\bar{{\\mathbb\nF}_p}. Let \\pi(M, x_0) be the fundamental group scheme of M with respect to a\nbase point x_0. Let G be a connected semisimple linear algebraic group over\n\\bar{{\\mathbb F}_p}. Fix a parabolic subgroup P \\subsetneq G, and also fix a\nstrictly anti-dominant character \\chi of P. Let E_G \\to M be a principal\nG-bundle such that the associated line bundle E_G(\\chi) \\to E_G/P is\nnumerically effective. We prove that E_G is given by a homomorphism \\pi(M,\nx_0)\\to G. As a consequence, there is no principal G-bundle E_G \\to M such that\ndegree(\\phi^*E_G(\\chi)) > 0 for every pair (Y ,\\phi), where Y is an irreducible\nsmooth projective curve, and \\phi: Y\\to E_G/P is a nonconstant morphism.\n","Comment: Final version"]}]
["1003.3830",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3830"],"date":["2010-03-19"],"type":["text"],"creator":["Cordeiro, Lucas","Fischer, Bernd"],"language":[],"coverage":[],"title":["Bounded Model Checking of Multi-threaded Software using SMT solvers"],"description":["  The transition from single-core to multi-core processors has made\nmulti-threaded software an important subject in computer aided verification.\nHere, we describe and evaluate an extension of the ESBMC model checker to\nsupport the verification of multi-threaded software with shared variables and\nlocks using bounded model checking (BMC) based on Satisfiability Modulo\nTheories (SMT). We describe three approaches to model check multi-threaded\nsoftware and our modelling of the synchronization primitives of the Pthread\nlibrary. In the lazy approach, we generate all possible interleavings and call\nthe BMC procedure on each of them individually, until we either find a bug, or\nhave systematically explored all interleavings. In the schedule recording\napproach, we encode all possible interleavings into one single formula and then\nexploit the high speed of the SMT solvers. In the underapproximation-widening\napproach, we reduce the state space by abstracting the number of state\nvariables and interleavings from the proofs of unsatisfiability generated by\nthe SMT solvers. In all three approaches, we use partial-order reduction (POR)\ntechniques to reduce the number of interleavings explored. Experiments show\nthat our approaches can analyze larger problems and substantially reduce the\nverification time compared to state-of-the-art techniques that combine classic\nPOR methods with symbolic algorithms and others that implement the\nCounter-Example Guided Abstraction Refinement technique.\n"]}]
["1003.3836",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3836"],"date":["2010-03-19"],"type":["text"],"creator":["Verbunt, Frank","van Gent, Robert H."],"language":[],"coverage":[],"title":["Three editions of the Star Catalogue of Tycho Brahe"],"description":["  Tycho Brahe completed his catalogue with the positions and magnitudes of 1004\nfixed stars in 1598. This catalogue circulated in manuscript form. Brahe edited\na shorter version with 777 stars, printed in 1602, and Kepler edited the full\ncatalogue of 1004 stars, printed in 1627. We provide machine-readable versions\nof the three versions of the catalogue, describe the differences between them\nand briefly discuss their accuracy on the basis of comparison with modern data\nfrom the Hipparcos Catalogue. We also compare our results with earlier analyses\nby Dreyer (1916) and Rawlins (1993), finding good overall agreement. The\nmagnitudes given by Brahe correlate well with modern values, his longitudes and\nlatitudes have error distributions with widths of about 2 arcmin, with excess\nnumbers of stars with larger errors (as compared to Gaussian distributions), in\nparticular for the faintest stars. Errors in positions larger than 10 arcmin,\nwhich comprise about 15 per cent of the entries, are likely due to computing or\ncopying errors.\n","Comment: Accepted by Astronomy and Astrophysics; 24 pages; 63 figures; 3\n  machine readable tables made available at CDS"]}]
["1003.3837",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3837"],"date":["2010-03-19"],"type":["text"],"creator":["Seriu, Masafumi"],"language":[],"coverage":[],"title":["Asymptotic principal values and regularization methods for correlation\n  functions with reflective boundary conditions"],"description":["  We introduce a concept of asymptotic principal values which enables us to\nhandle rigorously singular integrals of higher-order poles encountered in the\ncomputation of various quantities based on correlation functions of a vacuum.\nSeveral theorems on asymptotic principal values are proved and they are\nexpected to become bases for investigating and developing some class of\nregularization methods for singular integrals. We make use of these theorems\nfor analyzing mutual relations between some regularization methods, including a\nmethod naturally derived from asymptotic principal values. It turns out that\nthe concept of asymptotic principal values and the theorems for them are quite\nuseful in this type of analysis, providing a suitable language to describe what\nis discarded and what is retained in each regularization method.\n","Comment: To appear in Correlation Optics, special issue of \"Advances in\n  Optical Technologies\""]}]
["1003.3839",{"format":[],"subject":["Quantum Physics","81P40, 81P45, 15B48, 60E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3839"],"date":["2010-03-19"],"type":["text"],"creator":["Slater, Paul B."],"language":[],"coverage":[],"title":["Moments of the Hilbert-Schmidt probability distributions over\n  determinants of real two-qubit density matrices and of their partial\n  transposes"],"description":["  The nonnegativity of the determinant of the partial transpose of a two-qubit\n(4 x 4) density matrix is both a necessary and sufficient condition for its\nseparability. While the determinant is restricted to the interval [0,1/256],\nthe determinant of the partial transpose can range over [-1/16,1/256], with\nnegative values corresponding to entangled states. We report here the exact\nvalues of the first nine moments of the probability distribution of the partial\ntranspose over this interval, with respect to the Hilbert-Schmidt (metric\nvolume element) measure on the nine-dimensional convex set of real two-qubit\ndensity matrices. Rational functions C_{2 j}(m), yielding the coefficients of\nthe 2j-th power of even polynomials occurring at intermediate steps in our\nderivation of the m-th moment, emerge. These functions possess poles at finite\nseries of consecutive half-integers (m=-3/2,-1/2,...,(2j-1)/2), and certain\n(trivial) roots at finite series of consecutive natural numbers (m=0, 1,...).\nAdditionally, the (nontrivial) dominant roots of C_{2 j}(m) approach the same\nhalf-integer values (m = (2 j-1)/2, (2 j-3)/2,...), as j increases. The first\ntwo moments (mean and variance) found--when employed in the one-sided Chebyshev\ninequality--give an upper bound of 30397/34749 = 0.874759 on the separability\nprobability of real two-qubit density matrices. We are able to report general\nformulas for the m-th moment of the Hilbert-Schmidt probability distribution of\nthe density matrix determinant over [0,1/256], in the real, complex and\nquaternionic two-qubit cases.\n","Comment: 15 pages, 4 figures"]}]
["1003.3841",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3841"],"date":["2010-03-19"],"type":["text"],"creator":["Verbunt, Frank","van Gent, Robert H."],"language":[],"coverage":[],"title":["The Star Catalogue of Hevelius"],"description":["  The catalogue by Johannes Hevelius with the positions and magnitudes of 1564\nentries was published by his wife Elisabeth Koopman in 1690. We provide a\nmachine-readable version of the catalogue, and briefly discuss its accuracy on\nthe basis of comparison with data from the modern Hipparcos Catalogue. We\ncompare our results with an earlier analysis by Rybka (1984), finding good\noverall agreement. The magnitudes given by Hevelius correlate well with modern\nvalues. The accuracy of his position measurements is similar to that of Brahe,\nwith sigma=2 arcmin for with more errors larger than 5 arcmin than expected for\na Gaussian distribution. The position accuracy decreases slowly with magnitude.\nThe fraction of stars with position errors larger than a degree is 1.5 per\ncent, rather smaller than the fraction of 5 per cent in the star catalogue of\nBrahe.\n","Comment: Accepted by Astronomy and Astrophysics; 23 pages; 62 figures; 1 table\n  made accessible via CDS"]}]
["1003.3848",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3848","Space Weather, 7, S12003","doi:10.1029/2009SW000499"],"date":["2010-03-19"],"type":["text"],"creator":["Richie-Halford, Adam C.","Iess, Luciano","Tortora, Paolo","Armstrong, John W.","Asmar, Sami W.","Woo, Richard","Habbal, Shadia Rifai","Morgan, Huw"],"language":[],"coverage":[],"title":["Space-Time Localization of Inner Heliospheric Plasma Turbulence Using\n  Multiple Spacecraft Radio Links"],"description":["  Radio remote sensing of the heliosphere using spacecraft radio signals has\nbeen used to study the near-sun plasma in and out of the ecliptic, close to the\nsun, and on spatial and temporal scales not accessible with other techniques.\nStudies of space-time variations in the inner solar wind are particularly\ntimely because of the desire to understand and predict space weather, which can\ndisturb satellites and systems at 1AU and affect human space exploration. Here\nwe demonstrate proof-of-concept of a new radio science application for\nspacecraft radio science links. The differing transfer functions of plasma\nirregularities to spacecraft radio up- and downlinks can be exploited to\nlocalize plasma scattering along the line of sight. We demonstrate the utility\nof this idea using Cassini radio data taken in 2001-2002. Under favorable\ncircumstances we demonstrate how this technique, unlike other remote sensing\nmethods, can determine center-of-scattering position to within a few\nthousandths of an AU and thickness of scattering region to less than about 0.02\nAU. This method, applied to large data sets and used in conjunction with other\nsolar remote sensing data such as white light data, has space weather\napplication in studies of inhomogeneity and nonstationarity in the near-sun\nsolar wind.\n","Comment: 28 Pages including 14 Figures (7 unique figures in both inline format\n  and full-page format)."]}]
["1003.3851",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3851"],"date":["2010-03-19"],"type":["text"],"creator":["Salasnich, Luca"],"language":[],"coverage":[],"title":["Condensate fraction in metallic superconductors and ultracold atomic\n  vapors"],"description":["  We investigate the condensate density and the condensate fraction of\nconduction electrons in weak-coupling superconductors by using the BCS theory\nand the concept of off-diagonal-long-range-order. We discuss the analytical\nformula of the zero-temperature condensate density of Cooper pairs as a\nfunction of Debye frequency and energy gap, and calculate the condensate\nfraction for some metals. We study the density of Cooper pairs also at finite\ntemperature showing its connection with the gap order parameter and the effects\nof the electron-phonon coupling. Finally, we analyze similarities and\ndifferences between superconductors and ultracold Fermi atoms in the\ndetermination of their condensate density by using the BCS theory.\n","Comment: 14 pages, 1 figure, 1 table, to be published in 'Fermions: Flavors,\n  Properties, and Types' (Nova Science Publishers, New York)."]}]
["1003.3860",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3860"],"date":["2010-03-19"],"type":["text"],"creator":["Dahan, Nir","Gorodetski, Yuri","Frischwasser, Kobi","Kleiner, Vladimir","Hasman, Erez"],"language":[],"coverage":[],"title":["Diffraction of thermal radiation from binary anisotropic structure"],"description":["  Thermal emission from binary grating on SiC wafer supported by\nphonon-polaritons is analyzed. The structure is comprised of homogeneous\ngrating domains, whose orientation is parallel and perpendicular to the x-axis.\nThe dispersion relation of the emitted light corresponds to translation\nsymmetry of the structure.\n"]}]
["1003.3861",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3861"],"date":["2010-03-17"],"type":["text"],"creator":["Auci, Massimo"],"language":[],"coverage":[],"title":["On the Compatibility Between Quantum and Relativistic Effects in an\n  Electromagnetic Bridge Theory"],"description":["  The Dipolar Electromagnetic Source (DEMS) model, based on the Poynting Vector\nConjecture, conduces in Bridge Theory to a derivation of the Lorentz\ntransformation connecting pairs of events. The results prove a full\ncompatibility between quantum and relativistic effects.\n","Comment: 8 pages, 1 figure, preprint obtained from a comunication at Physical\n  Italian Society Congress 2003"]}]
["1003.3862",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3862"],"date":["2010-03-19"],"type":["text"],"creator":["Cowan, Craig","Esposito, Pierpaolo","Ghoussoub, Nassif"],"language":[],"coverage":[],"title":["Regularity of Extremal Solutions in Fourth Order Nonlinear Eigenvalue\n  Problems on General Domains"],"description":["  We examine the regularity of the extremal solution of the nonlinear\neigenvalue problem $\\Delta^2 u = \\lambda f(u)$ on a general bounded domain\n$\\Omega$ in $ \\IR^N$, with the Navier boundary condition $ u=\\Delta u =0 $ on $\n\\pOm$. Here $ \\lambda$ is a positive parameter and $f$ is a non-decreasing\nnonlinearity with $f(0)=1$. We give general pointwise bounds and energy\nestimates which show that for any convex and superlinear nonlinearity $f$, the\nextremal solution $ u^*$ is smooth provided $N\\leq 5$.\n","Comment: 19 pages. Updated versions - if any - can be downloaded at\n  http://www.birs.ca/~nassif/"]}]
["cond-mat/0405193",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0405193","Phys. Rev. B 71, 193303 (2005)","doi:10.1103/PhysRevB.71.193303"],"date":["2004-05-10","2004-08-20"],"type":["text"],"creator":["Lobaskin, D.","Kehrein, S."],"language":[],"coverage":[],"title":["Crossover from Non-Equilibrium to Equilibrium Behavior in the\n  Time-Dependent Kondo Model"],"description":["  We investigate the equilibration of a Kondo model that is initially prepared\nin a non-equilibrium state towards its equilibrium behavior. Such initial\nnon-equilibrium states can e.g. be realized in quantum dot experiments with\ntime-dependent gate voltages. We evaluate the non-equilibrium spin-spin\ncorrelation function at the Toulouse point of the Kondo model exactly and\nanalyze the crossover between non-equilibrium and equilibrium behavior as the\nnon-equilibrium initial state evolves as a function of the waiting time for the\nfirst spin measurement. Using the flow equation method we extend these results\nto the experimentally relevant limit of small Kondo couplings.\n","Comment: 4 pages, 2 figures; revised version contains added references and\n  improved layout for figures"]}]
["cond-mat/0410341",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0410341","Phys. Rev. Lett. 95, 056602 (2005)","doi:10.1103/PhysRevLett.95.056602"],"date":["2004-10-13","2004-10-26"],"type":["text"],"creator":["Kehrein, Stefan"],"language":[],"coverage":[],"title":["Scaling and Decoherence in the Out-of-Equilibrium Kondo Model"],"description":["  We study the Kondo effect in quantum dots in an out-of-equilibrium state due\nto an applied dc-voltage bias. Using the method of infinitesimal unitary\ntransformations (flow equations), we develop a perturbative scaling picture\nthat naturally contains both equilibrium coherent and non-equilibrium\ndecoherence effects. This framework allows one to study the competition between\nKondo effect and current-induced decoherence, and it establishes a large regime\ndominated by single-channel Kondo physics for asymmetrically coupled quantum\ndots.\n","Comment: 4 pages, 3 figures; v2: minor changes (typos corrected, esp. in Eqs.\n  (3), (4), references updated, improved layout for figures)"]}]
["cond-mat/0504373",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504373","J. Stat. Phys. 123, 301 (2006)","doi:10.1007/s10955-006-9055-5"],"date":["2005-04-14","2005-04-22"],"type":["text"],"creator":["Lobaskin, D.","Kehrein, S."],"language":[],"coverage":[],"title":["Violation of the Fluctuation-Dissipation Theorem and Heating Effects in\n  the Time-Dependent Kondo Model"],"description":["  The fluctuation-dissipation theorem (FDT) plays a fundamental role in\nunderstanding quantum many-body problems. However, its applicability is limited\nto equilibrium systems and it does in general not hold in nonequilibrium\nsituations. This violation of the FDT is an important tool for studying\nnonequilibrium physics. In this paper we present results for the violation of\nthe FDT in the Kondo model where the impurity spin is frozen for all negative\ntimes, and set free to relax at positive times. We derive exact analytical\nresults at the Toulouse point, and results within a controlled approximation in\nthe Kondo limit, which allow us to study the FDT violation on all time scales.A\nmeasure of the FDT violation is provided by the effective temperature, which\nshows initial heating effects after switching on the perturbation, and then\nexponential cooling to zero temperature as the Kondo system reaches\nequilibrium.\n","Comment: 6 pages, 4 figures; v2: added references and clarified definition of\n  effective temperature"]}]
["math/0508444",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35A07","35Q53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508444"],"date":["2005-08-24","2010-03-19"],"type":["text"],"creator":["Carvajal, Xavier"],"language":[],"coverage":[],"title":["A priori estimates for solutions of a nonlinear dispersive equation"],"description":["  This paper has been withdrawn by the author due to a crucial error.\n","Comment: This paper has been withdrawn"]}]
["physics/0504117",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Statistical Mechanics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0504117","Phys. Rev. E 72(2005) 031101","doi:10.1103/PhysRevE.72.031101"],"date":["2005-04-18","2010-03-19"],"type":["text"],"creator":["Ai, Bao-quan","Wang, Liqiu","Liu, Lianggang"],"language":[],"coverage":[],"title":["Transport Reversal in a Thermal Ratchet"],"description":["  Transport of a Brownian particle moving in a periodic potential is\ninvestigated in the presence of symmetric unbiased external force. The viscous\nmedium is alternately in contact with the two heat reservoirs. We present the\nanalytical expression of the net current at quasi-steady state limit. It is\nfound that the competition of the asymmetric parameter of potential with the\ntemperature difference leads to the phenomena like current reversal. The\ncompetition between the two driving factors is a necessary but not a sufficient\ncondition for current reversals.\n","Comment: 12 pages, 9 figures"]}]
["quant-ph/0608085",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0608085","Quantum Inf. Comput. 9:1030-1052, 2009"],"date":["2006-08-09","2009-07-13"],"type":["text"],"creator":["Reichardt, Ben W."],"language":[],"coverage":[],"title":["Quantum universality by state distillation"],"description":["  Quantum universality can be achieved using classically controlled stabilizer\noperations and repeated preparation of certain ancilla states. Which ancilla\nstates suffice for universality? This \"magic states distillation\" question is\nclosely related to quantum fault tolerance. Lower bounds on the noise tolerable\non the ancilla help give lower bounds on the tolerable noise rate threshold for\nfault-tolerant computation. Upper bounds show the limits of threshold\nupper-bound arguments based on the Gottesman-Knill theorem.\n  We extend the range of single-qubit mixed states that are known to give\nuniversality, by using a simple parity-checking operation. For applications to\nproving threshold lower bounds, certain practical stability characteristics are\noften required, and we also show a stable distillation procedure.\n  No distillation upper bounds are known beyond those given by the\nGottesman-Knill theorem. One might ask whether distillation upper bounds reduce\nto upper bounds for single-qubit ancilla states. For multi-qubit pure states\nand previously considered two-qubit ancilla states, the answer is yes. However,\nwe exhibit two-qubit mixed states that are not mixtures of stabilizer states,\nbut for which every postselected stabilizer reduction from two qubits to one\noutputs a mixture of stabilizer states. Distilling such states would require\ntrue multi-qubit state distillation methods.\n","Comment: 24 pages, 4 figures; improved presentation, new stability result"]}]
