["0802.3792",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Classical Analysis and ODEs","53D05, 53D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3792"],"date":["2008-02-26","2010-02-27"],"type":["text"],"creator":["Buhovsky, Lev"],"language":[],"coverage":[],"title":["The 2/3 - convergence rate for the Poisson bracket"],"description":["  In this paper we introduce a new method for approaching the C^0 - rigidity\nresults for the Poisson bracket. Using this method, we provide a different\nproof for the lower semi-continuity under C^0 perturbations, for the uniform\nnorm of the Poisson bracket. We find the precise rate for the modulus of the\nsemi-continuity. This extends the previous results of Cardin-Viterbo, Zapolsky,\nEntov and Polterovich. Using our method, we prove a C^0 - rigidity result in\nthe spirit of the work of Humiliere. We also discuss a general question of the\nC^0 - rigidity for multilinear differential operators.\n"]}]
["0803.3488",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3488","J. Phys.: Cond.Matter, 20, 271553(2008)","doi:10.1088/0953-8984/20/17/175222"],"date":["2008-03-24"],"type":["text"],"creator":["Liu, Daqing","Zhang, Shengli"],"language":[],"coverage":[],"title":["Kramers-Kronig relation of graphene conductivity"],"description":["  Utilizing a complete Lorentz-covariant and local-gauge-invariant formulation,\nwe discuss graphene response to arbitrary external electric field. The\nrelation, which is called as Kramers-Kr(\\ddot{o})nig relation in the paper,\nbetween imaginary part and real part of ac conductivity is given. We point out\nthere exists an ambiguity in the conductivity computing, attributed to the wick\nbehavior at ultraviolet vicinity. We argue that to study electrical response of\ngraphene completely, non-perturbational contribution should be considered.\n","Comment: 7 pages"]}]
["0902.2206",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2206"],"date":["2009-02-12","2010-02-27"],"type":["text"],"creator":["Weinberger, Kilian","Dasgupta, Anirban","Attenberg, Josh","Langford, John","Smola, Alex"],"language":[],"coverage":[],"title":["Feature Hashing for Large Scale Multitask Learning"],"description":["  Empirical evidence suggests that hashing is an effective strategy for\ndimensionality reduction and practical nonparametric estimation. In this paper\nwe provide exponential tail bounds for feature hashing and show that the\ninteraction between random subspaces is negligible with high probability. We\ndemonstrate the feasibility of this approach with experimental results for a\nnew use case -- multitask learning with hundreds of thousands of tasks.\n","Comment: Fixed broken theorem"]}]
["0904.4299",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4299","Int.J.Mod.Phys.D18:2181,2009","doi:10.1142/S0218271809016065"],"date":["2009-04-27","2009-07-04"],"type":["text"],"creator":["Piazza, Federico"],"language":[],"coverage":[],"title":["Modifying Gravity in the Infra-Red by imposing an \"Ultra-Strong\"\n  Equivalence Principle"],"description":["  The equivalence principle suggests to consider gravity as an infra-red\nphenomenon, whose effects are visible only outside Einstein's free-falling\nelevator. By curving spacetime, General Relativity leaves the smallest systems\nfree of classical gravitational effects. However, according to the standard\nsemi-classical treatment, indirect effects of gravity can be experienced inside\nthe elevator through the well-known mechanism of quantum particle production.\nHere we try a different path than the one historically followed: rather than\nimposing field quantization on top of a curved manifold, we attempt to upgrade\nthe equivalence principle and extend it to the quantum phenomena. Therefore, we\nconsider, and try to realize in a theoretical framework, a stronger version of\nthe equivalence principle, in which all the effects of gravity are definitely\nbanned from the elevator and confined to the infra-red. For this purpose, we\nintroduce infra-red modified commutation relations for the global field\noperators (Fourier modes) that allow to reabsorb the time-dependent quadratic\ndivergence of the vacuum expectation value of the stress-energy tensor. The\nproposed modification is effective on length scales comparable to the inverse\ncurvature and, therefore, does no add any dimensional parameter to the theory.\n","Comment: 9 pages, Honorable Mention at the Gravity Research Foundation Essay\n  Competition"]}]
["0906.3862",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3862","J. Chem. Phys., 132, 084101 (2010)","doi:10.1063/1.3308622"],"date":["2009-06-21","2009-12-01"],"type":["text"],"creator":["Apte, Pankaj A."],"language":[],"coverage":[],"title":["Efficient computation of free energy of crystal phases due to external\n  potentials by error-biased Bennett acceptance ratio method"],"description":["  Free energy of crystal phases is commonly evaluated by thermodynamic\nintegration (TDI) along a reversible path that involves an external potential.\nA persistent problem in this method is that a significant hysteresis is\nobserved due to differences in the center of mass position of the crystal phase\nin the presence and absence of the external potential. To alleviate this\nhysteresis, a constraint on the translational degrees of freedom of the crystal\nphase is imposed along the path and subsequently a correction term is added to\nthe free energy to account for such a constraint. In this work, we propose a\nnew methodology termed as error-biased Bennett Acceptance ratio (EBAR) method\nthat effectively solves this problem without the need to impose any constraint.\nThis method is simple to implement as it does not require any modification to\nthe path or to the simulation code. We show the applicability of this method in\nthe computation of crystal-melt interfacial energy by cleaving wall method [J.\nChem. Phys., 118, 7651 (2003)] and bulk crystal-melt free energy difference by\nconstrained fluid $\\lambda$-integration method [J. Chem. Phys., 120, 2122\n(2004)] for a model potential of silicon.\n","Comment: 18 pages, 8 figures, V2: improved (generalized) criteria for EBAR\n  method"]}]
["0907.2135",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2135"],"date":["2009-07-13","2010-02-27"],"type":["text"],"creator":["Gramacy, Robert B.","Pantaleo, Ester"],"language":[],"coverage":[],"title":["Shrinkage regression for multivariate inference with missing data, and\n  an application to portfolio balancing"],"description":["  Portfolio balancing requires estimates of covariance between asset returns.\nReturns data have histories which greatly vary in length, since assets begin\npublic trading at different times. This can lead to a huge amount of missing\ndata--too much for the conventional imputation-based approach. Fortunately, a\nwell-known factorization of the MVN likelihood under the prevailing historical\nmissingness pattern leads to a simple algorithm of OLS regressions that is much\nmore reliable. When there are more assets than returns, however, OLS becomes\nunstable. Gramacy, et al. (2008), showed how classical shrinkage regression may\nbe used instead, thus extending the state of the art to much bigger asset\ncollections, with further accuracy and interpretation advantages. In this\npaper, we detail a fully Bayesian hierarchical formulation that extends the\nframework further by allowing for heavy-tailed errors, relaxing the historical\nmissingness assumption, and accounting for estimation risk. We illustrate how\nthis approach compares favorably to the classical one using synthetic data and\nan investment exercise with real returns. An accompanying R package is on CRAN.\n","Comment: 25 pages, 4 figures, 2 tables, to appear in BA"]}]
["0910.4517",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4517","New Journal of Physics 12 (2010) 023038 (16pp)","doi:10.1088/1367-2630/12/2/023038"],"date":["2009-10-23","2010-01-30"],"type":["text"],"creator":["Schmied, Roman"],"language":[],"coverage":[],"title":["Electrostatics of Gapped and Finite Surface Electrodes"],"description":["  We present approximate methods for calculating the three-dimensional electric\npotentials of finite surface electrodes including gaps between electrodes, and\nestimate the effects of finite electrode thickness and an underlying dielectric\nsubstrate. As an example we optimize a radio-frequency surface-electrode ring\nion trap, and find that each of these factors reduces the trapping secular\nfrequencies by less than 5% in realistic situations. This small magnitude\nvalidates the usual assumption of neglecting the influences of gaps between\nelectrodes and finite electrode extent.\n","Comment: 9 pages, 9 figures (minor changes)"]}]
["0911.1224",{"format":[],"subject":["Mathematics - Dynamical Systems","Astrophysics - High Energy Astrophysical Phenomena","Mathematical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1224","Journal of Differential Equations, 248, 2585--2607 (2010)","doi:10.1016/j.jde.2009.12.004"],"date":["2009-11-06"],"type":["text"],"creator":["Hoveijn, I.","Kirillov, O. N."],"language":[],"coverage":[],"title":["Singularities on the boundary of the stability domain near 1:1 resonance"],"description":["  We study the linear differential equation x' = Lx in 1:1 resonance. That is,\nx in R^4 and L is a 4 by 4 matrix with a semi-simple double pair of imaginary\neigenvalues (ib,-ib,ib,-ib). We wish to find all perturbations of this linear\nsystem such that the perturbed system is stable. Since linear differential\nequations are in one to one correspondence with linear maps we translate this\nproblem to gl(4,R). In this setting our aim is to determine the stability\ndomain and the singularities of its boundary. The dimension of gl(4,R) is 16,\ntherefore we first reduce the dimension as far as possible. Here we use a\nversal unfolding of L ie a transverse section of the orbit of L under the\nadjoint action of Gl(4,R). Repeating a similar procedure in the versal\nunfolding we are able to reduce the dimension to 4. A 3-sphere in this\n4-dimensional space contains all information about the neighborhood of L in\ngl(4,R). In this 3-sphere the boundary of the stability domain is a surface\nwith singularities: transverse self-intersections, Whitney umbrellas and an\nintersection of self-intersections where the surface has a self-tangency.\n","Comment: 22 pages, 8 figures"]}]
["0912.0349",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0349"],"date":["2009-12-02","2010-02-26"],"type":["text"],"creator":["Xu, Renxin"],"language":[],"coverage":[],"title":["The state of cold quark matter: a model-independent view"],"description":["  From a model-independent point of view, we address the possibility that quark\nclustering could occur in cold quark matter at realistic baryon densities\nbecause of the likely strong coupling between quarks in compact stars.\n","Comment: To appear in Proceedings for \"Compact stars in the QCD phase diagram\n  II (CSQCD II), May 20-24, 2009, KIAA at Peking University, Beijing - P. R.\n  China [http://vega.bac.pku.edu.cn/rxxu/csqcd.htm]"]}]
["0912.4012",{"format":[],"subject":["Mathematics - Probability","Computer Science - Computer Science and Game Theory","Computer Science - Information Theory","Computer Science - Networking and Internet Architecture","Primary 60H10, 60K30, 90B20","secondary 60J70, 91A22, 91A26, 37H10."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4012"],"date":["2009-12-21","2010-02-27"],"type":["text"],"creator":["Mertikopoulos, Panayotis","Moustakas, Aris L."],"language":[],"coverage":[],"title":["Balancing Traffic in Networks: Redundancy, Learning and the Effect of\n  Stochastic Fluctuations"],"description":["  We study the distribution of traffic in networks whose users try to minimise\ntheir delays by adhering to a simple learning scheme inspired by the replicator\ndynamics of evolutionary game theory. The stable steady states of these\ndynamics coincide with the network's Wardrop equilibria and form a convex\npolytope whose dimension is determined by the network's redundancy (an\nimportant concept which measures the \"linear dependence\" of the users' paths).\nDespite this abundance of stationary points, the long-term behaviour of the\nreplicator dynamics turns out to be remarkably simple: every solution orbit\nconverges to a Wardrop equilibrium.\n  On the other hand, a major challenge occurs when the users' delays fluctuate\nunpredictably due to random external factors. In that case, interior equilibria\nare no longer stationary, but strict equilibria remain stochastically stable\nirrespective of the fluctuations' magnitude. In fact, if the network has no\nredundancy and the users are patient enough, we show that the long-term\naverages of the users' traffic flows converge to the vicinity of an\nequilibrium, and we also estimate the corresponding invariant measure.\n","Comment: 39 pages, 4 figures. Incorporated material on nonatomic potential\n  games and Braess's paradox; some minor typos have now been corrected"]}]
["1001.4127",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4127","W.S. Zhu et al ApJ 712(2010) 1-13","doi:10.1088/0004-637X/712/1/1"],"date":["2010-01-22"],"type":["text"],"creator":["Zhu, Weishan","Feng, Long-Long","Fang, Li-Zhi"],"language":[],"coverage":[],"title":["Vorticity of IGM Velocity Field on Large Scales"],"description":["  We investigate the vorticity of the IGM velocity field on large scales with\ncosmological hydrodynamic simulation of the concordance model of LCDM. We show\nthat the vorticity field is significantly increasing with time as it can\neffectively be generated by shocks and complex structures in the IGM.\nTherefore, the vorticity field is an effective tool to reveal the nonlinear\nbehavior of the IGM, especially the formation and evolution of turbulence in\nthe IGM. We find that the vorticity field does not follow the filaments and\nsheets structures of underlying dark matter density field and shows highly non-\nGaussian and intermittent features. The power spectrum of the vorticity field\nis used to measure the development of turbulence in Fourier space. We show that\nthe relation between the power spectra of vorticity and velocity fields is\nperfectly in agreement with the prediction of a fully developed homogeneous and\nisotropic turbulence from 0.2 to 3 h^{-1} Mpc at z~0. This indicates that\ncosmic baryonic field is in the state of fully developed turbulence on scales\nless than about 3 h^{-1} Mpc. The random field of the turbulent fluid yields\nturbulent pressure to prevent the gravitational collapsing of the IGM. The\nvorticity and turbulent pressure are strong inside and even outside of high\ndensity regions. In IGM regions with 10 times mean overdensity, the turbulent\npressure can be on an average equivalent to the thermal pressure of the\nbaryonic gas with a temperature of 10^5 K. The fully developed turbulence would\nprevent the baryons in the IGM from falling into the gravitational well of dark\nmatter halos. Moreover, turbulent pressure is dynamical and non-thermal, which\nmakes it different from pre-heating mechanism as it does not affect the thermal\nstate and ionizing process of hydrogen in the IGM.\n","Comment: 27 pages, 10 figures, accepted for publication in ApJ"]}]
["1002.4766",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4766"],"date":["2010-02-25","2010-02-27"],"type":["text"],"creator":["Baggio, R.","Scott, N.","Cooper, C."],"language":[],"coverage":[],"title":["Network science: a review focused on tourism"],"description":["  This paper presents a review of the methods of the science of networks with\nan application to the field of tourism studies. The basic definitions and\ncomputational techniques are described and a case study (Elba, Italy) used to\nillustrate the effect of network typology on information diffusion. A static\nstructural characterization of the network formed by destination stakeholders\nis derived from stakeholder interviews and website link analysis. This is\nfollowed by a dynamic analysis of the information diffusion process within the\ndestination demonstrating that stakeholder cohesion and adaptive capacity have\na positive effect on information diffusion. The outcomes and the implications\nof this analysis for improving destination management are discussed.\n","Comment: 24 pages, 2 figures, 3 tables. Accepted in Annals of Tourism Research"]}]
["hep-ph/0512168",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0512168","Rev. Mex. Fis. 55:270-281,2009"],"date":["2005-12-13","2010-02-26"],"type":["text"],"creator":["Diaz-Cruz, J. L.","Felix-Beltran, O.","Gomez-Bock, M.","Noriega-Papaqui, R.","Rosado, A."],"language":[],"coverage":[],"title":["A Numerical Analysis of the Supersymmetric Flavor Problem and Radiative\n  Fermion Masses"],"description":["  We study the SUSY flavor problem in the MSSM, we are namely interested in\nestimating the size of the SUSY flavor problem and its dependence on the MSSM\nparameters. For that, we made a numerical analysis randomly generating the\nentries of the sfermion mass matrices and then determinated which percentage of\nthe points are consistent with current bounds on the flavor violating\ntransitions on lepton flavor violating (LFV) decays $l_i \\to l_j \\gamma$. We\napplied two methods, mass-insertion approximation method (MIAM) and full\ndiagonalization method (FDM). Furthermore, we determined which fermion masses\ncould be radiatively generated (through gaugino-sfermion loops) in a natural\nway, using those random sfermion matrices. In general, the electron mass\ngeneration can be done with 30% of points for large $\\tan\\beta$, in both\nschemes the muon mass can be generated by 40% of points only when the most\nprecise sfermion splitting (from the FDM) is taken into account.\n","Comment: 23 pages, 10 figures"]}]
["physics/0609216",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0609216"],"date":["2006-09-24","2010-02-26"],"type":["text"],"creator":["Budiyono, Agung"],"language":[],"coverage":[],"title":["A class of traveling-envelope solutions of free Schr\\\"odinger equation\n  generated by Lorentz transformation"],"description":["  We develop a class of traveling-envelope solutions of Schr\\\"odinger equation\nfor a free particle whose amplitude is moving with constant group velocity\nwhile keeping its shape undistorted. We show that solution with arbitrary\nfinite group velocity is obtained by Lorentz boosting the solution with\nvanishing group velocity, if the quantum average energy $E$ and momentum $p$\nare related to the rest-mass $m$ of the particle by Einstein formula\n$E^2/c^2-p^2=m^2c^2$. The wave function is spatially localized with finite-size\nsupport which is decreasing as the rest-mass and/or group velocity are\nincreased. For a particle with vanishing rest-mass yet finite momentum, we show\nthat the group and phase velocities are equal to the velocity of light and the\nwavelength is given by Einstein another formula $\\lambda_P=h/p$.\n","Comment: 4 pages, content changed"]}]
