["0707.1614",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Numerical Analysis","35B25","35B42","37M99","65L20","65P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1614","doi:10.1051/m2an/2009026"],"date":["2007-07-11"],"type":["text"],"creator":["Zagaris, A.","Gear, C. W.","Kaper, T. J.","Kevrekidis, I. G."],"language":[],"coverage":[],"title":["Analysis of the accuracy and convergence of equation-free projection to\n  a slow manifold"],"description":["  In [C.W. Gear, T.J. Kaper, I.G. Kevrekidis, and A. Zagaris, Projecting to a\nSlow Manifold: Singularly Perturbed Systems and Legacy Codes, SIAM J. Appl.\nDyn. Syst. 4 (2005) 711-732], we developed a class of iterative algorithms\nwithin the context of equation-free methods to approximate low-dimensional,\nattracting, slow manifolds in systems of differential equations with multiple\ntime scales. For user-specified values of a finite number of the observables,\nthe m-th member of the class of algorithms (m = 0, 1, ...) finds iteratively an\napproximation of the appropriate zero of the (m+1)-st time derivative of the\nremaining variables and uses this root to approximate the location of the point\non the slow manifold corresponding to these values of the observables. This\narticle is the first of two articles in which the accuracy and convergence of\nthe iterative algorithms are analyzed. Here, we work directly with explicit\nfast--slow systems, in which there is an explicit small parameter, epsilon,\nmeasuring the separation of time scales. We show that, for each m = 0, 1, ...,\nthe fixed point of the iterative algorithm approximates the slow manifold up to\nand including terms of O(epsilon^m). Moreover, for each m, we identify\nexplicitly the conditions under which the m-th iterative algorithm converges to\nthis fixed point. Finally, we show that when the iteration is unstable (or\nconverges slowly) it may be stabilized (or its convergence may be accelerated)\nby application of the Recursive Projection Method. Alternatively, the\nNewton-Krylov Generalized Minimal Residual Method may be used. In the\nsubsequent article, we will consider the accuracy and convergence of the\niterative algorithms for a broader class of systems-in which there need not be\nan explicit small parameter-to which the algorithms also apply.\n"]}]
["0707.4265",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Operator Algebras","58J40 (Primary), 58J42 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4265","J. Anal. Math. 110 (2010) 1-30"],"date":["2007-07-28","2008-01-07"],"type":["text"],"creator":["Ponge, Raphael"],"language":[],"coverage":[],"title":["Traces on pseudodifferential operators and sums of commutators"],"description":["  The aim of this paper is to show that various known characterizations of\ntraces on classical pseudodifferentials operators (PsiDOs) can actually be\nobtained by very elementary considerations on PsiDOs, using only basic\nproperties of these operators. Thereby, we give a unified treatment of the\ndeterminations of the space of traces (i) on PsiDOs of noninteger orders or of\nregular parity-class, (ii) on integer order PsiDOs, (iii) on nonpositive order\nPsiDOs in dimension greather than or equal to 2, and (iv) on nonpositive order\nPsiDOs in dimension 1.\n","Comment: References added, typos fixed. To appear in J. Anal. Math.. 22 pages"]}]
["0710.3379",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3379","PHYSICA D 237 (2008) 2423 - 2435","doi:10.1016/j.physd.2008.03.031"],"date":["2007-10-17","2007-10-18"],"type":["text"],"creator":["El, G. A.","Grimshaw, R. H. J.","Smyth, N. F."],"language":[],"coverage":[],"title":["Asymptotic description of solitary wave trains in fully nonlinear\n  shallow-water theory"],"description":["  We derive an asymptotic formula for the amplitude distribution in a fully\nnonlinear shallow-water solitary wave train which is formed as the long-time\noutcome of the initial-value problem for the Su-Gardner (or one-dimensional\nGreen-Naghdi) system. Our analysis is based on the properties of the\ncharacteristics of the associated Whitham modulation system which describes an\nintermediate \"undular bore\" stage of the evolution. The resulting formula\nrepresents a \"non-integrable\" analogue of the well-known semi-classical\ndistribution for the Korteweg-de Vries equation, which is usually obtained\nthrough the inverse scattering transform. Our analytical results are shown to\nagree with the results of direct numerical simulations of the Su-Gardner\nsystem. Our analysis can be generalised to other weakly dispersive, fully\nnonlinear systems which are not necessarily completely integrable.\n","Comment: 25 pages, 7 figures"]}]
["0711.3798",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3798","Optics Express, Vol. 17, Issue 21, pp. 18693-18702 (2009)","doi:10.1364/OE.17.018693"],"date":["2007-11-23","2010-09-06"],"type":["text"],"creator":["Cavalcanti, E. G.","Drummond, P. D.","Bachor, H. A.","Reid, M. D."],"language":[],"coverage":[],"title":["Spin entanglement, decoherence and Bohm's EPR paradox"],"description":["  We obtain criteria for entanglement and the EPR paradox for spin-entangled\nparticles and analyse the effects of decoherence caused by absorption and state\npurity errors. For a two qubit photonic state, entanglement can occur for all\ntransmission efficiencies. In this case, the state preparation purity must be\nabove a threshold value. However, Bohm's spin EPR paradox can be achieved only\nabove a critical level of loss. We calculate a required efficiency of 58%,\nwhich appears achievable with current quantum optical technologies. For a\nmacroscopic number of particles prepared in a correlated state, spin\nentanglement and the EPR paradox can be demonstrated using our criteria for\nefficiencies {\\eta} > 1/3 and {\\eta} > 2/3 respectively. This indicates a\nsurprising insensitivity to loss decoherence, in a macroscopic system of\nultra-cold atoms or photons.\n","Comment: 4 pages 3 figures"]}]
["0712.0369",{"format":[],"subject":["Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0369","doi:10.1051/0004-6361:20079019"],"date":["2007-12-03"],"type":["text"],"creator":["Hannah, I. G.","Krucker, S.","Hudson, H. S.","Christe, S.","Lin, R. P."],"language":[],"coverage":[],"title":["An Intriguing Solar Microflare Observed with RHESSI, Hinode and TRACE"],"description":["  Investigate particle acceleration and heating in a solar microflare. In a\nmicroflare with non-thermal emission to remarkably high energies ($>50$ keV),\nwe investigate the hard X-rays with RHESSI imaging and spectroscopy and the\nresulting thermal emission seen in soft X-rays with Hinode/XRT and in EUV with\nTRACE. The non-thermal footpoints observed with RHESSI spatially and temporally\nmatch bright footpoint emission in soft X-rays and EUV. There is the\npossibility that the non-thermal spectrum extends down to 4 keV. The hard X-ray\nburst clearly does not follow the expected Neupert effect, with the time\nintegrated hard X-rays not matching the soft X-ray time profile. So although\nthis is a simple microflare with good X-ray observation coverage it does not\nfit the standard flare model.\n","Comment: 4 pages, 5 figures, accepted by A&A"]}]
["0801.0012",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0012","Phys.Rev.D77:125018,2008","doi:10.1103/PhysRevD.77.125018"],"date":["2007-12-28","2008-05-22"],"type":["text"],"creator":["Polonyi, Janos"],"language":[],"coverage":[],"title":["Semiclassical Coulomb field"],"description":["  The contribution of different modes of the Coulomb field to decoherence and\nto the dynamical breakdown of the time reversal invariance is calculated in the\none-loop approximation for non-relativistic electron gas. The dominant\ncontribution was found to come from the usual collective modes in the plasma,\nnamely the zero-sound and the plasmon oscillations. The length scale of the\nquantum-classical transition is found to be close to the Thomas-Fermi screening\nlength. It is argued that the extension of these modes to the whole Fock-space\nyield optimal pointer states.\n","Comment: Final version to appear in Physical Review D, 13 pages, 5 figures"]}]
["0801.0631",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0631","Eur. Phys. J. B 61, 225-240 (2008)","doi:10.1140/epjb/e2008-00059-3"],"date":["2008-01-04"],"type":["text"],"creator":["Slanina, Frantisek"],"language":[],"coverage":[],"title":["Critical comparison of several order-book models for stock-market\n  fluctuations"],"description":["  Far-from-equilibrium models of interacting particles in one dimension are\nused as a basis for modelling the stock-market fluctuations. Particle types and\ntheir positions are interpreted as buy and sell orders placed on a price axis\nin the order book. We revisit some modifications of well-known models, starting\nwith the Bak-Paczuski-Shubik model. We look at the four decades old Stigler\nmodel and investigate its variants. One of them is the simplified version of\nthe Genoa artificial market. The list of studied models is completed by the\nmodels of Maslov and Daniels et al. Generically, in all cases we compare the\nreturn distribution, absolute return autocorrelation and the value of the Hurst\nexponent. It turns out that none of the models reproduces satisfactorily all\nthe empirical data, but the most promising candidates for further development\nare the Genoa artificial market and the Maslov model with moderate order\nevaporation.\n","Comment: 17 pages, 26 figures, accepted in Eur. Phys. J. B"]}]
["0802.1261",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1261"],"date":["2008-02-09","2010-09-15"],"type":["text"],"creator":["El, G. A.","Kamchatnov, A. M.","Pavlov, M. V.","Zykov, S. A."],"language":[],"coverage":[],"title":["Kinetic equation for a soliton gas and its hydrodynamic reductions"],"description":["  We introduce and study a new class of kinetic equations, which arise in the\ndescription of nonequilibrium macroscopic dynamics of soliton gases with\nelastic collisions between solitons. These equations represent nonlinear\nintegro-differential systems and have a novel structure, which we investigate\nby studying in detail the class of $N$-component `cold-gas' hydrodynamic\nreductions. We prove that these reductions represent integrable linearly\ndegenerate hydrodynamic type systems for arbitrary $N$ which is a strong\nevidence in favour of integrability of the full kinetic equation. We derive\ncompact explicit representations for the Riemann invariants and characteristic\nvelocities of the hydrodynamic reductions in terms of the `cold-gas' component\ndensities and construct a number of exact solutions having special properties\n(quasi-periodic, self-similar). Hydrodynamic symmetries are then derived and\ninvestigated. The obtained results shed the light on the structure of a\ncontinuum limit for a large class of integrable systems of hydrodynamic type\nand are also relevant to the description of turbulent motion in conservative\ncompressible flows.\n","Comment: 39 pages, 1 figure. Extended version; to appear in Journal of\n  Nonlinear Science"]}]
["0803.2235",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2235","Astrophys.J.721:1919-1927,2010","doi:10.1088/0004-637X/721/2/1919"],"date":["2008-03-17","2010-08-31"],"type":["text"],"creator":["Cerón, J. M. Castro","Michałowski, M. J.","Hjorth, J.","Malesani, D.","Gorosabel, J.","Watson, D.","Fynbo, J. P. U.","Calderón, M. Morales",";"],"language":[],"coverage":[],"title":["On the distribution of stellar masses in gamma-ray burst host galaxies"],"description":["  We analyse Spitzer images of 30 long-duration gamma-ray burst (GRB) host\ngalaxies. We estimate their total stellar masses (M*) based on the rest-frame\nK-band luminosities (L_Krest) and constrain their star formation rates (SFRs,\nnot corrected for dust extinction) based on the rest-frame UV continua.\nFurther, we compute a mean M*/L_Krest = 0.45 Msun/Lsun. We find that the hosts\nare low M*, star-forming systems. The median M* in our sample (<M*> = 10^9.7\nMsun) is lower than that of \"field\" galaxies (e.g., Gemini Deep Deep Survey).\nThe range spanned by M* is 10^7 Msun < M* < 10^11 Msun, while the range spanned\nby the dust-uncorrected UV SFR is 10^-2 Msun yr^-1 < SFR < 10 Msun yr^-1. There\nis no evidence for intrinsic evolution in the distribution of M* with redshift.\nWe show that extinction by dust must be present in at least 25% of the GRB\nhosts in our sample and suggest that this is a way to reconcile our finding of\na relatively lower UV-based, specific SFR (PHI = SFR/M*) with previous claims\nthat GRBs have some of the highest PHI values. We also examine the effect that\nthe inability to resolve the star-forming regions in the hosts has on PHI.\n","Comment: 10 pages by emulateApJ, 1 table and 5 figures (3 in colour);\n  published in ApJ, main journal; version 3: new figure with postage stamps of\n  IRAC/Spitzer images of each host, reverified photometry/astrometry"]}]
["0803.2796",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2796","J. Phys. A: Math. Theor. 43 (2010) 403001","doi:10.1088/1751-8113/43/40/403001"],"date":["2008-03-19","2010-07-29"],"type":["text"],"creator":["Kriecherbauer, Thomas","Krug, Joachim"],"language":[],"coverage":[],"title":["A pedestrian's view on interacting particle systems, KPZ universality,\n  and random matrices"],"description":["  These notes are based on lectures delivered by the authors at a Langeoog\nseminar of SFB/TR12 \"Symmetries and universality in mesoscopic systems\" to a\nmixed audience of mathematicians and theoretical physicists. After a brief\noutline of the basic physical concepts of equilibrium and nonequilibrium\nstates, the one-dimensional simple exclusion process is introduced as a\nparadigmatic nonequilibrium interacting particle system. The stationary measure\non the ring is derived and the idea of the hydrodynamic limit is sketched. We\nthen introduce the phenomenological Kardar-Parisi-Zhang (KPZ) equation and\nexplain the associated universality conjecture for surface fluctuations in\ngrowth models. This is followed by a detailed exposition of a seminal paper of\nJohansson that relates the current fluctuations of the totally asymmetric\nsimple exclusion process (TASEP) to the Tracy-Widom distribution of random\nmatrix theory. The implications of this result are discussed within the\nframework of the KPZ conjecture.\n","Comment: 52 pages, 4 figures; to appear in J. Phys. A: Math. Theor"]}]
["0806.0920",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0920"],"date":["2008-06-05","2010-09-16"],"type":["text"],"creator":["Buchin, Kevin","Buchin, Maike","Byrka, Jaroslaw","Nöllenburg, Martin","Okamoto, Yoshio","Silveira, Rodrigo I.","Wolff, Alexander"],"language":[],"coverage":[],"title":["Drawing (Complete) Binary Tanglegrams: Hardness, Approximation,\n  Fixed-Parameter Tractability"],"description":["  A \\emph{binary tanglegram} is a drawing of a pair of rooted binary trees\nwhose leaf sets are in one-to-one correspondence; matching leaves are connected\nby inter-tree edges. For applications, for example, in phylogenetics, it is\nessential that both trees are drawn without edge crossings and that the\ninter-tree edges have as few crossings as possible. It is known that finding a\ntanglegram with the minimum number of crossings is NP-hard and that the problem\nis fixed-parameter tractable with respect to that number.\n  We prove that under the Unique Games Conjecture there is no constant-factor\napproximation for binary trees. We show that the problem is NP-hard even if\nboth trees are complete binary trees. For this case we give an $O(n^3)$-time\n2-approximation and a new, simple fixed-parameter algorithm. We show that the\nmaximization version of the dual problem for binary trees can be reduced to a\nversion of MaxCut for which the algorithm of Goemans and Williamson yields a\n0.878-approximation.\n","Comment: Journal version"]}]
["0807.2602",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2602","New Journal of Physics, 11 013030 (2009)","doi:10.1088/1367-2630/11/1/013030"],"date":["2008-07-16"],"type":["text"],"creator":["Kinnunen, J. J.","Holland, M. J."],"language":[],"coverage":[],"title":["Bragg spectroscopy of a strongly interacting Bose-Einstein condensate"],"description":["  We study Bragg spectroscopy of a strongly interacting Bose-Einstein\ncondensate using time-dependent Hartree-Fock-Bogoliubov theory. We include\napproximatively the effect of the momentum dependent scattering amplitude which\nis shown to be the dominant factor in determining the spectrum for large\nmomentum Bragg scattering. The condensation of the Bragg scattered atoms is\nshown to significantly alter the observed excitation spectrum by creating a\nnovel pairing channel of mobile pairs.\n","Comment: 11 pages, 4 figures"]}]
["0808.1822",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Classical Analysis and ODEs","Mathematics - Metric Geometry","42B05, 52C10, 52C17, 90C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1822","J. Eur. Math. Soc. 12 (2010), 1417-1428","doi:10.4171/JEMS/236"],"date":["2008-08-13","2008-12-02"],"type":["text"],"creator":["Filho, Fernando Mario de Oliveira","Vallentin, Frank"],"language":[],"coverage":[],"title":["Fourier analysis, linear programming, and densities of distance avoiding\n  sets in R^n"],"description":["  In this paper we derive new upper bounds for the densities of measurable sets\nin R^n which avoid a finite set of prescribed distances. The new bounds come\nfrom the solution of a linear programming problem. We apply this method to\nobtain new upper bounds for measurable sets which avoid the unit distance in\ndimensions 2,..., 24. This gives new lower bounds for the measurable chromatic\nnumber in dimensions 3,..., 24. We apply it to get a new, short proof of a\nvariant of a recent result of Bukh which in turn generalizes theorems of\nFurstenberg, Katznelson, Weiss and Bourgain and Falconer about sets avoiding\nmany distances.\n","Comment: 11 pages, 1 figure (v2) some modifications and corrections, accepted\n  in Journal of the European Mathematical Society"]}]
["0809.2494",{"format":[],"subject":["Mathematics - Logic","Mathematics - Category Theory","03B45, 03G30, 18C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2494"],"date":["2008-09-15","2010-09-16"],"type":["text"],"creator":["Dosen, K.","Petric, Z."],"language":[],"coverage":[],"title":["Coherence for Modalities"],"description":["  Positive modalities in systems in the vicinity of S4 and S5 are investigated\nin terms of categorial proof theory. Coherence and maximality results are\ndemonstrated, and connections with mixed distributive laws and Frobenius\nalgebras are exhibited.\n","Comment: 43 pages, minor additions"]}]
["0809.2523",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B05","35K15","35K55","35K65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2523"],"date":["2008-09-15","2010-09-07"],"type":["text"],"creator":["Leonori, Tommaso","Urbano, José Miguel"],"language":[],"coverage":[],"title":["Growth conditions and uniqueness of the Cauchy problem for the\n  evolutionary infinity Laplacian"],"description":["  We study the Cauchy problem for the parabolic infinity Laplace equation. We\nprove a new comparison principle and obtain uniqueness of viscosity solutions\nin the class of functions with a polinomial growth at infinity, improving\nprevious results obtained assuming a linear growth.\n","Comment: This paper has been withdrawn by the author due to a gap in the proof\n  of Lemma 2.3. In fact, the condition $\\Phi (x,y,0,0) \\leq 0$ does not\n  directly follow from (6) and (7)"]}]
["0810.1869",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1869"],"date":["2008-10-10"],"type":["text"],"creator":["Ghosh, S.","Sarma, J. K.","Pegu, N."],"language":[],"coverage":[],"title":["Charge density of the electron at higher velocity"],"description":["  Depending on the recent experiments and some new way of explaining electron\nwe have developed here equations for velocities of different mode with the\ncharge density. This includes as well how the charge-density can be distributed\nin the equatorial region with different velocities and observer-angles.\n","Comment: 7 pages, 6 figures"]}]
["0812.0061",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0061","Journal of Algebra 322, 11 (2009) 4105-4120","doi:10.1016/j.jalgebra.2009.07.017"],"date":["2008-11-29","2009-07-23"],"type":["text"],"creator":["Brouder, Christian","Patras, Frédéric"],"language":[],"coverage":[],"title":["Hyperoctahedral Chen calculus for effective Hamiltonians"],"description":["  The algebraic structure of iterated integrals has been encoded by Chen.\nFormally, it identifies with the shuffle and Lie calculus of Lyndon, Ree and\nSch\\\"utzenberger. It is mostly incorporated in the modern theory of free Lie\nalgebras. Here, we tackle the problem of unraveling the algebraic structure of\ncomputations of effective Hamiltonians. This is an important subject in view of\napplications to chemistry, solid state physics, quantum field theory or\nengineering. We show, among others, that the correct framework for these\ncomputations is provided by the hyperoctahedral group algebras. We define\nseveral structures on these algebras and give various applications. For\nexample, we show that the adiabatic evolution operator (in the time-dependent\ninteraction representation of an effective Hamiltonian) can be written\nnaturally as a Picard-type series and has a natural exponential expansion.\n","Comment: Minor corrections. Some misleading notations and typos in the first\n  version have been fixed"]}]
["0812.0938",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0938","Advanced Science Letters 2, 448 (2009)","doi:10.1166/asl.2009.1058"],"date":["2008-12-04"],"type":["text"],"creator":["Nagali, Eleonora","Sciarrino, Fabio","De Martini, Francesco","Gavenda, Miroslav","Filip, Radim"],"language":[],"coverage":[],"title":["Entanglement concentration after a multi-interactions channel"],"description":["  Different procedures have been developed in order to recover entanglement\nafter propagation over a noisy channel. Besides a certain amount of noise,\nentanglement is completely lost and the channel is called entanglement\nbreaking. Here we investigate both theoretically and experimentally an\nentanglement concentration protocol for a mixed three-qubit state outgoing from\na strong linear coupling of two-qubit maximally entangled polarization state\nwith another qubit in a completely mixed state. Thanks to such concentration\nprocedure, the initial entanglement can be probabilistically recovered.\nFurthermore, we analyse the case of sequential linear couplings with many\ndepolarized photons showing that thanks to the concentration a full recovering\nof entanglement is still possible.\n","Comment: 16 pages, 7 figures, to be published on Advanced Science Letters"]}]
["0812.0941",{"format":[],"subject":["Physics - General Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0941","J. Phys. A: Math. Theor. 42 (2009) 275306 (28pp)","doi:10.1088/1751-8113/42/27/275306"],"date":["2008-12-04"],"type":["text"],"creator":["Nottale, Laurent"],"language":[],"coverage":[],"title":["Generalized quantum potentials in scale relativity"],"description":["  We first recall that the system of fluid mechanics equations (Euler and\ncontinuity) that describes a fluid in irrotational motion subjected to a\ngeneralized quantum potential (in which the constant is no longer reduced to\nthe standard quantum constant hbar) is equivalent to a generalized Schrodinger\nequation. Then we show that, even in the case of the presence of vorticity, it\nis also possible to obtain, for a large class of systems, a Schrodinger-like\nequation of the vectorial field type from the continuity and Euler equations\nincluding a quantum potential. The same kind of transformation also applies to\na classical charged fluid subjected to an electromagnetic field and to an\nadditional potential having the form of a quantum potential. Such a fluid can\ntherefore be described by an equation of the Ginzburg-Landau type, and is\nexpected to show some superconducting-like properties. Moreover, a Schrodinger\nform can be obtained for the fluctuating rotational motion of a solid. In this\ncase the mass is replaced by the tensor of inertia, and a generalized form of\nthe quantum potential is derived. We finally reconsider the case of a standard\ndiffusion process, and we show that, after a change of variable, the diffusion\nequation can also be given the form of a continuity and Euler system including\nan additional potential energy. Since this potential is exactly the opposite of\na quantum potential, the quantum behavior may be considered, in this context,\nas an anti-diffusion.\n","Comment: 33 pages, submitted for publication"]}]
["0901.0615",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0615"],"date":["2009-01-06","2010-09-16"],"type":["text"],"creator":["Bect, Julien"],"language":[],"coverage":[],"title":["A unifying formulation of the Fokker-Planck-Kolmogorov equation for\n  general stochastic hybrid systems (extended version)"],"description":["  This paper has been withdrawn from the arXiv. It is now published by Elsevier\nin Nonlinear Analysis: Hybrid Systems, see\nhttp://dx.doi.org/10.1016/j.nahs.2009.07.008 .\n  A general formulation of the Fokker-Planck-Kolmogorov (FPK) equation for\nstochastic hybrid systems is presented, within the framework of Generalized\nStochastic Hybrid Systems (GSHS). The FPK equation describes the time evolution\nof the probability law of the hybrid state. Our derivation is based on the\nconcept of mean jump intensity, which is related to both the usual stochastic\nintensity (in the case of spontaneous jumps) and the notion of probability\ncurrent (in the case of forced jumps). This work unifies all previously known\ninstances of the FPK equation for stochastic hybrid systems, and provides GSHS\npractitioners with a tool to derive the correct evolution equation for the\nprobability law of the state in any given example.\n","Comment: This paper has been withdrawn from the arXiv. A peer-reviewed version\n  is now published in NA:HS by Elsevier. An author-generated post-print version\n  is available from the HAL repository of SUPELEC at\n  http://hal-supelec.archives-ouvertes.fr/hal-00350046"]}]
["0901.0858",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity","G.2.2","F.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0858"],"date":["2009-01-07","2010-09-16"],"type":["text"],"creator":["Levit, Vadim E.","Tankus, David"],"language":[],"coverage":[],"title":["Weighted Well-Covered Graphs without Cycles of Length 4, 5, 6 and 7"],"description":["  A graph is well-covered if every maximal independent set has the same\ncardinality. The recognition problem of well-covered graphs is known to be\nco-NP-complete. Let w be a weight function defined on the vertices of G. Then G\nis w-well-covered if all maximal independent sets of G are of the same weight.\nThe set of weight functions w for which a graph is w-well-covered is a vector\nspace. We prove that finding the vector space of weight functions under which\nan input graph is w-well-covered can be done in polynomial time, if the input\ngraph does not contain cycles of length 4, 5, 6 and 7.\n","Comment: 10 pages"]}]
["0901.3815",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3815","Phys.Lett.B693:255-258,2010","doi:10.1016/j.physletb.2010.08.035"],"date":["2009-01-25","2010-08-16"],"type":["text"],"creator":["Heo, Jae Ho"],"language":[],"coverage":[],"title":["Minimal Dirac Fermionic Dark Matter with Nonzero Magnetic Dipole Moment"],"description":["  A neutral Dirac fermion is supplied as a singlet within the context of the\nstandard model (SM) and is considered as a dark matter (DM) candidate near\nelectroweak scale (10-1000 GeV) with nonzero magnetic dipole moment. The Dirac\nparticles have four different types of electromagnetic couplings (four form\nfactors) in general. We predict that the candidate mainly interacts with SM\nparticles through magnetic dipole moment (MDM), since MDM conserves the\ndiscrete symmetries like parity (P), time reversal (T), and charge conjugation\n(C) or its combination CP. The magnetic dipole moment constrained by the relic\ndensity may be as large as 10^(-18)-10^(-17)e cm. We show that the elastic\nscattering is due to a spin-spin interaction for the direct detection, and the\ncandidate with mass near electroweak scale is under experimental limits of the\ncurrent direct detectors, XENON10 and CDMS II. We also consider the possibility\nof WIMP detection in near future.\n","Comment: Fig.5 and statements related to it are modified"]}]
["0902.0740",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0740","Optics Express 17, 18745 (2009)","doi:10.1364/OE.17.018745"],"date":["2009-02-04"],"type":["text"],"creator":["Nagali, E.","Sciarrino, F.","De Martini, F.","Piccirillo, B.","Karimi, E.","Marrucci, L.","Santamato, E."],"language":[],"coverage":[],"title":["Polarization control of single photon quantum orbital angular momentum\n  states"],"description":["  The orbital angular momentum of photons, being defined in an infinitely\ndimensional discrete Hilbert space, offers a promising resource for\nhigh-dimensional quantum information protocols in quantum optics. The biggest\nobstacle to its wider use is presently represented by the limited set of tools\navailable for its control and manipulation. Here, we introduce and test\nexperimentally a series of simple optical schemes for the coherent transfer of\nquantum information from the polarization to the orbital angular momentum of\nsingle photons and vice versa. All our schemes exploit a newly developed\noptical device, the so-called \"q-plate\", which enables the manipulation of the\nphoton orbital angular momentum driven by the polarization degree of freedom.\nBy stacking several q-plates in a suitable sequence, one can also access to\nhigher-order angular momentum subspaces. In particular, we demonstrate the\ncontrol of the orbital angular momentum $m$ degree of freedom within the\nsubspaces of $|m|=2 \\hbar$ and $|m|=4\\hbar$ per photon. Our experiments prove\nthat these schemes are reliable, efficient and have a high fidelity.\n","Comment: 9 pages, 8 figures"]}]
["0903.2039",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2039"],"date":["2009-03-11","2010-09-03"],"type":["text"],"creator":["Corteel, Sylvie","Savelief, Cyrille","Vuletić, Mirjana"],"language":[],"coverage":[],"title":["Plane overpartitions and cylindric partitions"],"description":["  Generating functions for plane overpartitions are obtained using various\nmethods such as nonintersecting paths, RSK type algorithms and symmetric\nfunctions. We extend some of the generating functions to cylindric partitions.\nAlso, we show that plane overpartitions correspond to certain domino tilings\nand we give some basic properties of this correspondence.\n","Comment: 42 pages, 11 figures, corrected typos, revised parts, figures\n  redrawn, results unchanged"]}]
["0903.3749",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3749"],"date":["2009-03-22","2010-09-16"],"type":["text"],"creator":["Do, Thong Nguyen Quang","Nicolas, Vésale"],"language":[],"coverage":[],"title":["Nombres de Weil, sommes de Gauss et annulateurs Galoisiens"],"description":["  For an abelian number field K containing a primitive p-th root of unity (p an\nodd prime) and satisfying certain technical conditions, we parametrize the\nZ_p[G(K/Q)]-annihilators of the \"minus\" part A_K^- of the p-class group by\nmeans of modules of Jacobi sums. Using a reflection theorem and Bloch-Kato's\nreciprocity law, we then determine the Fitting ideal of the \"plus\" part A_K^+\nin terms of \"twisted\" Gauss sums.\n"]}]
["0903.4172",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4172","Nucl.Phys.B821:241-284,2009","doi:10.1016/j.nuclphysb.2009.06.025"],"date":["2009-03-24","2010-09-16"],"type":["text"],"creator":["Kim, Seok"],"language":[],"coverage":[],"title":["The complete superconformal index for N=6 Chern-Simons theory"],"description":["  We calculate the superconformal index for N=6 Chern-Simons-matter theory with\ngauge group U(N) X U(N) at arbitrary allowed value of the Chern-Simons level k.\nThe calculation is based on localization of the path integral for the index.\nOur index counts supersymmetric gauge invariant operators containing inclusions\nof magnetic monopole operators, where latter operators create magnetic fluxes\non 2-sphere. Through analytic and numerical calculations in various sectors, we\nshow that our result perfectly agrees with the index over supersymmetric\ngravitons in AdS_4 X S^7/Z_k in the large N limit. Monopole operators in\nnontrivial representations of U(N) X U(N) play important roles. We also comment\non possible applications of our methods to other superconformal Chern-Simons\ntheories.\n","Comment: 49 pages, uses youngtab.sty"]}]
["0905.0990",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B05, 11P70, 05C69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0990"],"date":["2009-05-07","2010-09-16"],"type":["text"],"creator":["Hegarty, Peter"],"language":[],"coverage":[],"title":["Independent sets in almost-regular graphs and the Cameron-Erdos problem\n  for non-invariant linear equations"],"description":["  We propose a generalisation of the Cameron-Erdos conjecture for sum-free sets\nto arbitrary non-translation invariant linear equations over Z in three or more\nvariables and, using well-known methods from graph theory, prove a weak form of\nthe conjecture for a class of equations where the structure of the maximum-size\nsets avoiding solutions to the equation has been previously obtained.\n","Comment: This paper is withdrawn as I have learned that the main result\n  (Theorem 2.2) follows from a previously known result, namely Theorem 9.3 in\n  the paper of Ben Green, \"A Szemeredi-type regularity lemma in abelian groups,\n  with applications\", GAFA 15 (2005), 340-376"]}]
["0906.0612",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Information Retrieval","Physics - Biological Physics","Physics - Computational Physics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0612","Physics Reports 486, 75-174 (2010)","doi:10.1016/j.physrep.2009.11.002"],"date":["2009-06-03","2010-01-25"],"type":["text"],"creator":["Fortunato, Santo"],"language":[],"coverage":[],"title":["Community detection in graphs"],"description":["  The modern science of networks has brought significant advances to our\nunderstanding of complex systems. One of the most relevant features of graphs\nrepresenting real systems is community structure, or clustering, i. e. the\norganization of vertices in clusters, with many edges joining vertices of the\nsame cluster and comparatively few edges joining vertices of different\nclusters. Such clusters, or communities, can be considered as fairly\nindependent compartments of a graph, playing a similar role like, e. g., the\ntissues or the organs in the human body. Detecting communities is of great\nimportance in sociology, biology and computer science, disciplines where\nsystems are often represented as graphs. This problem is very hard and not yet\nsatisfactorily solved, despite the huge effort of a large interdisciplinary\ncommunity of scientists working on it over the past few years. We will attempt\na thorough exposition of the topic, from the definition of the main elements of\nthe problem, to the presentation of most methods developed, with a special\nfocus on techniques designed by statistical physicists, from the discussion of\ncrucial issues like the significance of clustering and how methods should be\ntested and compared against each other, to the description of applications to\nreal networks.\n","Comment: Review article. 103 pages, 42 figures, 2 tables. Two sections\n  expanded + minor modifications. Three figures + one table + references added.\n  Final version published in Physics Reports"]}]
["0906.1624",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1624","Molecular Physics, Volume 107, Issue 18, January 2009 , pages 1975\n  - 1979","doi:10.1080/00268970903188358"],"date":["2009-06-08"],"type":["text"],"creator":["Gerhardt, Ilja","Wrigge, Gert","Sandoghdar, Vahid"],"language":[],"coverage":[],"title":["Control and imaging of single-molecule spectral dynamics using a\n  nano-electrode"],"description":["  We study the influence of a scanning nano-electrode on fluorescence\nexcitation spectra of single terrylene molecules embedded in thin p-terphenyl\nfilms at cryogenic temperatures. We show that applied voltages less than 10 V\ncan result in reversible Stark shifts of up to 100 times and linewidth increase\ngreater than 10 times the natural linewidth. We discuss the potential of our\nexperimental scheme for direct imaging of individual two-level systems (TLS) in\nthe nanometer vicinity of single molecules.\n","Comment: 5 pages, 4 figures"]}]
["0907.0292",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0292","Journal of Functional Analysis 258, 1 (2009) 279-306"],"date":["2009-07-02"],"type":["text"],"creator":["Flandoli, Franco","Tudor, Ciprian"],"language":[],"coverage":[],"title":["Brownian and fractional Brownian stochastic currents via Malliavin\n  calculus"],"description":["  By using Malliavin calculus and multiple Wiener-It\\^o integrals, we study the\nexistence and the regularity of stochastic currents defined as Skorohod\n(divergence) integrals with respect to the Brownian motion and to the\nfractional Brownian motion. We consider also the multidimensional\nmultiparameter case and we compare the regularity of the current as a\ndistribution in negative Sobolev spaces with its regularity in Watanabe space.\n","Comment: To appear in \"Journal of Functional Analysis\""]}]
["0908.1062",{"format":[],"subject":["Physics - Physics and Society","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1062","Physical Review E 80, 056117 (2009)","doi:10.1103/PhysRevE.80.056117"],"date":["2009-08-07","2010-09-16"],"type":["text"],"creator":["Lancichinetti, Andrea","Fortunato, Santo"],"language":[],"coverage":[],"title":["Community detection algorithms: a comparative analysis"],"description":["  Uncovering the community structure exhibited by real networks is a crucial\nstep towards an understanding of complex systems that goes beyond the local\norganization of their constituents. Many algorithms have been proposed so far,\nbut none of them has been subjected to strict tests to evaluate their\nperformance. Most of the sporadic tests performed so far involved small\nnetworks with known community structure and/or artificial graphs with a\nsimplified structure, which is very uncommon in real systems. Here we test\nseveral methods against a recently introduced class of benchmark graphs, with\nheterogeneous distributions of degree and community size. The methods are also\ntested against the benchmark by Girvan and Newman and on random graphs. As a\nresult of our analysis, three recent algorithms introduced by Rosvall and\nBergstrom, Blondel et al. and Ronhovde and Nussinov, respectively, have an\nexcellent performance, with the additional advantage of low computational\ncomplexity, which enables one to analyze large systems.\n","Comment: 12 pages, 8 figures. The software to compute the values of our\n  general normalized mutual information is available at\n  http://santo.fortunato.googlepages.com/inthepress2"]}]
["0908.1960",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Other Quantitative Biology","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1960","doi:10.1371/journal.pcbi.1000929"],"date":["2009-08-13","2009-11-13"],"type":["text"],"creator":["Helias, M.","Deger, M.","Rotter, S.","Diesmann, M."],"language":[],"coverage":[],"title":["A Fokker-Planck formalism for diffusion with finite increments and\n  absorbing boundaries"],"description":["  Gaussian white noise is frequently used to model fluctuations in physical\nsystems. In Fokker-Planck theory, this leads to a vanishing probability density\nnear the absorbing boundary of threshold models. Here we derive the boundary\ncondition for the stationary density of a first-order stochastic differential\nequation for additive finite-grained Poisson noise and show that the response\nproperties of threshold units are qualitatively altered. Applied to the\nintegrate-and-fire neuron model, the response turns out to be instantaneous\nrather than exhibiting low-pass characteristics, highly non-linear, and\nasymmetric for excitation and inhibition. The novel mechanism is exhibited on\nthe network level and is a generic property of pulse-coupled systems of\nthreshold units.\n","Comment: Consists of two parts: main article (3 figures) plus supplementary\n  text (3 extra figures)"]}]
["0908.2925",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Geometric Topology","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2925"],"date":["2009-08-20","2010-09-16"],"type":["text"],"creator":["Loebl, Martin","Masbaum, Gregor"],"language":[],"coverage":[],"title":["On the optimality of the Arf invariant formula for graph polynomials"],"description":["  We prove optimality of the Arf invariant formula for the generating function\nof even subgraphs, or, equivalently, the Ising partition function, of a graph.\n","Comment: Advances in Mathematics, 2010"]}]
["0910.5765",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Data Structures and Algorithms","Mathematics - Combinatorics","Mathematics - Functional Analysis","68W25, 90C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5765","ICALP, Part I, LNCS 6198, 2010, pages 31-42","doi:10.1007/978-3-642-14165-2_4"],"date":["2009-10-30","2010-05-03"],"type":["text"],"creator":["Briet, Jop","Filho, Fernando Mario de Oliveira","Vallentin, Frank"],"language":[],"coverage":[],"title":["The positive semidefinite Grothendieck problem with rank constraint"],"description":["  Given a positive integer n and a positive semidefinite matrix A = (A_{ij}) of\nsize m x m, the positive semidefinite Grothendieck problem with\nrank-n-constraint (SDP_n) is\n  maximize \\sum_{i=1}^m \\sum_{j=1}^m A_{ij} x_i \\cdot x_j, where x_1, ..., x_m\n\\in S^{n-1}.\n  In this paper we design a polynomial time approximation algorithm for SDP_n\nachieving an approximation ratio of\n  \\gamma(n) = \\frac{2}{n}(\\frac{\\Gamma((n+1)/2)}{\\Gamma(n/2)})^2 = 1 -\n\\Theta(1/n).\n  We show that under the assumption of the unique games conjecture the achieved\napproximation ratio is optimal: There is no polynomial time algorithm which\napproximates SDP_n with a ratio greater than \\gamma(n). We improve the\napproximation ratio of the best known polynomial time algorithm for SDP_1 from\n2/\\pi to 2/(\\pi\\gamma(m)) = 2/\\pi + \\Theta(1/m), and we show a tighter\napproximation ratio for SDP_n when A is the Laplacian matrix of a graph with\nnonnegative edge weights.\n","Comment: (v3) to appear in Proceedings of the 37th International Colloquium on\n  Automata, Languages and Programming, 12 pages"]}]
["0911.0705",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0705","Phys. Rev. B 82, 094403 (2010)","doi:10.1103/PhysRevB.82.094403"],"date":["2009-11-04"],"type":["text"],"creator":["Haverkort, M. W.","Hollmann, N.","Krug, I. P.","Tanaka, A."],"language":[],"coverage":[],"title":["Symmetry analysis of magneto-optical effects: The case of x-ray\n  diffraction and x-ray absorption at the transition metal L23 edge"],"description":["  A general symmetry analysis of the optical conductivity or scattering tensor\nis used to rewrite the conductivity tensor as a sum of fundamental spectra\nmultiplied by simple functions depending on the local magnetization direction.\nUsing this formalism, we present several numerical examples at the transition\nmetal L23 edge. From these numerical calculations we can conclude that large\ndeviations from the magneto-optical effects in spherical symmetry are found.\nThese findings are in particular important for resonant x-ray diffraction\nexperiments where the polarization dependence and azimuthal dependence of the\nscattered Bragg intensity is used to determine the local ordered magnetization\ndirection.\n"]}]
["0911.1442",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1442","Optics Letters 35, 4 (2010) 583-585","doi:10.1364/OL.35.000583"],"date":["2009-11-07"],"type":["text"],"creator":["Lin, Guoping","Qian, Bo","Orucevic, Fedja","Candela, Yves","Jager, Jean-Baptiste","Cai, Zhiping","Lefèvre-Seguin, Valérie","Hare, Jean"],"language":[],"coverage":[],"title":["Excitation mapping of whispering gallery modes in silica microcavities"],"description":["  We report the direct observation of the electromagnetic-field distribution of\nwhispering?gallery modes in silica microcavities (spheres and toroids). It is\nrevealed by their excitation efficiency with a tapered fiber coupler swept\nalong the meridian. The originality of this method lies in the use of the\ncoupler itself for the near field mapping, eliminating the need of additional\ntools used in previous work. This method is successfully applied to\nmicrospheres and microtoroids\n"]}]
["0911.3223",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3223","Journal of Mathematical Analysis and applications 369, 2 (2010)\n  694-711"],"date":["2009-11-17"],"type":["text"],"creator":["Bardina, Xavier","Es-Sebaiy, Khalifa","Tudor, Ciprian"],"language":[],"coverage":[],"title":["Approximation of the finite dimensional distributions of multiple\n  fractional integrals"],"description":["  We construct a family $I_{n_{\\eps}}(f)_{t}$ of continuous stochastic\nprocesses that converges in the sense of finite dimensional distributions to a\nmultiple Wiener-It\\^o integral $I_{n}^{H}(f1^{\\otimes n}_{[0,t]})$ with respect\nto the fractional Brownian motion. We assume that $H>{1/2}$ and we prove our\napproximation result for the integrands $f$ in a rather general class.\n"]}]
["0912.1172",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1172","Indiana Univ. Math. J. 59 (2010), pgs. 395-415"],"date":["2009-12-07"],"type":["text"],"creator":["Francaviglia, S.","Lafont, J. -F."],"language":[],"coverage":[],"title":["Large scale detection of half-flats in CAT(0)-spaces"],"description":["  For a k-flat F inside a locally compact CAT(0)-space X, we identify various\nconditions that ensure that F bounds a (k+1)-dimensional half flat in X. Our\nconditions are formulated in terms of the ultralimit of X. As applications, we\nobtain (1) constraints on the behavior of quasi-isometries between tocally\ncompact CAT(0)-spaces, (2) constraints on the possible non-positively curved\nRiemannian metrics supported by certain manifolds, and (3) a correspondence\nbetween metric splittings of a complete, simply connected, non-positively\ncurved Riemannian manifold and the metric splittings of its asymptotic cones.\nFurthermore, combining our results with the Ballmann, Burns-Spatzier rigidity\ntheorem and the classical Mostow rigidity theorem, we also obtain (4) a new\nproof of Gromov's rigidity theorem for higher rank locally symmetric spaces.\n","Comment: 21 pages. This article is a substantially improved version of our\n  earlier preprint arXiv:0801.3636. It features more general results, with\n  shorter, cleaner proofs. Applications remain the same"]}]
["0912.1378",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1378","Phys. Rev. Lett. 105, 126601 (2010)","doi:10.1103/PhysRevLett.105.126601"],"date":["2009-12-07","2009-12-09"],"type":["text"],"creator":["Zou, Ke","Hong, Xia","Keefer, Derek","Zhu, Jun"],"language":[],"coverage":[],"title":["The Deposition of High-Quality HfO2 on Graphene and the Effect of Remote\n  Oxide Phonon Scattering"],"description":["  We demonstrate the atomic layer deposition of high-quality HfO2 film on\ngraphene and report the magnitude of remote oxide phonon (ROP) scattering in\ndual-oxide graphene transistors. Top gates with 30 nm HfO2 oxide layer exhibit\nexcellent doping capacity of greater than 1.5x10^(13)/cm^(2). The carrier\nmobility in HfO2-covered graphene reaches 20,000 cm^(2)/Vs at low temperature,\nwhich is the highest among oxide-covered graphene and compares to that of\npristine samples. The temperature-dependent resistivity exhibits the effect of\nROP scattering from both the SiO2 substrate and the HfO2 over-layer. At room\ntemperature, surface phonon modes of the HfO2 film centered at 54 meV dominate\nand limit the carrier mobility to ~20,000 cm^(2)/Vs. Our results highlight the\nimportant choice of oxide in graphene devices.\n","Comment: 12 pages, 5 figures and supporting materials"]}]
["0912.1726",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1726"],"date":["2009-12-09"],"type":["text"],"creator":["Ghosh, S.","Devi, M. R.","Choudhury, A.","Sarma, J. K."],"language":[],"coverage":[],"title":["Self Magnetic Field and Current-loop of Electron with Five Different\n  Radii and Intrinsic Properties"],"description":["  With the rotation of charge in a circular path current-loop is generated.\nThis results in the production of magnetic fields in a charged body. This self\n(internal) magnetic field is treated here with five different radii of\nelectron. Closed loop line integral of magnetic induction vector or the\nintegral form of the Ampere's circuital law is expressed in terms intrinsic\nproperties of electron.\n","Comment: 11 pages, 3 figures"]}]
["0912.1777",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1777"],"date":["2009-12-09","2010-09-16"],"type":["text"],"creator":["Chacc, Eric Goles","Meunier, Pierre-Etienne","Rapaport, Ivan","Theyssier, Guillaume"],"language":[],"coverage":[],"title":["Communication Complexity and Intrinsic Universality in Cellular Automata"],"description":["  The notions of universality and completeness are central in the theories of\ncomputation and computational complexity. However, proving lower bounds and\nnecessary conditions remains hard in most of the cases. In this article, we\nintroduce necessary conditions for a cellular automaton to be \"universal\",\naccording to a precise notion of simulation, related both to the dynamics of\ncellular automata and to their computational power. This notion of simulation\nrelies on simple operations of space-time rescaling and it is intrinsic to the\nmodel of cellular automata. Intrinsinc universality, the derived notion, is\nstronger than Turing universality, but more uniform, and easier to define and\nstudy. Our approach builds upon the notion of communication complexity, which\nwas primarily designed to study parallel programs, and thus is, as we show in\nthis article, particulary well suited to the study of cellular automata: it\nallowed to show, by studying natural problems on the dynamics of cellular\nautomata, that several classes of cellular automata, as well as many natural\n(elementary) examples, could not be intrinsically universal.\n"]}]
["0912.3148",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3148","Electronic Journal of Statistics 3 (2009) 1393-1435"],"date":["2009-12-16"],"type":["text"],"creator":["Chronopoulou, Alexandra","Tudor, Ciprian","Viens, Frederi"],"language":[],"coverage":[],"title":["Variations and Hurst index estimation for a Rosenblatt process using\n  longer filters"],"description":["  The Rosenblatt process is a self-similar non-Gaussian process which lives in\nsecond Wiener chaos, and occurs as the limit of correlated random sequences in\nso-called \\textquotedblleft non-central limit theorems\\textquotedblright. It\nshares the same covariance as fractional Brownian motion. We study the\nasymptotic distribution of the quadratic variations of the Rosenblatt process\nbased on long filters, including filters based on high-order finite-difference\nand wavelet-based schemes. We find exact formulas for the limiting\ndistributions, which we then use to devise strongly consistent estimators of\nthe self-similarity parameter $H$. Unlike the case of fractional Brownian\nmotion, no matter now high the filter orders are, the estimators are never\nasymptotically normal, converging instead in the mean square to the observed\nvalue of the Rosenblatt process at time 1.\n","Comment: To appear in Electronic Journal of Statistics"]}]
["1001.0040",{"format":[],"subject":["Mathematical Physics","53D05, 53D17, 17B55, 81T30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0040"],"date":["2009-12-30","2010-09-16"],"type":["text"],"creator":["Rogers, Christopher L."],"language":[],"coverage":[],"title":["Courant algebroids from categorified symplectic geometry"],"description":["  In categorified symplectic geometry, one studies the categorified algebraic\nand geometric structures that naturally arise on manifolds equipped with a\nclosed nondegenerate (n+1)-form. The case relevant to classical string theory\nis when n=2 and is called \"2-plectic geometry\". Just as the Poisson bracket\nmakes the smooth functions on a symplectic manifold into a Lie algebra, there\nis a Lie 2-algebra of observables associated to any 2-plectic manifold. String\ntheory, closed 3-forms and Lie 2-algebras also play important roles in the\ntheory of Courant algebroids. Courant algebroids are vector bundles which\ngeneralize the structures found in tangent bundles and quadratic Lie algebras.\nIt is known that a particular kind of Courant algebroid (called an exact\nCourant algebroid) naturally arises in string theory, and that such an\nalgebroid is classified up to isomorphism by a closed 3-form on the base space,\nwhich then induces a Lie 2-algebra structure on the space of global sections.\nIn this paper we begin to establish precise connections between 2-plectic\nmanifolds and Courant algebroids. We prove that any manifold M equipped with a\n2-plectic form omega gives an exact Courant algebroid E_omega over M with\nSevera class [omega], and we construct an embedding of the Lie 2-algebra of\nobservables into the Lie 2-algebra of sections of E_omega. We then show that\nthis embedding identifies the observables as particular infinitesimal\nsymmetries of E_omega which preserve the 2-plectic structure on M.\n","Comment: These preliminary results have been superseded by those given in\n  arXiv:1009.2975"]}]
["1001.0312",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A17, 11P83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0312"],"date":["2010-01-02","2010-09-05"],"type":["text"],"creator":["Chen, William Y. C.","Hou, Qing-Hu","Sun, Lisa H."],"language":[],"coverage":[],"title":["The Method of Combinatorial Telescoping"],"description":["  We present a method for proving q-series identities by combinatorial\ntelescoping, in the sense that one can transform a bijection or a\nclassification of combinatorial objects into a telescoping relation. We shall\nillustrate this method by giving a combinatorial proof of Watson's identity\nwhich implies the Rogers-Ramanujan identities.\n","Comment: 11 pages, 5 figures; to appear in J. Combin. Theory Ser. A"]}]
["1001.0477",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0477","Phys. Rev. Lett. 104, 047401 (2010)","doi:10.1103/PhysRevLett.104.047401"],"date":["2010-01-04"],"type":["text"],"creator":["Rodolakis, F.","Hansmann, P.","Rueff, J. -P.","Toschi, A.","Haverkort, M. W.","Sangiovanni, G.","Tanaka, A.","Saha-Dasgupta, T.","Andersen, O. K.","Held, K.","Sikora, M.","Alliot, I.","Itié, J. -P.","Baudelet, F.","Wzietek, P.","Metcalf, P.","Marsi, M."],"language":[],"coverage":[],"title":["Inequivalent routes across the Mott transition in V2O3 explored by X-ray\n  absorption"],"description":["  The changes in the electronic structure of V2O3 across the metal-insulator\ntransition induced by temperature, doping and pressure are identified using\nhigh resolution x-ray absorption spectroscopy at the V pre K-edge. Contrary to\nwhat has been taken for granted so far, the metallic phase reached under\npressure is shown to differ from the one obtained by changing doping or\ntemperature. Using a novel computational scheme, we relate this effect to the\nrole and occupancy of the a1g orbitals. This finding unveils the inequivalence\nof different routes across the Mott transition in V2O3\n"]}]
["1001.0869",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0869"],"date":["2010-01-06","2010-09-16"],"type":["text"],"creator":["Sprinzl, D.","Horodyska, P.","Belas, E.","Grill, R.","Maly, P.","Nemec, P."],"language":[],"coverage":[],"title":["Systematic investigation of influence of n-type doping on electron spin\n  dephasing in CdTe"],"description":["  We used time-resolved Kerr rotation technique to study the electron spin\ncoherence in a comprehensive set of bulk CdTe samples with various\nconcentrations of electrons that were supplied by n-type doping. The electron\nspin coherence time of 40 ps was observed at temperature of 7 K in p-type CdTe\nand in n-type CdTe with a low concentration of electrons. The increase of the\nconcentration of electrons leads to a substantial prolongation of the spin\ncoherence time, which can be as long as 2.5 ns at 7 K in optimally doped\nsamples, and to a modification of the g factor of electrons. The influence of\nthe concentration of electrons is the most pronounced at low temperatures but\nit has a sizable effect also at room temperature. The optimal concentration of\nelectrons to achieve the longest spin coherence time is 17-times higher in CdTe\nthan in GaAs and the maximal low-temperature value of the spin coherence time\nin CdTe is 70 times shorter than the corresponding value in GaAs. Our data can\nhelp in cross-checking the predictions of various theoretical models that were\nsuggested in literature as an explanation of the observed non-monotonous doping\ndependence of the electron spin coherence time in GaAs.\n","Comment: 8 pages, 2 figures; accepted in Phys. Rev. B"]}]
["1001.3023",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3023"],"date":["2010-01-18","2010-09-16"],"type":["text"],"creator":["Dotsenko, Victor"],"language":[],"coverage":[],"title":["Mean Field Theory of the Three-Dimensional Dipole Superspin Glasses"],"description":["  We study the three-dimensional system of magnetic nanoparticle dipoles\nrandomly oriented along quenched easy axes. Directions of the magnetic momenta\nare described by the Ising variables which allow the momenta to flip along\ntheir random orientations. Using the standard mean-field approximation and the\nreplica technique it is shown that the system undergoes a finite temperature\nphase transition into a spin-glass phase.\n","Comment: This paper has been withdrawn by the author"]}]
["1001.3072",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3072","AIP Conf.Proc.1257:770,2010","doi:10.1063/1.3483439"],"date":["2010-01-18"],"type":["text"],"creator":["Ruivo, M. C.","Costa, Pedro","de Sousa, C. A.","Hansen, H.","Alberico, W. M."],"language":[],"coverage":[],"title":["How the Polyakov loop and the regularization affect strangeness and\n  restoration of symmetries at finite T"],"description":["  The effects of the Polyakov loop and of a regularization procedure that\nallows the presence of high momentum quark states at finite temperature is\ninvestigated within the Polyakov-loop extended Nambu--Jona-Lasinio model. The\ncharacteristic temperatures, as well as the behavior of observables that signal\ndeconfinement and restoration of chiral and axial symmetries, are analyzed,\npaying special attention to the behavior of strangeness degrees of freedom. We\nobserve that the cumulative effects of the Polyakov loop and of the\nregularization procedure contribute to a better description of the\nthermodynamics, as compared with lattice estimations. We find a faster partial\nrestoration of chiral symmetry and the restoration of the axial symmetry\nappears as a natural consequence of the full recovering of the chiral symmetry\nthat was dynamically broken. These results show the relevance of the effects of\nthe interplay among the Polyakov loop dynamics, the high momentum quark sates\nand the restoration of the chiral and axial symmetries at finite temperature.\n","Comment: Talk given at XIII International Conference on Hadron Spectroscopy\n  (Hadron 2009), Tallahassee, Florida, USA, 29 Nov - 4 Dec, 2009"]}]
["1001.3077",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3077","AIP Conf.Proc.1257:681,2010","doi:10.1063/1.3483419"],"date":["2010-01-18"],"type":["text"],"creator":["Ruivo, M. C.","Costa, Pedro","Hansen, H.","de Sousa, C. A."],"language":[],"coverage":[],"title":["Exploring the role of model parameters and regularization procedures in\n  the thermodynamics of the PNJL model"],"description":["  The equation of state and the critical behavior around the critical end point\nare studied in the context of the Polyakov--Nambu--Jona--Lasinio model. We\nprove that a convenient choice of the model parameters is crucial to get the\ncorrect description of isentropic trajectories. The physical relevance of the\neffects of the regularization procedure is insured by the agreement with\ngeneral thermodynamic requirements. The results are compared with simple\nthermodynamic expectations and lattice data.\n","Comment: Talk given at XIII International Conference on Hadron Spectroscopy\n  (Hadron 2009), Tallahassee, Florida, USA, 29 Nov - 4 Dec, 2009"]}]
["1001.3177",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35L15, 35Q35, 35Q75, 35Q85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3177","Rend. Istit. Mat. Univ. Trieste, Volume 42 Suppl. (2010), 221-243"],"date":["2010-01-18"],"type":["text"],"creator":["Yagdjian, Karen"],"language":[],"coverage":[],"title":["Fundamental Solutions for Hyperbolic Operators with Variable\n  Coefficients"],"description":["  In this article we describe the novel method to construct fundamental\nsolutions for operators with variable coefficients. That method was introduced\nin \"A note on the fundamental solution for the Tricomi-type equation in the\nhyperbolic domain\"(J. Differential Equations,206(2004)227--252) to study the\nTricomi-type equation. More precisely, the new integral operator is suggested\nwhich transforms the family of the fundamental solutions of the Cauchy problem\nfor the equation with the constant coefficients to the fundamental solutions\nfor the operators with variable coefficients.\n"]}]
["1002.0610",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 82C22, 05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0610"],"date":["2010-02-02","2010-09-16"],"type":["text"],"creator":["Ferrari, Pablo A.","Pechersky, Eugene A.","Sisko, Valentin V.","Yambartsev, Anatoly A."],"language":[],"coverage":[],"title":["Gibbs Random Graphs"],"description":["  Consider a discrete locally finite subset $\\Gamma$ of $R^d$ and the complete\ngraph $(\\Gamma,E)$, with vertices $\\Gamma$ and edges $E$. We consider Gibbs\nmeasures on the set of sub-graphs with vertices $\\Gamma$ and edges $E'\\subset\nE$. The Gibbs interaction acts between open edges having a vertex in common. We\nstudy percolation properties of the Gibbs distribution of the graph ensemble.\nThe main results concern percolation properties of the open edges in two cases:\n(a) when the $\\Gamma$ is a sample from homogeneous Poisson process and (b) for\na fixed $\\Gamma$ with exponential decay of connectivity.\n","Comment: e.g.:13 pages"]}]
["1002.1232",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1232","Phys.Rev.Lett.105:121302,2010","doi:10.1103/PhysRevLett.105.121302"],"date":["2010-02-05","2010-08-23"],"type":["text"],"creator":["Amendola, Luca","Kainulainen, Kimmo","Marra, Valerio","Quartin, Miguel"],"language":[],"coverage":[],"title":["Large-scale inhomogeneities may improve the cosmic concordance of\n  supernovae"],"description":["  We reanalyze the supernovae data from the Union Compilation including the\nweak lensing effects caused by inhomogeneities. We compute the lensing\nprobability distribution function for each background solution described by the\nparameters Omega_M, Omega_L and w in the presence of inhomogeneities,\napproximately modeled with a single-mass population of halos. We then perform a\nlikelihood analysis in the space of FLRW-parameters and compare our results\nwith the standard approach. We find that the inclusion of lensing can move the\nbest-fit model significantly towards the cosmic concordance of the flat LCDM\nmodel, improving the agreement with the constraints coming from the cosmic\nmicrowave background and baryon acoustic oscillations.\n","Comment: 4 pages, 3 figures; replaced to match the improved version accepted\n  for publication in PRL. A turboGL package to be used with your favorite SNe\n  catalogue is available at http://www.turbogl.org/AKMQ1.html"]}]
["1002.2773",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2773","Phys.Rev.D82:045021,2010","doi:10.1103/PhysRevD.82.045021"],"date":["2010-02-14","2010-08-08"],"type":["text"],"creator":["Planat, Mathieu","Polonyi, Janos"],"language":[],"coverage":[],"title":["Sub-classical fields and polarization in electrodynamics"],"description":["  Expectation values of the electromagnetic field and the electric current are\nintroduced at space-time resolution which belongs to the quantum domain. These\nallow us to approach some key features of classical electrodynamics from the\nunderlying QED. One is the emergence of the radiation field in the retarded\nsolution of the Maxwell equation, derived from an action principle. Another\nquestion discussed is the systematic derivation of the polarizability of a\ncharge system. Furthermore, the decoherence and the consistency of the photon\nfield is established by a perturbative calculation of the reduced density\nmatrix for the electromagnetic field within the Closed Time Path formalism.\n","Comment: final version, to appear in Phys. Rev. D"]}]
["1002.4078",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4078"],"date":["2010-02-22","2010-09-16"],"type":["text"],"creator":["Lanzafame, G."],"language":[],"coverage":[],"title":["An approach to the Riemann problem for SPH inviscid ideal flows:\n  consequences for the state equation"],"description":["  In the non viscous fluid dynamics, Smooth Particle Hydrodynamics (SPH), as a\nfree Lagrangian \"shock capturing\" method adopts either an artificial viscosity\ncontribution or an appropriate Riemann solver technique. An explicit or an\nimplicit dissipation, introduced in such techniques, is necessary to solve the\nEuler equations to solve flow discontinuities (the Riemann problem).\nDissipation is useful to smooth out spurious heating and to treat transport\nphenomena. A simple, effective solution of the Riemann problem is here\nproposed, based on an empirical reformulation of the equation of state (EoS) in\nthe Euler equations in fluid dynamics, whose limit for a motionless gas\ncoincides with the classic EoS of ideal gases. Results on 1D shock tube tests\nare here shown, as well as a 3D transport application on accretion discs in\nclose binaries (CBs).\n","Comment: 7 pages, 2 figures, ASP Con. Astronum 2009"]}]
["1003.1011",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1011","Journal of Statistical Physics 139 (2010) 991-1012","doi:10.107/s10955-010-9976-x"],"date":["2010-03-04"],"type":["text"],"creator":["Alastuey, Angel","Piasecki, Jaroslaw"],"language":[],"coverage":[],"title":["Approach to a stationary state in an external field"],"description":["  We study relaxation towards a stationary out of equilibrium state by\nanalizing a one-dimensional stochastic process followed by a particle\naccelerated by an external field and propagating through a thermal bath. The\neffect of collisions is described within Botlzmann's kinetic theory. We present\nanalytical solutions for the Maxwell gas and for the very hard particle model.\nThe exponentially fast relaxation of the velocity distribution toward the\nstationary form is demonstrated. In the reference frame moving with constant\ndrift velocity the hydrodynamic diffusive mode is shown to govern the\ndistribution in the position space. We show that the exact value of the\ndiffusion coefficient for any value of the field is correctly predicted by\nGreen-Kubo autocorrelation formula generalized to the stationary state.\n"]}]
["1003.2118",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2118","J. Math. Phys. 51, 092202 (2010)","doi:10.1063/1.3481573"],"date":["2010-03-10"],"type":["text"],"creator":["Kıntaş, S.","Turgut, S."],"language":[],"coverage":[],"title":["Transformations of $W$-Type Entangled States"],"description":["  The transformations of $W$-type entangled states by using local operations\nassisted with classical communication are investigated. For this purpose, a\nparametrization of the $W$-type states which remains invariant under local\nunitary transformations is proposed and a complete characterization of the\nlocal operations carried out by a single party is given. These are used for\nderiving the necessary and sufficient conditions for deterministic\ntransformations. A convenient upper bound for the maximum probability of\ndistillation of arbitrary target states is also found.\n","Comment: 7 pages"]}]
["1003.4674",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","92D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4674","Phys. Rev. E 81, 061901 (2010)","doi:10.1103/PhysRevE.81.061901"],"date":["2010-03-24","2010-09-16"],"type":["text"],"creator":["Capitan, Jose A.","Delius, Gustav W."],"language":[],"coverage":[],"title":["A scale-invariant model of marine population dynamics"],"description":["  A striking feature of the marine ecosystem is the regularity in its size\nspectrum: the abundance of organisms as a function of their weight\napproximately follows a power law over almost ten orders of magnitude. We\ninterpret this as evidence that the population dynamics in the ocean is\napproximately scale-invariant. We use this invariance in the construction and\nsolution of a size-structured dynamical population model. Starting from a\nMarkov model encoding the basic processes of predation, reproduction,\nmaintenance respiration and intrinsic mortality, we derive a partial\nintegro-differential equation describing the dependence of abundance on weight\nand time. Our model represents an extension of the jump-growth model and hence\nalso of earlier models based on the McKendrick--von Foerster equation. The\nmodel is scale-invariant provided the rate functions of the stochastic\nprocesses have certain scaling properties. We determine the steady-state power\nlaw solution, whose exponent is determined by the relative scaling between the\nrates of the density-dependent processes (predation) and the rates of the\ndensity-independent processes (reproduction, maintenance, mortality). We study\nthe stability of the steady-state against small perturbations and find that\ninclusion of maintenance respiration and reproduction in the model has astrong\nstabilising effect. Furthermore, the steady state is unstable against a change\nin the overall population density unless the reproduction rate exceeds a\ncertain threshold.\n","Comment: Same as published version in Phys.Rev.E. except for a correction in\n  the appendix of the coefficients in the Fokker-Planck equation (A8). 18\n  pages, 8 figures"]}]
["1003.5075",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Atmospheric and Oceanic Physics","Physics - Fluid Dynamics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5075","Journal of Statistical Mechanics: Theory and Experiment 2010, 08\n  (2010) P08021","doi:10.1088/1742-5468/2010/08/P08021"],"date":["2010-03-26","2010-09-15"],"type":["text"],"creator":["Bouchet, Freddy","Corvellec, Marianne"],"language":[],"coverage":[],"title":["Invariant measures of the 2D Euler and Vlasov equations"],"description":["  We discuss invariant measures of partial differential equations such as the\n2D Euler or Vlasov equations. For the 2D Euler equations, starting from the\nLiouville theorem, valid for N-dimensional approximations of the dynamics, we\ndefine the microcanonical measure as a limit measure where N goes to infinity.\nWhen only the energy and enstrophy invariants are taken into account, we give\nan explicit computation to prove the following result: the microcanonical\nmeasure is actually a Young measure corresponding to the maximization of a\nmean-field entropy. We explain why this result remains true for more general\nmicrocanonical measures, when all the dynamical invariants are taken into\naccount. We give an explicit proof that these microcanonical measures are\ninvariant measures for the dynamics of the 2D Euler equations. We describe a\nmore general set of invariant measures, and discuss briefly their stability and\ntheir consequence for the ergodicity of the 2D Euler equations. The extension\nof these results to the Vlasov equations is also discussed, together with a\nproof of the uniqueness of statistical equilibria, for Vlasov equations with\nrepulsive convex potentials. Even if we consider, in this paper, invariant\nmeasures only for Hamiltonian equations, with no fluxes of conserved\nquantities, we think this work is an important step towards the description of\nnon-equilibrium invariant measures with fluxes.\n","Comment: 40 pages"]}]
["1004.0219",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0219"],"date":["2010-04-01","2010-09-15"],"type":["text"],"creator":["Arriagada-Silva, Waldo"],"language":[],"coverage":[],"title":["Characterization of the generic unfolding of a weak focus"],"description":["  In this paper we give a geometric description of the foliation of a generic\nreal analytic family unfolding a real analytic vector field with a weak focus\nat the origin, and show that two such families are orbitally analytically\nequivalent if and only if the families of diffeomorphisms unfolding the\ncomplexified Poincar\\'e map of the singularities are conjugate. Moreover, by\nshifting the leaves of the formal normal form in the blow-up (quasiconformal\nsurgery) by means of a fibered transformation along a convenient complex\ncross-section, one constructs an abstract manifold of complex dimension 2\nequipped with an elliptic holomorphic foliation whose monodromy map coincides\nwith a given family of admissible diffeomorphisms.\n","Comment: 17 pages, 3 figures"]}]
["1004.0740",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0740","New J. Phys. 12 083042 (2010)","doi:10.1088/1367-2630/12/8/083042"],"date":["2010-04-05"],"type":["text"],"creator":["Wu, Jinshan"],"language":[],"coverage":[],"title":["Non-equilibrium BBGKY Hierarchy from the Redfield Equation"],"description":["  A BBGKY-like hierarchy is derived from the non-equilibrium Redfield equation.\nTwo further approximations are introduced and each can be used to truncate and\nsolve the hierarchy. In the first approximation such a truncation is performed\nby replacing two-particle Green's functions (GFs) in the hierarchy by their\nvalues at equilibrium. The second method is developed based on the cluster\nexpansion, which constructs two-particle GFs from one-particle GFs and neglects\nthe correlation part. A non-equilibrium Wick's Theorem is proved to provide a\nbasis for this non-equilibrium cluster expansion. Using those two\napproximations, our method of solving the Redfield equation, for instance, of\nan N-site chain of interacting spinless fermions, involves an eigenvalue\nproblem with dimension $2^{N}$ and a linear system with dimension $N^2$ in the\nfirst case, and a nonlinear equation with dimension $N^2$ in the second case,\nwhich can be solved iteratively via a sequence of $N^2$ linear systems. Other\ncurrently available direct methods correspond to a linear system or an\neigenvalue system with dimension $4^N$ plus an eigenvalue system with dimension\n$2^N$. As a test of the methods, for small systems with size N=4, results are\nfound to be consistent with results made available by other direct methods.\nAlthough not discussed here, extending both methods to their next levels is\nstraightforward. This indicates a promising potential for this BBGKY-like\napproach of non-equilibrium kinetic equations.\n","Comment: 15 pages, 2 figures"]}]
["1004.2361",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2361","Phys. Rev. Lett. 105, 113602 (2010)","doi:10.1103/PhysRevLett.105.113602"],"date":["2010-04-14","2010-09-16"],"type":["text"],"creator":["Vitelli, C.","Spagnolo, N.","Toffoli, L.","Sciarrino, F.","De Martini, F."],"language":[],"coverage":[],"title":["Enhanced Resolution of Lossy Interferometry by Coherent Amplification of\n  Single Photons"],"description":["  In the quantum sensing context most of the efforts to design novel quantum\ntechniques of sensing have been constrained to idealized, noise-free scenarios,\nin which effects of environmental disturbances could be neglected. In this\nwork, we propose to exploit optical parametric amplification to boost\ninterferometry sensitivity in the presence of losses in a minimally invasive\nscenario. By performing the amplification process on the microscopic probe\nafter the interaction with the sample, we can beat the losses detrimental\neffect on the phase measurement which affects the single-photon state after its\ninteraction with the sample, and thus improve the achievable sensitivity.\n","Comment: 4 + 3 pages, 3 + 5 figures"]}]
["1004.5394",{"format":[],"subject":["Quantum Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5394","Phys. Rev. E 82, 031122 (2010)","doi:10.1103/PhysRevE.82.031122"],"date":["2010-04-29","2010-09-16"],"type":["text"],"creator":["Shikano, Yutaka","Katsura, Hosho"],"language":[],"coverage":[],"title":["Localization and Fractality in Inhomogeneous Quantum Walks with\n  Self-Duality"],"description":["  We introduce and study a class of discrete-time quantum walks on a\none-dimensional lattice. In contrast to the standard homogeneous quantum walks,\ncoin operators are inhomogeneous and depend on their positions in this class of\nmodels. The models are shown to be self-dual with respect to the Fourier\ntransform, which is analogous to the Aubry-Andr\\'e model describing the\none-dimensional tight-binding model with a quasi-periodic potential. When the\nperiod of coin operators is incommensurate to the lattice spacing, we\nrigorously show that the limit distribution of the quantum walk is localized at\nthe origin. We also numerically study the eigenvalues of the one-step time\nevolution operator and find the Hofstadter butterfly spectrum which indicates\nthe fractal nature of this class of quantum walks.\n","Comment: 8 pages, 4 figures"]}]
["1005.0492",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0492","Phys. Rev. B 82, 104417 (2010)","doi:10.1103/PhysRevB.82.104417"],"date":["2010-05-04","2010-09-16"],"type":["text"],"creator":["Goetze, W. D.","Karahasanovic, U.","Essler, F. H. L."],"language":[],"coverage":[],"title":["Low-Temperature Dynamical Structure Factor of the Two-Leg Spin-1/2\n  Heisenberg Ladder"],"description":["  We determine the dynamical structure factor of the two-leg spin-1/2\nHeisenberg ladder at low temperatures in the regime of strong rung coupling.\nThe dominant feature at zero temperature is the coherent triplon mode. We show\nthat the lineshape of this mode broadens in a non-symmetric way at finite\ntemperatures and that the degree of asymmetry increases with temperature. We\nalso show that at low frequencies a temperature induced resonance akin to the\nVillain mode in the spin-1/2 Heisenberg Ising chain emerges.\n","Comment: 13 pages, 7 figures, revtex"]}]
["1005.3528",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3528","doi:10.1090/S0002-9947-2010-05149-9"],"date":["2010-05-19"],"type":["text"],"creator":["Brech, Christina","Koszmider, Piotr"],"language":[],"coverage":[],"title":["Thin-very tall compact scattered spaces which are hereditarily separable"],"description":["  We strengthen the property $\\Delta$ of a function $f:[\\omega_2]^2\\rightarrow\n[\\omega_2]^{\\leq \\omega}$ considered by Baumgartner and Shelah. This allows us\nto consider new types of amalgamations in the forcing used by Rabus, Juh\\'asz\nand Soukup to construct thin-very tall compact scattered spaces. We\nconsistently obtain spaces $K$ as above where $K^n$ is hereditarily separable\nfor each $n\\in\\N$. This serves as a counterexample concerning cardinal\nfunctions on compact spaces as well as having some applications in Banach\nspaces: the Banach space $C(K)$ is an Asplund space of density $\\aleph_2$ which\nhas no Fr\\'echet smooth renorming, nor an uncountable biorthogonal system.\n","Comment: accepted to Trans. Amer. Math. Soc."]}]
["1005.4376",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4376","PLoS One 5(8), e11976 (2010)","doi:10.1371/journal.pone.0011976"],"date":["2010-05-24"],"type":["text"],"creator":["Lancichinetti, Andrea","Kivela, Mikko","Saramaki, Jari","Fortunato, Santo"],"language":[],"coverage":[],"title":["Characterizing the community structure of complex networks"],"description":["  Community structure is one of the key properties of complex networks and\nplays a crucial role in their topology and function. While an impressive amount\nof work has been done on the issue of community detection, very little\nattention has been so far devoted to the investigation of communities in real\nnetworks. We present a systematic empirical analysis of the statistical\nproperties of communities in large information, communication, technological,\nbiological, and social networks. We find that the mesoscopic organization of\nnetworks of the same category is remarkably similar. This is reflected in\nseveral characteristics of community structure, which can be used as\n``fingerprints'' of specific network categories. While community size\ndistributions are always broad, certain categories of networks consist mainly\nof tree-like communities, while others have denser modules. Average path\nlengths within communities initially grow logarithmically with community size,\nbut the growth saturates or slows down for communities larger than a\ncharacteristic size. This behaviour is related to the presence of hubs within\ncommunities, whose roles differ across categories. Also the community\nembeddedness of nodes, measured in terms of the fraction of links within their\ncommunities, has a characteristic distribution for each category. Our findings\nare verified by the use of two fundamentally different community detection\nmethods.\n","Comment: 15 pages, 20 figures, 4 tables"]}]
["1005.5093",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5093","Phys. Rev. B 82, 125423 (2010)","doi:10.1103/PhysRevB.82.125423"],"date":["2010-05-27"],"type":["text"],"creator":["Hassler, F.","Akhmerov, A. R.","Beenakker, C. W. J."],"language":[],"coverage":[],"title":["Flat-lens focusing of electrons on the surface of a topological\n  insulator"],"description":["  We propose the implementation of an electronic Veselago lens on the\nconducting surface of a three-dimensional topological insulator (such as\nBi2Te3). The negative refraction needed for such a flat lens results from the\nsign change of the curvature of the Fermi surface, changing from a circular to\na snowflake-like shape across a sufficiently large electrostatic potential\nstep. No interband transition (as in graphene) is needed. For this reason, and\nbecause the topological insulator provides protection against backscattering,\nthe potential step is able to focus a broad range of incident angles. We\ncalculate the quantum interference pattern produced by a point source,\ngeneralizing the analogous optical calculation to include the effect of a\nnoncircular Fermi surface (having a nonzero conic constant).\n","Comment: 6 pages, 6 figures"]}]
["1006.0523",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0523"],"date":["2010-06-02","2010-09-16"],"type":["text"],"creator":["Morin, Baptiste"],"language":[],"coverage":[],"title":["The Weil-\\'etale fundamental group of a number field I"],"description":["  Lichtenbaum has conjectured the existence of a Grothendieck topology for an\narithmetic scheme $X$ such that the Euler characteristic of the cohomology\ngroups of the constant sheaf $\\mathbb{Z}$ with compact support at infinity\ngives, up to sign, the leading term of the zeta-function $\\zeta_X(s)$ at $s=0$.\nIn this paper we consider the category of sheaves $\\bar{X}_L$ on this\nconjectural site for $X=Spec(\\mathcal{O}_F)$ the spectrum of a number ring. We\nshow that $\\bar{X}_L$ has, under natural topological assumptions, a well\ndefined fundamental group whose abelianization is isomorphic, as a topological\ngroup, to the Arakelov Picard group of $F$. This leads us to give a list of\ntopological properties that should be satisfied by $\\bar{X}_L$. These\nproperties can be seen as a global version of the axioms for the Weil group.\nFinally, we show that any topos satisfying these properties gives rise to\ncomplexes of \\'etale sheaves computing the expected Lichtenbaum cohomology.\n","Comment: 40 pages. To appear in Kyushu Journal of Mathematics"]}]
["1006.3518",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3518","Nature 467, 190-193 (2010)","doi:10.1038/nature09379"],"date":["2010-06-17"],"type":["text"],"creator":["Garaj, S.","Hubbard, W.","Reina, A.","Kong, J.","Branton, D.","Golovchenko, J. A."],"language":[],"coverage":[],"title":["Graphene: A sub-nanometer trans-electrode membrane"],"description":["  Isolated, atomically thin conducting membranes of graphite, called graphene,\nhave recently been the subject of intense research with the hope that practical\napplications in fields ranging from electronics to energy science will emerge.\nHere, we show that when immersed in ionic solution, a layer of graphene takes\non new electrochemical properties that make it a trans-electrode. The\ntrans-electrode's properties are the consequence of the atomic scale proximity\nof its two opposing liquid-solid interfaces together with graphene's well known\nin-plane conductivity. We show that several trans-electrode properties are\nrevealed by ionic conductivity measurements on a CVD grown graphene membrane\nthat separates two aqueous ionic solutions. Despite this membrane being only\none to two atomic layers thick, we find it is a remarkable ionic insulator with\na very small stable conductivity that depends on the ion species in solution.\nElectrical measurements on graphene membranes in which a single nanopore has\nbeen drilled show that the membrane's effective insulating thickness is less\nthan one nanometer. This small effective thickness makes graphene an ideal\nsubstrate for very high-resolution, high throughput nanopore based single\nmolecule detectors. Sensors based on modulation of graphene's in-plane\nelectronic conductivity in response to trans-electrode environments and voltage\nbiases will provide new insights into atomic processes at the electrode\nsurfaces.\n","Comment: Submitted 12 April 2010 to Nature, where it is under review"]}]
["1007.1429",{"format":[],"subject":["Mathematics - Functional Analysis","22E30 (Primary), 47G30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1429"],"date":["2010-07-08","2010-09-16"],"type":["text"],"creator":["Glowacki, Pawel"],"language":[],"coverage":[],"title":["Invertibility of convolution operators on homogeneous groups"],"description":["  We say that a tempered distribution $A$ belongs to the class $S^m(\\Ge)$ on a\nhomogeneous Lie algebra $\\Ge$ if its Abelian Fourier transform $a=\\hat{A}$ is a\nsmooth function on the dual $\\Ges$ and satisfies the estimates $$\n|D^{\\alpha}a(\\xi)|\\le C_{\\alpha}(1+|\\xi|)^{m-|\\alpha|}. $$ Let $A\\in S^0(\\Ge)$.\nThen the operator $f\\mapsto f\\star\\widetilde{A}(x)$ is bounded on $L^2(\\Ge)$.\nSuppose that the operator is invertible and denote by $B$ the convolution\nkernel of its inverse. We show that $B$ belongs to the class $S^0(\\Ge)$ as\nwell. As a corollary we generalize Melin's theorem on the parametrix\nconstruction for Rockland operators.\n","Comment: 17 pages, see also http://www.math.uni.wroc.pl/~glowacki"]}]
["1007.1440",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1440","Advances in Atomic, Molecular, and Optical Physics, Volume 59\n  (2010), p. 1","doi:10.1016/S1049-250X(10)59001-3"],"date":["2010-07-08"],"type":["text"],"creator":["Babb, James F."],"language":[],"coverage":[],"title":["Casimir effects in atomic, molecular, and optical physics"],"description":["  The long-range interaction between two atoms and the long-range interaction\nbetween an ion and an electron are compared at small and large intersystem\nseparations. The vacuum dressed atom formalism is applied and found to provide\na framework for interpretation of the similarities between the two cases. The\nvan der Waals forces or Casimir-Polder potentials are used to obtain insight\ninto relativistic and higher multipolar terms.\n","Comment: 22 pages"]}]
["1007.3302",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34C25, 37J45, 34B16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3302","doi:10.1016/j.jde.2010.08.027"],"date":["2010-07-19"],"type":["text"],"creator":["Wang, Haiyan"],"language":[],"coverage":[],"title":["Positive periodic solutions of singular systems"],"description":["  The existence and multiplicity of positive periodic solutions for second\norder non-autonomous singular dynamical systems are established with\nsuperlinearity or sublinearity assumptions at infinity for an appropriately\nchosen parameter. Our results provide a unified treatment for the problem and\nsignificantly improve several results in the literature. The proof of our\nresults is based on the Krasnoselskii fixed point theorem in a cone.\n","Comment: Journal of Differential Equations, 2010"]}]
["1007.3969",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3969","J. Phys. A 43 (2010) 402002","doi:10.1088/1751-8113/43/40/402002"],"date":["2010-07-22"],"type":["text"],"creator":["Weigert, Stefan","Durt, Thomas"],"language":[],"coverage":[],"title":["Affine Constellations Without Mutually Unbiased Counterparts"],"description":["  It has been conjectured that a complete set of mutually unbiased bases in a\nspace of dimension d exists if and only if there is an affine plane of order d.\nWe introduce affine constellations and compare their existence properties with\nthose of mutually unbiased constellations, mostly in dimension six. The\nobserved discrepancies make a deeper relation between the two existence\nproblems unlikely.\n","Comment: 8 pages"]}]
["1008.0914",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0914"],"date":["2010-08-05","2010-09-16"],"type":["text"],"creator":["Daikoku, Yasuhiro","Okada, Hiroshi"],"language":[],"coverage":[],"title":["Cancellation Mechanism of FCNCs in S_4 x Z_2 Flavor Symmetric Extra U(1)\n  Model"],"description":["  We propose a E_6 inspired supersymmetric model with a non-Abelian discrete\nflavor symmetry; SU(3)_c x SU(2)_W x U(1)_Y x U(1)_X x S_4 x Z_2. In our\nscenario, the additional abelian gauge symmetry; U(1)_X, not only solves the\nmu-problem in the minimal Supersymmetric Standard Model(MSSM), but also\nrequires new exotic fields which play an important role in solving flavor\npuzzles. If our exotic quarks can be embedded into a S_4 triplet, which\ncorresponds to the number of the generation, one finds that dangerous proton\ndecay can be well-suppressed. Hence, it might be expected that the generation\nstructure for lepton and quark in the SM(Standard Model) can be understood as a\nnew system in order to stabilize the proton in a supersymemtric standard model\n(SUSY). Moreover, due to the nature of the discrete non-Abelian symmetry\nitself, Yukawa coupling constants of our model are drastically reduced. In our\nprevious work, we actually have found much success. However, we also have to\nsolve Higgs mediated FCNC at tree level, as is often the case with such\nextended Higgs models. In this paper, we propose a promising mechanism which\ncould make cancellation between Higgs and SUSY contributions.\n","Comment: 19 pages, 2 tables, no figures. Title is slightly changed and minor\n  parts are modified"]}]
["1008.0998",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0998","(2010) Pub. Astr. Soc. Australia 27(3): 347- 359","doi:10.1071/AS10008"],"date":["2010-08-04"],"type":["text"],"creator":["Mohr, J. L.","Johnston, R. A.","Cottrell, P. L."],"language":[],"coverage":[],"title":["Optical Turbulence Measurements and Models for Mount John University\n  Observatory"],"description":["  Site measurements were collected at Mount John University Observatory in 2005\nand 2007 using a purpose-built scintillation detection and ranging system.\n$C_n^2(h)$ profiling indicates a weak layer located at 12 - 14 km above sea\nlevel and strong low altitude turbulence extending up to 5 km. During calm\nweather conditions, an additional layer was detected at 6 - 8 km above sea\nlevel. $V(h)$ profiling suggests that tropopause layer velocities are nominally\n12 - 30 m/s, and near-ground velocities range between 2 -- 20 m/s, dependent on\nweather. Little seasonal variation was detected in either $C_n^2(h)$ and $V(h)$\nprofiles. The average coherence length, $r_0$, was found to be $7 \\pm 1$ cm for\nthe full profile at a wavelength of 589 nm. The average isoplanatic angle,\n$\\theta_0$, was $1.0 \\pm 0.1$ arcsec. The mean turbulence altitude,\n$\\bar{h_0}$, was found to be $2.0\\pm0.7$ km above sea level. No average in the\nGreenwood frequency, $f_G$, could be established due to the gaps present in the\n\\vw\\s profiles obtained. A modified Hufnagel-Valley model was developed to\ndescribe the $C_n^2(h)$ profiles at Mount John, which estimates $r_0$ at 6 cm\nand $\\theta_0$ at 0.9 arcsec. A series of $V(h)$ models were developed, based\non the Greenwood wind model with an additional peak located at low altitudes.\nUsing the $C_n^2(h)$ model and the suggested $V(h)$ model for moderate ground\nwind speeds, $f_G$ is estimated at 79 Hz.\n","Comment: 14 pages; accepted for publication in PASA"]}]
["1008.2010",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2010","Phys. Rev. B 82, 094422 (2010)","doi:10.1103/PhysRevB.82.094422"],"date":["2010-08-11"],"type":["text"],"creator":["Belesi, M.","Rousochatzakis, I.","Wu, H. C.","Berger, H.","Shvets, I. V.","Mila, F.","Ansermet, J. P."],"language":[],"coverage":[],"title":["Ferrimagnetism of the magnetoelectric compound Cu$_2$OSeO$_3$ probed by\n  $^{77}$Se NMR"],"description":["  We present a thorough $^{77}$Se NMR study of a single crystal of the\nmagnetoelectric compound Cu$_2$OSeO$_3$. The temperature dependence of the\nlocal electronic moments extracted from the NMR data is fully consistent with a\nmagnetic phase transition from the high-T paramagnetic phase to a low-T\nferrimagnetic state with 3/4 of the Cu$^{2+}$ ions aligned parallel and 1/4\naligned antiparallel to the applied field of 14.09 T. The transition to this\n3up-1down magnetic state is not accompanied by any splitting of the NMR lines\nor any abrupt modification in their broadening, hence there is no observable\nreduction of the crystalline symmetry from its high-T cubic \\textit{P}2$_1$3\nspace group. These results are in agreement with high resolution x-ray\ndiffraction and magnetization data on powder samples reported previously by Bos\n{\\it et al.} [Phys. Rev. B, {\\bf 78}, 094416 (2008)]. We also develop a mean\nfield theory description of the problem based on a microscopic spin Hamiltonian\nwith one antiferromagnetic ($J_\\text{afm}\\simeq 68$ K) and one ferromagnetic\n($J_\\text{fm}\\simeq -50$ K) nearest-neighbor exchange interaction.\n"]}]
["1008.2128",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2128"],"date":["2010-08-12","2010-09-16"],"type":["text"],"creator":["Raimondo, Andrea"],"language":[],"coverage":[],"title":["Frobenius manifold for the dispersionless Kadomtsev-Petviashvili\n  equation"],"description":["  We consider a Frobenius structure associated with the dispersionless\nKadomtsev-Petviashvili equation. This is done, essentially, by applying a\ncontinuous analogue of the finite dimensional theory in the space of Schwartz\nfunctions on the line. The potential of the Frobenius manifold is found to be a\nlogarithmic potential with quadratic external field. Following the construction\nof the principal hierarchy, we construct a set of infinitely many commuting\nflows, which extends the classical dKP hierarchy.\n","Comment: 41 pages, minor corrections, Section 5 revised"]}]
["1008.4450",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4450","Phys. Rev. B 82, 125428 (2010)","doi:10.1103/PhysRevB.82.125428"],"date":["2010-08-26"],"type":["text"],"creator":["Nakanishi, Takeshi","Koshino, Mikito","Ando, Tsuneya"],"language":[],"coverage":[],"title":["Transmission through a boundary between monolayer and bilayer graphene"],"description":["  The electron transmission between monolayer and bilayer graphene is\ntheoretically studied for zigzag and armchair boundaries within an\neffective-mass scheme. Due to the presence of an evanescent wave in the bilayer\ngraphene, traveling modes are well connected to each other. The transmission\nthrough the boundary is strongly dependent on the incident angle and the\ndependence is opposite between the K and K' points, leading to valley\npolarization of transmitted wave.\n","Comment: 14 pages, 7 figures"]}]
["1009.0236",{"format":[],"subject":["Mathematics - Number Theory","40G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0236"],"date":["2010-09-01","2010-09-16"],"type":["text"],"creator":["Campbell, John M."],"language":[],"coverage":[],"title":["Double Series Involving Binomial Coefficients and the Sine Integral"],"description":["  By dividing hypergeometric series representations of the inverse sine by\nsin^-1 (x) and integrating, new double series representations of integers and\nconstants arise. Binomial coefficients and the sine integral are thus combined\nin double series.\n"]}]
["1009.1321",{"format":[],"subject":["Condensed Matter - Materials Science","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1321","Radiation Measurements 42 (2007) 549"],"date":["2010-09-07"],"type":["text"],"creator":["Demidenko, V. A.","Gorokhova, E. I.","Khodyuk, I. V.","Khristich, O. A.","Mikhrin, S. B.","Rodnyi, P. A."],"language":[],"coverage":[],"title":["Scintillation properties of ceramics based on zinc oxide"],"description":["  Ceramics ZnO:Zn of 20mm diameter and 1.6mm thickness with an optical\ntransparency up to 0.33 in the visible region have been prepared by hot\npressing technique. Scintillating and luminescent characteristics such as\nemission spectra, decay time, yield, and TSL glow curve have been measured\nunder X-ray excitation. Two emission bands peaking at 500 and 380 nm were\ndetected, the light output was about 80% of that for standard BGO scintillator,\nmain decay constant was 10.4 +/- 0.1 ns. The obtained data allow us to consider\nthe ZnO:Zn ceramics as a perspective scintillator. Finally, the investigation\nshows that other ZnO-based fast scintillators can be fabricated in the form of\noptical ceramics.\n"]}]
["1009.1344",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1344"],"date":["2010-09-07"],"type":["text"],"creator":["Toka, Laszlo","Dell'Amico, Matteo","Michiardi, Pietro"],"language":[],"coverage":[],"title":["On Scheduling and Redundancy for P2P Backup"],"description":["  An online backup system should be quick and reliable in both saving and\nrestoring users' data. To do so in a peer-to-peer implementation, data transfer\nscheduling and the amount of redundancy must be chosen wisely. We formalize the\nproblem of exchanging multiple pieces of data with intermittently available\npeers, and we show that random scheduling completes transfers nearly optimally\nin terms of duration as long as the system is sufficiently large. Moreover, we\npropose an adaptive redundancy scheme that improves performance and decreases\nresource usage while keeping the risks of data loss low. Extensive simulations\nshow that our techniques are effective in a realistic trace-driven scenario\nwith heterogeneous bandwidth.\n"]}]
["1009.2231",{"format":[],"subject":["Physics - Geophysics","Computer Science - Graphics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2231"],"date":["2010-09-12","2010-09-16"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["Symbolic landforms created by ancient earthworks near Lake Titicaca"],"description":["  Interesting landforms created by an ancient network of earthworks are shown,\nusing Google satellite imagery enhanced by an image processing. This network\ncovers a large part of the land near the Titicaca Lake. Satellite images\nclearly display the slopes of hills criss-crossed with terrace walls and the\nsurfaces of the plains covered with raised fields, indicating that this was\nonce a highly productive agricultural place for the south central Andes. Some\nof the landforms are rather remarkable, having a clear symbolic function. Among\nthem, there are structures which seem to represent birds, where ponds are their\neyes.\n","Comment: Keywords: Satellite maps, Landforms, Artificial landforms,\n  Geo-glyphs, Image processing, Archaeology"]}]
["1009.2464",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2464"],"date":["2010-09-13","2010-09-16"],"type":["text"],"creator":["Malkov, Maksim"],"language":["ru"],"coverage":[],"title":["Various virtual structures on single file system"],"description":["  The article provides a new approach to creating hierarchical structure of\nfile system. First, it gives overview of the existing ways of storing files in\ncurrent operating systems. Second, it describes the new way of building\nstructures of a file system. This approach allows creating various structures\nby different attributes on the same set of files using multiple tree-like\nstructures.\n","Comment: 5 pages, 8 figures. In Russian"]}]
["1009.2502",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2502"],"date":["2010-09-13","2010-09-15"],"type":["text"],"creator":["Nataf, D. M.","Stanek, K. Z.","Bakos, G. A."],"language":[],"coverage":[],"title":["HAT Discovery of 76 Bright Periodic Variables Toward the Galactic Bulge"],"description":["  We report on photometric I-band observations of 147 bright (8<I<13) periodic\nvariables toward the Galactic bulge including 76 new discoveries. We used one\nof the HATnet telescopes to obtain 151 exposures spanning 88 nights in 2005 of\nan 8.4 x 8.4 deg^2 field of view (FOV) approximately centered on (l,b) = (1.73,\n-4.68). We observed the galactic bulge in 2005 as part of a microlensing\nfeasibility study (Nataf et al. 2009), and here we discuss the periodic\nvariables we found in our data. Among our discoveries we count 52 new eclipsing\nbinaries and 24 other periodic variables.\n","Comment: 25 pages, 12 figures, 3 tables"]}]
["1009.2652",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2652"],"date":["2010-09-14","2010-09-16"],"type":["text"],"creator":["Enriquez, Benjamin"],"language":[],"coverage":[],"title":["Half-balanced braided monoidal categories and Teichmueller groupoids in\n  genus zero"],"description":["  We introduce the notions of a half-balanced braided monoidal category and of\nits contraction. These notions give rise to an explicit description of the\naction of the Galois group of QQ on Teichmueller groupoids in genus 0,\nequivalent to that of L. Schneps. We also show that a prounipotent version of\nthis action is equivalent to a graded action.\n","Comment: 19 pages"]}]
["1009.3025",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3025","2010ASPC..424...39B"],"date":["2010-09-15"],"type":["text"],"creator":["Bouratzis, C.","Preka-Papadima, P.","Moussas, X.","Hillaris, A. E.","Caroubalos, C.","Alissandrakis, C. E.","Tsitsipis, P.","Kontogeorgos, A."],"language":[],"coverage":[],"title":["CME on CME Interaction on January 17, 2005"],"description":["  On January 17, 2005 a complex radio event associated with an X3.8 SXR flare\nand two fast Halo CMEs (CME1 & CME2 henceforward) in close succession was\nobserved. We present combined ARTEMIS-IV & WIND WAVES dynamic spectra which\nprovide a complete view of the radio emission induced by shock waves and\nelectron beams from the low corona to about 1 A.U. These are supplemented with\ndata, from the Nan\\c{c}ay Radioheliograph (NRH), GOES, EIT and LASCO for the\nstudy of the associated flare and CME activity.\n","Comment: 2 pages 1 Figure"]}]
["1009.3028",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3028","2010ASPC..424...41B"],"date":["2010-09-15"],"type":["text"],"creator":["Bouratzis, C.","Preka-Papadima, P.","Moussas, X.","Hillaris, A. E.","Kurt, V.","Tsitsipis, P.","Kontogeorgos, A."],"language":[],"coverage":[],"title":["Metric Radio Bursts and Fine Structures Observed on January 20, 2005"],"description":["  A major radio event, associated with an X7.1/2B flare in AR720 and a fast CME\nwas observed on January 20, 2005 with the radio-spectrograph ARTEMIS-IV; it was\nparticularly intense and with a complex radio signature with rich fine\nstructure which was recorded in the 270-420 MHz range at high resolution (100\nsamples/sec). The fine structure is compared with similar results in the\ndecimetric and microwave frequency range. It was found to approximately match\nthe comprehensive Ondrejov Classification in the spectral range 0.8-2 GHz.\n","Comment: 2 Pages, 1 Figure Proceedings of the 9th International Conference of\n  the Hellenic Astronomical Society, proceedings of a conference held 20-24\n  September 2009 in Athens, Greece. Edited by Kanaris Tsinganos, Despina\n  Hatzidimitriou, and Titos Matsakos. San Francisco: Astronomical Society of\n  the Pacific, 2010., p.41"]}]
["1009.3029",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3029"],"date":["2010-09-15"],"type":["text"],"creator":["Taquet, Maxime","Jacques, Laurent","De Vleeschouwer, Christophe","Macq, Benoit"],"language":[],"coverage":[],"title":["Invariant Spectral Hashing of Image Saliency Graph"],"description":["  Image hashing is the process of associating a short vector of bits to an\nimage. The resulting summaries are useful in many applications including image\nindexing, image authentication and pattern recognition. These hashes need to be\ninvariant under transformations of the image that result in similar visual\ncontent, but should drastically differ for conceptually distinct contents. This\npaper proposes an image hashing method that is invariant under rotation,\nscaling and translation of the image. The gist of our approach relies on the\ngeometric characterization of salient point distribution in the image. This is\nachieved by the definition of a \"saliency graph\" connecting these points\njointly with an image intensity function on the graph nodes. An invariant hash\nis then obtained by considering the spectrum of this function in the\neigenvector basis of the Laplacian graph, that is, its graph Fourier transform.\nInterestingly, this spectrum is invariant under any relabeling of the graph\nnodes. The graph reveals geometric information of the image, making the hash\nrobust to image transformation, yet distinct for different visual content. The\nefficiency of the proposed method is assessed on a set of MRI 2-D slices and on\na database of faces.\n","Comment: Keywords: Invariant Hashing, Geometrical Invariant, Spectral Graph,\n  Salient Points. Content: 8 pages, 7 figures, 1 table"]}]
["1009.3035",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3035","2009IAUS..257..299P","doi:10.1017/S1743921309029457"],"date":["2010-09-15"],"type":["text"],"creator":["Pothitakis, George","Preka-Papadema, Panagiota","Moussas, Xenophon","Caroubalos, Constantine","Alissandrakis, Constantine","Tsitsipis, Panagiotis","Kontogeorgos, Athanasios","Hillaris, Alexander"],"language":[],"coverage":[],"title":["Relation between coronal type II bursts, associated flares and CMEs"],"description":["  We study a sample of complex events; each includes a coronal type II burst,\naccompanied by a GOES SXR flare and LASCO CME. The radio bursts were recorded\nby the ARTEMIS-IV radio spectrograph (100-650 MHz range); the GOES SXR flares\nand SOHO/LASCO CMEs, were obtained from the Solar Geophysical Data (SGD) and\nthe LASCO lists respectively. The radio burst-flare-CME characteristics were\ncompared and two groups of events with similar behavior were isolated. In the\nfirst the type II shock exciter appears to be a flare blast wave propagating in\nthe wake of a CME. In the second the type II burst appears CME initiated though\nit is not always clear if it is driven by the bow or the flanks of the CME or\nif it is a reconnection shock.\n","Comment: Universal Heliophysical Processes, Proceedings of the International\n  Astronomical Union, IAU Symposium, Volume 257, p. 299-301"]}]
["1009.3037",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3037","2009IAUS..257...61L","doi:10.1017/S1743921309029093"],"date":["2010-09-15"],"type":["text"],"creator":["Laskari, Marina","Preka-Papadema, Panagiota","Caroubalos, Constantine","Pothitakis, George","Moussas, Xenophon","Mitsakou, Eleftheria","Hillaris, A."],"language":[],"coverage":[],"title":["Coronal shocks associated with CMEs and flares and their space weather\n  consequences"],"description":["  We study the geoeffectiveness of a sample of complex events; each includes a\ncoronal type II burst, accompanied by a GOES SXR flare and LASCO CME. The radio\nbursts were recorded by the ARTEMIS-IV radio spectrograph, in the 100-650 MHz\nrange; the GOES SXR flares and SOHO/LASCO CMEs, were obtained from the Solar\nGeophysical Data (SGD) and the LASCO catalogue respectively. These are compared\nwith changes of solar wind parameters and geomagnetic indices in order to\nestablish a relationship between solar energetic events and their effects on\ngeomagnetic activity.\n","Comment: Universal Heliophysical Processes, Proceedings of the International\n  Astronomical Union, IAU Symposium, Volume 257, p. 61-63"]}]
["1009.3042",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3042"],"date":["2010-09-15"],"type":["text"],"creator":["Kaźmierczak, Marcin"],"language":[],"coverage":[],"title":["Nontrivial realization of the space-time translations in the theory of\n  quantum fields"],"description":["  In standard quantum field theory, the one-particle states are classified by\nunitary representations of the Poincar\\'e group, whereas the causal fields'\nclassification employs the finite dimensional (non-unitary) representations of\nthe (homogeneous) Lorentz group. A natural question arises - why the fields are\nnot allowed to transform nontrivially under translations? We investigate this\nissue by considering the fields that transform under the full representation of\nthe Poincar\\'e group. It follows that such fields can be consistently\nconstructed, although the Lagrangians that describe them necessarily exhibit\nexplicit dependence on the space-time coordinates. The two examples of the\nPoincar\\'e-spinor and the Poincar\\'e-vector fields are considered in details.\nThe inclusion of Yang--Mills type interactions is considered on the simplest\nexample of the U(1) gauge theory. The generalization to the non-abelian case is\nstraightforward so long as the action of the gauge group on fields is\nindependent of the action of the Poincar\\'e group. This is the case for all the\nknown interactions but gravity.\n","Comment: 18 pages, no figures"]}]
["1009.3043",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3043"],"date":["2010-09-15"],"type":["text"],"creator":["Datta, Timir","Yin, Ming","Wescott, Mike","Jeong, Yeuncheol","Morawiec, Pawel","Gambrell, James","Overcash, Dan","Zhang, Huaizhou","Voulgaris, George"],"language":[],"coverage":[],"title":["Tidal Accelerometry: Exploring the Cosmos Via Gravitational Correlations"],"description":["  Newtonian gravitation is non-radiative but is extremely pervasive and\npenetrates equally into every media because it cannot be shielded. The extra\nterrestrial fgravity is responsible for earth's trajectory. However its\ncorrelation or geodesic deviation is manifested as semi-diurnal and diurnal\ntides. Tidal signals, A(t) are temporal modulations in the field differential\nwhich can be observed in a wide variety of natural and laboratory situations.\nA(t) is a quasi-static, low frequency signal which arises from the relative\nchanges in positions of the detector and source and is not part of the\nelectromagnetic spectrum. Isaac Newton was the first to recognize the\nimportance of tides in astrometry and attempetd to estimate lunar mass from\nocean tides. By a case study we show, how the systematics of the gravitational\ncorrelation can be used for calibration and de-trending which can significantly\nincrease the confidence level of high precision experiments. A(t) can also be\nused to determine the distribution of celestial masses independently of the\n\"1-2-3\" law. Guided by modern advances in gravity wave detectors we argue that\nit is important to develop high precision accelerometry. With a resolution of\nabout a nano-m it will be possible to determine solar system masses and detect\nthe SMBH at the center of our galaxy. Observations of the gravitational\ncorrelation can potentially open up yet to be explored vistas of the cosmos.\n","Comment: 28 pages, 3 tables and 10 figures"]}]
["1009.3044",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry","Mathematics - Category Theory","Mathematics - K-Theory and Homology","Mathematics - Rings and Algebras","19D55, 19E20, 55P42, 55P60, 14J17, 14F43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3044"],"date":["2010-09-15"],"type":["text"],"creator":["Dundas, Bjørn Ian","Kittang, Harald Øyen"],"language":[],"coverage":[],"title":["Integral Excision for K-Theory"],"description":["  If A is a homotopy cartesian square of ring spectra satisfying connectivity\nhypotheses, then the cube induced by Goodwillie's integral cyclotomic trace\nfrom K(A) to TC(A) is homotopy cartesian. In other words, the homotopy fiber of\nthe cyclotomic trace satisfies excision. The method of proof gives as a\nspin-off new proofs of some old results, as well as some new results, about\nperiodic cyclic homology, and - more relevantly for our current application -\nthe T-Tate spectrum of topological Hochschild homology, where T is the circle\ngroup\n","Comment: 21 pages"]}]
["1009.3045",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3045"],"date":["2010-09-15"],"type":["text"],"creator":["Dryden, Ian L.","Pennec, Xavier","Peyrat, Jean-Marc"],"language":[],"coverage":[],"title":["Power Euclidean metrics for covariance matrices with application to\n  diffusion tensor imaging"],"description":["  Various metrics for comparing diffusion tensors have been recently proposed\nin the literature. We consider a broad family of metrics which is indexed by a\nsingle power parameter. A likelihood-based procedure is developed for choosing\nthe most appropriate metric from the family for a given dataset at hand. The\napproach is analogous to using the Box-Cox transformation that is frequently\ninvestigated in regression analysis. The methodology is illustrated with a\nsimulation study and an application to a real dataset of diffusion tensor\nimages of canine hearts.\n"]}]
["1009.3048",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3048"],"date":["2010-09-15"],"type":["text"],"creator":["Drake, A. J.","Beshore, E.","Catelan, M.","Djorgovski, S. G.","Graham, M. J.","Kleinman, S. J.","Larson, S.","Mahabal, A.","Williams, R."],"language":[],"coverage":[],"title":["Discovery of eclipsing white dwarf systems in a search for Earth-size\n  companions"],"description":["  Although white dwarfs are believed to be the end point of most stellar\nevolution, unlike main sequence stars, they have not yet been the subject of\ndedicated time-domain surveys for exoplanets. We discuss how their size and\ndistinctive colour make them excellent targets for wide-field searches for\nexoplanets. In particular, we note that planets of Earth-size can give rise to\nmulti-magnitude eclipses of massive white dwarfs. Such a large signal is almost\nunmistakable and would be detectable even with very low-precision photometry.\nFor objects of smaller size, the high accuracy photometry currently being used\nto detect Super-Earth and smaller planets transiting Sun-sized stars, is\ncapable of revealing minor planets down to R~100km as they transit white\ndwarfs. Such observations can be used to test current evidence for\nasteroid-size objects being the cause for dust rings which have recently been\nobserved for a number of white dwarfs. No other current exoplanet search method\nis capable of detecting such exo-asteroids. As an initial test of this search\nstrategy, we combine synoptic data from the Catalina Sky Survey with\nmulti-colour photometry and spectra from the Sloan Digital Sky Survey to search\n~12,000 white dwarf lightcurves for eclipsing events. We find 20 new eclipsing\nwhite dwarf binary systems with low-mass companions. This doubles the number of\nknown eclipsing white dwarfs and is expected to enable the determination of\naccurate white dwarf radii. Three of the discoveries have radii consistent with\nsubstellar systems and show no evidence of flux from the eclipsing object in\ntheir SDSS optical spectra, or near-IR data.\n","Comment: Submitted ApJ Aug 2009"]}]
["1009.3050",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3050"],"date":["2010-09-15"],"type":["text"],"creator":["Bessonov, E. G.","Mikhailichenko, A. A."],"language":[],"coverage":[],"title":["TBA Scheme with ION/Proton Driving Beam"],"description":["  We are considering a two-beam accelerator (TBA) scheme with ion or proton\nbeam as a driver. By comparison of the proposed scheme and the one with\nelectron driver, we concluded, that TBA with ion/proton driver beam looks\npreferable. Existence of big proton accelerators in a few laboratories gives a\nboost for reconsideration of the baseline for post-LHC era. These Labs are\nFERMILAB, BNL, CERN and IHEP at Protvino, Moscow region. Protvino could emerge\nas one advantageous location and get stimulus for recovering the 600GeV-proton\nsynchrotron in the existing~20km-long tunnel. This synchrotron was planned as a\nbooster for 3x3TeV storage ring.\n","Comment: 3 pages, 1 figure, 1 table"]}]
["1009.3053",{"format":[],"subject":["Physics - History and Philosophy of Physics","Mathematical Physics","01A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3053"],"date":["2010-09-15"],"type":["text"],"creator":["Verelst, Karin"],"language":[],"coverage":[],"title":["When Everything hinges On Gravitation"],"description":["  Newton's basic ideas developed and evolved throughout his career and changed\nin sometimes surprisingly profound ways. In this paper I propose an outline of\nthe evolution of Newton's conceptual framework by following the development of\nhis ideas throughout the early work preceding the first edition of the\nPrincipia, and thus to complete the work that has been done by Whiteside and\nRuffner with respect to Newton's mechanics. I shall show that these evolutions\n- the mechanical and the metaphysical - are closely interrelated. My focus will\nbe on a key text that marks a turning point both from the metaphysical and the\nmethodological point of view: the \"De gravitatione et aequipondio fluidorum\".\nRather than looking upon it as an isolated fact, I establish the connections of\nthis text to other manuscripts from the same period, primarily the manuscript\n\"Elements of Mechanicks\" in the Hall & Hall edition, as well as the two\nvariants of the \"De Motu\", to which it can be said to relate as to a \"zero\nrelease\".\n"]}]
["1009.3055",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3055"],"date":["2010-09-15"],"type":["text"],"creator":["Santander-Garcia, M.","Rodriguez-Gil, P.","Jones, D.","Corradi, R. L. M.","Miszalski, B.","Pyrzas, S.","Rubio-Diez, M. M."],"language":[],"coverage":[],"title":["The binary central stars of PNe with the shortest orbital periods"],"description":["  Close binarity can play a significant role in the shaping of planetary\nnebulae (PNe) as the system evolves through the common-envelope phase. We\npresent the detection of two of the shortest orbital periods among PN binary\ncentral stars. These are Hen 2-428, a bipolar PN, and V458 Vul, a recent nova\nsurrounded by a mildly bipolar planetary nebula. The properties of the central\nstars of these systems, of their nebulae and their possible fate are discussed.\n","Comment: 6 pages, 2 figures, to appear in the proceedings of the Asymmetric\n  Planetary Nebulae V conference"]}]
["1009.3061",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3061"],"date":["2010-09-15"],"type":["text"],"creator":["Champion, Daniel","Marchese, Andrew","Miller, Jacob","Young, Andrea"],"language":[],"coverage":[],"title":["Constant Scalar Curvature Metrics on Boundary Complexes of Cyclic\n  Polytopes"],"description":["  In [7], a notion of constant scalar curvature metrics on piecewise flat\nmanifolds is defined. Such metrics are candidates for canonical metrics on\ndiscrete manifolds. In this paper, we define a class of vertex transitive\nmetrics on certain triangulations of $\\mathbb{S}^3$; namely, the boundary\ncomplexes of cyclic polytopes. We use combinatorial properties of cyclic\npolytopes to show that, for any number of vertices, these metrics have constant\nscalar curvature.\n","Comment: 15 pages, 4 figures"]}]
["1009.3063",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3063"],"date":["2010-09-15"],"type":["text"],"creator":["Marcus, Brian","Pavlov, Ronnie"],"language":[],"coverage":[],"title":["Approximating entropy for a class of $\\zz^2$ Markov Random Fields and\n  pressure for a class of functions on $\\zz^2$ shifts of finite type"],"description":["  For a class of $\\zz^2$ Markov Random Fields (MRFs) $\\mu$, we show that the\nsequence of successive differences of entropies of induced MRFs on strips of\nheight $n$ converges exponentially fast (in $n$) to the entropy of $\\mu$. These\nstrip entropies can be computed explicitly when $\\mu$ is a Gibbs state given by\na nearest-neighbor interaction on a strongly irreducible nearest-neighbor\n$\\zz^2$ shift of finite type $X$. We state this result in terms of\napproximations to the (topological) pressures of certain functions on such an\n$X$, and we show that these pressures are computable if the values taken on by\nthe functions are computable. Finally, we show that our results apply to the\nhard core model and Ising model for certain parameter values of the\ncorresponding interactions, as well as to the topological entropy of certain\nnearest-neighbor $\\zz^2$ shifts of finite type, generalizing a result in\n\\cite{Pa}.\n"]}]
["1009.3064",{"format":[],"subject":["Mathematical Physics","35Q30 (Primary), 47H20 (Secondary), 76DO3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3064"],"date":["2010-09-15"],"type":["text"],"creator":["Gill, Tepper L.","Zachary, Woodford W."],"language":[],"coverage":[],"title":["A sufficiency class for global (in time) solutions to the 3D\n  Navier-Stokes equations II"],"description":["  In this paper, we simplify and extend the results of \\cite{GZ} to include the\ncase in which $\\Om =\\R^3$. Let ${[L^2({\\mathbb{R}}^3)]^3}$ be the Hilbert space\nof square integrable functions on ${\\mathbb {R}}^3 $ and let ${\\mathbb\nH}[{\\mathbb{R}}^3]^3 =: {\\mathbb H}$ be the completion of the set, ${{{\\bf{u}}\n\\in (\\mathbb {C}_0^\\infty [ \\R^3 ])^3. {} | \\nabla \\cdot {\\bf{u}} = 0}}$, with\nrespect to the inner product of ${[L^2({\\mathbb{R}}^3)]^3} $. In this paper, we\nconsider sufficiency conditions on a class of functions in ${\\mathbb H}$ which\nallow global-in-time strong solutions to the three-dimensional Navier-Stokes\nequations on ${\\mathbb {R}}^3$. These equations describe the time evolution of\nthe fluid velocity and pressure of an incompressible viscous homogeneous\nNewtonian fluid in terms of a given initial velocity and given external body\nforces. Our approach uses the analytic nature of the Stokes semigroup to\nconstruct an equivalent norm for $\\mathbb{H}$ which allows us to prove a\nreverse of the Poincar\\'e inequality. This result allows us to provide strong\nbounds on the nonlinear term. We then prove that, under appropriate conditions,\nthere exists a positive constant $ {{u}_+}$, depending only on the domain, the\nviscosity and the body forces such that, for all functions in a dense set\n$\\mathbb{D}$ contained in the closed ball ${{\\mathbb B} ({\\mathbb {R}}^3)}=:\n{\\mathbb B}$ of radius $ (1/2){{u}_ +} $ in ${\\mathbb {H}}$, the Navier-Stokes\nequations have unique strong solutions in ${\\mathbb C}^{1}\n({(0,\\infty),{\\mathbb {H}}})$.\n"]}]
["1009.3065",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Quantum Algebra","18-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3065"],"date":["2010-09-15"],"type":["text"],"creator":["Day, Brian"],"language":[],"coverage":[],"title":["A Hall-Fusion Bialgebra"],"description":["  We describe what might be called the \"Hall-fusion\" bialgebra constructed from\na promonoidal double, and mention the corresponding face version for\nprobicategories.\n"]}]
["1009.3068",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3068","doi:10.1007/s10701-009-9331-8"],"date":["2010-09-15"],"type":["text"],"creator":["Gill, Tepper L.","Zachary, Woodford W."],"language":[],"coverage":[],"title":["Two Mathematically Equivalent Versions of Maxwell's Equations"],"description":["  This paper is a review of the canonical proper-time approach to relativistic\nmechanics and classical electrodynamics. The purpose is to provide a physically\ncomplete classical background for a new approach to relativistic quantum\ntheory. Here, we first show that there are two versions of Maxwell's equations.\nThe new version fixes the clock of the field source for all inertial observers.\nHowever now, the (natural definition of the effective) speed of light is no\nlonger an invariant for all observers, but depends on the motion of the source.\nThis approach allows us to account for radiation reaction without the\nLorentz-Dirac equation, self-energy (divergence), advanced potentials or any\nassumptions about the structure of the source. The theory provides a new\ninvariance group which, in general, is a nonlinear and nonlocal representation\nof the Lorentz group. This approach also provides a natural (and unique)\ndefinition of simultaneity for all observers. The corresponding particle theory\nis independent of particle number, noninvariant under time reversal (arrow of\ntime), compatible with quantum mechanics and has a corresponding positive\ndefinite canonical Hamiltonian associated with the clock of the source.\n  We also provide a brief review of our work on the foundational aspects of the\ncorresponding relativistic quantum theory. Here, we show that the standard\nsquare-root and the Dirac equations are actually two distinct\nspin-$\\tfrac{1}{2}$ particle equations.\n","Comment: Appeared: Foundations of Physics"]}]
["1009.3072",{"format":[],"subject":["Statistics - Computation","Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3072"],"date":["2010-09-15"],"type":["text"],"creator":["Kenobi, Kim","Dryden, Ian L."],"language":[],"coverage":[],"title":["Bayesian matching of unlabelled point sets using Procrustes and\n  configuration models"],"description":["  The problem of matching unlabelled point sets using Bayesian inference is\nconsidered. Two recently proposed models for the likelihood are compared, based\non the Procrustes size-and-shape and the full configuration. Bayesian inference\nis carried out for matching point sets using Markov chain Monte Carlo\nsimulation. An improvement to the existing Procrustes algorithm is proposed\nwhich improves convergence rates, using occasional large jumps in the burn-in\nperiod. The Procrustes and configuration methods are compared in a simulation\nstudy and using real data, where it is of interest to estimate the strengths of\nmatches between protein binding sites. The performance of both methods is\ngenerally quite similar, and a connection between the two models is made using\na Laplace approximation.\n"]}]
["1009.3075",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3075"],"date":["2010-09-15"],"type":["text"],"creator":["Nation, Paul D."],"language":[],"coverage":[],"title":["Quantum Dynamics of Nonlinear Cavity Systems"],"description":["  We investigate the quantum dynamics of three different configurations of\nnonlinear cavity systems. To begin, we carry out a quantum analysis of a dc\nsuperconducting quantum interference device (SQUID) mechanical displacement\ndetector comprised of a SQUID with a mechanically compliant loop segment. The\nSQUID is approximated by a nonlinear current-dependent inductor, inducing a\nflux tunable nonlinear Duffing term in the cavity equation of motion.\nExpressions are derived for the detector signal and noise response where it is\nfound that a soft-spring Duffing self-interaction enables a closer approach to\nthe displacement detection standard quantum limit, as well as cooling closer to\nthe ground state. Next, we make use of a superconducting transmission line\nformed from an array of dc-SQUIDs for investigating analogue Hawking radiation.\nBiasing the array with a space-time varying flux modifies the propagation\nvelocity of the transmission line, leading to an effective metric with a\nhorizon. This setup allows for quantum effects such as backreaction and\nanalogue space-time fluctuations on the Hawking process. Finally, we look at a\nquantum parametric amplifier with dynamical pump mode, viewed as a\nzero-dimensional model of Hawking radiation from an evaporating black hole. The\nconditions are derived under which the spectrum of particles generated from\nvacuum fluctuations deviates from the thermal spectrum predicted for the\nconventional parametric amplifier. We find that significant deviation occurs\nonce the pump mode (black hole) has released nearly half of its initial energy\nin the signal (Hawking radiation) and idler (in-falling particle) modes. As a\nmodel of black hole dynamics, this finding lends support to the view that\nlate-time Hawking radiation contains information about the quantum state of the\nblack hole and is entangled with the black hole's quantum gravitational degrees\nof freedom.\n","Comment: 143 pages, 23 figures, Ph.D thesis, Dartmouth College (2010)"]}]
["1009.3078",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3078"],"date":["2010-09-15"],"type":["text"],"creator":["Wang, Peng","Shen, Chunhua","Barnes, Nick","Zheng, Hong","Ren, Zhang"],"language":[],"coverage":[],"title":["Asymmetric Totally-corrective Boosting for Real-time Object Detection"],"description":["  Real-time object detection is one of the core problems in computer vision.\nThe cascade boosting framework proposed by Viola and Jones has become the\nstandard for this problem. In this framework, the learning goal for each node\nis asymmetric, which is required to achieve a high detection rate and a\nmoderate false positive rate. We develop new boosting algorithms to address\nthis asymmetric learning problem. We show that our methods explicitly optimize\nasymmetric loss objectives in a totally corrective fashion. The methods are\ntotally corrective in the sense that the coefficients of all selected weak\nclassifiers are updated at each iteration. In contract, conventional boosting\nlike AdaBoost is stage-wise in that only the current weak classifier's\ncoefficient is updated. At the heart of the totally corrective boosting is the\ncolumn generation technique. Experiments on face detection show that our\nmethods outperform the state-of-the-art asymmetric boosting methods.\n","Comment: 14 pages, published in Asian Conf. Computer Vision 2010"]}]
["1009.3092",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3092"],"date":["2010-09-16"],"type":["text"],"creator":["Hu, Zhonghan","Weeks, John D."],"language":[],"coverage":[],"title":["Acetonitrile on silica surfaces and at its liquid-vapor interface:\n  structural correlations and collective dynamics"],"description":["  Solvent structure and dynamics of acetonitrile at its liquid-vapor (LV)\ninterface and at the acetonitrile-silica (LS) interface are studied by means of\nmolecular dynamics simulations. We set up the interfacial system and treat the\nlong-ranged electrostatics carefully to obtain both stable LV and LS interfaces\nwithin the same system. Single molecule (singlet) and correlated density\norientational profiles and singlet and collective reorientational dynamics are\nreported for both interfaces. At the LS interface acetonitrile forms layers.\nThe closest sublayer is dominated by nitrogen atoms bonding to the hydrogen\nsites of the silica surface. The singlet molecular reorientation is strongly\nhindered when close to the silica surface, but at the LV interface it relaxes\nmuch faster than in the bulk. Antiparallel correlations between acetonitrile\nmolecules at the LV interface are even stronger than in the bulk liquid phase.\nThis strong antiparallel correlation disappears at the LS interface. The\ncollective reorientational relaxation of the first layer acetonitrile is much\nfaster than the singlet reorientational relaxation but it is still slower than\nin the bulk. These results are interpreted with reference to a variety of\nrecent experiments.\n  We found that defining interface properties based on the distribution of\npositions of different choices of atoms or sites within the molecule leads to\napparently different orientational profiles, especially at the LV interface. We\nprovide a general formulation showing that this ambiguity arises when the size\nof the molecule is comparable to the interfacial width and is particularly\nsignificant when there is a large difference in density at the upper and lower\nboundaries of the interface. We finally analyze the effect of electrostatics to\nshow the necessity of properly treating long-ranged electrostatics for\nsimulations of interfacial systems.\n"]}]
["1009.3095",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3095","SIGMA 6 (2010), 072, 36 pages","doi:10.3842/SIGMA.2010.072"],"date":["2010-09-16"],"type":["text"],"creator":["Lord, Steven","Sukochev, Fedor"],"language":[],"coverage":[],"title":["Measure Theory in Noncommutative Spaces"],"description":["  The integral in noncommutative geometry (NCG) involves a non-standard trace\ncalled a Dixmier trace. The geometric origins of this integral are well known.\nFrom a measure-theoretic view, however, the formulation contains several\ndifficulties. We review results concerning the technical features of the\nintegral in NCG and some outstanding problems in this area. The review is aimed\nfor the general user of NCG.\n"]}]
["1009.3097",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3097"],"date":["2010-09-16"],"type":["text"],"creator":["Lyahov, V. V.","Neshchadim, V. M."],"language":[],"coverage":[],"title":["Technique of Examination of the Current Sheath Stability in the\n  Electrically Neutral Approximation"],"description":["  The procedure of comprehensive analysis of instability of current sheathes in\na wide range of frequencies and wave lengths in the electrically neutral\napproximation has been developed. This comprehensive analysis of instability is\nbased on the consecutive solution of the kinetic equation with a\nself-consistent electromagnetic field (Vlasov's equation). For the first time\nthe dispersion equation for the sharply inhomogeneous plasma of current sheath\nis introduced and the tensor of dielectric permeability is calculated.\n","Comment: 10 pages, 1 figures"]}]
["1009.3099",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3099","PLoS One 5, e12446, 2010","doi:10.1371/journal.pone.0012446"],"date":["2010-09-16"],"type":["text"],"creator":["Araújo, Nuno A. M.","Andrade Jr, José S.","Herrmann, Hans J."],"language":[],"coverage":[],"title":["Tactical Voting in Plurality Elections"],"description":["  How often will elections end in landslides? What is the probability for a\nhead-to-head race? Analyzing ballot results from several large countries rather\nanomalous and yet unexplained distributions have been observed. We identify\ntactical voting as the driving ingredient for the anomalies and introduce a\nmodel to study its effect on plurality elections, characterized by the relative\nstrength of the feedback from polls and the pairwise interaction between\nindividuals in the society. With this model it becomes possible to explain the\npolarization of votes between two candidates, understand the small margin of\nvictories frequently observed for different elections, and analyze the polls'\nimpact in American, Canadian, and Brazilian ballots. Moreover, the model\nreproduces, quantitatively, the distribution of votes obtained in the Brazilian\nmayor elections with two, three, and four candidates.\n","Comment: 7 pages, 4 figures"]}]
["1009.3108",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3108"],"date":["2010-09-16"],"type":["text"],"creator":["Arabia, Alberto Dario","Mebkhout, Zoghman"],"language":[],"coverage":[],"title":["Sur le topos infinit\\'esimal p-adique d'un sch\\'ema lisse I"],"description":["  In order to have cohomological operations for de Rham p-adic cohomology with\ncoefficients as manageable as possible, the main purpose of this paper is to\nsolve intrinsically and from a cohomological point of view the lifting problem\nof smooth schemes and their morphisms from characteristic p > 0 to\ncharacteristic zero which has been one of the fundamental difficulties in the\ntheory of de Rham cohomology of algebraic schemes in positive characteristic\nsince the beginning. We show that although smooth schemes and morphisms fail to\nlift geometrically, it is as if this was the case within the cohomological\npoint of view, which is consistent with the theory of Grothendieck Motives. We\ndeduce the p-adic factorization of the Zeta function of a smooth algebraic\nvariety, possibly open, over a finite field, which is a key testing result of\nour methods.\n","Comment: 193 pages"]}]
["1009.3113",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3113"],"date":["2010-09-16"],"type":["text"],"creator":["Curien, Nicolas","Joseph, Adrien"],"language":[],"coverage":[],"title":["Partial Match Queries in Two-Dimensional Quadtrees : a Probabilistic\n  Approach"],"description":["  We analyze the mean cost of the partial match queries in random\ntwo-dimensional quadtrees. The method is based on fragmentation theory. The\nconvergence is guaranteed by a coupling argument of Markov chains, whereas the\nvalue of the limit is computed as the fixed point of an integral equation.\n"]}]
["1009.3115",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35J60, 52C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3115"],"date":["2010-09-16"],"type":["text"],"creator":["Jian, Huai-Yu","Ju, Hong-Jie"],"language":[],"coverage":[],"title":["Existence of translating solutions to the flow by powers of mean\n  curvature on unbounded domains"],"description":["  In this paper, we prove the existence of classical solutions of the Dirichlet\nproblem for a class of quasi-linear elliptic equations on unbounded domains\nlike a cone or a U-type domain. This problem comes from the study of mean\ncurvature flow and its generalization, the flow by powers of mean curvature.\nOur approach is a modified version of the classical Perron method, where the\nsolutions to the minimal surface equation are used as sub-solutions and a\nfamily auxiliary functions are constructed as super-solutions.\n","Comment: 30 pages"]}]
["1009.3117",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3117"],"date":["2010-09-16"],"type":["text"],"creator":["Cata, Oscar"],"language":[],"coverage":[],"title":["Pad\\'e approximants and the prediction of non-perturbative parameters in\n  particle physics"],"description":["  Commonly used techniques to study non-perturbative aspects of the strong\ninteractions have a deep connection with rational approximants, and in\nparticular with Pad\\'e approximants to meromorphic functions. However, only\nrecently this connection has been acknowledged and efforts at fully exploiting\nit are only starting. In this article I will briefly review the most prominent\ntechniques used in non-perturbative strong interactions with special emphasis\non its relation with Pad\\'e approximants. I will then concentrate on a set of\nopen problems outside the scope of these conventional techniques where Pad\\'e\napproximants might be extremely useful.\n","Comment: Based on talk given at the conference \"Approximation and\n  extrapolation of convergent and divergent sequences and series\", Luminy,\n  September-October 2009. To be published in Applied Numerical Mathematics"]}]
["1009.3118",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3118"],"date":["2010-09-16"],"type":["text"],"creator":["Krasnov, I. V."],"language":[],"coverage":[],"title":["Optical cooling and trapping of tripod-type atoms with rectified\n  radiation forces"],"description":["  A new scheme of three-dimensional (3D) all-optical (nonmagnetic) cooling and\ntrapping of resonant atoms, based on using of so-called rectified radiation\nforces in non-monochromatic light fields is presented. It can be applied to the\natoms with a tripod-type configuration of levels: atoms (ions) with the quantum\ntransition F=1 \\to F=0. The scheme proposed provides a long-term trapping of\nsuch atoms in deep light-induced potential wells. Moreover, the atom\ntemperature can continuously be changed by varying field parameters in quite a\nlarge range (from super-Doppler to sub-Doppler values) without violating the\nlocalization stability.\n","Comment: 15 pages, 2 figures"]}]
["1009.3121",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3121"],"date":["2010-09-16"],"type":["text"],"creator":["Matsumoto, Keiji"],"language":[],"coverage":[],"title":["Test of Purity by LOCC"],"description":["  Given n-copies of unknown bipartite (possiblly mixed) state, our task is to\ntest whether the state is a pure state of not. Allowed to use the global\noperations, optimal one-sided error test is the projection onto the symmetric\nsubspace, obviously. Is it possible to approximate the globally optimal\nmeasurement by LOCC when n is large?\n"]}]
["1009.3123",{"format":[],"subject":["Statistics - Applications","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3123"],"date":["2010-09-16"],"type":["text"],"creator":["Getko, Ryszarda"],"language":[],"coverage":[],"title":["The 155-day periodicity of the sunspot area fluctuations in the solar\n  cycle 16 is an alias"],"description":["  The short-term periodicities of the daily sunspot area fluctuations from\nAugust 1923 to October 1933 are discussed. For these data the correlative\nanalysis indicates negative correlation for the periodicity of about 155 days,\nbut the power spectrum analysis indicates a statistically significant peak in\nthis time interval. A new method of the diagnosis of an echo-effect in spectrum\nis proposed and it is stated that the 155-day periodicity is a harmonic of the\nperiodicities from the interval of [400,500] days.\n  The autocorrelation functions for the daily sunspot area fluctuations and for\nthe fluctuations of the one rotation time interval in the northern hemisphere,\nseparately for the whole solar cycle 16 and for the maximum activity period of\nthis cycle do not show differences, especially in the interval of [57, 173]\ndays. It proves against the thesis of the existence of strong positive\nfluctuations of the about 155-day interval in the maximum activity period of\nthe solar cycle 16 in the northern hemisphere. However, a similar analysis for\ndata from the southern hemisphere indicates that there is the periodicity of\nabout 155 days in sunspot area data in the maximum activity period of the cycle\n16 only.\n","Comment: 11 pages, 12 figures"]}]
["1009.3124",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3124"],"date":["2010-09-16"],"type":["text"],"creator":["Say, A. C. Cem","Yakaryilmaz, Abuzer"],"language":[],"coverage":[],"title":["Quantum function computation using sublogarithmic space (abstract &\n  poster)"],"description":["  We prove that quantum Turing machines are strictly superior to probabilistic\nTuring machines in function computation for any space bound $ o(\\log(n)) $.\n","Comment: 2 pages, poster presented at the 13th Workshop on Quantum Information\n  Processing (QIP2010)"]}]
["1009.3128",{"format":[],"subject":["Mathematics - Complex Variables","47B35, 32A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3128"],"date":["2010-09-16"],"type":["text"],"creator":["Cascante, Carme","Fabrega, Joan","Pascuas, Daniel"],"language":[],"coverage":[],"title":["On integral equations related to weighted Toepitz operators"],"description":["  For weighted Toeplitz operators $\\T^N_\\phi$ defined on spaces of holomorphic\nfunctions in the unit ball, we derive regularity properties of the solutions\n$f$ to the integral equation $\\T^N_\\phi(f)=h$ in terms of the regularity of the\nsymbol $\\phi$ and the data $h$. As an application, we deduce that if\n$f\\not\\equiv0$ is a function in the Hardy space $H^1$ such that its argument\n$\\bar f/f$ is in a Lipschitz space on the unit sphere $\\bB$, then $f$ is also\nin the same Lipschitz space, extending a result of K. Dyakonov to several\ncomplex variables.\n"]}]
["1009.3131",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Astrophysics - Solar and Stellar Astrophysics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3131"],"date":["2010-09-16"],"type":["text"],"creator":["Christen, Thomas","Kassubek, Frank","Gati, Rudolf"],"language":[],"coverage":[],"title":["Radiative Heat Transfer and Effective Transport Coefficients"],"description":["  The theory of heat transfer by electromagnetic radiation is based on the\nradiative transfer equation (RTE) for the radiation intensity, or equivalently\non the Boltzmann transport equation (BTE) for the photon distribution. We focus\nin this review article, after a brief overview on different solution methods,\non a recently introduced approach based on truncated moment expansion. Due to\nthe linearity of the underlying BTE, the appropriate closure of the system of\nmoment equations is entropy production rate minimization. This closure provides\na distribution function and the associated effective transport coefficients,\nlike mean absorption coefficients and the Eddington factor, for an arbitrary\nnumber of moments. The moment approach is finally illustrated with an\napplication of the two-moment equations to an electrical arc.\n"]}]
["1009.3141",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","76N10, 35Q30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3141"],"date":["2010-09-16"],"type":["text"],"creator":["Kamińska, Ewelina"],"language":[],"coverage":[],"title":["Analysis of semidiscretization of the compressible Navier-Stokes\n  equations"],"description":["  The objective of this work is to present the existence result for the evolu-\ntionary compressible Navier-Stokes equations via time discretization. We\nconsider the two-dimensional case with slip boundary conditions. First, the\nexistence of weak solution for a fixed time step \\Delta t > 0 is presented and\nthen the limit passage as \\Delta t \\to 0+ is carried out. The proof is based on\na new technique established for the stedy Navier-Stokes equations by Mucha P.\nand Pokorn\\'y M. 2006 Nonlinearity 19 1747-1768.\n","Comment: 31 pages"]}]
["1009.3144",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3144"],"date":["2010-09-16"],"type":["text"],"creator":["Pfister, Albrecht","Scheiderer, Claus"],"language":[],"coverage":[],"title":["An elementary proof of Hilbert's theorem on ternary quartics"],"description":["  In 1888, Hilbert proved that every non-negative quartic form f=f(x,y,z) with\nreal coefficients is a sum of three squares of quadratic forms. His proof was\nahead of its time and used advanced methods from topology and algebraic\ngeometry. Up to now, no elementary proof is known. Here we present a completely\nnew approach. Although our proof is not easy, it uses only elementary\ntechniques. As a by-product, it gives information on the number of\nrepresentations f=p_1^2+p_2^2+p_3^2 of f up to orthogonal equivalence. We show\nthat this number is 8 for generically chosen f, and that it is 4 when f is\nchosen generically with a real zero. Although these facts were known, there was\nno elementary approach to them so far.\n","Comment: 26 pages"]}]
["1009.3147",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3147"],"date":["2010-09-16"],"type":["text"],"creator":["Nicaise, Serge","Venel, Juliette"],"language":[],"coverage":[],"title":["A posteriori error estimates for a finite element approximation of\n  transmission problems with sign changing coefficients"],"description":["  We perform the a posteriori error analysis of residual type of a transmission\nproblem with sign changing coefficients. According to [6] if the contrast is\nlarge enough, the continuous problem can be transformed into a coercive one. We\nfurther show that a similar property holds for the discrete problem for any\nregular meshes, extending the framework from [6]. The reliability and\nefficiency of the proposed estimator is confirmed by some numerical tests.\n","Comment: 15 pages"]}]
["1009.3148",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K35, 35K65, 37L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3148"],"date":["2010-09-16"],"type":["text"],"creator":["Schimperna, Giulio","Zelik, Sergey"],"language":[],"coverage":[],"title":["Existence of solutions and separation from singularities for a class of\n  fourth order degenerate parabolic equations"],"description":["  A nonlinear parabolic equation of the fourth order is analyzed. The equation\nis characterized by a mobility coefficient that degenerates at 0. Existence of\nat least one weak solution is proved by using a regularization procedure and\ndeducing suitable a-priori estimates. If a viscosity term is added and\nadditional conditions on the nonlinear terms are assumed, then it is proved\nthat any weak solution becomes instantaneously strictly positive. This in\nparticular implies uniqueness for strictly positive times and further\ntime-regularization properties. The long-time behavior of the problem is also\ninvestigated and the existence of trajectory attractors and, under more\nrestrictive conditions, of strong global attractors is shown.\n"]}]
["1009.3150",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3150"],"date":["2010-09-16"],"type":["text"],"creator":["Borck, Cornelia"],"language":[],"coverage":[],"title":["The Effect of Recurrent Mutation on the Linkage Disequilibrium under a\n  Selective Sweep"],"description":["  A selective sweep describes the reduction of diversity due to strong positive\nselection. If the mutation rate to a selectively beneficial allele is\nsufficiently high, Pennings and Hermisson (2006a) have shown, that it becomes\nlikely, that a selective sweep is caused by several individuals. Such an event\nis called a soft sweep and the complementary event of a single origin of the\nbeneficial allele, the classical case, a hard sweep. We give analytical\nexpressions for the linkage disequilibrium (LD) between two neutral loci linked\nto the selected locus, depending on the recurrent mutation to the beneficial\nallele, measured by $D$ and $\\hat{\\sigma_D^2}$, a quantity introduced by Ohta\nand Kimura (1969), and conclude that the LD-pattern of a soft sweep differs\nsubstantially from that of a hard sweep due to haplotype structure. We compare\nour results with simulations.\n","Comment: 24 pages, 9 figures"]}]
["1009.3153",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3153"],"date":["2010-09-16"],"type":["text"],"creator":["Honda, Nobuhiro"],"language":[],"coverage":[],"title":["Geomety of generic Moishezon twistor spaces on 4CP^2"],"description":["  In this paper we investigate a family of Moishezon twistor spaces on the\nconnected sum of 4 complex projective planes, which can be regarded as a direct\ngeneralization of the twistor spaces on 3CP^2 of double solid type studied by\nPoon and Kreussler-Kurke. These twistor spaces have a natural structure of\ndouble covering over a scroll of 2-planes over a conic. We determine the\ndefining equations of the branch divisors in an explicit form, which are very\nsimilar to the case of 3CP^2. Using these explicit description we compute the\ndimension of the moduli spaces of these twistor spaces. Also we observe that\nsimilarly to the case of 3CP^2, these twistor spaces can also be considered as\ngeneric Moishezon twistor spaces on 4CP^2. We obtain these results by analyzing\nthe anticanonical map of the twistor spaces in detail, which enables us to give\nan explicit construction of the twistor spaces, up to small resolutions.\n","Comment: 31 pages, 5 figures"]}]
["1009.3155",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3155","J. Mol. Biol. (2009) 393, 272-286","doi:10.1016/j.jmb.2009.08.037"],"date":["2010-09-16"],"type":["text"],"creator":["Fritz, Georg","Koller, Christiane","Burdack, Korinna","Tetsch, Larissa","Haneburger, Ina","Jung, Kirsten","Gerland, Ulrich"],"language":[],"coverage":[],"title":["Induction kinetics of a conditional pH stress response system in\n  Escherichia coli"],"description":["  The analysis of stress response systems in microorganisms can reveal\nmolecular strategies for regulatory control and adaptation. Here, we focus on\nthe Cad module, a subsystem of E. coli's response to acidic stress, which is\nconditionally activated at low pH only when lysine is available. When\nexpressed, the Cad system counteracts the elevated H+ concentration by\nconverting lysine to cadaverine under the consumption of H+, and exporting\ncadaverine in exchange for external lysine. Surprisingly, the cad operon\ndisplays a transient response, even when the conditions for its induction\npersist. To quantitatively characterize the regulation of the Cad module, we\nhave experimentally recorded and theoretically modeled the dynamics of\nimportant system variables. We establish a quantitative model that adequately\ndescribes and predicts the transient expression behavior for various initial\nconditions. Our quantitative analysis of the Cad system supports a negative\nfeedback by external cadaverine as the origin of the transient response.\nFurthermore, the analysis puts causal constraints on the precise mechanism of\nsignal transduction via the regulatory protein CadC.\n","Comment: 13 pages, 8 figures, supplementary material available upon request\n  from the authors"]}]
["1009.3156",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3156","Biophys. J. 95:2103-2115 (2008)","doi:10.1529/biophysj.107.127191"],"date":["2010-09-16"],"type":["text"],"creator":["Megerle, Judith A.","Fritz, Georg","Gerland, Ulrich","Jung, Kirsten","Rädler, Joachim O."],"language":[],"coverage":[],"title":["Timing and dynamics of single cell gene expression in the arabinose\n  utilization system"],"description":["  The arabinose utilization system of E. coli displays a stochastic \"all or\nnothing\" response at intermediate levels of arabinose, where the population\ndivides into a fraction catabolizing the sugar at a high rate (ON state) and a\nfraction not utilizing arabinose (OFF state). Here we study this decision\nprocess in individual cells, focusing on the dynamics of the transition from\nthe OFF to the ON state. Using quantitative time-lapse microscopy, we determine\nthe time delay between inducer addition and fluorescence onset of a GFP\nreporter. Through independent characterization of the GFP maturation process,\nwe can separate the lag time caused by the reporter from the intrinsic\nactivation time of the arabinose system. The resulting distribution of\nintrinsic time delays scales inversely with the external arabinose\nconcentration, and is compatible with a simple stochastic model for arabinose\nuptake. Our findings support the idea that the heterogeneous timing of gene\ninduction is causally related to a broad distribution of uptake proteins at the\ntime of sugar addition.\n","Comment: 13 pages, 8 figures; supplementary material available upon request\n  from the authors"]}]
["1009.3158",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3158"],"date":["2010-09-16"],"type":["text"],"creator":["Fall, Mouhamed Moustapha"],"language":[],"coverage":[],"title":["A note on Hardy's inequalities with boundary singularities"],"description":["  Let $\\O$ be a smooth bounded domain in $\\R^N$ with $N\\ge 1$. In this paper we\nstudy the Hardy-Poincar\\'e inequalities with weight function singular at the\nboundary of $\\O$. In particular we give sufficient conditions so that the best\nconstant is achieved.\n","Comment: 24 pages"]}]
["1009.3160",{"format":[],"subject":["Mathematics - Logic","Mathematics - Group Theory","03C60, 20G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3160"],"date":["2010-09-16"],"type":["text"],"creator":["Altinel, Tuna","Burdges, Jeffrey","Frecon, Oliver"],"language":[],"coverage":[],"title":["A Jordan decomposition for groups of finite Morley rank"],"description":["  We prove a Jordan decomposition theorem for minimal connected simple groups\nof finite Morley rank with non-trivial Weyl group. From this, we deduce a\nprecise structural description of Borel subgroups of this family of simple\ngroups. Along the way we prove a Tetrachotomy theorem that classifies minimal\nconnected simple groups. Some of the techniques that we develop help us obtain\na simpler proof of a theorem of Burdges, Cherlin and Jaligot.\n"]}]
["1009.3161",{"format":[],"subject":["Quantitative Biology - Biomolecules","Physics - Biological Physics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3161","Soft Matter, 2010, 6, 4084-4094","doi:10.1039/c0sm00047g"],"date":["2010-09-16"],"type":["text"],"creator":["Fritz, Kirstin","Fritz, Georg","Windschiegl, Barbara","Steinem, Claudia","Nickel, Bert"],"language":[],"coverage":[],"title":["Arrangement of Annexin A2 tetramer and its impact on the structure and\n  diffusivity of supported lipid bilayers"],"description":["  Annexins are a family of proteins that bind to anionic phospholipid membranes\nin a Ca2+-dependent manner. Annexin A2 forms heterotetramers (Anx A2t) with the\nS100A10 (p11) protein dimer. The tetramer is capable of bridging phospholipid\nmembranes and it has been suggested to play a role in Ca2+-dependent exocytosis\nand cell-cell adhesion of metastatic cells. Here, we employ x-ray reflectivity\nmeasurements to resolve the conformation of Anx A2t upon Ca2+-dependent binding\nto single supported lipid bilayers (SLBs) composed of different mixtures of\nanionic (POPS) and neutral (POPC) phospholipids. Based on our results we\npropose that Anx A2t binds in a side-by-side configuration, i.e., both Anx A2\nmonomers bind to the bilayer with the p11 dimer positioned on top. Furthermore,\nwe observe a strong decrease of lipid mobility upon binding of Anx A2t to SLBs\nwith varying POPS content. X-ray reflectivity measurements indicate that\nbinding of Anx A2t also increases the density of the SLB. Interestingly, in the\nprotein-facing leaflet of the SLB the lipid density is higher than in the\nsubstrate-facing leaflet. This asymmetric densification of the lipid bilayer by\nAnx A2t and Ca2+ might have important implications for the biochemical\nmechanism of Anx A2t-induced endo- and exocytosis.\n","Comment: 27 pages, 7 figures; supplementary material available upon request\n  from the authors"]}]
["1009.3162",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3162","Solid State Communications (2010) 150, 804","doi:10.1016/j.ssc.2010.01.004"],"date":["2010-09-16"],"type":["text"],"creator":["Singh, Ravi. P.","Tomy, C. V."],"language":[],"coverage":[],"title":["Exchange bias-like magnetic properties in Sr2LuRuO6"],"description":["  Exchange bias properties are observed in a double perovskite compound,\nSr2LuRuO6. The observed exchange bias properties have been analyzed on the\nbasis of some of the available theoretical models. Detailed magnetization\nmeasurements show that the exchange bias properties are associated with the\nDzyaloshinsky-Moria (D-M) interaction among the antiferromagnetically ordered\nRu moments (TN~32K). In addition to the usual canting of the antiferromagnetic\nmoments, D-M interaction in this compound also causes a magnetization reversal\nat T~26K, which seems to trigger the exchange bias properties. Heat capacity\nmeasurements confirm the two magnetic anomalies.\n","Comment: 5 Pages, 6 Figures"]}]
["1009.3166",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3166"],"date":["2010-09-16"],"type":["text"],"creator":["Portilheiro, Manuel","Vázquez, Juan Luis"],"language":[],"coverage":[],"title":["Degenerate homogeneous parabolic equations associated with the\n  infinity-Laplacian"],"description":["  We prove existence and uniqueness of viscosity solutions to the degenerate\nparabolic problem $u_t = \\Delta_\\infty^h u$ where $\\Delta_\\infty^h$ is the\n$h$-homogeneous operator associated with the infinity-Laplacian,\n$\\Delta_\\infty^h u = |Du|^{h-3} < D^2uDu,Du>$. We also derive the asymptotic\nbehavior of $u$ for the problem posed in the whole space and for the Dirichlet\nproblem with zero boundary conditions.\n","Comment: 21 pages"]}]
["1009.3168",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3168"],"date":["2010-09-16"],"type":["text"],"creator":["Díaz-García, José A.","Caro-Lopera, Francisco J."],"language":[],"coverage":[],"title":["Generalised shape theory via pseudo-Wishart distribution"],"description":["  The non isotropic noncentral elliptical shape distributions via\npseudo-Wishart distribution are founded. This way, the classical shape theory\nis extended to non isotropic case and the normality assumption is replaced by\nassuming a elliptical distribution. In several cases, the new shape\ndistributions are easily computable and then the inference procedure can be\nstudied under exact densities. An application in Biology is studied under the\nclassical gaussian approach and two non gaussian models.\n","Comment: 18 pages, 8 figures"]}]
["1009.3174",{"format":[],"subject":["Computer Science - Programming Languages","D.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3174"],"date":["2010-09-16"],"type":["text"],"creator":["Chang, Stephen","Van Horn, David","Felleisen, Matthias"],"language":[],"coverage":[],"title":["Evaluating Call-By-Need on the Control Stack"],"description":["  Ariola and Felleisen's call-by-need {\\lambda}-calculus replaces a variable\noccurrence with its value at the last possible moment. To support this gradual\nnotion of substitution, function applications-once established-are never\ndischarged. In this paper we show how to translate this notion of reduction\ninto an abstract machine that resolves variable references via the control\nstack. In particular, the machine uses the static address of a variable\noccurrence to extract its current value from the dynamic control stack.\n","Comment: Symposium on Trends in Functional Programming (TFP 2010), Norman,\n  Oklahoma, May 2010"]}]
["1009.3176",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3176"],"date":["2010-09-16"],"type":["text"],"creator":["Atiyah, Michael","Moore, Gregory W."],"language":[],"coverage":[],"title":["A Shifted View of Fundamental Physics"],"description":["  We speculate on the role of relativistic versions of delayed differential\nequations in fundamental physics. Relativistic invariance implies that we must\nconsider both advanced and retarded terms in the equations, so we refer to them\nas shifted equations. The shifted Dirac equation has some novel properties. A\ntentative formulation of shifted Einstein-Maxwell equations naturally\nincorporates a small but nonzero cosmological constant.\n","Comment: 15 pages, latex"]}]
["1009.3178",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3178"],"date":["2010-09-16"],"type":["text"],"creator":["Kevrekidis, P. G."],"language":[],"coverage":[],"title":["Nonlinear Waves in Lattices: Past, Present, Future"],"description":["  In the present work, we attempt a brief summary of various areas where\nnonlinear waves have been emerging in the phenomenology of lattice dynamical\nsystems. These areas include nonlinear optics, atomic physics, mechanical\nsystems, electrical lattices, nonlinear metamaterials, plasma dynamics and\ngranular crystals. We give some of the recent developments in each one of these\nareas and speculate on some of the potentially interesting directions for\nfuture study.\n","Comment: 35 pages, 3 figures, brief review to appear in IMA Journal of Applied\n  Mathematics"]}]
["1009.3179",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","58J32, 35P25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3179"],"date":["2010-09-16"],"type":["text"],"creator":["Guillarmou, Colin","Moroianu, Sergiu","Park, Jinsung"],"language":[],"coverage":[],"title":["Bergman and Calder\\'on projectors for Dirac operators"],"description":["  For a Dirac operator $D_{\\bar{g}}$ over a spin compact Riemannian manifold\nwith boundary $(\\bar{X},\\bar{g})$, we give a natural construction of the\nCalder\\'on projector and of the associated Bergman projector on the space of\nharmonic spinors on $\\bar{X}$, and we analyze their Schwartz kernels. Our\napproach is based on the conformal covariance of $D_{\\bar{g}}$ and the\nscattering theory for the Dirac operator associated to the complete conformal\nmetric $g=\\bar{g}/\\rho^2$ where $\\rho$ is a smooth function on $\\bar{X}$ which\nequals the distance to the boundary near $\\partial\\bar{X}$. We show that $({\\rm\nId}+\\tilde{S}(0))/2$ is the orthogonal Calder\\'on projector, where\n$\\tilde{S}(\\lambda)$ is the holomorphic family in $\\{\\Re(\\lambda)\\geq 0\\}$ of\nnormalized scattering operators constructed in our previous work, which are\nclassical pseudo-differential of order $2\\lambda$. Finally we construct natural\nconformally covariant odd powers of the Dirac operator on any spin manifold.\n","Comment: 31 pages"]}]
["1009.3184",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3184"],"date":["2010-09-16"],"type":["text"],"creator":["Zhang, Hongbin","Freimuth, Frank","Blugel, Stefan","Souza, Ivo","Mokrousov, Yuriy"],"language":[],"coverage":[],"title":["The rise of spin-flip transitions in the anomalous Hall effect of FePt\n  alloy"],"description":["  We carry out first-principles calculations which demonstrate the importance\nof spin-flip transitions for the intrinsic anomalous Hall conductivity of\nordered FePt alloys. We show the such transitions get enhanced by large\nspin-orbit coupling of Pt atoms, becoming negligible when Pt is replaced by\nlighter isoelectronic Pd. We find that spin-flip transitions in FePt originate\nnot only from conventional band anticrossings at the Fermi level, but also from\ntransitions between well-separated pairs of bands with similar dispersions. We\nalso predict a strong anisotropy in the anomalous Hall conductivity of FePt,\nwhich comes from spin-flip transitions entirely, and investigate the influence\nof disorder on it.\n","Comment: 4 pages, 3 figures, 2 tables"]}]
["1009.3190",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3190","ApJ 720 1254 (2010)","doi:10.1088/0004-637X/720/2/1254"],"date":["2010-09-16"],"type":["text"],"creator":["Chen, F.","Ding, M. D.","Chen, P. F."],"language":[],"coverage":[],"title":["Spectroscopic Analysis of an EIT Wave/Dimming Observed by Hinode/EIS"],"description":["  EIT waves are a wavelike phenomenon propagating outward from the coronal mass\nejection (CME) source region, with expanding dimmings following behind. We\npresent a spectroscopic study of an EIT wave/dimming event observed by\nHinode/EIS. Although the identification of the wave front is somewhat affected\nby the pre-existing loop structures, the expanding dimming is well defined. We\ninvestigate the line intensity, width, and Doppler velocity for 4 EUV lines. In\naddition to the significant blue shift implying plasma outflows in the dimming\nregion as revealed in previous studies, we find that the widths of all the 4\nspectral lines increase at the outer edge of the dimmings. We illustrate that\nthis feature can be well explained by the field line stretching model, which\nclaims that EIT waves are apparently moving brightenings that are generated by\nthe successive stretching of the closed field lines.\n","Comment: 11 pages, 7 figures"]}]
["1009.3197",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3197"],"date":["2010-09-16"],"type":["text"],"creator":["Schaefer, Bradley E."],"language":[],"coverage":[],"title":["Review Of The 2010 Eruption Of Recurrent Nova U Scorpii"],"description":["  On 28 January 2010, the recurrent nova U Scorpii had its long predicted\neruption; prior preparation allowed for this to become the all-time best\nobserved nova event. The coverage included daily and hourly spectra in the\nX-ray, ultraviolet, optical, and infrared, plus daily and hourly photometry in\nthe X-ray, ultraviolet, U, B, V, y, R, I, J, H, K, and middle infrared,\nincluding roughly 35,000 V-band magnitudes (an average of better than once\nevery three minutes) throughout the entire 67 days of the eruption. This\nunprecedented coverage has allowed for the discovery of three new phenomena;\nthe early fast optical flares (with no known explanation), ejecta velocities at\n10,000 km/s (velocities that previously had only been seen in supernovae), and\ndeep transient dips in optical and X-ray brightness lasting for hours (for\nwhich I point to X-ray dippers as having the same cause).\n","Comment: To appear in 'Physics of Accreting Compact Binaries', the proceedings\n  of the Kyoto conference in July 2010, 10 pages"]}]
["1009.3198",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3198"],"date":["2010-09-16"],"type":["text"],"creator":["Ryan, Nathan","Skoruppa, Nils-Peter","Stroemberg, Fredrik"],"language":[],"coverage":[],"title":["Numerical Computation of a Certain Dirichlet Series Attached to Siegel\n  Modular Forms of Degree Two"],"description":["  The Rankin convolution type Dirichlet series $D_{F,G}(s)$ of Siegel modular\nforms $F$ and $G$ of degree two, which was introduced by Kohnen and the second\nauthor, is computed numerically for various $F$ and $G$. In particular, we\nprove that the series $D_{F,G}(s)$, which share the same functional equation\nand analytic behavior with the spinor $L$-functions of eigenforms of the same\nweight are not linear combinations of those. In order to conduct these\nexperiments a numerical method to compute the Petersson scalar products of\nJacobi Forms is developed and discussed in detail.\n","Comment: 15 pages"]}]
["1009.3200",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3200"],"date":["2010-09-16"],"type":["text"],"creator":["Martino, Maurizio"],"language":[],"coverage":[],"title":["Blocks of restricted rational Cherednik algebras for $G(m,d,n)$"],"description":["  We study the Dunkl-Opdam subalgebra of the rational Cherednik algebra for\nwreath products at $t=0$, and use this to describe the block decomposition of\nrestricted rational Cherednik algebras for $G(m,d,n)$.\n"]}]
["1009.3201",{"format":[],"subject":["Mathematics - Geometric Topology","57M27, 57R57, 11F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3201"],"date":["2010-09-16"],"type":["text"],"creator":["Ruberman, Daniel","Saveliev, Nikolai"],"language":[],"coverage":[],"title":["The $\\bar\\mu$-invariant of Seifert fibered homology spheres and the\n  Dirac operator"],"description":["  We derive a formula for the $\\bar\\mu$-invariant of a Seifert fibered homology\nsphere in terms of the eta-invariant of its Dirac operator. As a consequence,\nwe obtain a vanishing result for the index of certain Dirac operators on\nplumbed 4-manifolds bounding such spheres.\n","Comment: 13 pages"]}]
["1009.3203",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3203"],"date":["2010-09-16"],"type":["text"],"creator":["Huckemann, Stephan"],"language":[],"coverage":[],"title":["Intrinsic Inference on the Mean Geodesic of Planar Shapes and Tree\n  Discrimination by Leaf Growth"],"description":["  For planar landmark based shapes, taking into account the non-Euclidean\ngeometry of the shape space, a statistical test for a common mean first\ngeodesic principal component (GPC) is devised. It rests on one of two\nasymptotic scenarios, both of which are identical in a Euclidean geometry. For\nboth scenarios, strong consistency and central limit theorems are established,\nalong with an algorithm for the computation of a Ziezold mean geodesic. In\napplication, this allows to verify the geodesic hypothesis for leaf growth of\nCanadian black poplars and to discriminate genetically different trees by\nobservations of leaf shape growth over brief time intervals. With a test based\non Procrustes tangent space coordinates, not involving the shape space's\ncurvature, neither can be achieved.\n","Comment: 28 pages, 4 figures"]}]
["1009.3207",{"format":[],"subject":["Mathematics - Geometric Topology","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3207"],"date":["2010-09-16"],"type":["text"],"creator":["Boerner, Jeffrey","Drube, Paul"],"language":[],"coverage":[],"title":["Generalized Skein Modules of Surfaces"],"description":["  Frobenius extensions play a central role in the link homology theories based\nupon the sl(n) link variants, and each of these Frobenius extensions may be\nrecast geometrically via a category of marked cobordisms in the manner of\nBar-Natan. Here we explore a large family of such marked cobordism categories\nthat are relevant to generalized sl(n) link homology theories. We also\ninvestigate the skein modules that result from embedding these marked\ncobordisms within 3-manifolds, and arrive at an explicit presentation for\nseveral of these generalized skein modules.\n","Comment: 23 pages, multiple figures"]}]
["1009.3216",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3216"],"date":["2010-09-16"],"type":["text"],"creator":["Janjic, Milan"],"language":[],"coverage":[],"title":["Generalized Compositions and Weighted Fibonacci Numbers"],"description":["  In this paper we consider particular generalized compositions of a natural\nnumber with a given number of parts. Its number is a weighted polynomial\ncoefficient. The number of all generalized compositions of a natural number is\na weighted $r$-generalized Fibonacci number. A relationship between these two\nnumbers will be derived.\n  We shall thus obtain a generalization of the well-known formula connecting\nFibonacci numbers with the binomial coefficients.\n"]}]
["1009.3218",{"format":[],"subject":["Physics - Plasma Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3218"],"date":["2010-09-16"],"type":["text"],"creator":["Brizard, Alain J."],"language":[],"coverage":[],"title":["Momentum conservation in dissipationless reduced-fluid dynamics"],"description":["  The momentum conservation law for general dissipationless reduced-fluid\n(e.g., gyrofluid) models is derived by Noether method from a variational\nprinciple. The reduced-fluid momentum density and the reduced-fluid canonical\nmomentum-stress tensor both exhibit polarization and magnetization effects as\nwell as an internal torque associated with dynamical reduction. As an\napplication, we derive an explicit gyrofluid toroidal angular-momentum\nconservation law for axisymmetric toroidal magnetized plasmas.\n","Comment: 4 pages"]}]
["1009.3219",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3219"],"date":["2010-09-16"],"type":["text"],"creator":["de Piro, Tristram"],"language":[],"coverage":[],"title":["Flash Geometry of Algebraic Curves"],"description":["  In this paper, we develop the theory of flashes of an algebraic curve. We\nshow that the theory is birationally invariant in a sense which we will make\nmore precise below. We also show how the theory provides a foundation for the\nmethod of asymptotic degenerations, a particular class of degenerations of\nplane projective algebraic curves. In particular, we consider the geometrical\ntechnique in relation to the Severi problem of degenerating nodal curves to\nlines in general position, and correct Severi's original proof of his\nconjecture.\n"]}]
["1009.3230",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H52, 14H60, 14K25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3230"],"date":["2010-09-16"],"type":["text"],"creator":["Iena, Oleksandr"],"language":[],"coverage":[],"title":["Vector bundles on elliptic curves and factors of automorphy"],"description":["  We translate the Atiyah's results on classification of vector bundles on\nelliptic curves to the language of factors of automorphy.\n"]}]
["1009.3235",{"format":[],"subject":["Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3235"],"date":["2010-09-16"],"type":["text"],"creator":["Chu, Chenghao","Morava, Jack"],"language":[],"coverage":[],"title":["On the Algebraic K-theory of Monoids"],"description":["  Let $A$ be a not necessarily commutative monoid with zero such that\nprojective $A$-acts are free. This paper shows that the algebraic K-groups of\n$A$ can be defined using the +-construction and the Q-construction. It is shown\nthat these two constructions give the same K-groups. As an immediate\napplication, the homotopy invariance of algebraic K-theory of certain affine\n$\\mathbb{F}_1$-schemes is obtained. From the computation of $K_2(A),$ where $A$\nis the monoid associated to a finitely generated abelian group, the universal\ncentral extension of certain groups are constructed.\n"]}]
["1009.3238",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3238"],"date":["2010-09-16"],"type":["text"],"creator":["Bastenhof, Arno"],"language":[],"coverage":[],"title":["Tableaux for the Lambek-Grishin calculus"],"description":["  Categorial type logics, pioneered by Lambek, seek a proof-theoretic\nunderstanding of natural language syntax by identifying categories with\nformulas and derivations with proofs. We typically observe an intuitionistic\nbias: a structural configuration of hypotheses (a constituent) derives a single\nconclusion (the category assigned to it). Acting upon suggestions of Grishin to\ndualize the logical vocabulary, Moortgat proposed the Lambek-Grishin calculus\n(LG) with the aim of restoring symmetry between hypotheses and conclusions. We\ndevelop a theory of labeled modal tableaux for LG, inspired by the\ninterpretation of its connectives as binary modal operators in the relational\nsemantics of Kurtonina and Moortgat. As a linguistic application of our method,\nwe show that grammars based on LG are context-free through use of an\ninterpolation lemma. This result complements that of Melissen, who proved that\nLG augmented by mixed associativity and -commutativity was exceeds LTAG in\nexpressive power.\n","Comment: Appeared in: Marija Slavkovik, editor, \"Proceedings of the 15th\n  student session of the European Summer School of Logic, Language and\n  Information\", Copenhagen, 2010. (Unpublished.)"]}]
["1009.3252",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3252"],"date":["2010-09-16"],"type":["text"],"creator":["Hadjesfandiari, Ali R.","Dargush, Gary F."],"language":[],"coverage":[],"title":["Polar continuum mechanics"],"description":["  The existing polar continuum theory contains unresolved indeterminacies in\nthe spherical part of the couple-stress tensor. This severely restricts its\napplicability in the study of micro and nano-scale solid and fluid mechanics\nand, perhaps more importantly, in the investigation of fluid turbulence\nphenomena, which involve a broad range of scales. In this paper, we rely on the\nenergy equation, along with some kinematical considerations, to establish a\nconsistent couple-stress theory for polar continua that resolves all\nindeterminacies. After presenting the general formulation and obtaining\nconservation laws, we concentrate exclusively on couple stress theory for polar\nfluid mechanics. We specialize the theory for linear viscous flow and consider\nseveral boundary value problems in couple-stress fluid mechanics. More\ngenerally, the resulting theory presented here may provide a basis for\nfundamental continuum-level studies at the finest scales.\n"]}]
["1009.3253",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3253"],"date":["2010-09-16"],"type":["text"],"creator":["Qiao, Deli","Gursoy, Mustafa Cenk","Velipasalar, Senem"],"language":[],"coverage":[],"title":["Transmission Strategies in Multiple Access Fading Channels with\n  Statistical QoS Constraints"],"description":["  Effective capacity, which provides the maximum constant arrival rate that a\ngiven service process can support while satisfying statistical delay\nconstraints, is analyzed in a multiuser scenario. In particular, the effective\ncapacity region of fading multiple access channels (MAC) in the presence of\nquality of service (QoS) constraints is studied. Perfect channel side\ninformation (CSI) is assumed to be available at both the transmitters and the\nreceiver. It is initially assumed the transmitters send the information at a\nfixed power level and hence do not employ power control policies. Under this\nassumption, the performance achieved by superposition coding with successive\ndecoding techniques is investigated. It is shown that varying the decoding\norder with respect to the channel states can significantly increase the\nachievable throughput region. In the two-user case, the optimal decoding\nstrategy is determined for the scenario in which the users have the same QoS\nconstraints. The performance of orthogonal transmission strategies is also\nanalyzed. It is shown that for certain QoS constraints, time-division\nmultiple-access (TDMA) can achieve better performance than superposition coding\nif fixed successive decoding order is used at the receiver side.\n  In the subsequent analysis, power control policies are incorporated into the\ntransmission strategies. The optimal power allocation policies for any fixed\ndecoding order over all channel states are identified. For a given variable\ndecoding order strategy, the conditions that the optimal power control policies\nmust satisfy are determined, and an algorithm that can be used to compute these\noptimal policies is provided.\n"]}]
["1009.3264",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3264"],"date":["2010-09-16"],"type":["text"],"creator":["Amelino-Camelia, Giovanni","Gubitosi, Giulia","Mercati, Flavio","Rosati, Giacomo"],"language":[],"coverage":[],"title":["Conserved charges and quantum-group transformations in noncommutative\n  field theories"],"description":["  The recently-developed techniques of Noether analysis of the quantum-group\nspacetime symmetries of some noncommutative field theories rely on the {\\it ad\nhoc} introduction of some peculiar auxiliary transformation parameters, which\nappear to have no role in the structure of the quantum group. We here show that\nit is possible to set up the Noether analysis directly in terms of the\nquantum-group symmetry transformations, and we therefore establish more\nrobustly the attribution of the conserved charges to the symmetries of\ninterest. We also characterize the concept of \"time independence\" (as needed\nfor conserved charges) in a way that is robust enough to be applicable even to\ntheories with space/time noncommutativity, where it might have appeared that\nany characterization of time independence should be vulnerable to changes of\nordering convention.\n"]}]
["cond-mat/0308058",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0308058","physica status solidi (c) 2 (2005) 472-475","doi:10.1002/pssc.200460211"],"date":["2003-08-04","2003-10-03"],"type":["text"],"creator":["Brouder, Christian"],"language":[],"coverage":[],"title":["A many-body approach to crystal field theory"],"description":["  A self-consistent many-body approach is proposed to build a first-principles\ncrystal field theory, where crystal field parameters are calculated ab initio.\nMany-body theory is used to write the energy of the interacting system as a\nfunction of the density matrix of the noninteracting system. A variation of the\nenergy with respect to the density matrix gives an effective Hamiltonian that\nis diagonalized to determine the density matrix providing the lowest energy.\nThe equations are written in terms of the Hopf algebra of functional\nderivatives with respect to external fermionic sources. This approach contains\nthe many-body theory of Green functions as a special case, and the usual\ncrystal field theory as a first approximation. Therefore, it is expected to\nprovide good results for strongly-interacting electron systems.\n","Comment: Equation (8) and references are corrected"]}]
["cond-mat/0310569",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0310569","doi:10.1103/PhysRevB.70.205105"],"date":["2003-10-23"],"type":["text"],"creator":["Kenoufi, A.","Polonyi, J."],"language":[],"coverage":[],"title":["Projection method for rapid ab initio calculations of metals"],"description":["  An improvement of the Energy Renormalization Group method is proposed for\nsystems with small gap, based on the projection methods developed by H.\nFeshbach. It is tested for the ground state energy of the one-dimensional\ntight-binding model.\n","Comment: 6 pg., 2 figs"]}]
["cond-mat/0602347",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0602347","Journal of Mathematical Chemistry 44, 4 (2008) 918-937","doi:10.1007/s10910-008-9353-z"],"date":["2006-02-15"],"type":["text"],"creator":["Brouder, Christian"],"language":[],"coverage":[],"title":["A differential identity for Green functions"],"description":["  If P is a differential operator with constant coefficients, an identity is\nderived to calculate the action of exp(P) on the product of two functions. In\nmany-body theory, P describes the interaction Hamiltonian and the identity\nyields a hierarchy of Green functions. The identity is first derived for scalar\nfields and the standard hierarchy is recovered. Then the case of fermions is\nconsidered and the identity is used to calculate the generating function for\nthe Green functions of an electron system in a time-dependent external\npotential.\n","Comment: 14 pages"]}]
["cond-mat/0603254",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603254","Phys. Rev. B 74, 085324 (2006)","doi:10.1103/PhysRevB.74.085324"],"date":["2006-03-09"],"type":["text"],"creator":["Maciejko, Joseph","Wang, Jian","Guo, Hong"],"language":[],"coverage":[],"title":["Nonequilibrium current driven by a step voltage pulse: an exact solution"],"description":["  One of the most important problems in nanoelectronic device theory is to\nestimate how fast or how slow a quantum device can turn on/off a current. For\nan arbitrary noninteracting phase-coherent device scattering region connected\nto the outside world by leads, we have derived an exact solution for the\nnonequilibrium, nonlinear, and time-dependent current driven by both up- and\ndown-step pulsed voltages. Our analysis is based on the Keldysh nonequilibrium\nGreen's functions formalism where the electronic structure of the leads as well\nas the scattering region are treated on an equal footing. A model calculation\nfor a quantum dot with a Lorentzian linewidth function shows that the\ntime-dependent current dynamics display interesting finite-bandwidth effects\nnot captured by the commonly used wideband approximation.\n"]}]
["hep-th/0003202",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0003202","Eur.Phys.J.C19:715-741,2001","doi:10.1007/s100520100586"],"date":["2000-03-22"],"type":["text"],"creator":["Brouder, Christian","Frabetti, Alessandra"],"language":[],"coverage":[],"title":["Renormalization of QED with planar binary trees"],"description":["  The renormalized photon and electron propagators are expanded over planar\nbinary trees. Explicit recurrence solutions are given for the terms of these\nexpansions. In the case of massless Quantum Electrodynamics (QED), the relation\nbetween renormalized and bare expansions is given in terms of a Hopf algebra\nstructure. For massive quenched QED, the relation between renormalized and bare\nexpansions is given explicitly.\n","Comment: Uses feynmf package. 20 pages"]}]
["hep-th/0208118",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0208118","\"Mathematical Physics Research on the Leading Edge\", C.V. Benton\n  Ed., Nova Science Publishers Inc., Hauppauge NY (2004), p.63-90"],"date":["2002-08-16"],"type":["text"],"creator":["Brouder, Christian","Oeckl, Robert"],"language":[],"coverage":[],"title":["Quantum groups and quantum field theory: I. The free scalar field"],"description":["  The quantum field algebra of real scalar fields is shown to be an example of\ninfinite dimensional quantum group. The underlying Hopf algebra is the\nsymmetric algebra S(V) and the product is Wick's normal product. Two\ncoquasitriangular structures can be built from the two-point function and the\nFeynman propagator of scalar fields to reproduce the operator product and the\ntime-ordered product as twist deformations of the normal product. A\ncorrespondence is established between the quantum group and the quantum field\nconcepts. On the mathematical side the underlying structures come out of Hopf\nalgebra cohomology.\n","Comment: 22 pages, no figures"]}]
["math/0206015",{"format":[],"subject":["Mathematics - Differential Geometry","53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0206015"],"date":["2002-06-03","2010-09-16"],"type":["text"],"creator":["Baditoiu, Gabriel","Ianus, Stere"],"language":[],"coverage":[],"title":["Semi-Riemannian submersions with totally umbilic fibres"],"description":["  We get obstructions to existence of semi-Riemannian submersions with totally\numbilic fibres.\n","Comment: This paper has been withdrawn by the authors. This is a duplicate of\n  arXiv:math/0206014"]}]
["nlin/0008007",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0008007","Commun Pure Appl Math 54 (2001) 1243-1270"],"date":["2000-08-04"],"type":["text"],"creator":["El, Gennady A.","Krylov, Alexander L.","Venakides, Stephanos"],"language":[],"coverage":[],"title":["Unified Approach to KdV Modulations"],"description":["  We develop a unified approach to integrating the Whitham modulation\nequations. Our approach is based on the formulation of the initial value\nproblem for the zero dispersion KdV as the steepest descent for the scalar\nRiemann-Hilbert problem, developed by Deift, Venakides, and Zhou, 1997, and on\nthe method of generating differentials for the KdV-Whitham hierarchy proposed\nby El, 1996. By assuming the hyperbolicity of the zero-dispersion limit for the\nKdV with general initial data, we bypass the inverse scattering transform and\nproduce the symmetric system of algebraic equations describing motion of the\nmodulation parameters plus the system of inequalities determining the number\nthe oscillating phases at any fixed point on the $x, t$ - plane. The resulting\nsystem effectively solves the zero dispersion KdV with an arbitrary initial\ndata.\n","Comment: 27 pages, Latex, 5 Postscript figures, to be submitted to Comm. Pure.\n  Appl. Math"]}]
["nlin/0507029",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0507029","Phys Fluids, 18 (2006) Art No 027104","doi:10.1063/1.2175152"],"date":["2005-07-14","2006-01-22"],"type":["text"],"creator":["El, G. A.","Grimshaw, R. H. J.","Smyth, N. F."],"language":[],"coverage":[],"title":["Unsteady undular bores in fully nonlinear shallow-water theory"],"description":["  We consider unsteady undular bores for a pair of coupled equations of\nBoussinesq-type which contain the familiar fully nonlinear dissipationless\nshallow-water dynamics and the leading-order fully nonlinear dispersive terms.\nThis system contains one horizontal space dimension and time and can be\nsystematically derived from the full Euler equations for irrotational flows\nwith a free surface using a standard long-wave asymptotic expansion.\n  In this context the system was first derived by Su and Gardner. It coincides\nwith the one-dimensional flat-bottom reduction of the Green-Naghdi system and,\nadditionally, has recently found a number of fluid dynamics applications other\nthan the present context of shallow-water gravity waves. We then use the\nWhitham modulation theory for a one-phase periodic travelling wave to obtain an\nasymptotic analytical description of an undular bore in the Su-Gardner system\nfor a full range of \"depth\" ratios across the bore. The positions of the\nleading and trailing edges of the undular bore and the amplitude of the leading\nsolitary wave of the bore are found as functions of this \"depth ratio\". The\nformation of a partial undular bore with a rapidly-varying finite-amplitude\ntrailing wave front is predicted for ``depth ratios'' across the bore exceeding\n1.43. The analytical results from the modulation theory are shown to be in\nexcellent agreement with full numerical solutions for the development of an\nundular bore in the Su-Gardner system.\n","Comment: Revised version accepted for publication in Phys. Fluids, 51 pages, 9\n  figures"]}]
["physics/0201035",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0201035","Euro. J. Phys. B 45 (2005) 19-31","doi:10.1140/epjb/e2005-00160-1"],"date":["2002-01-16"],"type":["text"],"creator":["Brouder, Christian","Rossano, Stephanie"],"language":[],"coverage":[],"title":["Microscopic Calculation of the Constitutive Relations"],"description":["  Homogenization theory is used to calculate the macroscopic dielectric\nconstant from the quantum microscopic dielectric function in a periodic medium.\nThe method can be used to calculate any macroscopic constitutive relation, but\nit is illustrated here for the case of electrodynamics of matter. The so-called\ncell problem of homogenization theory is solved and an explicit expression is\ngiven for the macroscopic dielectric constant in a form akin to the\nClausius-Mossotti or Lorentz-Lorenz relation. The validity of this expression\nis checked by showing that the macroscopic dielectric constant is causal and\nhas the expected symmetry properties, and that the average of the microscopic\nenergy density is the macroscopic one. Finally, the general expression is\napplied to Bloch eigenstates. Finally, the corresponding many-body problem is\nbriefly discussed.\n","Comment: 14 pages, 2 figures"]}]
["q-bio/0701011",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0701011","Syst Synth Biol (2007) 1:89-98","doi:10.1007/s11693-007-9006-8"],"date":["2007-01-04","2010-09-16"],"type":["text"],"creator":["Fritz, Georg","Buchler, Nicolas E.","Hwa, Terence","Gerland, Ulrich"],"language":[],"coverage":[],"title":["Designing sequential transcription logic: a simple genetic circuit for\n  conditional memory"],"description":["  The ability to learn and respond to recurrent events depends on the capacity\nto remember transient biological signals received in the past. Moreover, it may\nbe desirable to remember or ignore these transient signals conditioned upon\nother signals that are active at specific points in time or in unique\nenvironments. Here, we propose a simple genetic circuit in bacteria that is\ncapable of conditionally memorizing a signal in the form of a transcription\nfactor concentration. The circuit behaves similarly to a \"data latch\" in an\nelectronic circuit, i.e. it reads and stores an input signal only when\nconditioned to do so by a \"read command\". Our circuit is of the same size as\nthe well-known genetic toggle switch (an unconditional latch) which consists of\ntwo mutually repressing genes, but is complemented with a \"regulatory front\nend\" involving protein heterodimerization as a simple way to implement\nconditional control. Deterministic and stochastic analysis of the circuit\ndynamics indicate that an experimental implementation is feasible based on\nwell-characterized genes and proteins. It is not known, to which extent\nmolecular networks are able to conditionally store information in natural\ncontexts for bacteria. However, our results suggest that such sequential logic\nelements may be readily implemented by cells through the combination of\nexisting protein-protein interactions and simple transcriptional regulation.\n","Comment: 20 pages, 5 figures; supplementary material available upon request\n  from the authors"]}]
