["0704.2399",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2399","Journal of Physics A: Mathematical and Theoretical 40, 10519 (\n  2007)","doi:10.1088/1751-8113/40/34/009"],"date":["2007-04-18","2007-06-30"],"type":["text"],"creator":["Adamyan, Vadym M.","Smyrnov, Oleksii A."],"language":[],"coverage":[],"title":["Large radius exciton in single-walled carbon nanotubes"],"description":["  The spectrum of large radius exciton in an individual semiconducting\nsingle-walled carbon nanotube (SWCNT) is described within the framework of\nelementary potential model, in which exciton is modeled as bound state of two\noppositely charged quasi-particles confined on the tube surface. Due to the\nparity of the interaction potential the exciton states split into the odd and\neven series. It is shown that for the bare and screened Coulomb electron-hole\n(e-h) potentials the binding energy of even excitons in the ground state well\nexceeds the energy gap. The factors preventing the collapse of single-electron\nstates in isolated semiconducting SWCNTs are discussed.\n","Comment: 14 pages, 1 figure, 5 tables"]}]
["0706.0303",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0303"],"date":["2007-06-03","2010-11-17"],"type":["text"],"creator":["Mohanty, Ajit Kumar"],"language":[],"coverage":[],"title":["A hybrid model for fusion at deep sub-barrier energies"],"description":["  A hybrid model where the tunneling probability is estimated based on both\nsudden and adiabatic approaches has been proposed to understand the heavy ion\nfusion phenomena at deep sub-barrier energies. It is shown that under certain\napproximations, it amounts to tunneling through two barriers: one while\novercoming the normal Coulomb barrier (which is of sudden nature) along the\nradial direction until the repulsive core is reached and thereafter through an\nadiabatic barrier along the neck degree of freedom while making transition from\na di-nuclear to a mono-nuclear regime through shape relaxation. A general\nfeature of this hybrid model is a steep fall-off of the fusion cross section,\nsharp increase of logarithmic derivative L(E) with decreasing energy and the\nastrophysical S-factor showing a maxima at deep sub-barrier energies\nparticularly for near symmetric systems. The model can explain the experimental\nfusion measurements for several systems ranging from near symmetric systems\nlike $^{58}Ni+^{64}Ni, ^{58}Ni+^{58}Ni$ and $ ^{58}Ni+^{69}Y$ to asymmetric one\nlike $^{16}O+^{208}Pb$ where the experimental findings are very surprising.\nSince the second tunneling is along the neck co-ordinate, it is further\nconjectured that deep sub-barrier fusion supression may not be observed for the\nfusion of highly asymmetric projectile target combinations where adiabatic\ntransition occurs automatically without any hindrance. The recent deep\nsub-barrier fusion cross section measurements of $^{6}Li+^{198}Pt$ system\nsupports this conjecture.\n","Comment: 11 pages, 9 figures"]}]
["0707.1605",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14M25, 52B99, 20G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1605","Adv. Geom. 10 (2010), no. 1, 1-29"],"date":["2007-07-11"],"type":["text"],"creator":["Baur, Karin","Draisma, Jan"],"language":[],"coverage":[],"title":["Secant dimensions of low-dimensional homogeneous varieties"],"description":["  We completely describe the higher secant dimensions of all connected\nhomogeneous projective varieties of dimension at most 3, in all possible\nequivariant embeddings. In particular, we calculate these dimensions for all\nSegre-Veronese embeddings of P^1 * P^1, P^1 * P^1 * P^1, and P^2 * P^1, as well\nas for the variety F of incident point-line pairs in P^2. For P^2 * P^1 and F\nthe results are new, while the proofs for the other two varieties are more\ncompact than existing proofs. Our main tool is the second author's tropical\napproach to secant dimensions.\n","Comment: 25 pages, many pictures"]}]
["0711.3686",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3686"],"date":["2007-11-23","2010-11-17"],"type":["text"],"creator":["Arous, Gérard Ben","Fribergh, Alexander","Gantert, Nina","Hammond, Alan"],"language":[],"coverage":[],"title":["Biased random walks on a Galton-Watson tree with leaves"],"description":["  We consider a biased random walk $X_n$ on a Galton-Watson tree with leaves in\nthe sub-ballistic regime. We prove that there exists an explicit constant\n$\\gamma= \\gamma(\\beta) \\in (0,1)$, depending on the bias $\\beta$, such that\n$X_n$ is of order $n^{\\gamma}$. Denoting $\\Delta_n$ the hitting time of level\n$n$, we prove that $\\Delta_n/n^{1/\\gamma}$ is tight. Moreover we show that\n$\\Delta_n/n^{1/\\gamma}$ does not converge in law (at least for large values of\n$\\beta$). We prove that along the sequences $n_{\\lambda}(k)=\\lfloor \\lambda\n\\beta^{\\gamma k}\\rfloor$, $\\Delta_n/n^{1/\\gamma}$ converges to certain\ninfinitely divisible laws. Key tools for the proof are the classical Harris\ndecomposition for Galton-Watson trees, a new variant of regeneration times and\nthe careful analysis of triangular arrays of i.i.d. heavy-tailed random\nvariables.\n","Comment: 49 pages, 2 figures. To appear in Ann. Probab"]}]
["0804.0449",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0449","Low Temperature Physics 35, 394 (2009)","doi:10.1063/1.3132746"],"date":["2008-04-02","2009-01-02"],"type":["text"],"creator":["Adamyan, Vadym M.","Smyrnov, Oleksii A."],"language":[],"coverage":[],"title":["Linear, diatomic crystal: single-electron states and large-radius\n  excitons"],"description":["  The large-radius exciton spectrum in a linear crystal with two atoms in the\nunit cell was obtained using the single-electron eigenfunctions and the band\nstructure, which were found by the zero-range potential (ZRP) method. The\nground-state exciton binding energies for the crystal in vacuum appeared to be\nlarger than the corresponding energy gaps for any set of the crystal\nparameters.\n","Comment: 9 pages, 1 figure, 1 table"]}]
["0804.4065",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4065","Trends in Mathematics, R. Meyer, T. Schick, Y. Tschinkel (Eds.),\n  Mathematisches Institut, Georg-August-Universit\\\"at G\\\"ottingen,\n  Courant-Colloquium G\\\"ottingen 2007 (2008), 13-30"],"date":["2008-04-25"],"type":["text"],"creator":["Baur, Karin"],"language":[],"coverage":[],"title":["Geometric construction of cluster algebras and cluster categories"],"description":["  In this note we explain how to obtain cluster algebras from triangulations of\n(punctured) discs following the approach of S. Fomin, M. Shapiro and D.\nThurston. Furthermore, we give a description of m-cluster categories via\ndiagonals (arcs) in (punctured) polygons and of m-cluster categories via powers\nof translation quivers as given in joint work with R. Marsh.\n","Comment: 13 pages, 12 figures. This is an expanded version of a survey talk at\n  the Courant-Colloquium Goettingen Trends in Mathematics, October 2008"]}]
["0805.3031",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3031","Phys. Rev. A 82, 053618 (2010)","doi:10.1103/PhysRevA.82.053618"],"date":["2008-05-20","2010-10-31"],"type":["text"],"creator":["Zhang, Shizhong","Hung, Hsiang-hsuan","Wu, Congjun"],"language":[],"coverage":[],"title":["Proposed realization of itinerant ferromagnetism in optical lattices"],"description":["  We propose to realize the itinerant ferromagnetism of two-component cold\nfermionic atoms in the $p$-orbital bands in optical lattices. The band flatness\nin the two-dimensional honeycomb lattice dramatically amplifies the interaction\neffect driving the ferromagnetic transition even with a relatively weak\nrepulsive interaction. This scheme has the advantage that the stability of the\nsystem can be maintained without suffering decaying to the molecular state as\none approaches the Feshbach resonance from the side with positive scattering\nlength. Experimental signatures and detections are also discussed.\n","Comment: accepted by Physical Review A"]}]
["0807.3085",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3085","Journal of Physics: Conference Series 129, 012012 (2008)","doi:10.1088/1742-6596/129/1/012012"],"date":["2008-07-19"],"type":["text"],"creator":["Adamyan, Vadym M.","Smyrnov, Oleksii A.","Tishchenko, Sergey V."],"language":[],"coverage":[],"title":["Effects of environmental and exciton screening in single-walled carbon\n  nanotubes"],"description":["  The ground-state exciton binding energy for single-walled carbon nanotubes\n(SWCNTs) in vacuum calculated ignoring the screening of Coulomb interaction\nappears to be much greater than the corresponding band gap. The most essential\ncontributions to the screening of electron-hole (e-h) interaction potential in\nsemiconducting SWCNTs, which return the ground-state exciton binding energy\ninto the energy gap, are considered. Our estimates on the screening effects and\nexciton binding energies are in satisfactory agreement with the corresponding\nexperimental data for concrete nanotubes.\n","Comment: 4 pages"]}]
["0808.2186",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2186","Physica A 389 (2010) 4497-4509","doi:10.1016/j.physa.2010.06.043"],"date":["2008-08-15","2010-11-16"],"type":["text"],"creator":["Song, Chaoming","Wang, Ping","Jin, Yuliang","Makse, Hernan A."],"language":[],"coverage":[],"title":["Jamming I: A volume function for jammed matter"],"description":["  We introduce a \"Hamiltonian\"-like function, called the volume function,\nindispensable to describe the ensemble of jammed matter such as granular\nmaterials and emulsions from a geometrical point of view. The volume function\nrepresents the available volume of each particle in the jammed systems. At the\nmicroscopic level, we show that the volume function is the Voronoi volume\nassociated to each particle and in turn we provide an analytical formula for\nthe Voronoi volume in terms of the contact network, valid for any dimension. We\nthen develop a statistical theory for the probability distribution of the\nvolumes in 3d to calculate an average volume function coarse-grained at a\nmesoscopic level. The salient result is the discovery of a mesoscopic volume\nfunction inversely proportional to the coordination number. Our analysis is the\nfirst step toward the calculation of macroscopic observables and equations of\nstate using the statistical mechanics of jammed matter, when supplemented by\nthe condition of mechanical equilibrium of jamming that properly defines jammed\nmatter at the ensemble level.\n","Comment: 23 pages, 8 figures"]}]
["0808.2192",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2192","Physica A 389 (2010) 5137-5144","doi:10.1016/j.physa.2010.07.030"],"date":["2008-08-15","2010-11-16"],"type":["text"],"creator":["Meyer, Sam","Song, Chaoming","Jin, Yuliang","Wang, Kun","Makse, Hernán A."],"language":[],"coverage":[],"title":["Jamming in two-dimensional packings"],"description":["  We investigate the existence of random close and random loose packing limits\nin two-dimensional packings of monodisperse hard disks. A statistical mechanics\napproach-- based on several approximations to predict the probability\ndistribution of volumes-- suggests the existence of the limiting densities of\nthe jammed packings according to their coordination number and compactivity.\nThis result has implications for the understanding of disordered states in the\ndisk packing problem as well as the existence of a putative glass transition in\ntwo dimensional systems.\n","Comment: 13 pages, 4 figures"]}]
["0808.2682",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2682","Physica A 389 (2010) 3972-3977","doi:10.1016/j.physa.2010.05.053"],"date":["2008-08-19"],"type":["text"],"creator":["Wang, Ping","Song, Chaoming","Briscoe, Christopher","Wang, Kun","Makse, Hernan A."],"language":[],"coverage":[],"title":["From force distribution to average coordination number in frictional\n  granular matter"],"description":["  We study the joint probability distribution of normal and tangential\nfrictional forces in jammed granular media, $P_{\\mu}(f_t, f_n)$, for various\nfriction coefficient $\\mu$, especially when $\\mu = \\infty$. A universal scaling\nlaw is found to collapse the data for $\\mu=0$ to $\\infty$ demonstrating a link\nbetween force distribution $P_{\\mu}(f_t, f_n)$ and average coordination number,\n$z^{\\mu}_c$. The results determine $z_c^\\mu$ for a finite friction coefficient,\nextending the constraints counting argument of isostatic granular packing to\nfinite frictional packings.\n","Comment: 5 pages, 4 figures"]}]
["0809.0289",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0289","doi:10.1016/j.jpaa.2010.06.032"],"date":["2008-09-01","2010-06-01"],"type":["text"],"creator":["Baur, Karin","Erdmann, Karin","Parker, Alison"],"language":[],"coverage":[],"title":["Modelling Richardson orbits for SO_N via Delta-filtered modules"],"description":["  We study the Delta-filtered modules for the Auslander algebra of\nk[T]/T^n\\rtimes C_2 where C_2 is the cyclic group of order two. The motivation\nfor this is the bijection between parabolic orbits in the nilradical of a\nparabolic subgroup of SL_n and certain Delta-filtered modules for the Auslander\nalgebra of k[T]/T^n as found by Hille and Roehrle and Bruestle et al. Under\nthis bijection, the Richardson orbit (i.e. the dense orbit) corresponds to the\nDelta-filtered module without self-extensions. It has remained an open problem\nto describe such a correspondence for other classical groups.\n  In this paper, we establish the Auslander algebra of k[T]/T^n\\rtimes C_2 as\nthe right candidate for the orthogonal groups. In particular, for any parabolic\nsubgroup of an orthogonal group we construct a map from parabolic orbits to\nDelta-filtered modules and show that in the case of the Richardson orbit, the\nresult has no self-extensions. One of the consequences of our work is that we\nare able to describe the extensions between special classes of Delta-filtered\nmodules. In particular, we show that these extensions can grow arbitrarily\nlarge.\n","Comment: 25 pages"]}]
["0810.1256",{"format":[],"subject":["Mathematics - Geometric Topology","57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1256","Proc.Amer.Math.Soc. 137 (2009), 4259-4273","doi:10.1090/S0002-9939-09-09960-2"],"date":["2008-10-07"],"type":["text"],"creator":["Segerman, Henry"],"language":[],"coverage":[],"title":["On spun-normal and twisted squares surfaces"],"description":["  Given a 3 manifold M with torus boundary and an ideal triangulation, Yoshida\nand Tillmann give different methods to construct surfaces embedded in M from\nideal points of the deformation variety. Yoshida builds a surface from twisted\nsquares whereas Tillmann produces a spun-normal surface. We investigate the\nrelation between the generated surfaces and extend a result of Tillmann's (that\nif the ideal point of the deformation variety corresponds to an ideal point of\nthe character variety then the generated spun-normal surface is detected by the\ncharacter variety) to the generated twisted squares surfaces.\n","Comment: 14 pages, 10 figures"]}]
["0811.3129",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3129","Proc. Natl. Acad. Sci. USA 107, 19708 (2010) [open access article]","doi:10.1073/pnas.1002780107"],"date":["2008-11-19","2010-11-02"],"type":["text"],"creator":["Scheidl, Thomas","Ursin, Rupert","Kofler, Johannes","Ramelow, Sven","Ma, Xiao-Song","Herbst, Thomas","Ratschbacher, Lothar","Fedrizzi, Alessandro","Langford, Nathan K.","Jennewein, Thomas","Zeilinger, Anton"],"language":[],"coverage":[],"title":["Violation of local realism with freedom of choice"],"description":["  Bell's theorem shows that local realistic theories place strong restrictions\non observable correlations between different systems, giving rise to Bell's\ninequality which can be violated in experiments using entangled quantum states.\nBell's theorem is based on the assumptions of realism, locality, and the\nfreedom to choose between measurement settings. In experimental tests,\n\"loopholes\" arise which allow observed violations to still be explained by\nlocal realistic theories. Violating Bell's inequality while simultaneously\nclosing all such loopholes is one of the most significant still open challenges\nin fundamental physics today. In this paper, we present an experiment that\nviolates Bell's inequality while simultaneously closing the locality loophole\nand addressing the freedom-of-choice loophole, also closing the latter within a\nreasonable set of assumptions. We also explain that the locality and\nfreedom-of-choice loopholes can be closed only within non-determinism, i.e. in\nthe context of stochastic local realism.\n","Comment: 12 pages, 3 figures, 2 tables, published online before print:\n  http://www.pnas.org/content/early/2010/10/29/1002780107.abstract"]}]
["0812.2532",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2532"],"date":["2008-12-13","2010-11-17"],"type":["text"],"creator":["Fribergh, Alexander"],"language":[],"coverage":[],"title":["The speed of a biased random walk on a percolation cluster at high\n  density"],"description":["  We study the speed of a biased random walk on a percolation cluster on $\\Z^d$\nin function of the percolation parameter $p$. We obtain a first order expansion\nof the speed at $p=1$ which proves that percolating slows down the random walk\nat least in the case where the drift is along a component of the lattice.\n","Comment: 65 pages, 5 figures. Published at Ann. Probab. Volume 38, Number 5\n  (2010), 1717-1782"]}]
["0903.5078",{"format":[],"subject":["Mathematics - Differential Geometry","53C55, 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5078","Cent. Eur. J. Math. 7(3) (2009), 442-451","doi:10.2478/s11533-009-0023-6"],"date":["2009-03-29","2009-04-04"],"type":["text"],"creator":["Olszak, Zbigniew"],"language":[],"coverage":[],"title":["On compact holomorphically pseudosymmetric K\\\"ahlerian manifolds"],"description":["  For compact K\\\"ahlerian manifolds, the holomorphic pseudosymmetry reduces to\nthe local symmetry if additionally the scalar curvature is constant and the\nstructure function is non-negative. Similarly, the holomorphic\nRicci-pseudosymmetry reduces to the Ricci-symmetry under these additional\nassumptions. We construct examples of non-compact essentially holomorphically\npseudosymmetric K\\\"ahlerian manifolds. These examples show that the compactness\nassumption cannot be omitted in the above stated theorem.\n  Recently, the first examples of compact, simply connected essentially\nholomorphically pseudosymmetric K\\\"ahlerian manifolds are discovered by W.\nJelonek. In his examples, the structure functions change their signs on the\nmanifold.\n"]}]
["0905.0719",{"format":[],"subject":["Mathematics - General Mathematics","70A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0719"],"date":["2009-05-05","2010-11-17"],"type":["text"],"creator":["Smarandache, Florentin"],"language":[],"coverage":[],"title":["Degree of Negation of an Axiom"],"description":["  In this article we present the two classical negations of Euclid's Fifth\nPostulate (done by Lobachevski-Bolyai-Gauss, and respectively by Riemann), and\nin addition of these we propose a partial negation (or a degree of negation) of\nan axiom in geometry.\n  The most important contribution of this article is the introduction of the\ndegree of negation (or partial negation) of an axiom and, more general, of a\nscientific or humanistic proposition (theorem, lemma, etc.) in any field -\nwhich works somehow like the negation in fuzzy logic (with a degree of truth,\nand a degree of falsehood), or like in neutrosophic logic [with a degree of\ntruth, a degree of falsehood, and a degree of neutrality (i.e. neither truth\nnor falsehood, but ambiguous, unknown, indeterminate)].\n","Comment: 6 pages. To appear in the Journal of Approximate Reasoning"]}]
["0905.1146",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1146","Phys. Rev. A 82, 053611 (2010)","doi:10.1103/PhysRevA.82.053611"],"date":["2009-05-07","2010-10-01"],"type":["text"],"creator":["Lee, Wei-Cheng","Wu, Congjun","Sarma, S. Das"],"language":[],"coverage":[],"title":["$F$-wave pairing of cold atoms in optical lattices"],"description":["  The tremendous development of cold atom physics has opened up a whole new\nopportunity to study novel states of matter which are not easily accessible in\nsolid state systems. Here we propose to realize the $f$-wave pairing\nsuperfluidity of spinless fermions in the $p_{x,y}$-orbital bands of the two\ndimensional honeycomb optical lattices. The non-trivial orbital band structure\nrather than strong correlation effects gives rise to the unconventional pairing\nwith the nodal lines of the $f$-wave symmetry. With a confining harmonic trap,\nzero energy Andreev bound states appear around the circular boundary with a\nsix-fold symmetry. The experimental realization and detection of this novel\npairing state are feasible.\n","Comment: 9 pages, 5 figures"]}]
["0907.1272",{"format":[],"subject":["Mathematics - Combinatorics","05C78, 05A15, 52B20, 52C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1272"],"date":["2009-07-07","2010-11-17"],"type":["text"],"creator":["Beck, Matthias","Braun, Benjamin"],"language":[],"coverage":[],"title":["Nowhere-Harmonic Colorings of Graphs"],"description":["  Proper vertex colorings of a graph are related to its boundary map, also\ncalled its signed vertex-edge incidence matrix. The vertex Laplacian of a\ngraph, a natural extension of the boundary map, leads us to introduce\nnowhere-harmonic colorings and analogues of the chromatic polynomial and\nStanley's theorem relating negative evaluations of the chromatic polynomial to\nacyclic orientations. Further, we discuss some examples demonstrating that\nnowhere-harmonic colorings are more complicated from an enumerative perspective\nthan proper colorings.\n","Comment: To appear in Proceedings of the American Mathematical Society"]}]
["0908.0484",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics","Mathematics - Probability","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0484","Journal of Statistical Mechanics P07028 (2010)","doi:10.1088/1742-5468/2010/07/P07028"],"date":["2009-08-04"],"type":["text"],"creator":["Antal, Tibor","Krapivsky, P. L."],"language":[],"coverage":[],"title":["Exact solution of a two-type branching process: Clone size distribution\n  in cell division kinetics"],"description":["  We study a two-type branching process which provides excellent description of\nexperimental data on cell dynamics in skin tissue (Clayton et al., 2007). The\nmodel involves only a single type of progenitor cell, and does not require\nsupport from a self-renewed population of stem cells. The progenitor cells\ndivide and may differentiate into post-mitotic cells. We derive an exact\nsolution of this model in terms of generating functions for the total number of\ncells, and for the number of cells of different types. We also deduce large\ntime asymptotic behaviors drawing on our exact results, and on an independent\ndiffusion approximation.\n","Comment: 16 pages"]}]
["0908.3991",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3991","Phys. Rev. B 81, 115464 (2010)","doi:10.1103/PhysRevB.81.115464"],"date":["2009-08-27","2010-04-18"],"type":["text"],"creator":["Stotland, Alexander","Kottos, Tsampikos","Cohen, Doron"],"language":[],"coverage":[],"title":["Random-matrix modeling of semi-linear response, the generalized variable\n  range hopping picture, and the conductance of mesoscopic rings"],"description":["  Semi-linear response theory determines the absorption coefficient of a driven\nsystem using a resistor network calculation: Each unperturbed energy level of a\nparticle in a vibrating trap, or of an electron in a mesoscopic ring, is\nregarded as a node ($n$) of the network; The transition rates ($w_{mn}$)\nbetween the nodes are regarded as the elements of a random matrix that\ndescribes the network. If the size-distribution of the connecting elements is\nwide (e.g. log-normal-like rather than Gaussian-like) the result for the\nabsorption coefficient differs enormously from the conventional Kubo prediction\nof linear response theory. We use a generalized variable range hopping scheme\nfor the analysis. In particular we apply this approach to obtain practical\napproximations for the conductance of mesoscopic rings. In this context Mott's\npicture of diffusion and localization is revisited.\n","Comment: 16 pages, 8 figures, published version with minor changes"]}]
["0909.1162",{"format":[],"subject":["Mathematics - Geometric Topology","Primary 57M25, Secondary 57Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1162"],"date":["2009-09-07","2010-11-16"],"type":["text"],"creator":["Ozawa, Makoto"],"language":[],"coverage":[],"title":["Bridge position and the representativity of spatial graphs"],"description":["  First, we extend Otal's result for the trivial knot to trivial spatial\ngraphs, namely, we show that for any bridge tangle decomposing sphere $S^2$ for\na trivial spatial graph $\\Gamma$, there exists a 2-sphere $F$ such that $F$\ncontains $\\Gamma$ and $F$ intersects $S^2$ in a single loop.\n  Next, we introduce two invariants for spatial graphs. As a generalization of\nthe bridge number for knots, we define the {\\em bridge string number}\n$bs(\\Gamma)$ of a spatial graph $\\Gamma$ as the minimal number of $|\\Gamma\\cap\nS^2|$ for all bridge tangle decomposing sphere $S^2$. As a spatial version of\nthe representativity for a graph embedded in a surface, we define the {\\em\nrepresentativity} of a non-trivial spatial graph $\\Gamma$ as \\[\nr(\\Gamma)=\\max_{F\\in\\mathcal{F}} \\min_{D\\in\\mathcal{D}_F} |\\partial D\\cap\n\\Gamma|, \\] where $\\mathcal{F}$ is the set of all closed surfaces containing\n$\\Gamma$ and $\\mathcal{D}_F$ is the set of all compressing disks for $F$ in\n$S^3$. Then we show that for a non-trivial spatial graph $\\Gamma$, \\[\n\\displaystyle r(\\Gamma)\\le \\frac{bs(\\Gamma)}{2}. \\] In particular, if $\\Gamma$\nis a knot, then $r(\\Gamma)\\le b(\\Gamma)$, where $b(\\Gamma)$ denotes the bridge\nnumber. This generalizes Schubert's result on torus knots.\n","Comment: 16 pages, 9 figures. In version 2, Theorem 4.3 (in version 3) was\n  added. In version 3, Theorem 1.6 was added"]}]
["0911.1229",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1229"],"date":["2009-11-06","2010-11-17"],"type":["text"],"creator":["Lee, Conrad","Scherngell, Thomas","Barber, Michael J."],"language":[],"coverage":[],"title":["Investigating an online social network using spatial interaction models"],"description":["  Using a spatial interaction modeling approach, we investigate the German\ncollegiate social network site StudiVZ. We focus on identifying factors that\nfoster strong inter-institutional linkages, testing whether the\nacquaintanceship rate between institutions of higher education is related to\nvarious geographic and institutional attributes. We find that acquaintanceship\nis most significantly related to geographic separation: measuring distance with\nautomobile travel time, acquaintanceship drops by 91% for each additional 100\nminutes. Institution type and the former East-West German divide are also\nrelated to this rate with statistical significance.\n","Comment: 12 pages, 1 table, significant revisions from v1, minor corrections\n  and improvements from v2"]}]
["0911.1945",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1945","Annales Henri Poincare 11:565-584,2010","doi:10.1007/s00023-010-0035-6"],"date":["2009-11-10"],"type":["text"],"creator":["Gurau, Razvan"],"language":[],"coverage":[],"title":["Topological Graph Polynomials in Colored Group Field Theory"],"description":["  In this paper we analyze the open Feynman graphs of the Colored Group Field\nTheory introduced in [arXiv:0907.2582]. We define the boundary graph\n$\\cG_{\\partial}$ of an open graph $\\cG$ and prove it is a cellular complex.\nUsing this structure we generalize the topological (Bollobas-Riordan) Tutte\npolynomials associated to (ribbon) graphs to topological polynomials adapted to\nColored Group Field Theory graphs in arbitrary dimension.\n"]}]
["0912.0472",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0472","EPL 92 (2010) 24003"],"date":["2009-12-02"],"type":["text"],"creator":["Candelier, R.","Dauchot, O.","Biroli, G."],"language":[],"coverage":[],"title":["Evolution of dynamical facilitation approaching the granular glass\n  transition"],"description":["  We investigate the relaxation dynamics of a dense monolayer of bidisperse\nbeads by analyzing the experimental data previously obtained in a fluidized\nbed. We show that the dynamics is formed by elementary relaxation events called\ncage jumps. These aggregate on a very short time into clusters. Increasing the\npacking fraction makes the spatio-temporal organization of the clusters evolve\nfrom a rather scattered and random distribution towards a collection of sparse\nand large events, called avalanches. The avalanche process is a manifestation\nof dynamical facilitation. The study of its evolution with density reveals that\ndynamical facilitation becomes less conserved and play a lesser role for the\nstructural relaxation approaching the granular glass transition.\n","Comment: 4 pages, 4 figures"]}]
["0912.0866",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0866","Optics Communications 284 (2011) pp. 681-684","doi:10.1016/j.optcom.2010.09.041"],"date":["2009-12-04","2010-11-17"],"type":["text"],"creator":["Gedik, Zafer"],"language":[],"coverage":[],"title":["Stability of Flip and Exchange Symmetric Entangled State Classes under\n  Invertible Local Operations"],"description":["  Flip and exchange symmetric (FES) many-qubit states, which can be obtained\nfrom a state with the same symmetries by means of invertible local operations\n(ILO), constitute a one-parameter family of curves in the Hilbert space.\nEigenstates of FES ILOs correspond to vectors that cannot be transformed to\nother FES states. This means equivalence classes of states under ILO can be\ndetermined in a systematic way for an arbitrary number of qubits. More\nimportant, for entangled states, at the boundaries of neighboring equivalence\nclasses, one can show that when the fidelity between the final state after an\nILO and a state of the neighboring class approaches unity, probability of\nsuccess decreases to zero. Therefore, the classes are stable under ILOs.\n","Comment: 10 pages, 1 figure"]}]
["0912.1627",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1627","PNAS 107, 18545 (2010)","doi:10.1073/pnas.1010978107"],"date":["2009-12-08"],"type":["text"],"creator":["Bozic, Ivana","Antal, Tibor","Ohtsuki, Hisashi","Carter, Hannah","Kim, Dewey","Chen, Sining","Karchin, Rachel","Kinzler, Kenneth W.","Vogelstein, Bert","Nowak, Martin A."],"language":[],"coverage":[],"title":["Accumulation of driver and passenger mutations during tumor progression"],"description":["  Major efforts to sequence cancer genomes are now occurring throughout the\nworld. Though the emerging data from these studies are illuminating, their\nreconciliation with epidemiologic and clinical observations poses a major\nchallenge. In the current study, we provide a novel mathematical model that\nbegins to address this challenge. We model tumors as a discrete time branching\nprocess that starts with a single driver mutation and proceeds as each new\ndriver mutation leads to a slightly increased rate of clonal expansion. Using\nthe model, we observe tremendous variation in the rate of tumor development -\nproviding an understanding of the heterogeneity in tumor sizes and development\ntimes that have been observed by epidemiologists and clinicians. Furthermore,\nthe model provides a simple formula for the number of driver mutations as a\nfunction of the total number of mutations in the tumor. Finally, when applied\nto recent experimental data, the model allows us to calculate, for the first\ntime, the actual selective advantage provided by typical somatic mutations in\nhuman tumors in situ. This selective advantage is surprisingly small, 0.005 +-\n0.0005, and has major implications for experimental cancer research.\n"]}]
["1001.1050",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1050","Nanotechnology 21 (2010) 465203","doi:10.1088/0957-4484/21/46/465203"],"date":["2010-01-07","2010-11-17"],"type":["text"],"creator":["Rehammar, R.","Magnusson, R.","Fernandez-Dominguez, A. I.","Arwin, H.","Kinaret, J. M.","Maier, S. A.","Campbell, E. E. B."],"language":[],"coverage":[],"title":["Optical properties of carbon nanofiber photonic crystals"],"description":["  Carbon nanofibers (CNF) are used as components of planar photonic crystals.\nSquare and rectangular lattices and random patterns of vertically aligned CNF\nwere fabricated and their properties studied using ellipsometry. We show that\ndetailed information such as symmetry directions and the band structure of\nthese novel materials can be extracted from considerations of the polarization\nstate in the specular beam. The refractive index of the individual nanofibers\nwas found to be n_CNF = 4.1.\n","Comment: 10 pages, 4 figures"]}]
["1001.1910",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1910","Phys. Rev. B 81, 205411 (2010)","doi:10.1103/PhysRevB.81.205411"],"date":["2010-01-12"],"type":["text"],"creator":["Chevallier, Denis","Jonckheere, Thibaut","Paladino, Elisabetta","Falci, Giuseppe","Martin, Thierry"],"language":[],"coverage":[],"title":["Detection of finite frequency photo-assisted shot noise with a resonant\n  circuit"],"description":["  Photo-assisted transport through a mesoscopic conductor occurs when an\noscillatory (AC) voltage is superposed to the constant (DC) bias which is\nimposed on this conductor. Of particular interest is the photo assisted shot\nnoise, which has been investigated theoretically and experimentally for several\ntypes of samples. For DC biased conductors, a detection scheme for finite\nfrequency noise using a dissipative resonant circuit, which is inductively\ncoupled to the mesoscopic device, was developped recently. We argue that the\ndetection of the finite frequency photo-assisted shot noise can be achieved\nwith the same setup, despite the fact that time translational invariance is\nabsent here. We show that a measure of the photo-assisted shot noise can be\nobtained through the charge correlator associated with the resonant circuit,\nwhere the latter is averaged over the AC drive frequency. We test our\npredictions for a point contact placed in the fractional quantum Hall effect\nregime, for the case of weak backscattering. The Keldysh elements of the\nphoto-assisted noise correlator are computed. For simple Laughlin fractions,\nthe measured photo-assisted shot noise displays peaks at the frequency\ncorresponding to the DC bias voltage, as well as satellite peaks separated by\nthe AC drive frequency.\n"]}]
["1001.2120",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2120","Phys. Rev. A 82, 053617 (2010)","doi:10.1103/PhysRevA.82.053617"],"date":["2010-01-13","2010-10-21"],"type":["text"],"creator":["Chuchem, Maya","Smith-Mannschott, Katrina","Hiller, Moritz","Kottos, Tsampikos","Vardi, Amichay","Cohen, Doron"],"language":[],"coverage":[],"title":["Quantum dynamics in the bosonic Josephson junction"],"description":["  We employ a semiclassical picture to study dynamics in a bosonic Josephson\njunction with various initial conditions. Phase-diffusion of coherent\npreparations in the Josephson regime is shown to depend on the initial relative\nphase between the two condensates. For initially incoherent condensates, we\nfind a universal value for the buildup of coherence in the Josephson regime. In\naddition, we contrast two seemingly similar on-separatrix coherent\npreparations, finding striking differences in their convergence to classicality\nas the number of particles increases.\n","Comment: 18 pages, 8 figures, improved version, pedagogical orientation, 3\n  extra appendices that are not included in the published version"]}]
["1001.3428",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3428","Astrophys.J.712:350-366,2010","doi:10.1088/0004-637X/712/1/350"],"date":["2010-01-19","2010-02-10"],"type":["text"],"creator":["Hayden, Brian T.","Garnavich, Peter M.","Kessler, Richard","Frieman, Joshua A.","Jha, Saurabh W.","Cinabro, David","Dilday, Benjamin","Kasen, Daniel","Marriner, John","Nichol, Robert C.","Riess, Adam G.","Sako, Masao","Schneider, Donald P.","Smith, Mathew","Sollerman, Jesper","Bassett, Bruce"],"language":[],"coverage":[],"title":["The Rise and Fall of Type Ia Supernova Light Curves in the SDSS-II\n  Supernova Survey"],"description":["  We analyze the rise and fall times of type Ia supernova (SN Ia) light curves\ndiscovered by the SDSS-II Supernova Survey. From a set of 391 light curves\nk-corrected to the rest frame B and V bands, we find a smaller dispersion in\nthe rising portion of the light curve compared to the decline. This is in\nqualitative agreement with computer models which predict that variations in\nradioactive nickel yield have less impact on the rise than on the spread of the\ndecline rates. The differences we find in the rise and fall properties suggest\nthat a single 'stretch' correction to the light curve phase does not properly\nmodel the range of SN Ia light curve shapes. We select a subset of 105 light\ncurves well-observed in both rise and fall portions of the light curves and\ndevelop a '2-stretch' fit algorithm which estimates the rise and fall times\nindependently. We find the average time from explosion to B-band peak\nbrightness is 17.38 +/- 0.17 days. Our average rise time is shorter than the\n19.5 days found in previous studies; this reflects both the different light\ncurve template used and the application of the 2-stretch algorithm. We find\nthat slow declining events tend to have fast rise times, but that the\ndistribution of rise minus fall time is broad and single-peaked. This\ndistribution is in contrast to the bimodality in this parameter that was first\nsuggested by Strovink (2007) from an analysis of a small set of local SNe Ia.\nWe divide the SDSS-II sample in half based on the rise minus fall value, tr-tf\n<= 2 days and tr-tf>2 days, to search for differences in their host galaxy\nproperties and Hubble residuals; we find no difference in host galaxy\nproperties or Hubble residuals in our sample.\n","Comment: 42 pages, 15 figures, accepted to ApJ for publication in March 2010,\n  v711 issue"]}]
["1001.5179",{"format":[],"subject":["Mathematics - Commutative Algebra","13A15, 13D02, 05C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5179"],"date":["2010-01-28","2010-11-17"],"type":["text"],"creator":["Barile, Margherita"],"language":[],"coverage":[],"title":["Projective dimensions of the edge ideals of forests"],"description":["  This paper is currently undergoing revision.\n","Comment: This paper is currently undergoing revision"]}]
["1002.3264",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3264","Phys. Rev. E 82, 050301(R) (2010)","doi:10.1103/PhysRevE.82.050301"],"date":["2010-02-17","2010-11-17"],"type":["text"],"creator":["Pugnaloni, Luis A.","Sánchez, Iván","Gago, Paula A.","Damas, José","Zuriguel, Iker","Maza, Diego"],"language":[],"coverage":[],"title":["Towards a relevant set of state variables to describe static granular\n  packings"],"description":["  We analyze, experimentally and numerically, the steady states, obtained by\ntapping, of a 2D granular layer. Contrary to the usual assumption, we show that\nthe reversible (steady state branch) of the density--acceleration curve is\nnonmonotonous. Accordingly, steady states with the same mean volume can be\nreached by tapping the system with very different intensities. Simulations of\ndissipative frictional disks show that equal volume steady states have\ndifferent values of the force moment tensor. Additionally, we find that steady\nstates of equal stress can be obtained by changing the duration of the taps;\nhowever, these states present distinct mean volumes. These results confirm\nprevious speculations that the volume and the force moment tensor are both\nneeded to describe univocally equilibrium states in static granular assemblies.\n","Comment: 5 pages, 3 figures"]}]
["1003.0820",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0820","Phys.Rev.Lett. 105 (2010) 077402","doi:10.1103/PhysRevLett.105.077402"],"date":["2010-03-03"],"type":["text"],"creator":["Satoh, Takuya","Cho, Sung-Jin","Iida, Ryugo","Shimura, Tsutomu","Kuroda, Kazuo","Ueda, Hiroaki","Ueda, Yutaka","Ivanov, B. A.","Nori, Franco","Fiebig, Manfred"],"language":[],"coverage":[],"title":["Spin Oscillations in Antiferromagnetic NiO Triggered by Circularly\n  Polarized Light"],"description":["  Coherent spin oscillations were non-thermally induced by circularly polarized\npulses in fully compensated antiferromagnetic NiO. This effect is attributed to\nan entirely new mechanism of the action, on the spins, of the effective\nmagnetic field generated by an inverse Faraday effect. The novelty of this\nmechanism is that spin oscillations are driven by the time derivative of the\neffective magnetic field acting even on \"pure\" antiferromagnets with zero net\nmagnetic moment in the ground state. The measured frequencies (1.07 THz and 140\nGHz) of the spin oscillations correspond to the out-of-plane and in-plane modes\nof antiferromagnetic magnons.\n","Comment: 4 pages, 2 figures. Submitted to Physical Review Letters"]}]
["1003.2808",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2808","Phys.Rev.D82:103521,2010","doi:10.1103/PhysRevD.82.103521"],"date":["2010-03-14","2010-11-02"],"type":["text"],"creator":["Cumberbatch, Daniel T.","Tsai, Yue-Lin Sming","Roszkowski, Leszek"],"language":[],"coverage":[],"title":["The impact of propagation uncertainties on the potential Dark Matter\n  contribution to the Fermi LAT mid-latitude gamma-ray data"],"description":["  We investigate the extent to which the uncertainties associated with the\npropagation of Galactic cosmic rays impact upon estimates for the gamma-ray\nflux from the mid-latitude region. We consider contributions from both standard\nastrophysical background (SAB) processes as well as resolved point sources. We\nhave found that the uncertainties in the total gamma-ray flux from the\nmid-latitude region relating to propagation parameter values consistent with\nlocal B/C and Be10/Be9 data dominate by 1-2 orders of magnitude. These\nuncertainties are reduced to less than an order of magnitude when the\nnormalisations of the SAB spectral components are fitted to the corresponding\nFermi LAT data. We have found that for many propagation parameter\nconfigurations (PPCs) our fits improve when an extragalactic background (EGB)\ncomponent is simultaneously fitted to the data. We also investigate the\nimprovement in our fits when a flux contribution from neutralino dark matter\n(DM), described by the Minimal Supersymmetric Standard Model, was\nsimultaneously fitted to the data. We consider three representative cases of\nneutralino DM for both Burkert and Einasto DM density profiles, in each case\nsimultaneously fitting a boost factor of the DM contribution together with the\nSAB and EGB components. We have found that for several PPCs there are\nsignificant improvements in our fits, yielding both substantial EGB and DM\ncomponents, where for a few of these PPCs the best-fit EGB component is\nconsistent with recent estimates by the Fermi Collaboration.\n","Comment: V2: 25 pages, 9 figures and 13 tables. Replaced to match version\n  accepted for publication in PRD. Major revisions to address referee's\n  comments"]}]
["1003.5766",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5766","J. Phys. A 43, 495302 (2010)","doi:10.1088/1751-8113/43/49/495302"],"date":["2010-03-30","2010-10-15"],"type":["text"],"creator":["Sano, Yousuke","Matsumoto, Ryutaroh","Uyematsu, Tomohiko"],"language":[],"coverage":[],"title":["Secure Key Rate of the BB84 Protocol using Finite Sample Bits"],"description":["  We improve the non-asymptotic key rate shown by Scarani and Renner by\nproposing several methods to construct tighter conservative confidence\nintervals of the phase error rate than one shown by them. In addition, we show\nthat the accurate channel estimation method non-asymptotically increases the\nkey rate over the amplitude damping channel as well as the asymptotic case in\nthe BB84 protocol.\n","Comment: 22 pages, 2 figures, to be published in J. Phys. A. Version 4\n  clarifies the assumptions of this paper. The source files of versions 3&4\n  include computer program files used in the numerical computation"]}]
["1004.3226",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3226","J. Opt. 13, 024001 (2011)","doi:10.1088/2040-8978/13/2/024001"],"date":["2010-04-19"],"type":["text"],"creator":["Anlage, Steven M."],"language":[],"coverage":[],"title":["The Physics and Applications of Superconducting Metamaterials"],"description":["  We summarize progress in the development and application of metamaterial\nstructures utilizing superconducting elements. After a brief review of the\nsalient features of superconductivity, the advantages of superconducting\nmetamaterials over their normal metal counterparts are discussed. We then\npresent the unique electromagnetic properties of superconductors and discuss\ntheir use in both proposed and demonstrated metamaterial structures. Finally we\ndiscuss novel applications enabled by superconducting metamaterials, and then\nmention a few possible directions for future research.\n","Comment: 17 pages, 2 figures, to be published in the Journal of Optics as a\n  special issue article."]}]
["1004.5153",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5153"],"date":["2010-04-28","2010-11-16"],"type":["text"],"creator":["Kalok, D.","Bilusic, A.","Baturina, T. I.","Vinokur, V. M.","Strunk, C."],"language":[],"coverage":[],"title":["Intrinsic non-linear conduction in the super-insulating state of thin\n  TiN films"],"description":["  We investigate experimentally the electric transport at the insulating side\nof the superconductor to insulator transition in thin TiN-films. At\ntemperatures T > 50 mK we observe an Arrhenius-type conductance, with an\nactivation energy depending logarithmically on the sample size. At high bias\nthe current voltage (I-V) characteristics display a large current jump into an\nelectron heating dominated regime. For the largest samples, and below 50 mK we\nobserve a low-bias power law I ~ V^alpha characteristics with an exponent alpha\n> 1 rapidly growing with decreasing temperature, which is expected for a\nbinding-unbinding crossover of the charge-Berezinskii-Kosterlitz-Thouless type.\n","Comment: 4 pages, 4 figures"]}]
["1005.0937",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - General Topology","46E15, 46B26, 46T99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0937","J. Math. Anal. Appl. (2010)","doi:10.1016/j.jmaa.2010.11.012"],"date":["2010-05-06","2010-11-16"],"type":["text"],"creator":["Gorak, Rafal"],"language":[],"coverage":[],"title":["Coarse version of the Banach-Stone theorem"],"description":["  We show that if there exists a Lipschitz homeomorphism $T$ between the nets\nin the Banach spaces $C(X)$ and $C(Y)$ of continuous real valued functions on\ncompact spaces $X$ and $Y$, then the spaces $X$ and $Y$ are homeomorphic\nprovided $l(T) \\times l(T^{-1})< 6/5$. By $l(T)$ and $l(T^{-1})$ we denote the\nLipschitz constants of the maps $T$ and $T^{-1}$. This improves the classical\nresult of Jarosz and the recent result of Dutrieux and Kalton where the\nconstant obtained is 17/16. We also estimate the distance of the map $T$ from\nthe isometry of the spaces $C(X)$ and $C(Y)$.\n"]}]
["1005.1084",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1084","Phys. Rev. B 82, 174511 (2010)","doi:10.1103/PhysRevB.82.174511"],"date":["2010-05-06","2010-10-27"],"type":["text"],"creator":["Quintanilla, Jorge","Hillier, Adrian D.","Annett, James F.","Cywinski, R."],"language":[],"coverage":[],"title":["Relativistic analysis of the pairing symmetry of the noncentrosymmetric\n  superconductor LaNiC$_2$"],"description":["  We present a relativistic symmetry analysis of the allowed pairing states in\nthe noncentroymmetric superconductor LaNiC$_2$. The case of zero spin-orbit\ncoupling (SOC) is discussed first and then the evolution of the\nsymmetry-allowed superconducting instabilities as SOC is adiabatically turned\non is described. In addition to mixing singlet with triplet pairing, SOC splits\nsome triplet pairing states with degenerate order parameter spaces into\nnon-degenerate pairing states with different critical temperatures. We address\nthe breaking of time-reversal symmetry (TRS) detected in recent muon spin\nrelaxation experiments and show that it is only compatible with such\nnon-unitary triplet pairing states. In particular, an alternative scenario\nfeaturing conventional singlet pairing with a small admixture of triplet\npairing is shown to be incompatible with the experimental data.\n","Comment: 7 pages, 2 tables, 2 figures; paper shortened; additional discussions\n  and references; accepted for publication in Phys. Rev. B"]}]
["1005.3271",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3271","Astrophysical Journal 725 (2010) 134-145","doi:10.1088/0004-637X/725/1/134"],"date":["2010-05-18","2010-09-28"],"type":["text"],"creator":["Peters, Thomas","Klessen, Ralf S.","Mac Low, Mordecai-Mark","Banerjee, Robi"],"language":[],"coverage":[],"title":["Limiting Accretion onto Massive Stars by Fragmentation-Induced\n  Starvation"],"description":["  Massive stars influence their surroundings through radiation, winds, and\nsupernova explosions far out of proportion to their small numbers. However, the\nphysical processes that initiate and govern the birth of massive stars remain\npoorly understood. Two widely discussed models are monolithic collapse of\nmolecular cloud cores and competitive accretion. To learn more about massive\nstar formation, we perform simulations of the collapse of rotating, massive,\ncloud cores including radiative heating by both non-ionizing and ionizing\nradiation using the FLASH adaptive mesh refinement code. These simulations show\nfragmentation from gravitational instability in the enormously dense accretion\nflows required to build up massive stars. Secondary stars form rapidly in these\nflows and accrete mass that would have otherwise been consumed by the massive\nstar in the center, in a process that we term fragmentation-induced starvation.\nThis explains why massive stars are usually found as members of high-order\nstellar systems that themselves belong to large clusters containing stars of\nall masses. The radiative heating does not prevent fragmentation, but does lead\nto a higher Jeans mass, resulting in fewer and more massive stars than would\nform without the heating. This mechanism reproduces the observed relation\nbetween the total stellar mass in the cluster and the mass of the largest star.\nIt predicts strong clumping and filamentary structure in the center of\ncollapsing cores, as has recently been observed. We speculate that a similar\nmechanism will act during primordial star formation.\n","Comment: extended version, ApJ in press"]}]
["1006.1227",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Representation Theory","18E30, 16E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1227"],"date":["2010-06-07","2010-11-17"],"type":["text"],"creator":["Yang, Dong"],"language":[],"coverage":[],"title":["Recollements from generalized tilting"],"description":["  Let $\\ca$ be a small dg category over a field $k$ and let $\\cu$ be a small\nfull subcategory of the derived category $\\cd\\ca$ which generate all free dg\n$\\ca$-modules. Let $(\\cb,X)$ be a standard lift of $\\cu$. We show that there is\na recollement such that its middle term is $\\cd\\cb$, its right term is\n$\\cd\\ca$, and the three functors on its right side are constructed from $X$.\nThis applies to the pair $(A,T)$, where $A$ is a $k$-algebra and $T$ is a good\n$n$-tilting module, and we obtain a result of Bazzoni--Mantese--Tonolo. This\nalso applies to the pair $(\\ca,\\cu)$, where $\\ca$ is an augmented dg category\nand $\\cu$ is the category of `simple' modules, e.g. $\\ca$ is a\nfinite-dimensional algebra or the Kontsevich--Soibelman $A_\\infty$-category\nassociated to a quiver with potential.\n","Comment: 10 pages. a few mistakes corrected. To appear in P.A.M.S"]}]
["1006.1757",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1757","Phys.Rev.D82:024042,2010","doi:10.1103/PhysRevD.82.024042"],"date":["2010-06-09","2010-06-16"],"type":["text"],"creator":["Alishahiha, Mohsen","Naseh, Ali","Soltanpanahi, Hesam"],"language":[],"coverage":[],"title":["On Born-Infeld Gravity in Three Dimensions"],"description":["  In this paper we explore different aspects of three dimensional Born-Infeld\nas well as Born-Infeld-Chern-Simons gravity. We show that the models have AdS\nand AdS-wave vacuum solutions. Moreover we observe that although\nBorn-Infeld-Chern-Simons gravity admits a logarithmic solution, Born-Infeld\ngravity does not, though it has a limiting logarithmic solution as we approach\nthe critical point.\n","Comment: 12 pages"]}]
["1006.2129",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2129","Phys. Rev. E 82, 051921 (2010)","doi:10.1103/PhysRevE.82.051921"],"date":["2010-06-10","2010-10-27"],"type":["text"],"creator":["Tomé, Tânia","Ziff, Robert M."],"language":[],"coverage":[],"title":["On the critical behavior of the Susceptible-Infected-Recovered (SIR)\n  model on a square lattice"],"description":["  By means of numerical simulations and epidemic analysis, the transition point\nof the stochastic, asynchronous Susceptible-Infected-Recovered (SIR) model on a\nsquare lattice is found to be c_0=0.1765005(10), where c is the probability a\nchosen infected site spontaneously recovers rather than tries to infect one\nneighbor. This point corresponds to an infection/recovery rate of lambda_c =\n(1-c_0)/c_0 = 4.66571(3) and a net transmissibility of (1-c_0)/(1 + 3 c_0) =\n0.538410(2), which falls between the rigorous bounds of the site and bond\nthresholds. The critical behavior of the model is consistent with the 2-d\npercolation universality class, but local growth probabilities differ from\nthose of dynamic percolation cluster growth, as is demonstrated explicitly.\n","Comment: 9 pages, 5 figures. Accepted for publication, Physical Review E"]}]
["1006.2163",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2163","J. Phys. A: Math. Theor. 43 (2010) 425203","doi:10.1088/1751-8113/43/42/425203"],"date":["2010-06-10"],"type":["text"],"creator":["Texier, Christophe"],"language":[],"coverage":[],"title":["$\\zeta$-regularised spectral determinants on metric graphs"],"description":["  Several general results for the spectral determinant of the Schr\\\"odinger\noperator on metric graphs are reviewed. Then, a simple derivation for the\n$\\zeta$-regularised spectral determinant is proposed, based on the Roth trace\nformula. Two types of boundary conditions are studied: functions continuous at\nthe vertices and functions whose derivative is continuous at the vertices. The\n$\\zeta$-regularised spectral determinant of the Schr\\\"odinger operator acting\non functions with the most general boundary conditions is conjectured in\nconclusion. The relation to the Ihara, Bass and Bartholdi formulae obtained for\ncombinatorial graphs is also discussed.\n","Comment: LaTeX, 21 pages, 2 pdf figures"]}]
["1006.3078",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3078","Phys. Rev. B 82, 195428 (2010)","doi:10.1103/PhysRevB.82.195428"],"date":["2010-06-15","2010-08-25"],"type":["text"],"creator":["Sensarma, Rajdeep","Hwang, E. H.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Dynamic Screening and Low Energy Collective Modes in Bilayer Graphene"],"description":["  We theoretically study the dynamic screening properties of bilayer graphene\nwithin the random phase approximation assuming quadratic band dispersion and\nzero gap for the single-particle spectrum. We calculate the frequency dependent\ndielectric function of the system and obtain the low energy plasmon dispersion\nand broadening of the plasmon modes from the dielectric function. We also\ncalculate the optical spectral weight (i.e. the dynamical structure factor) for\nthe system. We find that the leading order long wavelength limit of the plasmon\ndispersion matches with the classical result for 2D electron gas. However,\ncontrary to electron gas systems, the non-local plasmon dispersion corrections\ndecrease the plasmon frequency. The non-local corrections are also different\nfrom the single layer graphene. Finally, we also compare our results with the\ndouble layer graphene system (i.e. a system of two independent graphene\nmonolayers).\n","Comment: Typos corrected in equations, expanded discussion, new section on\n  crossover from bilayer to single layer behaviour, new figures added. 10 pages\n  8 Figures"]}]
["1006.4666",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4666","New J. Phys. 12, 113032 (2010)","doi:10.1088/1367-2630/12/11/113032"],"date":["2010-06-23","2010-11-17"],"type":["text"],"creator":["Rivas, Ángel","Plato, A. Douglas K.","Huelga, Susana F.","Plenio, Martin B."],"language":[],"coverage":[],"title":["Markovian Master Equations: A Critical Study"],"description":["  We derive Markovian master equations of single and interacting harmonic\nsystems in different scenarios, including strong internal coupling. By\ncomparing the dynamics resulting from the corresponding Markovian master\nequations with exact numerical simulations of the evolution of the global\nsystem, we precisely delimit their validity regimes and assess the robustness\nof the assumptions usually made in the process of deriving the reduced\ndynamics. The proposed method is sufficiently general to suggest that the\nconclusions made here are widely applicable to a large class of settings\ninvolving interacting chains subject to a weak interaction with an environment.\n","Comment: 40 pages, 14 figures, final version"]}]
["1007.0170",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","58K50, 14B05, 32S10, 32S25, 58K40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0170"],"date":["2010-07-01","2010-11-17"],"type":["text"],"creator":["Boubakri, Yousra","Greuel, Gert-Martin","Markwig, Thomas"],"language":[],"coverage":[],"title":["Normal Forms of Hypersurface Singularities in Positive Characteristic"],"description":["  The main purpose of this article is to lay the foundations for a\nclassification of isolated hypersurface singularities in positive\ncharacteristic. Although our article is in the spirit of Arnol'd who classified\nreal an complex hypersurfaces in the 1970's with respect to right equivalence,\nseveral new phenomena occur in positive characteristic. Already the notion of\nisolated singularity is different for right resp. contact equivalence over\nfields of characteristic other than zero. The heart of this paper consists of\nthe study of different notions of non-degeneracy and the associated piecewise\nfiltrations induced by the Newton diagram of a power series f. We introduce the\nconditions AC and AAC which modify and generalise the conditions A and AA of\nArnol'd resp. Wall and which allow the classification with respect to contact\nequivalence in any characteristic. Using this we deduce normal forms and rather\nsharp determinacy bounds for f with respect to right and contact equivalence.\nWe apply this to classify hypersurface singularities of low modality in\npositive characteristic.\n","Comment: 26 pages; the exposition has been clarified at some places"]}]
["1007.2620",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2620","J. Opt. 13, 024006 (2011)","doi:10.1088/2040-8978/13/2/024006"],"date":["2010-07-15"],"type":["text"],"creator":["Plum, E.","Fedotov, V. A.","Zheludev, N. I."],"language":[],"coverage":[],"title":["Asymmetric transmission: a generic property of lossy periodic interfaces"],"description":["  Asymmetric transmission of circularly polarized waves is a well-established\nproperty of lossy, anisotropic, two-dimensionally chiral patterns. Here we show\nthat asymmetric transmission can be observed for oblique incidence onto any\nlossy periodically structured plane. Our results greatly expand the range of\nnatural and artificial materials in which directionally asymmetric transmission\ncan be expected making it a cornerstone electromagnetic effect rather than a\ncuriosity of planar chiral metamaterials. Prime candidates for asymmetric\ntransmission at oblique incidence are rectangular arrays of plasmonic spheres\nor semiconductor quantum dots, lossy double-periodic gratings and planar\nmetamaterial structures.\n","Comment: 9 pages, 4 figures"]}]
["1007.4251",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4251","Phys. Rev. B 82, 195119 (2010)","doi:10.1103/PhysRevB.82.195119"],"date":["2010-07-24","2010-11-17"],"type":["text"],"creator":["Lai, Hsin-Hua","Motrunich, Olexei I."],"language":[],"coverage":[],"title":["Insulating phases of electrons on a zigzag strip in the orbital magnetic\n  field"],"description":["  We consider electrons on a two-leg triangular ladder at half-filling and in\nan orbital magnetic field. In a two-band regime in the absence of the field,\nthe electronic system remains conducting for weak interactions since there is\nno four-fermion Umklapp term. We find that in the presence of the orbital field\nthere is a four-fermion Umklapp and it is always relevant for repulsive\ninteractions. Thus in this special ladder, the combination of the orbital\nmagnetic field and interactions provides a mechanism to drive metal-insulator\ntransition already at weak coupling. We discuss properties of the possible\nresulting phases C0S2 and various C0S1 and C0S0.\n","Comment: 7 pages, 4 figures, 2 tables"]}]
["1007.4533",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4533","Phys. Rev. B 82, 155318 (2010)","doi:10.1103/PhysRevB.82.155318"],"date":["2010-07-26"],"type":["text"],"creator":["Chevallier, Denis","Rech, Jérôme","Jonckheere, Thibaut","Wahl, Claire","Martin, Thierry"],"language":[],"coverage":[],"title":["Poissonian tunneling through an extended impurity in the quantum Hall\n  effect"],"description":["  We consider transport in the Poissonian regime between edge states in the\nquantum Hall effect. The backscattering potential is assumed to be arbitrary,\nas it allows for multiple tunneling paths. We show that the Schottky relation\nbetween the backscattering current and noise can be established in full\ngenerality: the Fano factor corresponds to the electron charge (the\nquasiparticle charge) in the integer (fractional) quantum Hall effect, as in\nthe case of purely local tunneling. We derive an analytical expression for the\nbackscattering current, which can be written as that of a local tunneling\ncurrent, albeit with a renormalized tunneling amplitude which depends on the\nvoltage bias. We apply our results to a separable tunneling amplitude which can\nrepresent an extended point contact in the integer or in the fractional quantum\nHall effect. We show that the differential conductance of an extended quantum\npoint contact is suppressed by the interference between tunneling paths, and it\nhas an anomalous dependence with respect to the bias voltage.\n"]}]
["1008.0963",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0963","Physical Review B 82, 201310(R) (2010)","doi:10.1103/PhysRevB.82.201310"],"date":["2010-08-05","2010-11-17"],"type":["text"],"creator":["Prokudina, M. G.","Khrapai, V. S.","Ludwig, S.","Kotthaus, J. P.","Tranitz, H. P.","Wegscheider, W."],"language":[],"coverage":[],"title":["Acoustic phonon-based interaction between coplanar quantum circuits in\n  magnetic field"],"description":["  We explore the acoustic phonon-based interaction between two neighboring\ncoplanar circuits containing semiconductor quantum point contacts in a\nperpendicular magnetic field B. In a drag-type experiment, a current flowing in\none of the circuits (unbiased) is measured in response to an external current\nin the other. In moderate B the sign of the induced current is determined\nsolely by the polarity of B. This indicates that the spatial regions where the\nphonon emission/reabsorption is efficient are controlled by magnetic field. The\nresults are interpreted in terms of non-equilibrium transport via skipping\norbits in two-dimensional electron system.\n","Comment: as published"]}]
["1008.3878",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3878","Physical Review E: Statistical, Nonlinear, and Soft Matter Physics\n  82, 5 (2010) 055201(R)"],"date":["2010-08-23"],"type":["text"],"creator":["Poli, Charles","Legrand, Olivier","Mortessagne, Fabrice"],"language":[],"coverage":[],"title":["Statistics of resonance states in a weakly open chaotic cavity"],"description":["  In this letter, we demonstrate that a non-Hermitian Random Matrix description\ncan account for both spectral and spatial statistics of resonance states in a\nweakly open chaotic wave system with continuously distributed losses. More\nspecifically, the statistics of resonance states in an open 2D chaotic\nmicrowave cavity are investigated by solving the Maxwell equations with lossy\nboundaries subject to Ohmic dissipation. We successfully compare the statistics\nof its complex-valued resonance states and associated widths with analytical\npredictions based on a non-Hermitian effective Hamiltonian model defined by a\nfinite number of fictitious open channels.\n"]}]
["1008.3904",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3904","JHEP 1011:055,2010","doi:10.1007/JHEP11(2010)055"],"date":["2010-08-23","2010-11-16"],"type":["text"],"creator":["Ren, Jie"],"language":[],"coverage":[],"title":["One-dimensional holographic superconductor from AdS_3/CFT_2\n  correspondence"],"description":["  We obtain a holographical description of a superconductor by using the d=2\ncase of the AdS_{d+1}/CFT_d correspondence. The gravity system is a\n(2+1)-dimensional AdS black hole coupled to a Maxwell field and charged scalar.\nThe dual (1+1)-dimensional superconductor will be strongly correlated. The\ncharacteristic exponents for vector perturbations at the boundary degenerate,\nwhich implies that d=2 is a critical dimension and the Green's function needs\nto be regularized. In the normal phase, the current-current correlation\nfunction and the conductivity can be analytically solved at zero chemical\npotential. The dc conductivity can be analytically solved at finite chemical\npotential. When we add a scalar hair to the black hole, a charged condensate\nhappens at low temperatures. We compare our results with higher-dimensional\ncases.\n","Comment: 22 pages, 7 figures; v2: minor corrections; v3: published version"]}]
["1008.4320",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4320","Physical Review B 82, 195108 (2010)","doi:10.1103/PhysRevB.82.195108"],"date":["2010-08-25"],"type":["text"],"creator":["Kang, Wei","Hybertsen, Mark S."],"language":[],"coverage":[],"title":["Enhanced Static Approximation to the Electron Self-Energy Operator for\n  Efficient Calculation of Quasiparticle Energies"],"description":["  An enhanced static approximation for the electron self energy operator is\nproposed for efficient calculation of quasiparticle energies. Analysis of the\nstatic COHSEX approximation originally proposed by Hedin shows that most of the\nerror derives from the short wavelength contributions of the assumed adiabatic\naccumulation of the Coulomb-hole. A wavevector dependent correction factor can\nbe incorporated as the basis for a new static approximation. This factor can be\napproximated by a single scaling function, determined from the homogeneous\nelectron gas model. The local field effect in real materials is captured by a\nsimple ansatz based on symmetry consideration. As inherited from the COHSEX\napproximation, the new approximation presents a Hermitian self-energy operator\nand the summation over empty states is eliminated from the evaluation of the\nself energy operator. Tests were conducted comparing the new approximation to\nGW calculations for diverse materials ranging from crystals and nanotubes. The\naccuracy for the minimum gap is about 10% or better. Like in the COHSEX\napproximation, the occupied bandwidth is overestimated.\n","Comment: Submitted to Physical Review B"]}]
["1009.0032",{"format":[],"subject":["Quantum Physics","Condensed Matter - Materials Science","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0032","Phys. Rev. B 82, 201202(R) (2010)","doi:10.1103/PhysRevB.82.201202"],"date":["2010-08-31","2010-11-17"],"type":["text"],"creator":["Acosta, V. M.","Jarmola, A.","Bauch, E.","Budker, D."],"language":[],"coverage":[],"title":["Optical properties of the nitrogen-vacancy singlet levels in diamond"],"description":["  We report measurements of the optical properties of the 1042 nm transition of\nnegatively-charged Nitrogen-Vacancy (NV) centers in type 1b diamond. The\nresults indicate that the upper level of this transition couples to the\nm_s=+/-1 sublevels of the {^3}E excited state and is short-lived, with a\nlifetime <~ 1 ns. The lower level is shown to have a temperature-dependent\nlifetime of 462(10) ns at 4.4 K and 219(3) ns at 295 K. The light-polarization\ndependence of 1042 nm absorption confirms that the transition is between\norbitals of A_1 and E character. The results shed new light on the NV level\nstructure and optical pumping mechanism.\n","Comment: 5 pages, 4 figures"]}]
["1009.0564",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","35Q61, 35P25, 35L45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0564"],"date":["2010-09-02","2010-11-17"],"type":["text"],"creator":["Colombini, Ferruccio","Petkov, Vesselin","Rauch, Jeffrey"],"language":[],"coverage":[],"title":["Incoming and disappearing solutions for Maxwell's equations"],"description":["  We prove that in contrast to the free wave equation in $\\R^3$ there are no\nincoming solutions of Maxwell's equations in the form of spherical or modulated\nspherical waves. We construct solutions which are corrected by lower order\nincoming waves. With their aid, we construct dissipative boundary conditions\nand solutions to Maxwell's equations in the exterior of a sphere which decay\nexponentially as $t \\to +\\infty$. They are asymptotically disappearing.\nDisappearing solutions which are identically zero for $t \\geq T > 0$ are\nconstructed which satisfy maximal dissipative boundary conditions which depend\non time $t$. Both types are invisible in scattering theory.\n"]}]
["1009.1479",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1479","Phys. Rev. Lett. 105, 216101 (2010)","doi:10.1103/PhysRevLett.105.216101"],"date":["2010-09-08","2010-10-15"],"type":["text"],"creator":["Scheiber, Philipp","Riss, Alexander","Schmid, Michael","Varga, Peter","Diebold, Ulrike"],"language":[],"coverage":[],"title":["Observation and destruction of an elusive adsorbate with STM:\n  O$_2$/TiO$_2$"],"description":["  When a slightly defective rutile TiO$_2$(110) surface is exposed to O$_2$ at\nelevated temperatures, the molecule dissociates at defects, filling O vacancies\n(\\ov) and creating O adatoms (\\oad) on {\\tifc} rows. The adsorption of\nmolecular O$_2$ at low temperatures has remained controversial. Low-Temperature\nScanning Tunneling Microscopy (LT-STM) of O$_2$, dosed on TiO$_2$(110) at a\nsample temperature of $\\approx$ 100 K and imaged at 17 K, shows a molecular\nprecursor at \\ov as a faint change in contrast. The adsorbed O$_2$ easily\ndissociates during the STM measurements, and formation of \\oad's at both sides\nof the original \\ov is observed.\n","Comment: Submitted to Physical Review Letters. 4 pages, 2 figures"]}]
["1009.1968",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","35Q55, 47J30, 76M23. PACS: 03.75.Hh, 47.32.-y, 47.37.+q"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1968"],"date":["2010-09-10","2010-11-17"],"type":["text"],"creator":["Rougerie, Nicolas"],"language":[],"coverage":[],"title":["Annular Bose-Einstein Condensates in the Lowest Landau Level"],"description":["  A rotating superfluid such as a Bose-Einstein condensate is usually described\nby the Gross-Pitaevskii (GP) model. An important issue is to determine from\nthis model the properties of the quantized vortices that a superfluid nucleates\nwhen set into rotation. In this paper we address the minimization of a two\ndimensional GP energy functional describing a rotating annular Bose-Einstein\ncondensate. In a certain limit it is physically relevant to restrict the\nminimimization to the Lowest-Landau-Level, that is the first eigenspace of the\nGinzburg-Landau operator. Taking the particular structure of this space into\naccount we obtain theoretical results concerning the vortices of the\ncondensate. We also compute the vortices' locations by a numerical minimization\nprocedure. We find that they lie on a distorted lattice and that multiply\nquantized vortices appear in the central hole of low matter density.\n","Comment: 21 pages, 4 figures. To appear in Applied Mathematic Research\n  Express. This is an expanded and upgraded version of [X.Blanc, N.Rougerie,\n  Lowest-Landau-Level vortex structure of a Bose-Einstein condensate rotating\n  in a harmonic plus quartic trap, arXiv:0801.3571, Phys. Rev. A 77 (2008)]"]}]
["1009.4412",{"format":[],"subject":["Mathematics - Probability","Mathematics - Spectral Theory","60G15. Secondary 60G60, 47A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4412"],"date":["2010-09-22","2010-11-17"],"type":["text"],"creator":["Karol', Andrei I.","Nazarov, Alexander I."],"language":[],"coverage":[],"title":["Small Ball Probabilities for Smooth Gaussian fields and Tensor Products\n  of Compact Operators"],"description":["  We find the logarithmic $L_2$-small ball asymptotics for a class of zero mean\nGaussian fields with covariances having the structure of \"tensor product\". The\nmain condition imposed on marginal covariances is slow growth at the origin of\ncounting functions of their eigenvalues. That is valid for Gaussian functions\nwith smooth covariances. Another type of marginal functions considered as well\nare classical Wiener process, Brownian bridge, Ornstein--Uhlenbeck process,\netc., in the case of special self-similar measure of integration. Our results\nare based on new theorem on spectral asymptotics for the tensor products of\ncompact self-adjoint operators in Hilbert space which is of independent\ninterest. Thus, we continue to develop the approach proposed in the paper\n\\cite{KNN}, where the regular behavior at infinity of marginal eigenvalues was\nassumed.\n","Comment: Extended version; some misprints are corrected"]}]
["1010.1010",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1010"],"date":["2010-10-05","2010-11-16"],"type":["text"],"creator":["Kelmer, Dubi","Silberman, Lior"],"language":[],"coverage":[],"title":["A uniform spectral gap for congruence covers of a hyperbolic manifold"],"description":["  Let $G$ be $\\SO(n,1)$ or $\\SU(n,1)$ and let $\\Gamma\\subset G$ denote an\narithmetic lattice. The hyperbolic manifold $\\Gamma\\backslash \\calH$ comes with\na natural family of covers, coming from the congruence subgroups of $\\Gamma$.\nIn many applications, it is useful to have a bound for the spectral gap that is\nuniform for this family. When $\\Gamma$ is itself a congruence lattice, there\nare very good bounds coming from known results towards the Ramanujan\nconjectures. In this paper, we establish an effective bound that is uniform for\ncongruence subgroups of a non-congruence lattice.\n","Comment: 15 pages"]}]
["1010.2842",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","92D15, 82C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2842","doi:10.1098/rsif.2010.0438"],"date":["2010-10-14"],"type":["text"],"creator":["de Vladar, Harold P.","Barton, Nick"],"language":[],"coverage":[],"title":["The statistical mechanics of a polygenic characterunder stabilizing\n  selection, mutation and drift"],"description":["  By exploiting an analogy between population genetics and statistical\nmechanics, we study the evolution of a polygenic trait under stabilizing\nselection, mutation, and genetic drift. This requires us to track only four\nmacroscopic variables, instead of the distribution of all the allele\nfrequencies that influence the trait. These macroscopic variables are the\nexpectations of: the trait mean and its square, the genetic variance, and of a\nmeasure of heterozygosity, and are derived from a generating function that is\nin turn derived by maximizing an entropy measure. These four macroscopics are\nenough to accurately describe the dynamics of the trait mean and of its genetic\nvariance (and in principle of any other quantity). Unlike previous approaches\nthat were based on an infinite series of moments or cumulants, which had to be\ntruncated arbitrarily, our calculations provide a well-defined approximation\nprocedure. We apply the framework to abrupt and gradual changes in the optimum,\nas well as to changes in the strength of stabilizing selection. Our\napproximations are surprisingly accurate, even for systems with as few as 5\nloci. We find that when the effects of drift are included, the expected genetic\nvariance is hardly altered by directional selection, even though it fluctuates\nin any particular instance. We also find hysteresis, showing that even after\naveraging over the microscopic variables, the macroscopic trajectories retain a\nmemory of the underlying genetic states.\n","Comment: 35 pages, 8 figures"]}]
["1010.5194",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5194"],"date":["2010-10-25","2010-11-17"],"type":["text"],"creator":["Chifan, Ionut","Peterson, Jesse"],"language":[],"coverage":[],"title":["Some unique group-measure space decomposition results"],"description":["  Using an approach emerging from the theory of closable derivations on von\nNeumann algebras, we exhibit a class of groups CR satisfying the following\nproperty: given any groups G_1, G_2 in CR, then any free, ergodic, measure\npreserving action on a probability space G_1 x G_2 on X gives rise to a von\nNeumann algebra with unique group measure space Cartan subalgebra. Pairing this\nresult with Popa's Orbit Equivalence Superrigidity Theorem we obtain new\nexamples of W*-superrigid actions.\n","Comment: Revised proofs in Section 4"]}]
["1010.6183",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6183","PoS(LC2010)018"],"date":["2010-10-29"],"type":["text"],"creator":["Sanchis-Alepuz, Helios","Alkofer, Reinhard","Eichmann, Gernot","Villalba-Chávez, Selym"],"language":[],"coverage":[],"title":["On baryon properties from a covariant Faddeev approach"],"description":["  The Poincare-covariant Faddeev equation and its solution in rainbow-ladder\ntruncation, i.e., with a generalized gluon exchange as irreducible\ntwo-particle-interaction, is presented. The covariant decomposition of baryon\namplitudes, representing relativistic three-quark states, is discussed and\nexplicitly given for the Delta-baryon. The calculated Delta mass compares\nfavourably with the experimental one.\n","Comment: 8 pages, 1 fig., Talk given by H. Sanchis-Alepuz at the Light Cone\n  2010, Valencia"]}]
["1011.0679",{"format":[],"subject":["Mathematics - Representation Theory","20C08, 22E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0679"],"date":["2010-11-02","2010-11-17"],"type":["text"],"creator":["Opdam, Eric","Solleveld, Maarten"],"language":[],"coverage":[],"title":["A formula of Arthur and affine Hecke algebras"],"description":["  Let $\\pi, \\pi'$ be tempered representations of an affine Hecke algebra with\npositive parameters. We study their Euler--Poincar\\'e pairing $EP (\\pi,\\pi')$,\nthe alternating sum of the dimensions of the Ext-groups. We show that $EP\n(\\pi,\\pi')$ can be expressed in a simple formula involving an analytic R-group,\nanalogous to a formula of Arthur in the setting of reductive p-adic groups. Our\nproof applies equally well to affine Hecke algebras and to reductive groups\nover nonarchimedean local fields of arbitrary characteristic.\n","Comment: 22 pages"]}]
["1011.1641",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1641","Theor. Math. Phys. (2009), 161(3), 1616-1633"],"date":["2010-11-07","2010-11-17"],"type":["text"],"creator":["Brezhnev, Yurii V."],"language":[],"coverage":[],"title":["A tau-function solution to the sixth Painleve transcendent"],"description":["  We represent and analyze the general solution of the sixth Painleve\ntranscendent in the Picard-Hitchin-Okamoto class in the Painleve form as the\nlogarithmic derivative of the ratio of certain $\\tau$-functions. These\nfunctions are expressible explicitly in terms of the elliptic Legendre\nintegrals and Jacobi $\\theta$-functions, for which we write the general\ndifferentiation rules. We also establish a relation between the P6-equation and\nthe uniformization of algebraic curves and present examples.\n","Comment: English, LaTeX, 21 pages, 2 figures (2 references corrected)"]}]
["1011.1929",{"format":[],"subject":["Mathematics - Dynamical Systems","37F20, 37F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1929"],"date":["2010-11-08","2010-11-17"],"type":["text"],"creator":["Bonnot, Sylvain","Yampolsky, Michael"],"language":[],"coverage":[],"title":["Geometrization of postcritically finite branched coverings"],"description":["  We study canonical decompositions of postcritically finite branched coverings\nof the 2-sphere, as defined by K.~Pilgrim. We show that every hyperbolic cycle\nin the decomposition does not have a Thurston obstruction. It is thus Thurston\nequivalent to a rational map.\n","Comment: The paper has been withdrawn"]}]
["1011.1970",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1970"],"date":["2010-11-08","2010-11-17"],"type":["text"],"creator":["McDaid, Aaron F.","Hurley, Neil J."],"language":[],"coverage":[],"title":["Using Model-based Overlapping Seed Expansion to detect highly\n  overlapping community structure"],"description":["  As research into community finding in social networks progresses, there is a\nneed for algorithms capable of detecting overlapping community structure. Many\nalgorithms have been proposed in recent years that are capable of assigning\neach node to more than a single community. The performance of these algorithms\ntends to degrade when the ground-truth contains a more highly overlapping\ncommunity structure, with nodes assigned to more than two communities. Such\nhighly overlapping structure is likely to exist in many social networks, such\nas Facebook friendship networks. In this paper we present a scalable algorithm,\nMOSES, based on a statistical model of community structure, which is capable of\ndetecting highly overlapping community structure, especially when there is\nvariance in the number of communities each node is in. In evaluation on\nsynthetic data MOSES is found to be superior to existing algorithms, especially\nat high levels of overlap. We demonstrate MOSES on real social network data by\nanalyzing the networks of friendship links between students of five US\nuniversities.\n","Comment: based on work accepted at ASONAM 2010"]}]
["1011.2688",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","60K35, 41A25, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2688"],"date":["2010-11-11","2010-11-17"],"type":["text"],"creator":["Lember, Juri","Matzinger, Heinrich","Torres, Felipe"],"language":[],"coverage":[],"title":["The rate of the convergence of the mean score in random sequence\n  comparison"],"description":["  We consider a general class of super-additive scores measuring the similarity\nof two independent sequences of $n$ i.i.d. letters from a finite alphabet. Our\nobject of interest is the mean score by letter $l_n$. By the subadditivity\n$l_n$ is nondecreasing and converges to a limit $l$. We give a simple method of\nbounding the difference $l-l_n$ and obtaining the rate of convergence. Our\nresult generalizes a previous result of Alexander, where only the special case\nof the longest common subsequence is considered.\n","Comment: 13 pages, 1 figure"]}]
["1011.3571",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3571"],"date":["2010-11-15","2010-11-17"],"type":["text"],"creator":["Ghosh, Rumi","Lerman, Kristina"],"language":[],"coverage":[],"title":["A Framework for Quantitative Analysis of Cascades on Networks"],"description":["  How does information flow in online social networks? How does the structure\nand size of the information cascade evolve in time? How can we efficiently mine\nthe information contained in cascade dynamics? We approach these questions\nempirically and present an efficient and scalable mathematical framework for\nquantitative analysis of cascades on networks. We define a cascade generating\nfunction that captures the details of the microscopic dynamics of the cascades.\nWe show that this function can also be used to compute the macroscopic\nproperties of cascades, such as their size, spread, diameter, number of paths,\nand average path length. We present an algorithm to efficiently compute cascade\ngenerating function and demonstrate that while significantly compressing\ninformation within a cascade, it nevertheless allows us to accurately\nreconstruct its structure. We use this framework to study information dynamics\non the social network of Digg. Digg allows users to post and vote on stories,\nand easily see the stories that friends have voted on. As a story spreads on\nDigg through voting, it generates cascades. We extract cascades of more than\n3,500 Digg stories and calculate their macroscopic and microscopic properties.\nWe identify several trends in cascade dynamics: spreading via chaining,\nbranching and community. We discuss how these affect the spread of the story\nthrough the Digg social network. Our computational framework is general and\noffers a practical solution to quantitative analysis of the microscopic\nstructure of even very large cascades.\n","Comment: In Proceedings of 4th ACM Conference on Web Search and Data Mining"]}]
["1011.3598",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - General Physics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3598"],"date":["2010-11-16"],"type":["text"],"creator":["Chaddah, P.","Dash, S.","Kumar, Kranti","Banerjee, A."],"language":[],"coverage":[],"title":["Overtaking while approaching equilibrium"],"description":["  A system initially far from equilibrium is expected to take more time to\nreach equilibrium than a system that was initially closer to equilibrium. The\nold puzzling observation (also called Mpemba effect) that when a sample of hot\nwater and another sample of cold water are put in a freezer to equilibrate, the\nhot water sometimes overtakes as they cool, has been highlighted recently. In\nthe extensively studied colossal magnetoresistance manganites, cooling in a\nmagnetic field (H) often results in an inhomogeneous mixture of transformed\nequilibrium phase and a kinetically arrested non-equilibrium phase which\nrelaxes slowly towards equilibrium at fixed H and temperature (T). Here we show\nthat the magnetization decay rate at the same H and T is larger for the state\nthat was initially farther from equilibrium, and it continues to relax faster\neven after these have become equal. Our result should help propose an\nexplanation, for Mpemba effect, that does not attribute it to any artifact.\n"]}]
["1011.3681",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3681","Nature Commun. 1: 118 (2010)","doi:10.1038/ncomms1112"],"date":["2010-11-16"],"type":["text"],"creator":["Ohta, Hiromichi","Sato, Yukio","Kato, Takeharu","Kim, SungWng","Nomura, Kenji","Ikuhara, Yuichi","Hosono, Hideo"],"language":[],"coverage":[],"title":["Field-induced water electrolysis switches an oxide semiconductor from an\n  insulator to a metal"],"description":["  Here we demonstrate that water-infiltrated nanoporous glass electrically\nswitches an oxide semiconductor from an insulator to metal. We fabricated the\nfield effect transistor structure on an oxide semiconductor, SrTiO3, using\n100%-water-infiltrated nanoporous glass - amorphous 12CaO*7Al2O3 - as the gate\ninsulator. For positive gate voltage, electron accumulation, water electrolysis\nand electrochemical reduction occur successively on the SrTiO3 surface at room\ntemperature, leading to the formation of a thin (~3 nm) metal layer with an\nextremely high electron concentration of 10^15-10^16 cm^-2, which exhibits\nexotic thermoelectric behaviour.\n","Comment: 21 pages, 12 figures"]}]
["1011.3706",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3706"],"date":["2010-11-16"],"type":["text"],"creator":["Gurzadyan, V. G.","Penrose, R."],"language":[],"coverage":[],"title":["Concentric circles in WMAP data may provide evidence of violent\n  pre-Big-Bang activity"],"description":["  Conformal cyclic cosmology (CCC) posits the existence of an aeon preceding\nour Big Bang 'B', whose conformal infinity 'I' is identified, conformally, with\n'B', now regarded as a spacelike 3-surface. Black-hole encounters, within bound\ngalactic clusters in that previous aeon, would have the observable effect, in\nour CMB sky, of families of concentric circles over which the temperature\nvariance is anomalously low, the centre of each such family representing the\npoint of 'I' at which the cluster converges. These centres appear as fairly\nrandomly distributed fixed points in our CMB sky. The analysis of Wilkinson\nMicrowave Background Probe's (WMAP) cosmic microwave background 7-year maps\ndoes indeed reveal such concentric circles, of up to 6{\\sigma} significance.\nThis is confirmed when the same analysis is applied to BOOMERanG98 data,\neliminating the possibility of an instrumental cause for the effects. These\nobservational predictions of CCC would not be easily explained within standard\ninflationary cosmology.\n","Comment: 8 pages, 6 figs"]}]
["1011.3707",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3707"],"date":["2010-11-16"],"type":["text"],"creator":["Harmon, Dion","Stacey, Blake","Bar-Yam, Yavni","Bar-Yam, Yaneer"],"language":[],"coverage":[],"title":["Networks of Economic Market Interdependence and Systemic Risk"],"description":["  The dynamic network of relationships among corporations underlies cascading\neconomic failures including the current economic crisis, and can be inferred\nfrom correlations in market value fluctuations. We analyze the time dependence\nof the network of correlations to reveal the changing relationships among the\nfinancial, technology, and basic materials sectors with rising and falling\nmarkets and resource constraints. The financial sector links otherwise weakly\ncoupled economic sectors, particularly during economic declines. Such links\nincrease economic risk and the extent of cascading failures. Our results\nsuggest that firewalls between financial services for different sectors would\nreduce systemic risk without hampering economic growth.\n","Comment: 9 pages, 2 compound figures"]}]
["1011.3770",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3770"],"date":["2010-11-16","2010-11-17"],"type":["text"],"creator":["Bhalgat, Anand","Chakrabarty, Deeparnab","Khanna, Sanjeev"],"language":[],"coverage":[],"title":["Optimal Lower Bounds for Universal and Differentially Private Steiner\n  Tree and TSP"],"description":["  Given a metric space on n points, an {\\alpha}-approximate universal algorithm\nfor the Steiner tree problem outputs a distribution over rooted spanning trees\nsuch that for any subset X of vertices containing the root, the expected cost\nof the induced subtree is within an {\\alpha} factor of the optimal Steiner tree\ncost for X. An {\\alpha}-approximate differentially private algorithm for the\nSteiner tree problem takes as input a subset X of vertices, and outputs a tree\ndistribution that induces a solution within an {\\alpha} factor of the optimal\nas before, and satisfies the additional property that for any set X' that\ndiffers in a single vertex from X, the tree distributions for X and X' are\n\"close\" to each other. Universal and differentially private algorithms for TSP\nare defined similarly. An {\\alpha}-approximate universal algorithm for the\nSteiner tree problem or TSP is also an {\\alpha}-approximate differentially\nprivate algorithm. It is known that both problems admit O(logn)-approximate\nuniversal algorithms, and hence O(log n)-approximate differentially private\nalgorithms as well. We prove an {\\Omega}(logn) lower bound on the approximation\nratio achievable for the universal Steiner tree problem and the universal TSP,\nmatching the known upper bounds. Our lower bound for the Steiner tree problem\nholds even when the algorithm is allowed to output a more general solution of a\ndistribution on paths to the root.\n","Comment: 14 pages"]}]
["1011.3821",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3821"],"date":["2010-11-16"],"type":["text"],"creator":["Moulopoulos, Konstantinos"],"language":[],"coverage":[],"title":["Beyond the Dirac phase factor"],"description":["  We report on previously overlooked solutions of the usual gauge\ntransformation equations that exhibit a new form of nonlocal quantal behavior\nwith the well-known Relativistic Causality of classical fields affecting\ndirectly the phases of wavefunctions. The new nonlocalities compete with\nAharonov-Bohm behaviors and they provide: a correction to a number of erroneous\nresults in the literature, a new interpretation of semiclassical observations\nand further extensions to delocalized states, a natural remedy of earlier\n\"paradoxes\", and a new formulation in the study of time-dependent\nslit-experiments.\n","Comment: 19 pages, 4 figures"]}]
["1011.3836",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3836"],"date":["2010-11-16"],"type":["text"],"creator":["Crovisier, Sylvain","Pujals, Enrique R."],"language":[],"coverage":[],"title":["Essential hyperbolicity and homoclinic bifurcations: a dichotomy\n  phenomenon/mechanism for diffeomorphisms"],"description":["  We prove that any diffeomorphism of a compact manifold can be approximated in\ntopology C1 by another diffeomorphism exhibiting a homoclinic bifurcation (a\nhomoclinic tangency or a heterodimensional cycle) or by one which is\nessentially hyperbolic (it has a finite number of transitive hyperbolic\nattractors with open and dense basin of attraction).\n"]}]
["1011.3839",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3839"],"date":["2010-11-16"],"type":["text"],"creator":["Panaite, Florin"],"language":[],"coverage":[],"title":["More examples of invariance under twisting"],"description":["  We show that some more results from the literature are particular cases of\nthe so-called \"invariance under twisting\" for twisted tensor products of\nalgebras, for instance a result of Beattie-Chen-Zhang that implies the\nBlattner-Montgomery duality theorem.\n","Comment: 8 pages"]}]
["1011.3840",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3840"],"date":["2010-11-16"],"type":["text"],"creator":["Kintali, Shiva"],"language":[],"coverage":[],"title":["Realizable Paths and the NL vs L Problem"],"description":["  A celebrated theorem of Savitch states that NSPACE(S) is contained in\nDSPACE(S^2). In particular, Savitch gave a deterministic algorithm to solve\nST-CONNECTIVITY (an NL-complete problem) using O(log^2{n}) space, implying NL\nis in DSPACE(log^2{n}). While Savitch's theorem itself has not been improved in\nthe last four decades, studying the space complexity of several special cases\nof ST-CONNECTIVITY has provided new insights into the space-bounded complexity\nclasses.\n  In this paper, we introduce new kind of graph connectivity problems which we\ncall graph realizability problems. All of our graph realizability problems are\ngeneralizations of UNDIRECTED ST-CONNECTIVITY. ST-REALIZABILITY, the most\ngeneral graph realizability problem, is LogCFL-complete. We define the\ncorresponding complexity classes that lie between L and LogCFL and study their\nrelationships.\n  As special cases of our graph realizability problems we define two natural\nproblems, BALANCED ST-CONNECTIVITY and POSITIVE BALANCED ST-CONNECTIVITY, that\nlie between L and NL. We present a deterministic O(lognloglogn) space algorithm\nfor BALANCED ST-CONNECTIVITY. More generally we prove that SGSLogCFL, a\ngeneralization of BALANCED ST-CONNECTIVITY, is contained in\nDSPACE(lognloglogn). To achieve this goal we generalize several concepts (such\nas graph squaring and transitive closure) and algorithms (such as parallel\nalgorithms) known in the context of UNDIRECTED ST-CONNECTIVITY.\n"]}]
["1011.3842",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Optimization and Control","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3842"],"date":["2010-11-16"],"type":["text"],"creator":["Dasanayake, Isuru","Li, Jr-Shin"],"language":[],"coverage":[],"title":["Optimal Design of Minimum-Power Stimuli for Spiking Neurons"],"description":["  In this article, we study optimal control problems of spiking neurons whose\ndynamics are described by a phase model. We design minimum-power current\nstimuli (controls) that lead to targeted spiking times of neurons, where the\ncases with unbounded and bounded control amplitude are considered. We show that\ntheoretically the spiking period of a neuron, modeled by phase dynamics, can be\narbitrarily altered by a smooth control. However, if the control amplitude is\nbounded, the range of possible spiking times is constrained and determined by\nthe bound, and feasible spiking times are optimally achieved by piecewise\ncontinuous controls. We present analytic expressions of these minimum-power\nstimuli for spiking neurons and illustrate the optimal solutions with numerical\nsimulations.\n","Comment: 8 pages, 10 figures"]}]
["1011.3843",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Data Structures and Algorithms","05D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3843"],"date":["2010-11-16"],"type":["text"],"creator":["Levy, Uri"],"language":[],"coverage":[],"title":["Magnetic Towers of Hanoi and their Optimal Solutions"],"description":["  The Magnetic Tower of Hanoi puzzle - a modified \"base 3\" version of the\nclassical Tower of Hanoi puzzle as described in earlier papers, is actually a\nsmall set of independent sister-puzzles, depending on the \"pre-coloring\"\ncombination of the tower's posts. Starting with Red facing up on a Source post,\nworking through an Intermediate - colored or Neutral post, and ending Blue\nfacing up on a Destination post, we identify the different pre-coloring\ncombinations in (S,I,D) order. The Tower's pre-coloring combinations are\n{[(R,B,B) / (R,R,B)] ; [(R,B,N) / (N,R,B)] ; [(N,B,N) / (N,R,N)] ; [R,N,B] ;\n[(R,N,N) / (N,N,B)] ; [N,N,N]}. In this paper we investigate these\nsister-puzzles, identify the algorithm that optimally solves each pre-colored\npuzzle, and prove its Optimality. As it turns out, five of the six algorithms,\nchallenging on their own, are part of the algorithm solving the \"natural\", Free\nMagnetic Tower of Hanoi puzzle [N,N,N]. We start by showing that the N-disk\nColored Tower [(R,B,B) / (R,R,B)] is solved by (3^N - 1)/2 moves. Defining\n\"Algorithm Duration\" as the ratio of number of algorithm-moves solving the\npuzzle to the number of algorithm-moves solving the Colored Tower, we find the\nDuration-Limits for all sister-puzzles. In the order of the list above they are\n{[1] ; [10/11] ; [10/11] ; [8/11] ; [7/11] ; [20/33]}. Thus, the Duration-Limit\nof the Optimal Algorithm solving the Free Magnetic Tower of Hanoi puzzle is\n20/33 or 606 0/00. On the road to optimally solve this colorful Magnetic\npuzzle, we hit other \"forward-moving\" puzzle-solving algorithms. Overall we\nlooked at 10 pairs of integer sequences. Of the twenty integer sequences, five\nare listed in the On-line Encyclopedia of Integer Sequences, the other fifteen\n- not yet. The large set of different solutions is a clear indication to the\nfreedom-of-wondering that makes this Magnetic Tower of Hanoi puzzle so\ncolorful.\n","Comment: 39 pages, 8 figures, 16 tables"]}]
["1011.3844",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3844","Advances in Condensed Matter Physics 2011, 938609 (2010)","doi:10.1155/2011/938609"],"date":["2010-11-16"],"type":["text"],"creator":["Snoke, D. W."],"language":[],"coverage":[],"title":["Coherence and Optical Emission from Bilayer Exciton Condensates"],"description":["  Experiments aimed at demonstrating Bose-Einstein condensation of excitons in\ntwo types of experiments with bilayer structures (coupled quantum wells) are\nreviewed, with an emphasis on the basic effects. Bose-Einstein condensation\nimplies the existence of a macroscopic coherence, also known as off-diagonal\nlong-range order, and proposed tests and past claims for coherence in these\nexcitonic systems are discussed.\n","Comment: 14 pages, 4 figures"]}]
["1011.3848",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3848"],"date":["2010-11-16"],"type":["text"],"creator":["Zañudo, Jorge G. T.","Aldana, Maximino","Martínez-Mekler, Gustavo"],"language":[],"coverage":[],"title":["Boolean Threshold Networks: Virtues and Limitations for Biological\n  Modeling"],"description":["  Boolean threshold networks have recently been proposed as useful tools to\nmodel the dynamics of genetic regulatory networks, and have been successfully\napplied to describe the cell cycles of \\textit{S. cerevisiae} and \\textit{S.\npombe}. Threshold networks assume that gene regulation processes are additive.\nThis, however, contrasts with the mechanism proposed by S. Kauffman in which\neach of the logic functions must be carefully constructed to accurately take\ninto account the combinatorial nature of gene regulation. While Kauffman\nBoolean networks have been extensively studied and proved to have the necessary\nproperties required for modeling the fundamental characteristics of genetic\nregulatory networks, not much is known about the essential properties of\nthreshold networks. Here we study the dynamical properties of these networks\nwith different connectivities, activator-repressor proportions,\nactivator-repressor strengths and different thresholds. Special attention is\npaid to the way in which the threshold value affects the dynamical regime in\nwhich the network operates and the structure of the attractor landscape. We\nfind that only for a very restricted set of parameters, these networks show\ndynamical properties consistent with what is observed in biological systems.\nThe virtues of these properties and the possible problems related with the\nrestrictions are discussed and related to earlier work that uses these kind of\nmodels.\n","Comment: 40 pages, 8 figures. To appear in a book on Information Processing"]}]
["1011.3849",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3849","Ann. Phys. (Berlin), 1 (2010)","doi:10.1002/andp.201000102"],"date":["2010-11-16"],"type":["text"],"creator":["Snoke, D. W."],"language":[],"coverage":[],"title":["The Quantum Boltzmann Equation in Semiconductor Physics"],"description":["  The quantum Boltzmann equation, or Fokker-Planck equation, has been used to\nsuccessfully explain a number of experiments in semiconductor optics in the\npast two decades. This paper reviews some of the developments of this work,\nincluding models of excitons in bulk materials, electron-hole plasmas, and\npolariton gases.\n","Comment: 14 pages, 8 figures. Dedicated to Manuel Cardona on the occasion of\n  his 75th birthday celebration in Queretaro, Mexico"]}]
["1011.3850",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory","Physics - Instrumentation and Detectors","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3850"],"date":["2010-11-16"],"type":["text"],"creator":["Lasserre, Thierry","Fechner, Maximilien","Mention, Guillaume","Reboulleau, Romain","Cribier, Michel","Letourneau, Alain","Lhuillier, David"],"language":[],"coverage":[],"title":["SNIF: A Futuristic Neutrino Probe for Undeclared Nuclear Fission\n  Reactors"],"description":["  Today reactor neutrino experiments are at the cutting edge of fundamental\nresearch in particle physics. Understanding the neutrino is far from complete,\nbut thanks to the impressive progress in this field over the last 15 years, a\nfew research groups are seriously considering that neutrinos could be useful\nfor society. The International Atomic Energy Agency (IAEA) works with its\nMember States to promote safe, secure and peaceful nuclear technologies. In a\ncontext of international tension and nuclear renaissance, neutrino detectors\ncould help IAEA to enforce the Treaty on the Non-Proliferation of Nuclear\nWeapons (NPT). In this article we discuss a futuristic neutrino application to\ndetect and localize an undeclared nuclear reactor from across borders. The SNIF\n(Secret Neutrino Interactions Finder) concept proposes to use a few hundred\nthousand tons neutrino detectors to unveil clandestine fission reactors. Beyond\nprevious studies we provide estimates of all known background sources as a\nfunction of the detector's longitude, latitude and depth, and we discuss how\nthey impact the detectability.\n","Comment: 16 pages, 12 figures, 5 tables"]}]
["1011.3853",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3853"],"date":["2010-11-16"],"type":["text"],"creator":["CDF, Alex Melnitchouk for the","Collaborations, D0"],"language":[],"coverage":[],"title":["$W$ mass and width measurements at the Tevatron"],"description":["  Most recent results of $W$ boson mass and width measurements performed by CDF\nand D are reported. at the center-of-mass energy of 1.96 TeV. Integrated\nluminosity ranges from 0.2 fb$^{-1}$ to 1.0 fb$^{-1}$ depending on the\nanalysis.\n","Comment: The XXIV Rencontres de Physique de la Vallee d'Aoste Conference, La\n  Thuile, Italy, March 2010"]}]
["1011.3864",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3864"],"date":["2010-11-16"],"type":["text"],"creator":["Jeong, Changwook","Datta, Supriyo","Lundstrom, Mark"],"language":[],"coverage":[],"title":["Landauer vs. Boltzmann and Full Dispersion vs. Debye Model Evaluation of\n  Lattice Thermal Conductivity"],"description":["  Using a full dispersion description of phonons, the thermal conductivities of\nbulk Si and Bi2Te3 are evaluated using a Landauer approach and related to the\nconventional approach based on the Boltzmann transport equation. A procedure to\nextract a well-defined average phonon mean-free-path from the measured thermal\nconductivity and given phonon-dispersion is presented. The extracted\nmean-free-path has strong physical significance and differs greatly from simple\nestimates. The use of simplified dispersion models for phonons is discussed,\nand it is shown that two different Debye temperatures must be used to treat the\nspecific heat and thermal conductivity (analogous to the two different\neffective masses needed to describe the electron density and conductivity). A\nsimple technique to extract these two Debye temperatures is presented and the\nlimitations of the method are discussed.\n"]}]
["1011.3869",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3869"],"date":["2010-11-16"],"type":["text"],"creator":["Chen, Yichao","Ou, Lu","Zou, Qian"],"language":[],"coverage":[],"title":["Total embedding distributions of Ringel ladders"],"description":["  The total embedding distributions of a graph is consisted of the orientable\nembeddings and non- orientable embeddings and have been know for few classes of\ngraphs. The genus distribution of Ringel ladders is determined in [Discrete\nMathematics 216 (2000) 235-252] by E.H. Tesar. In this paper, the explicit\nformula for non-orientable embeddings of Ringel ladders is obtained.\n"]}]
["1011.3870",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3870"],"date":["2010-11-16"],"type":["text"],"creator":["Kim, Sukwon","Ho, Tracey","Effros, Michelle","Avestimehr, Amir Salman"],"language":[],"coverage":[],"title":["Network error correction with unequal link capacities"],"description":["  This paper studies the capacity of single-source single-sink noiseless\nnetworks under adversarial or arbitrary errors on no more than z edges. Unlike\nprior papers, which assume equal capacities on all links, arbitrary link\ncapacities are considered. Results include new upper bounds, network error\ncorrection coding strategies, and examples of network families where our bounds\nare tight. An example is provided of a network where the capacity is 50%\ngreater than the best rate that can be achieved with linear coding. While\ncoding at the source and sink suffices in networks with equal link capacities,\nin networks with unequal link capacities, it is shown that intermediate nodes\nmay have to do coding, nonlinear error detection, or error correction in order\nto achieve the network error correction capacity.\n"]}]
["1011.3875",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3875"],"date":["2010-11-16"],"type":["text"],"creator":["Chen, Shanshan","Brown, Lola","Levendorf, Mark","Cai, Weiwei","Ju, Sang-Yong","Edgeworth, Jonathan","Li, Xuesong","Magnuson, Carl","Velamakanni, Aruna","Piner, Richard R.","Park, Jiwoong","Ruoff, Rodney S."],"language":[],"coverage":[],"title":["Oxidation resistance of graphene-coated Cu and Cu/Ni alloy"],"description":["  The ability to protect refined metals from reactive environments is vital to\nmany industrial and academic applications. Current solutions, however,\ntypically introduce several negative effects, including increased thickness and\nchanges in the metal physical properties. In this paper, we demonstrate for the\nfirst time the ability of graphene films grown by chemical vapor deposition to\nprotect the surface of the metallic growth substrates of Cu and Cu/Ni alloy\nfrom air oxidation. SEM, Raman spectroscopy, and XPS studies show that the\nmetal surface is well protected from oxidation even after heating at 200\n\\degree C in air for up to 4 hours. Our work further shows that graphene\nprovides effective resistance against hydrogen peroxide. This protection method\noffers significant advantages and can be used on any metal that catalyzes\ngraphene growth.\n"]}]
["1011.3877",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3877","Ressler et al. 2010, AJ, 140, 1882","doi:10.1088/0004-6256/140/6/1882"],"date":["2010-11-16"],"type":["text"],"creator":["Ressler, Michael E.","Cohen, Martin","Wachter, Stefanie","Hoard, D. W.","Mainzer, Amy K.","Wright, Edward L."],"language":[],"coverage":[],"title":["The Discovery of Infrared Rings in the Planetary Nebula NGC 1514 During\n  the WISE All-Sky Survey"],"description":["  We report the discovery of a pair of infrared, axisymmetric rings in the\nplanetary nebula NGC 1514 during the course of the WISE all-sky mid-infrared\nsurvey. Similar structures are seen at visible wavelengths in objects such as\nthe \"Engraved Hourglass Nebula\" (MyCn 18) and the \"Southern Crab Nebula\" (Hen\n2-104). However, in NGC 1514 we see only a single pair of rings and they are\neasily observed only in the mid-infrared. These rings are roughly 0.2 pc in\ndiameter, are separated by 0.05 pc, and are dominated by dust emission with a\ncharacteristic temperature of 160 K. We compare the morphology and color of the\nrings to the other nebular structures seen at visible, far-infrared, and radio\nwavelengths, and close with a discussion of a physical model and formation\nscenario for NGC 1514.\n","Comment: 16 pages, 10 figures, final version published in 2010 December\n  Astronomical Journal"]}]
["1011.3882",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3882"],"date":["2010-11-16"],"type":["text"],"creator":["Goldberg, Mark","Magdon-Ismail, Malik"],"language":[],"coverage":[],"title":["Embedding a Forest in a Graph"],"description":["  For \\math{p\\ge 1}, we prove that every forest with \\math{p} trees whose sizes\nare $a_1,..., a_p$ can be embedded in any graph containing at least\n$\\sum_{i=1}^p (a_i + 1)$ vertices and having a minimum degree at least\n$\\sum_{i=1}^p a_i$.\n","Comment: Working paper, submitted"]}]
["1011.3887",{"format":[],"subject":["Mathematics - Complex Variables","30C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3887","J. Math. Anal. Appl., 373 (2011), 432-438"],"date":["2010-11-17"],"type":["text"],"creator":["Bhowmik, B.","Ponnusamy, S.","Wirths, K-J."],"language":[],"coverage":[],"title":["On the Fekete-Szeg\\\"o problem for concave univalent functions"],"description":["  We consider the Fekete-Szeg\\\"o problem with real parameter $\\lambda$ for the\nclass $Co(\\alpha)$ of concave univalent functions.\n","Comment: 9 pages"]}]
["1011.3897",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3897"],"date":["2010-11-17"],"type":["text"],"creator":["Khosla, Kiran","Swaim, Jon D.","Knittel, Joachim","Bowen, Warwick P."],"language":[],"coverage":[],"title":["Yield enhancement in whispering gallery mode biosensors: microfluidics\n  and optical forces"],"description":["  A microfluidic whispering gallery mode (WGM) biosensing system is proposed\nfor enhanced delivery and detection of target molecules. A microtoroid\nresonator coupled to a tapered optical fiber is immersed within a microfluidic\nchannel, and supplied with target molecules at various flow rates. We show\nthrough Monte Carlo simulations that the flow characteristics and resonantly\nenhanced optical forces of the sensor substantially improve both the sensing\ntime and yield. When compared to a diffusion-limited sensing modality, the\naverage time required to detect a single molecule is reduced from more than 100\nminutes to less than 10 seconds, and the overall yield of the device is\nenhanced from less than 5% to a maximum of 70.6% for femtomolar concentrations\nof analyte.\n","Comment: 10 pages, 5 figures, and 2 tables"]}]
["1011.3898",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3898"],"date":["2010-11-17"],"type":["text"],"creator":["Granot, Er'el","Marchewka, Avi"],"language":[],"coverage":[],"title":["Transients with time-independent currents"],"description":["  It is shown that when the initial particles probability density is\ndiscontinuous the emerging currents appear instantaneously, and although the\ndensity beyond the discontinuity is initially negligible the currents there\nhave a finite value. It is shown that this non-equilibrium effect can be\nmeasured in real experiments (such as cooled Rubidium atoms), where the\ndiscontinuity is replaced with finite width (hundreds of nanometers) gradient.\n","Comment: 14 pages, 5 figures"]}]
["1011.3900",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3900"],"date":["2010-11-17"],"type":["text"],"creator":["Gough, J. E.","Guta, M. I.","James, M. R.","Nurdin, H. I."],"language":[],"coverage":[],"title":["Quantum filtering for systems driven by fermion fields"],"description":["  Recent developments in quantum technology mean that is it now possible to\nmanipulate systems and measure fermion fields (e.g. reservoirs of electrons) at\nthe quantum level. This progress has motivated some recent work on filtering\ntheory for quantum systems driven by fermion fields by Korotkov, Milburn and\nothers. The purpose of this paper is to develop fermion filtering theory using\nthe fermion quantum stochastic calculus. We explain that this approach has\nclose connections to the classical filtering theory that is a fundamental part\nof the systems and control theory that has developed over the past 50 years.\n","Comment: 23 pages, 6 figures. To appear in Communications in Information and\n  Systems (http://www.intlpress.com/CIS/) - Special issue for Brian Anderson's\n  70th birthday"]}]
["1011.3904",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3904","PoS LAT2010:253,2010"],"date":["2010-11-17"],"type":["text"],"creator":["Honda, Masazumi","Ishiki, Goro","Kim, Sang-Woo","Nishimura, Jun","Tsuchiya, Asato"],"language":[],"coverage":[],"title":["Supersymmetry non-renormalization theorem from a computer and the\n  AdS/CFT correspondence"],"description":["  We perform Monte Carlo calculation of correlation functions in 4d N=4 super\nYang-Mills theory on R*S^3 in the planar limit. In order to circumvent the\nwell-known problem of lattice SUSY, we adopt the idea of a novel large-N\nreduction, which reduces the calculation to that of corresponding correlation\nfunctions in the plane-wave matrix model or the BMN matrix model. This model is\na 1d gauge theory with 16 supersymmetries, which can be simulated in a manner\nsimilar to the recent studies of the D0-brane system. We study two-point and\nthree-point functions of chiral primary operators at various coupling constant,\nand find that they agree with the free theory results up to overall constant\nfactors. The ratio of the overall factors for two-point and three-point\nfunctions agrees with the prediction of the AdS/CFT correspondence.\n","Comment: 7 pages, 5 figures, talk presented at the XXVIII International\n  Symposium on Lattice Field Theory, June 14-19, 2010, Villasimius, Sardinia\n  Italy"]}]
["1011.3908",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3908"],"date":["2010-11-17"],"type":["text"],"creator":["Levy, S.","Shlimak, I.","Dressler, D. H.","Grinblat, J.","Gofer, Y.","Lu, T.","Ionov, A. N."],"language":[],"coverage":[],"title":["Structure and spatial distribution of Ge nanocrystals subjected to fast\n  neutron irradiation"],"description":["  The influence of fast neutron irradiation on the structure and spatial\ndistribution of Ge nanocrystals (NC) embedded in an amorphous SiO2 matrix has\nbeen studied. The investigation was conducted by means of laser Raman\nScattering (RS), High Resolution Transmission Electron Microscopy (HR-TEM) and\nX-ray photoelectron spectroscopy (XPS). The irradiation of NC-Ge samples by a\nhigh dose of fast neutrons lead to a partial destruction of the nanocrystals.\nFull reconstruction of crystallinity was achieved after annealing the radiation\ndamage at 800 deg. C, which resulted in full restoration of the RS spectrum.\nHR-TEM images show, however, that the spatial distributions of NC-Ge changed as\na result of irradiation and annealing. A sharp decrease in NC distribution\ntowards the SiO2 surface has been observed. This was accompanied by XPS\ndetection of Ge oxides and elemental Ge within both the surface and subsurface\nregion.\n"]}]
["1011.3912",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Artificial Intelligence","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3912","Artificial Life XII (ALife XII), Odense, Denmark, pp. 773-780, MIT\n  Press, 2010"],"date":["2010-11-17"],"type":["text"],"creator":["Hamann, Heiko","Stradner, Jürgen","Schmickl, Thomas","Crailsheim, Karl"],"language":[],"coverage":[],"title":["Artificial Hormone Reaction Networks: Towards Higher Evolvability in\n  Evolutionary Multi-Modular Robotics"],"description":["  The semi-automatic or automatic synthesis of robot controller software is\nboth desirable and challenging. Synthesis of rather simple behaviors such as\ncollision avoidance by applying artificial evolution has been shown multiple\ntimes. However, the difficulty of this synthesis increases heavily with\nincreasing complexity of the task that should be performed by the robot. We try\nto tackle this problem of complexity with Artificial Homeostatic Hormone\nSystems (AHHS), which provide both intrinsic, homeostatic processes and\n(transient) intrinsic, variant behavior. By using AHHS the need for pre-defined\ncontroller topologies or information about the field of application is\nminimized. We investigate how the principle design of the controller and the\nhormone network size affects the overall performance of the artificial\nevolution (i.e., evolvability). This is done by comparing two variants of AHHS\nthat show different effects when mutated. We evolve a controller for a robot\nbuilt from five autonomous, cooperating modules. The desired behavior is a form\nof gait resulting in fast locomotion by using the modules' main hinges.\n"]}]
["1011.3926",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H10, 14D20, 14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3926"],"date":["2010-11-17"],"type":["text"],"creator":["Moon, Han-Bom"],"language":[],"coverage":[],"title":["Mori's program for the moduli space of pointed stable rational curves"],"description":["  We prove that, assuming the F-conjecture, the log canonical model of the pair\n$(\\bar{M}_{0,n}, \\sum a_i \\psi_i)$ is the Hassett's moduli space of weighted\npointed stable rational curves without any modification of weight coefficients.\nFor the boundary weight cases, we prove that the birational model is the GIT\nquotient of the product of the projective lines. This is a generalization of\nSimpson's theorem for symmetric weight cases.\n","Comment: 5 pages"]}]
["1011.3937",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3937"],"date":["2010-11-17"],"type":["text"],"creator":["Zhang, Y. H.","Lin, Z. Y.","Zhang, F. F.","Yang, X. L.","Li, D.","Chen, Z. T.","Lian, G. J.","Qian, Y. Z.","Jiang, X. Z.","Dai, T.","Wen, Z. C.","Han, B. S.","Wang, C. D.","Zhang, G. Y."],"language":[],"coverage":[],"title":["Confirmation of room-temperature long range magnetic order in GaN:Mn"],"description":["  We propose a method for nano-scale characterization of long range magnetic\norder in diluted magnetic systems to clarify the origins of the room\ntemperature ferromagnetism. The GaN:Mn thin films are grown by metal-organic\nchemical vapor deposition with the concentration of Ga-substitutional Mn up to\n3.8%. Atomic force microscope (AFM) and magnetic force microscope (MFM)\ncharacterizations are performed on etched artificial microstructures and\nnatural dislocation pits. Numerical simulations and theoretical analysis on the\nAFM and MFM data have confirmed the formation of long range magnetic order and\nruled out the possibility that nano-clusters contributed to the ferromagnetism.\nWe suggest that delocalized electrons might play a role in the establishment of\nthis long range magnetic order.\n","Comment: 15 pages, 4 figures"]}]
["1011.3939",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3939"],"date":["2010-11-17"],"type":["text"],"creator":["Bernardoni, Fabio","Garron, Nicolas","Hernandez, Pilar","Necco, Silvia","Pena, Carlos"],"language":[],"coverage":[],"title":["Exploring the chiral regime of $N_f=2$ QCD with mixed actions"],"description":["  We report on our simulations with Neuberger valence fermions on CLS $N_f=2$\nconfigurations with non-perturbatively $O(a)$-improved Wilson sea quarks. We\nconsider the matching of QCD to ChPT in the so called mixed-regime in which the\nsea quarks are in the $p$-regime while the valence quarks are in the\n$\\epsilon$-regime. From this matching, we can get information on $\\Sigma$,\n$L_6$ and the combination $L_8+2L_6+2L_7$.\n","Comment: 7 pages, 4 figures, Lattice 2010 proceedings"]}]
["1011.3951",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3951"],"date":["2010-11-17"],"type":["text"],"creator":["Chauhan, Bhupendra C. S.","Bisht, P. S.","Negi, O. P. S."],"language":[],"coverage":[],"title":["Octonionic Reformulation of Vector Analysis"],"description":["  According to celebrated Hurwitz theorem, there exists four division algebras\nconsisting of R (real numbers), C (complex numbers), H (quaternions) and O\n(octonions). Keeping in view the utility of octonion variable we have tried to\nextend the three dimensional vector analysis to seven dimensional one. Starting\nwith the scalar and vector product in seven dimensions, we have redefined the\ngradient, divergence and curl in seven dimension. It is shown that the identity\nn(n-1)(n-3)(n-7)=0 is satisfied only for 0, 1, 3 and 7 dimensional vectors. We\nhave tried to write all the vector inequalities and formulas in terms of seven\ndimensions and it is shown that same formulas loose their meaning in seven\ndimensions due to non-associativity of octonions. The vector formulas are\nretained only if we put certain restrictions on octonions and split octonions.\n"]}]
["1011.3955",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3955"],"date":["2010-11-17"],"type":["text"],"creator":["Soleri, Paolo","Fender, Rob"],"language":[],"coverage":[],"title":["On the nature of the \"radio quiet\" black hole binaries"],"description":["  The accretion/ejection coupling in accreting black hole binaries has been\ndescribed by empirical relations between the X-ray/radio and\nX-ray/optical-infrared luminosities. These correlations were initially supposed\nto be universal. However, recently many sources have been found to produce jets\nthat, given certain accretion-powered luminosities, are fainter than expected\nfrom the correlations. This shows that black holes with similar accretion flows\ncan produce a broad range of outflows in power. Here we discuss whether typical\nparameters of the binary system, as well as the properties of the outburst,\nproduce any effect on the energy output in the jet. We also define a jet-toy\nmodel in which the bulk Lorentz factor becomes larger than ~1 above ~0.1% of\nthe Eddington luminosity. We finally compare the \"radio quiet\" black holes with\nthe neutron stars.\n","Comment: in the Proceedings of IAU Symposium 275, \"Jets at all Scales\", Buenos\n  Aires, Argentina, 13-17 September 2010, eds. G.E. Romero, R.A. Sunyaev and T.\n  Belloni"]}]
["1011.3957",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3957"],"date":["2010-11-17"],"type":["text"],"creator":["Klingbeil, Harald","Lens, Dieter","Mehler, Monika","Zipfel, Bernhard"],"language":[],"coverage":[],"title":["Modeling Longitudinal Oscillations of Bunched Beams in Synchrotrons"],"description":["  Longitudinal oscillations of bunched beams in synchrotrons have been analyzed\nby accelerator physicists for decades, and a closed theory is well-known [1].\nThe first modes of oscillation are the coherent dipole mode, quadrupole mode,\nand sextupole mode. Of course, these modes of oscillation are included in the\ngeneral theory, but for developing RF control systems, it is useful to work\nwith simplified models. Therefore, several specific models are analyzed in the\npaper at hand. They are useful for the design of closed-loop control systems in\norder to reach an optimum performance with respect to damping the different\nmodes of oscillation. This is shown by the comparison of measurement and\nsimulation results for a specific closed-loop control system.\n","Comment: 14 pages, 14 figures"]}]
["1011.3963",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3963"],"date":["2010-11-17"],"type":["text"],"creator":["Hayashi, Chuichiro","Hayashi, Miwa","Sawada, Minori","Yamada, Sayaka"],"language":[],"coverage":[],"title":["Minimal unknotting sequences of Reidemeister moves containing unmatched\n  RII moves"],"description":["  Arnold introduced invariants $J^+$, $J^-$ and $St$ for generic planar curves.\n  It is known that both $J^+ /2 + St$ and $J^- /2 + St$ are invariants for\ngeneric spherical curves.\n  Applying these invariants to underlying curves of knot diagrams, we can\nobtain lower bounds for the number of Reidemeister moves for uknotting.\n  $J^- /2 + St$ works well for unmatched RII moves.\n  However, it works only by halves for RI moves.\n  Let $w$ denote the writhe for a knot diagram.\n  We show that $J^- /2 + St \\pm w/2$ works well also for RI moves, and\ndemonstrate that it gives a precise estimation for a certain knot diagram of\nthe unknot with the underlying curve $r = 2 + \\cos (n \\theta/(n+1)),\\ (0 \\le\n\\theta \\le 2(n+1)\\pi$).\n","Comment: 10 pages, 11 figures"]}]
["1011.3964",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3964"],"date":["2010-11-17"],"type":["text"],"creator":["Rosa-Velardo, Fernando","de Frutos-Escrig, David"],"language":[],"coverage":[],"title":["Decision Problems for Petri Nets with Names"],"description":["  We prove several decidability and undecidability results for nu-PN, an\nextension of P/T nets with pure name creation and name management. We give a\nsimple proof of undecidability of reachability, by reducing reachability in\nnets with inhibitor arcs to it. Thus, the expressive power of nu-PN strictly\nsurpasses that of P/T nets. We prove that nu-PN are Well Structured Transition\nSystems. In particular, we obtain decidability of coverability and termination,\nso that the expressive power of Turing machines is not reached. Moreover, they\nare strictly Well Structured, so that the boundedness problem is also\ndecidable. We consider two properties, width-boundedness and depth-boundedness,\nthat factorize boundedness. Width-boundedness has already been proven to be\ndecidable. We prove here undecidability of depth-boundedness. Finally, we\nobtain Ackermann-hardness results for all our decidable decision problems.\n","Comment: 20 pages, 7 figures"]}]
["1011.3971",{"format":[],"subject":["Mathematics - Probability","60K37, 60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3971"],"date":["2010-11-17"],"type":["text"],"creator":["Michael, Skevi","Volkov, Stanislav"],"language":[],"coverage":[],"title":["On a coloured tree with non i.i.d. random labels"],"description":["  We obtain new results for the probabilistic model introduced in Menshikov et\nal (2007) and Volkov (2006) which involves a $d$-ary regular tree. All vertices\nare coloured in one of $d$ distinct colours so that $d$ children of each vertex\nall have different colours. Fix $d^2$ strictly positive random variables. For\nany two connected vertices of the tree assign to the edge between them {\\it a\nlabel} which has the same distribution as one of these random variables, such\nthat the distribution is determined solely by the colours of its endpoints.\n{\\it A value} of a vertex is defined as a product of all labels on the path\nconnecting the vertex to the root. We study how the total number of vertices\nwith value of at least $x$ grows as $x\\downarrow 0$, and apply the results to\nsome other relevant models.\n"]}]
["1011.3978",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3978"],"date":["2010-11-17"],"type":["text"],"creator":["Hrauda, N.","Zhang, J. J.","Wintersberger, E.","Etzelstorfer, T.","Stangl, J.","Carbone, D.","Biasotto, C.","Jovanovic, V.","Nanver, L. K.","Moers, J.","Grützmacher, D.","Bauer, G."],"language":[],"coverage":[],"title":["Strain determination in the Si channel above a single SiGe island inside\n  a field effect transistor using nanobeam x-ray diffraction"],"description":["  SiGe islands are used to induce tensile strain in the Si channel of Field\nEffect Transistors to achieve larger transconductance and higher current\ndriveabilities. We report on x-ray diffraction experiments on a single\nfully-processed and functional device with a TiN+Al gate stack and source,\ngate, and drain contacts in place. The strain fields in the Si channel were\nexplored using an x-ray beam focused to 400 nm diameter combined with finite\nelement simulations. A maximum in-plane tensile strain of about 1% in the Si\nchannel was found, which is by a factor of three to four higher than achievable\nfor dislocation-free tensile strained Si in state-of-the-art devices.\n","Comment: The following article has been submitted to Applied Physics Letters.\n  After it is published, it will be found at http://apl.aip.org/"]}]
["1011.3982",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3982","SIAM J. Appl. Dyn. Syst. 9, 1244-1262 (2010)"],"date":["2010-11-17"],"type":["text"],"creator":["Calogero, Simone","Heinzle, J. Mark"],"language":[],"coverage":[],"title":["Oscillations toward the singularity of LRS Bianchi type IX cosmological\n  models with Vlasov matter"],"description":["  We analyze the dynamics of a class of cosmological solutions of the\nEinstein-Vlasov equations. These equations describe an ensemble of\ncollisionless particles (which represent galaxies or clusters of galaxies) that\ninteract gravitatively through Einstein's equations of general relativity. The\ncosmological models we consider are spatially homogeneous, of Bianchi type IX,\nand locally rotationally symmetric (LRS). We prove that generic solutions\nexhibit an oscillatory approach toward the singularities (the \"big bang\" in the\npast and the \"big crunch\" in the future); this is in contrast to the behavior\nof Einstein-vacuum or Einstein-Euler solutions. To establish this result we\nmake use of dynamical systems theory; we introduce dimensionless dynamical\nvariables that are defined on a compact state space; in this formulation the\noscillatory behavior of generic solutions is represented by an approach to\nheteroclinic cycles.\n","Comment: 18 pages, 5 figures"]}]
["1011.3983",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3983"],"date":["2010-11-17"],"type":["text"],"creator":["Maldonado, J.","Martinez-Arnaiz, R. M.","Eiroa, C.","Montes, D.","Montesinos, B."],"language":[],"coverage":[],"title":["Spectroscopic properties of nearby late-type stars, members of stellar\n  kinematic groups"],"description":["  Nearby late-type stars are excellent targets to look for young objects in\nstellar associations and moving groups. The study of these groups goes back\nmore than one century ago however, their origin is still misunderstood.\nAlthough their existence have been confirmed by statistical studies of large\nsample of stars, the identification of a group of stars as member of moving\ngroups, is not an easy task, list of members often change with time and most\nmembers have been identified by means of kinematics criteria which is not\nsufficient since many old stars can share the same spatial motion of those\nstars in moving groups. In this contribution we attempt to identify unambiguous\nmoving groups members, among a sample of nearby-late type stars. High\nresolution echelle spectra is used to i) derive accurate radial velocities\nwhich allow us to study the stars' kinematics and make a first selection of\nmoving groups members; and ii) analyze several age-related properties for young\nlate-type stars (i.e., lithium LiI 6707.8 Amstrongs, R'HK index). The different\nage-estimators are compared and the moving group membership of the\nkinematically selected candidates are discussed.\n","Comment: 6 pages, 2 figures, To appear in \"Highlights of Spanish Astrophysics\n  VI\", Proceedings of the IX Scientific Meeting of the Spanish Astronomical\n  Society held on September 13-17 2010, in Madrid (Spain), eds. M. R. Zapatero\n  Osorio, A. Gil de Paz, J. Maiz Apellaniz, J.R. Pardo, and J. Gorgas"]}]
["1011.3986",{"format":[],"subject":["Mathematics - Dynamical Systems","37G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3986"],"date":["2010-11-17"],"type":["text"],"creator":["Lauterbach, Reiner","Matthews, Paul"],"language":[],"coverage":[],"title":["Do absolutely irreducible group actions have odd dimensional fixed point\n  spaces?"],"description":["  In his volume [5] on \"Symmetry Breaking for Compact Lie Groups\" Mike Field\nquotes a private communication by Jorge Ize claiming that any bifurcation\nproblem with absolutely irreducible group action would lead to bifurcation of\nsteady states. The proof should come from the fact that any absolutely\nirreducible representation possesses an odd dimensional fixed point space.\n  In this paper we show that there are many examples of groups which have\nabsolutely irreducible representations but no odd dimensional fixed point\nspace. This observation may be relevant also for some degree theoretic\nconsiderations concerning equivariant bifurcation. Moreover we show that our\nexamples give rise to some interesting Hamiltonian dynamics and we show that\ndespite some complications we can go a long way towards doing explicit\ncomputations and providing complete proofs. For some of the invariant theory\nneeded we will depend on some computer aided computations. The work presented\nhere greatly benefited from the computer algebra program GAP [6], which is an\nindispensable aid for doing the required group theory computations.\n","Comment: 38 pages"]}]
["1011.3989",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3989"],"date":["2010-11-17"],"type":["text"],"creator":["Lucia, Umberto"],"language":[],"coverage":[],"title":["Maximum entropy generation in open systems: the Fourth Law?"],"description":["  This paper develops an analytical and rigorous formulation of the maximum\nentropy generation principle. The result is suggested as the Fourth Law of\nThermodynamics.\n"]}]
["1011.3994",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3994"],"date":["2010-11-17"],"type":["text"],"creator":["Bernard, C.","Freeland, E. D."],"language":[],"coverage":[],"title":["Electromagnetic Corrections in Staggered Chiral Perturbation Theory"],"description":["  To reduce errors in light-quark mass determinations, it is now necessary to\nconsider electromagnetic contributions to light-meson masses. Calculations\nusing staggered quarks and quenched photons are currently underway.\nSuitably-extended chiral perturbation theory is necessary to extrapolate the\nlattice data to the physical limit. Here we give (preliminary) results for\nlight-meson masses using staggered chiral perturbation theory including\nelectromagnetism, and discuss the extent to which quenched-photon simulations\ncan improve quark-mass calculations.\n","Comment: 7 pages, 2 figures, presented at Lattice 2010, June 14-19, 2010,\n  Villasimius, Italy"]}]
["1011.4000",{"format":[],"subject":["Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4000"],"date":["2010-11-17"],"type":["text"],"creator":["Bergeal, N.","Schackert, F.","Frunzio, L.","Devoret, M. H."],"language":[],"coverage":[],"title":["Two-mode Correlation of Microwave Quantum Noise Generated by Parametric\n  Down-Conversion"],"description":["  In this letter, we report the observation of the correlation between two\nmodes of microwave radiation resulting from the amplification of quantum noise\nby the Josephson Parametric Converter. This process, seen from the pump, can be\nviewed as parametric down-conversion. The correlation is measured by an\ninterference experiment displaying a contrast better than 99% with a number of\nphotons per mode greater than two hundred and fifty thousand. Dispersive\nmeasurements of mesoscopic systems and quantum encryption can benefit from this\ndevelopment.\n"]}]
["1011.4010",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4010"],"date":["2010-11-17"],"type":["text"],"creator":["Tomasi-Gustafsson, E.","~Kuraev, E. ~A.","~Bystritskiy, Yu. ~M."],"language":[],"coverage":[],"title":["Exclusive Processes Induced By Antiprotons: Opportunities for QCD\n  Studies"],"description":["  The detection of exclusive processes induced by antiproton beams in the GeV\nrange at PANDA(FAIR) opens possibilities for testing QCD predictions on the\nnucleon structure. In particular, the measurement of electromagnetic nucleon\nform factors through the proton-antiproton annihilation in a lepton pair can be\nstudied. However, other processes, although interesting by themselves, play the\nrole of background. We will focus on two examples: an 'electromagnetic\nprocess', the S-channel annihilation of proton and antiproton into a neutral\npion and a virtual photon (followed by lepton pair emission) and a possible\nmechanism for the production of kaon and pion pairs, through physical vacuum\nexcitations.\n","Comment: Contribution to 20th International Baldin Seminar On High Energy\n  Physics Problems: Relativistic Nuclear Physics And Quantum Chromodynamics\n  (ISHEPP 2010) 4-9 Oct 2010, Dubna"]}]
["1011.4012",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4012"],"date":["2010-11-17"],"type":["text"],"creator":["Huang, Kerson","Low, Hwee-Boon","Tung, Roh-Suan"],"language":[],"coverage":[],"title":["Cosmology of an asymptotically free scalar field with spontaneous\n  symmetry breaking"],"description":["  We solve Einstein's equation with Robertson-Walker metric as an initial-value\nproblem, using as the source of gravity a Halpern-Huang real scalar field,\nwhich was derived from renormalization-group analysis, with a potential that\nexhibits asymptotic freedom and spontaneous symmetry breaking. Both properties\nare crucial to the formulation of the problem. Numerical solutions show that\nthe universe expands at an accelerated rate, with the radius increasing like\nthe exponential of a power of the time. This is relevant to \"dark energy\" and\n\"cosmic inflation\". Extension to the complex scalar field will make the\nuniverse a superfluid. The vortex dynamics that emerges offers explanations for\nother cosmological problems, namely, matter creation, galactic voids, and the\n\"dark mass\".\n"]}]
["1011.4015",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4015"],"date":["2010-11-17"],"type":["text"],"creator":["Walker-Loud, Andre"],"language":[],"coverage":[],"title":["Towards a direct lattice calculation of m_d - m_u"],"description":["  We describe an independent method for determining the strong-isospin breaking\nmass parameter, 2delta = m_d - m_u, which utilizes the baryon spectrum. We use\na prudent partially quenched choice of splitting the valence quark masses\nsymmetrically about the light sea quark mass. This choice has the consequence\nof mitigating the most severe partial quenching artifacts. We also discuss the\nmost significant hurdle to this method which is determining the electromagnetic\nself-energy of the neutron-proton mass splitting, a challenge which lacks a\nsatisfactory answer. Despite these issues, the phenomenologically interesting\ndependence of m_n - m_p on delta can be determined.\n","Comment: 7 pages, talk given at the XXVIII International Symposium on Lattice\n  Filed Theory, June 14-19,2010, Villasimius, Sardinia Italy"]}]
["1011.4016",{"format":[],"subject":["Mathematics - Logic","Computer Science - Discrete Mathematics","Computer Science - Logic in Computer Science","05C75 (Primary) 03C13, 03C45 (Secondary)","G.2.2","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4016"],"date":["2010-11-17"],"type":["text"],"creator":["Adler, Hans","Adler, Isolde"],"language":[],"coverage":[],"title":["Nowhere dense graph classes, stability, and the independence property"],"description":["  A class of graphs is nowhere dense if for every integer r there is a finite\nupper bound on the size of cliques that occur as (topological) r-minors. We\nobserve that this tameness notion from algorithmic graph theory is essentially\nthe earlier stability theoretic notion of superflatness. For subgraph-closed\nclasses of graphs we prove equivalence to stability and to not having the\nindependence property.\n","Comment: 9 pages"]}]
["1011.4022",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4022"],"date":["2010-11-17"],"type":["text"],"creator":["Calder, Alan C.","Krueger, Brendan K.","Jackson, Aaron P.","Townsley, Dean M.","Timmes, Francis X.","Brown, Edward F.","Chamulak, David A."],"language":[],"coverage":[],"title":["Evaluating Systematic Dependencies of Type Ia Supernovae"],"description":["  Type Ia supernovae are bright stellar explosions thought to occur when a\nthermonuclear runaway consumes roughly a solar mass of degenerate stellar\nmaterial. These events produce and disseminate iron-peak elements, and\nproperties of their light curves allow for standardization and subsequent use\nas cosmological distance indicators. The explosion mechanism of these events\nremains, however, only partially understood. Many models posit the explosion\nbeginning with a deflagration born near the center of a white dwarf that has\ngained mass from a stellar companion. In order to match observations, models of\nthis single-degenerate scenario typically invoke a subsequent transition of the\n(subsonic) deflagration to a (supersonic) detonation that rapidly consumes the\nstar. We present an investigation into the systematics of thermonuclear\nsupernovae assuming this paradigm. We utilize a statistical framework for a\ncontrolled study of two-dimensional simulations of these events from randomized\ninitial conditions. We investigate the effect of the composition and thermal\nhistory of the progenitor on the radioactive yield, and thus brightness, of an\nevent. Our results offer an explanation for some observed trends of mean\nbrightness with properties of the host galaxy.\n","Comment: 14 pages, to appear in the Proceedings of the SciDAC 2010 meeting"]}]
["1011.4024",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4024"],"date":["2010-11-17"],"type":["text"],"creator":["Mukherjee, S.","Banerjee, S. N."],"language":[],"coverage":[],"title":["The dimensional properties of the hadron"],"description":["  The statistical model of the hadron as a quarkonium system suggests the\ndimensional dependence of some of the properties of the hadron like the scaling\nin its probability density with the anomalous dimension as the exponent,the\nuniversality, the power law scaling in transverse momentum in hadron\nproduction.Recent experimental findings are found to be in agreement with the\ncorresponding predictions of the model.\n"]}]
["1011.4027",{"format":[],"subject":["Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4027"],"date":["2010-11-17"],"type":["text"],"creator":["Carter, Annie","Lithio, Daniel","Niichel, Robert","Tager, Tristan"],"language":[],"coverage":[],"title":["Beta Spaces: New Generalizations of Typically-Metric Properties"],"description":["  It is well-known that point-set topology (without additional structure) lacks\nthe capacity to generalize the analytic concepts of completeness, boundedness,\nand other typically-metric properties. The ability of metric spaces to capture\nthis information is tied to the fact that the topology is generated by open\nballs whose radii can be compared. In this paper, we construct spaces that\ngeneralize this property, called $\\beta$-spaces, and show that they provide a\nframework for natural definitions of the above concepts. We show that\n$\\beta$-spaces are strictly more general than uniform spaces, a common\ngeneralization of metric spaces. We then conclude by proving generalizations of\nseveral typically-metric theorems, culminating in a broader statement of the\nContraction Mapping Theorem.\n","Comment: PREPRINT, submitted to arXiv for NSF review"]}]
["1011.4031",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4031"],"date":["2010-11-17"],"type":["text"],"creator":["Hiley, B. J.","Callaghan, R. E."],"language":[],"coverage":[],"title":["The Clifford Algebra approach to Quantum Mechanics A: The Schroedinger\n  and Pauli Particles"],"description":["  In this paper we show how all the quantum properties of Schroedinger and\nPauli particles can be described entirely from within a Clifford algebra taken\nover the reals. There is no need to appeal to any `wave function'. To describe\na quantum system, we define the Clifford density element [CDE] as a product of\nan element of a minimal left ideal and its Clifford conjugate. The properties\nof the system are then completely specified in terms of bilinear invariants of\nthe first and second kind calculated using the CDE. Thus the quantum properties\nof a system can be completely described from within the algebra without the\nneed to appeal to any Hilbert space representation.\n  Furthermore we show that the essential bilinear invariants of the second kind\nare simply the Bohm energy and the Bohm momentum, entities that make their\nappearance in the Bohm interpretation. We also show how these parameters emerge\nfrom standard quantum field theory in the low energy, single particle\napproximation. There is no need to appeal to classical mechanics at any stage.\nThis clearly shows that the Bohm approach is entirely within the standard\nquantum formalism. The method has enabled us to lay the foundations of an\napproach that can be extended to provide a complete relativistic version of\nBohm model. In this paper we confine our attention to the details of the\nnon-relativistic case and will present its relativistic extension in a\nsubsequent paper.\n","Comment: 29 pages, LaTex, no figures. Related talk with figures available at\n  http://www.vallico.net/tti/deBB_10/conference.html"]}]
["1011.4033",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4033"],"date":["2010-11-17"],"type":["text"],"creator":["Hiley, B. J.","Callaghan, R. E."],"language":[],"coverage":[],"title":["The Clifford Algebra Approach to Quantum Mechanics B: The Dirac Particle\n  and its relation to the Bohm Approach"],"description":["  In this paper we present for the first time a complete description of the\nBohm model of the Dirac particle. This result demonstrates again that the\ncommon perception that it is not possible to construct a fully relativistic\nversion of the Bohm approach is incorrect. We obtain the fully relativistic\nversion by using an approach based on Clifford algebras outlined in two earlier\npapers by Hiley and by Hiley and Callaghan. The relativistic model is different\nfrom the one originally proposed by Bohm and Hiley and by Doran and Lasenby. We\nobtain exact expressions for the Bohm energy-momentum density, a relativistic\nquantum Hamilton-Jacobi for the conservation of energy which includes an\nexpression for the quantum potential and a relativistic time development\nequation for the spin vectors of the particle. We then show that these reduce\nto the corresponding non-relativistic expressions for the Pauli particle which\nhave already been derived by Bohm, Schiller and Tiomno and in more general form\nby Hiley and Callaghan. In contrast to the original presentations, there is no\nneed to appeal to classical mechanics at any stage of the development of the\nformalism. All the results for the Dirac, Pauli and Schroedinger cases are\nshown to emerge respectively from the hierarchy of Clifford algebras\nC(13),C(30), C(01) taken over the reals as Hestenes has already argued. Thus\nquantum mechanics is emerging from one mathematical structure with no need to\nappeal to an external Hilbert space with wave functions.\n","Comment: 28 pages, Latex, no figures"]}]
["1011.4036",{"format":[],"subject":["Mathematics - Metric Geometry","52C23, 42A75, 52C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4036"],"date":["2010-11-17"],"type":["text"],"creator":["Favorov, Sergey"],"language":[],"coverage":[],"title":["Bohr and Besicovitch almost periodic discrete sets and quasicrystals"],"description":["  A discrete set $A$ in the Euclidian space is almost periodic if the measure\nwith the unite masses at points of the set is almost periodic in the weak\nsense. We investigate properties of such sets in the case when $A-A$ is\ndiscrete. In particular, if $A$ is a Bohr almost periodic set, we prove that\n$A$ is a union of a finite number of translates of a certain full--rank\nlattice. If $A$ is a Besicovitch almost periodic set, then there exists a\nfull-rank lattice such that in most cases a nonempty intersection of its\ntranslate with $A$ is large.\n","Comment: 5 pages, bibliography 12 items"]}]
["1011.4037",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4037"],"date":["2010-11-17"],"type":["text"],"creator":["Mota, R. D.","Perez-Guerrero, A."],"language":[],"coverage":[],"title":["Instability of the planetary orbits for space-time dimensions higher\n  than four"],"description":["  It is shown that in a Minkowski space of total space-time dimension $D=d+1$,\nthe orbits of the planetary motion are stable only if the total dimension of\nspace-time is $D\\le 4$. The proof is performed in a fully didactic way.\n"]}]
["1011.4039",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4039"],"date":["2010-11-17"],"type":["text"],"creator":["Angelini, Ophélie","Brenner, Konstantin","Hilhorst, Danielle"],"language":[],"coverage":[],"title":["A finite volume method on general meshes for a degenerate parabolic\n  convection-reaction-diffusion equation"],"description":["  We propose a finite volume method on general meshes for the discretization of\na degenerate parabolic convection-reaction-diffusion equation. Equations of\nthis type arise in many contexts, such as the modeling of contaminant transport\nin porous media. We discretize the diffusion term, which can be anisotropic and\nheterogeneous, via a hybrid finite volume scheme. We construct a partially\nupwind scheme for the convection term. We consider a wide range of unstructured\npossibly non-matching polygonal meshes in arbitrary space dimension. The only\nassumption on the mesh is that the volume elements must be star-shaped. The\nscheme is fully implicit in time, it is locally conservative and robust with\nrespect to the P\\'eclet number. We obtain a convergence result based upon a\npriori estimates and the Fr\\'echet--Kolmogorov compactness theorem.\n"]}]
["1011.4040",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4040","Earth and Planetary Science Letters 299 (2010) 299-309","doi:10.1016/j.epsl.2010.09.010"],"date":["2010-11-17"],"type":["text"],"creator":["Martinod, Joseph","Husson, Laurent","Roperch, Pierrick","Guillaume, Benjamin","Espurt, Nicolas"],"language":[],"coverage":[],"title":["Horizontal subduction zones, convergence velocity and the building of\n  the Andes"],"description":["  We discuss the relationships between Andean shortening, plate velocities at\nthe trench, and slab geometry beneath South America. Although some correlation\nexists between the convergence velocity and the westward motion of South\nAmerica on the one hand, and the shortening of the continental plate on the\nother hand, plate kinematics neither gives a satisfactory explanation to the\nAndean segmentation in general, nor explains the development of the Bolivian\norocline in Paleogene times. We discuss the Cenozoic history of horizontal slab\nsegments below South America, arguing that they result from the subduction of\noceanic plateaus whose effect is to switch the buoyancy of the young subducting\nplate to positive. We argue that the existence of horizontal slab segments,\nbelow the Central Andes during Eocene-Oligocene times, and below Peru and\nNorth-Central Chile since Pliocene, resulted (1) in the shortening of the\ncontinental plate interiors at a large distance from the trench, (2) in\nstronger interplate coupling and ultimately, (3) in a decrease of the\ntrenchward velocity of the oceanic plate. Present-day horizontal slab segments\nmay thus explain the diminution of the convergence velocity between the Nazca\nand South American plates since Late Miocene.\n"]}]
["1011.4041",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4041","Geophysical Journal International 163 (2005) 1137-1150","doi:10.1111/j.1365-246X.2005.02797.x"],"date":["2010-11-17"],"type":["text"],"creator":["Martinod, Joseph","Funiciello, Francesca","Faccenna, Claudio","Labanieh, Shasa","Regard, Vincent"],"language":[],"coverage":[],"title":["Dynamical effects of subducting ridges: Insights from 3-D laboratory\n  models"],"description":["  We model the subduction of buoyant ridges and plateaus to study their effect\non slab dynamics. Oceanic ridges parallel to the trench have a stronger effect\non the process of subduction because they simultaneously affect a longer trench\nsegment. Large buoyant slab segments sink more slowly into the asthenosphere,\nand their subduction result in a diminution of the velocity of subduction of\nthe plate. We observe a steeping of the slab below those buoyant anomalies,\nresulting in smaller radius of curvature of the slab, that augments the energy\ndissipated in folding the plate and further diminishes the velocity of\nsubduction. When the 3D geometry of a buoyant plateau is modelled, the dip of\nthe slab above the plateau decreases, as a result of the larger velocity of\nsubduction of the dense \"normal\" oceanic plate on both sides of the plateau.\nSuch a perturbation of the dip of the slab maintains long time after the\nplateau has been entirely incorporated into the subduction zone. We compare\nexperiments with the present-day subduction zone below South America.\nExperiments suggest that a modest ridge perpendicular to the trench such as the\npresent-day Juan Fernandez ridge is not buoyant enough to modify the slab\ngeometry. Already subducted buoyant anomalies within the oceanic plate, in\ncontrast, may be responsible for some aspects of the present-day geometry of\nthe Nazca slab at depth.\n"]}]
["1011.4044",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","53D12, 53D40, 14J45, 14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4044"],"date":["2010-11-17"],"type":["text"],"creator":["Fukaya, Kenji","Oh, Yong-Geun","Ohta, Hiroshi","Ono, Kaoru"],"language":[],"coverage":[],"title":["Lagrangian Floer theory on compact toric manifolds: survey"],"description":["  This article is a survey of a series of papers [FOOO3,FOOO4,FOOO5] in which\nwe developed the method of calculation of Floer cohomology of Lagrangian torus\norbits in compact toric manifolds, and its applications to symplectic topology\nand to mirror symmetry. In this article we summarize the main ingredients of\ncalculation and illustrate them by examples. The second half of the survey is\ndevoted to discussion of the most recent result from [FOOO5] (arXiv:1009.1648)\nwhere the mirror symmetry between the two Frobenius manifolds arising from the\nbig quantum cohomology and from the K. Saito theory of singularities was\nestablished.\n","Comment: 60 pages, 5 figures"]}]
["1011.4052",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4052"],"date":["2010-11-17"],"type":["text"],"creator":["Laming, J. Martin","Adams, J.","Alexander, D.","Aschwanden, M","Bailey, C.","Bandler, S.","Bookbinder, J.","Bradshaw, S.","Brickhouse, N.","Chervenak, J.","Christe, S.","Cirtain, J.","Cranmer, S.","Deiker, S.","DeLuca, E.","Del Zanna, G.","Dennis, B.","Doschek, G.","Eckart, M.","Fludra, A.","Finkbeiner, F.","Grigis, P.","Harrison, R.","Ji, L.","Kankelborg, C.","Kashyap, V.","Kelly, D.","Kelley, R.","Kilbourne, C.","Klimchuk, J.","Ko, Y. -K.","Landi, E.","Linton, M.","Longcope, D.","Lukin, V.","Mariska, J.","Martinez-Galarce, D.","Mason, H.","McKenzie, D.","Osten, R.","Peres, G.","Pevtsov, A.","Porter, K. Phillips F. S.","Rabin, D.","Rakowski, C.","Raymond, J.","Reale, F.","Reeves, K.","Sadleir, J.","Savin, D.","Schmelz, J.","Smith, R. K.","Smith, S.","Stern, R.","Sylwester, J.","Tripathi, D.","Ugarte-Urra, I.","Young, P.","Warren, H.","Wood, B."],"language":[],"coverage":[],"title":["Science Objectives for an X-Ray Microcalorimeter Observing the Sun"],"description":["  We present the science case for a broadband X-ray imager with high-resolution\nspectroscopy, including simulations of X-ray spectral diagnostics of both\nactive regions and solar flares. This is part of a trilogy of white papers\ndiscussing science, instrument (Bandler et al. 2010), and missions (Bookbinder\net al. 2010) to exploit major advances recently made in transition-edge sensor\n(TES) detector technology that enable resolution better than 2 eV in an array\nthat can handle high count rates. Combined with a modest X-ray mirror, this\ninstrument would combine arcsecondscale imaging with high-resolution spectra\nover a field of view sufficiently large for the study of active regions and\nflares, enabling a wide range of studies such as the detection of microheating\nin active regions, ion-resolved velocity flows, and the presence of non-thermal\nelectrons in hot plasmas. It would also enable more direct comparisons between\nsolar and stellar soft X-ray spectra, a waveband in which (unusually) we\ncurrently have much better stellar data than we do of the Sun.\n","Comment: 7 pages, white paper submitted the Solar and Heliophsyics Decadal\n  Survey"]}]
["1011.4053",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4053"],"date":["2010-11-17"],"type":["text"],"creator":["Bookbinder, Jay","team, the SSE"],"language":[],"coverage":[],"title":["The Solar Spectroscopy Explorer Mission"],"description":["  The Solar Spectroscopy Explorer (SSE) concept is conceived as a scalable\nmission, with two to four instruments and a strong focus on coronal\nspectroscopy. In its core configuration it is a small strategic mission\n($250-500M) built around a microcalorimeter (an imaging X-ray spectrometer) and\na high spatial resolution (0.2 arcsec) EUV imager. SSE puts a strong focus on\nthe plasma spectroscopy, balanced with high resolution imaging - providing for\nbreak-through imaging science as well as providing the necessary context for\nthe spectroscopy suite. Even in its smallest configuration SSE provides\nobservatory class science, with significant science contributions ranging from\nbasic plasma and radiative processes to the onset of space weather events. The\nbasic configuration can carry an expanded instrument suite with the addition of\na hard X-ray imaging spectrometer and/or a high spectral resolution EUV\ninstrument - significantly expanding the science capabilities. In this\nconfiguration, it will fall at the small end of the medium class missions, and\nis described below as SSE+. This scalable mission in its largest configuration\nwould have the full complement of these instruments and becomes the RAM\n(Reconnection And Microscale) mission. This mission has been designed to\naddress key outstanding issues in coronal physics, and to be highly\ncomplementary to missions such as Solar Probe Plus, Solar Orbiter, and Solar-C\nas well as ground-based observatories.\n","Comment: 8 pages, 3 figures, submitted to 2010 Heliophysics Decadal Review"]}]
["1011.4057",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4057"],"date":["2010-11-17"],"type":["text"],"creator":["Koumeir, C.","Haddad, F.","Metivier, V.","Servagent, N.","Michel, N."],"language":[],"coverage":[],"title":["A new facility for High energy PIXE at the ARRONAX Facility"],"description":["  Proton Induced X-ray Emission (PIXE) using high energy protons is a non\ndestructive multi elemental technique that can analyze medium and heavy trace\nelements on thick samples. A new experimental setup is being built at the\nARRONAX facility (Nantes, France) for such purpose. Tests have been made in\norder to quantify the background induced by a 68 MeV proton beam on a 250\\mu m\ncopper target. Our measurement has been compared with expected theoretical\nvalue including the various components of the bremsstrahlung and the Compton\ninduced by gamma rays. This study has allowed us to determine a detection limit\nof the order of tens of ppm and has shown also the different ways to improve\nit. Amongst them are a better shielding of the detector and the use of lower\nbeam intensity. Another ways consist to use the prompt gamma rays emitted by\nthe interaction of the beam with the target nucleus as well as the registration\nof the decay of the activation product after the end of the bombardment. This\nactivation and especially the production of long lived radionuclide can be\ncontrolled by tuning the proton energy and intensity resulting in a low\nactivation which is not prejudicial to most of the samples and with almost no\neffect on the PIXE performances.\n","Comment: Proceeding of European Conference On x-ray spectrometry 20-25 June\n  2010 Figueira da Foz, Coimbra, PORTUGAL"]}]
["1011.4058",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Condensed Matter - Disordered Systems and Neural Networks","Quantitative Biology - Neurons and Cognition","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4058"],"date":["2010-11-17"],"type":["text"],"creator":["Cadieu, Charles F.","Koepsell, Kilian"],"language":[],"coverage":[],"title":["Modeling Image Structure with Factorized Phase-Coupled Boltzmann\n  Machines"],"description":["  We describe a model for capturing the statistical structure of local\namplitude and local spatial phase in natural images. The model is based on a\nrecently developed, factorized third-order Boltzmann machine that was shown to\nbe effective at capturing higher-order structure in images by modeling\ndependencies among squared filter outputs (Ranzato and Hinton, 2010). Here, we\nextend this model to $L_p$-spherically symmetric subspaces. In order to model\nlocal amplitude and phase structure in images, we focus on the case of two\ndimensional subspaces, and the $L_2$-norm. When trained on natural images the\nmodel learns subspaces resembling quadrature-pair Gabor filters. We then\nintroduce an additional set of hidden units that model the dependencies among\nsubspace phases. These hidden units form a combinatorial mixture of phase\ncoupling distributions, concentrated in the sum and difference of phase pairs.\nWhen adapted to natural images, these distributions capture local spatial phase\nstructure in natural images.\n","Comment: 11 pages, 6 figures"]}]
["cond-mat/0702254",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702254","ONU Herald - Physics 11, 112 (2006)"],"date":["2007-02-09","2007-09-25"],"type":["text"],"creator":["Adamyan, Vadym M.","Smyrnov, Oleksii A."],"language":[],"coverage":[],"title":["Charge screening in single-walled armchair carbon nanotubes"],"description":["  The screened effective quasione-dimensional interaction potential for charged\nparticles localized on the wall of a single-walled metallic armchair carbon\nnanotube (CNT) was obtained within the framework of the random phase\napproximation (RPA).\n","Comment: 4 pages, 1 figure"]}]
["math-ph/0510079",{"format":[],"subject":["Mathematical Physics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0510079","Ann. of Math. 171 (2), 815--879 (2010)"],"date":["2005-10-23","2007-01-11"],"type":["text"],"creator":["Kelmer, Dubi"],"language":[],"coverage":[],"title":["Arithmetic Quantum Unique Ergodicity for Symplectic Linear Maps of the\n  Multidimensional Torus"],"description":["  We look at the expectation values for quantized linear symplectic maps on the\nmultidimensional torus and their distribution in the semiclassical limit. We\nconstruct super-scars that are stable under the arithmetic symmetries of the\nsystem and localize around invariant manifolds. We show that these super-scars\nexist only when there are isotropic rational subspaces, invariant under the\nlinear map. In the case where there are no such scars, we compute the variance\nof the fluctuations of the matrix elements for the desymmetrized system, and\npresent a conjecture for their limiting distributions.\n","Comment: 68 pages"]}]
["math/0501350",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501350","Journal of Algebra (2006), Vol 297/1, 168-185"],"date":["2005-01-21"],"type":["text"],"creator":["Baur, Karin"],"language":[],"coverage":[],"title":["Richardson elements for classical Lie algebras"],"description":["  Parabolic subalgebras of semi-simple Lie algebras decompose as\n$\\frak{p}=\\frak{m}\\oplus\\frak{n}$ where $\\frak{m}$ is a Levi factor and\n$\\frak{n}$ the corresponding nilradical. By Richardsons theorem, there exists\nan open orbit under the action of the adjoint group $P$ on the nilradical. The\nelements of this dense orbits are known as Richardson elements.\n  In this paper we describe a normal form for Richardson elements in the\nclassical case. This generalizes a construction for the general linear group of\nBruestle, Hille, Ringel and Roehrle to the other classical Lie algebra and it\nextends the authors normal forms of Richardson elements for nice parabolic\nsubalgebras of simple Lie algebras to arbitrary parabolic subalgebras of the\nclassical Lie algebras. As applications we obtain a description of the support\nof Richardson elements and we recover the Bala-Carter label of the orbit of\nRichardson elements.\n","Comment: 16 pages"]}]
["math/0606673",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N35, 14N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606673","Journal of Pure and Applied Algebra, 213 (2009) 857-868"],"date":["2006-06-27","2010-11-17"],"type":["text"],"creator":["Ramirez, Cristina Martinez"],"language":[],"coverage":[],"title":["On a stratification of the Kontsevich space of the Grassmannian G(2,4)\n  and enumerative geometry"],"description":["  We study the geometry of the Kontsevich compactification of stable maps to\nthe Grassmannian of lines in the projective space. We consider a stratification\nof this space. As an application we compute the degree of the variety\nparametrizing rational ruled surfaces with a minimal directix of degree d/2-1\nby intersecting divisors in the moduli space of stable maps. For example, there\nare 128054031872040 rational ruled sextics passing through 25 points in\n$\\mathbb{P}^{3}$ with a minimal directrix of degree 2.\n","Comment: 17 pages"]}]
["math/0608775",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","17B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608775","Algebr. Represent. Theory 11 (2008), no. 3, 275--297"],"date":["2006-08-31"],"type":["text"],"creator":["Baur, Karin","Goodwin, Simon M."],"language":[],"coverage":[],"title":["Richardson elements for parabolic subgroups of classical groups in\n  positive characteristic"],"description":["  Let $G$ be a simple algebraic group of classical type over an algebraically\nclosed field $k$. Let $P$ be a parabolic subgroup of $G$ and let $\\p = \\Lie P$\nbe the Lie algebra of $P$ with Levi decomposition $\\p = {\\l}\\oplus \\u$, where\n$\\u$ is the Lie algebra of the unipotent radical of $P$ and $\\l$ is a Levi\ncomplement. Thanks to a fundamental theorem of R. W. Richardson, $P$ acts on\n$\\u$ with an open dense orbit; this orbit is called the {\\em Richardson orbit}\nand its elements are called {\\em Richardson elements}. Recently, the first\nauthor gave constructions of Richardson elements in the case $k = \\C$ for many\nparabolic subgroups $P$ of $G$. In this note, we observe that these\nconstructions remain valid for any algebraically closed field $k$ of\ncharacteristic not equal to 2 and we give constructions of Richardson elements\nfor the remaining parabolic subgroups.\n","Comment: 20 pages"]}]
["math/0609166",{"format":[],"subject":["Mathematics - Geometric Topology","57M25 (Primary) 57Q35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609166"],"date":["2006-09-06","2010-11-17"],"type":["text"],"creator":["Ozawa, Makoto"],"language":[],"coverage":[],"title":["Essential state surfaces for knots and links"],"description":["  We study a canonical spanning surface obtained from a knot or link diagram\ndepending on a given Kauffman state, and give a sufficient condition for the\nsurface to be essential. By using the essential surface, we can see the\ntriviality and splittability of a knot or link from its diagrams. This has been\ndone on the extended knot or link class which includes all of semiadequate,\nhomogeneous, and most of algebraic knots and links. In the process of the proof\nof main theorem, Gabai's Murasugi sum theorem is extended to the case of\nnonorientable spanning surfaces.\n","Comment: In version 2, main theorem was expanded and the proof was refined. In\n  version 3, Theorem 1.2 was added. In version 4, Theorem 1.2 (3) in v3 was\n  removed, and many examples and problems are added. In version 5, many places\n  are rewritten due to referee reports, and some new references are added. The\n  version 6 is a final version which was accepted by J. Austral. Math. Soc"]}]
["math/0610512",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16G20, 16G70, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610512","International Mathematical Research Notices (2007) Vol. 2007","doi:10.1093/imrn/rnm011"],"date":["2006-10-17"],"type":["text"],"creator":["Baur, Karin","Marsh, Robert J."],"language":[],"coverage":[],"title":["A geometric description of the m-cluster categories of type D_n"],"description":["  We show that the m-cluster category of type D_n is equivalent to a certain\ngeometrically-defined category of arcs in a punctured regular nm-m+1-gon. This\ngeneralises a result of Schiffler for m=1. We use the notion of the mth power\nof a translation quiver to realise the m-cluster category in terms of the\ncluster category.\n","Comment: 14 pages, 11 figures"]}]
["nucl-ex/0506003",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0506003"],"date":["2005-06-01"],"type":["text"],"creator":["Lauss, Bernhard"],"language":[],"coverage":[],"title":["New Precision Determination of g_p and G_F: the MuXperiments at PSI"],"description":["  We discuss two precision experiments which will measure fundamental weak\ninteraction parameters: MuLAN's goal is the measurement of the positive muon\nlifetime to 1 ppm, which will in turn determine the Fermi coupling constant G_F\nto 0.5 ppm precision. MuCAP is the first experiment which will unambiguously\ndetermine the induced pseudoscalar form factor of the proton, g_p. While\ncontradictory experimental results for g_p are under discussion, firm\ntheoretical calculations on the percent level within the framework of Chiral\nPerturbation Theory are now challenging the measurements. We will describe our\nexperimental efforts and latest achievements.\n","Comment: Proceedings of the Intern. Conference on Exotic Atoms, EXA'05, Feb.\n  21 - 25, 2005, Vienna, Austria, to be published by the Austrian Academy of\n  Sciences Press. 10 pages, 11 figures"]}]
