["0704.0199",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","05E15 (Primary), 05A05, 05A10, 05A15, 05A18, 06A07, 20F55, 33C05\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0199","Trans. Amer. Math. Soc. 362 (2010), 2723-2787"],"date":["2007-04-02","2009-11-17"],"type":["text"],"creator":["Krattenthaler, Christian","Müller, Thomas"],"language":[],"coverage":[],"title":["Decomposition numbers for finite Coxeter groups and generalised\n  non-crossing partitions"],"description":["  Given a finite irreducible Coxeter group $W$, a positive integer $d$, and\ntypes $T_1,T_2,...,T_d$ (in the sense of the classification of finite Coxeter\ngroups), we compute the number of decompositions $c=\\si_1\\si_2 cdots\\si_d$ of a\nCoxeter element $c$ of $W$, such that $\\si_i$ is a Coxeter element in a\nsubgroup of type $T_i$ in $W$, $i=1,2,...,d$, and such that the factorisation\nis \"minimal\" in the sense that the sum of the ranks of the $T_i$'s,\n$i=1,2,...,d$, equals the rank of $W$. For the exceptional types, these\ndecomposition numbers have been computed by the first author. The type $A_n$\ndecomposition numbers have been computed by Goulden and Jackson, albeit using a\nsomewhat different language. We explain how to extract the type $B_n$\ndecomposition numbers from results of B\\'ona, Bousquet, Labelle and Leroux on\nmap enumeration. Our formula for the type $D_n$ decomposition numbers is new.\nThese results are then used to determine, for a fixed positive integer $l$ and\nfixed integers $r_1\\le r_2\\le ...\\le r_l$, the number of multi-chains $\\pi_1\\le\n\\pi_2\\le ...\\le \\pi_l$ in Armstrong's generalised non-crossing partitions\nposet, where the poset rank of $\\pi_i$ equals $r_i$, and where the \"block\nstructure\" of $\\pi_1$ is prescribed. We demonstrate that this result implies\nall known enumerative results on ordinary and generalised non-crossing\npartitions via appropriate summations. Surprisingly, this result on multi-chain\nenumeration is new even for the original non-crossing partitions of Kreweras.\nMoreover, the result allows one to solve the problem of rank-selected chain\nenumeration in the type $D_n$ generalised non-crossing partitions poset, which,\nin turn, leads to a proof of Armstrong's $F=M$ Conjecture in type $D_n$.\n","Comment: AmS-LaTeX; 65 pages. Final version to appear in Trans. Amer. Math.\n  Soc"]}]
["0706.3234",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Mathematics - Dynamical Systems","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3234","PLoS ONE, 4(3), 2009","doi:10.1371/journal.pone.0004939."],"date":["2007-06-21"],"type":["text"],"creator":["Delgado-Eckert, Edgar"],"language":[],"coverage":[],"title":["Reverse engineering time discrete finite dynamical systems: A feasible\n  undertaking?"],"description":["  With the advent of high-throughput profiling methods, interest in reverse\nengineering the structure and dynamics of biochemical networks is high.\nRecently an algorithm for reverse engineering of biochemical networks was\ndeveloped by Laubenbacher and Stigler. It is a top-down approach using time\ndiscrete dynamical systems. One of its key steps includes the choice of a term\norder. The aim of this paper is to identify minimal requirements on data sets\nto be used with this algorithm and to characterize optimal data sets. We found\nminimal requirements on a data set based on how many terms the functions to be\nreverse engineered display. Furthermore, we identified optimal data sets, which\nwe characterized using a geometric property called \"general position\".\nMoreover, we developed a constructive method to generate optimal data sets,\nprovided a codimensional condition is fulfilled. In addition, we present a\ngeneralization of their algorithm that does not depend on the choice of a term\norder. For this method we derived a formula for the probability of finding the\ncorrect model, provided the data set used is optimal. We analyzed the\nasymptotic behavior of the probability formula for a growing number of\nvariables n (i.e. interacting chemicals). Unfortunately, this formula converges\nto zero as fast as r^(q^n), where q is a natural number and 0<r<1. Therefore,\neven if an optimal data set is used and the restrictions in using term orders\nare overcome, the reverse engineering problem remains unfeasible, unless\nprodigious amounts of data are available. Such large data sets are\nexperimentally impossible to generate with today's technologies.\n","Comment: Submitted to journal, currently under review"]}]
["0709.3217",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3217","PoS LAT2007:141,2007"],"date":["2007-09-20","2009-02-09"],"type":["text"],"creator":["Collins, S.","Bali, G.","Schäfer, A."],"language":[],"coverage":[],"title":["Disconnected contributions to hadronic structure: a new method for\n  stochastic noise reduction"],"description":["  We present a new method for reducing the stochastic noise of all-to-all\npropagators based on stopping the inversion of the propagator before\nconvergence. The method is easy to implement, unbiased and independent of the\nquark action. Applying this method to the calculation of disconnected loops\nneeded for hadronic structure observables we find savings in computer time of\nfactors of 4-12 depending on the operator inserted in the loop. When combined\nwith a hopping parameter expansion technique we obtain combined gains of up to\nfactors of 30 for some operators.\n","Comment: 2007 lattice proceedings, replacing acknowledgement"]}]
["0710.0516",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 37D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0516","Geometry & Topology 12 (2008) 981-986"],"date":["2007-10-02"],"type":["text"],"creator":["Grines, Viatcheslav","Laudenbach, François"],"language":[],"coverage":[],"title":["Essential curves in handlebodies and topological contractions"],"description":["  If $X$ is a compact set, a {\\it topological contraction} is a self-embedding\n$f$ such that the intersection of the successive images $f^k(X)$, $k>0$,\nconsists of one point. In dimension 3, we prove that there are smooth\ntopological contractions of the handlebodies of genus $\\geq 2$ whose image is\nessential. Our proof is based on an easy criterion for a simple curve to be\nessential in a handlebody.\n"]}]
["0710.3119",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3119","See final version in: Duke Math J 148 No. 1 (2009) 1--39","doi:10.1215/00127094-2009-018"],"date":["2007-10-16","2008-11-25"],"type":["text"],"creator":["Furman, Alex","Monod, Nicolas"],"language":[],"coverage":[],"title":["Product groups acting on manifolds"],"description":["  We analyse volume-preserving actions of product groups on Riemannian\nmanifolds. To this end, we establish a new superrigidity theorem for ergodic\ncocycles of product groups ranging in linear groups. There are no a priori\nassumptions on the acting groups, except a spectral gap assumption on their\naction.\n  Our main application to manifolds concerns irreducible actions of Kazhdan\nproduct groups. We prove the following dichotomy: Either the action is\ninfinitesimally linear, which means that the derivative cocycle arises from\nunbounded linear representations of all factors. Otherwise, the action is\nmeasurably isometric, in which case there are at most two factors in the\nproduct group.\n  As a first application, this provides lower bounds on the dimension of the\nmanifold in terms of the number of factors in the acting group. Another\napplication is a strong restriction for actions of non-linear groups.\n","Comment: To appear in the Duke Mathematical Journal; 32 pages. Minor\n  revisions, including the addition of a variation on Theorem A"]}]
["0711.0865",{"format":[],"subject":["Mathematics - Number Theory","11B83","11P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0865"],"date":["2007-11-06","2010-01-18"],"type":["text"],"creator":["Eismann, Remi"],"language":[],"coverage":[],"title":["Decomposition into weight * level + jump and application to a new\n  classification of primes"],"description":["  In this paper we introduce an Euclidean decomposition of elements a_n of an\nincreasing sequence of natural numbers into weight * level + jump which we use\nto classify the numbers a_n either by weight or by level. We then show that\nthis decomposition can be seen as a generalization of the sieve of Eratosthenes\n(which is the particular case of the whole sequence of natural numbers). We\napply this decomposition to prime numbers in order to obtain a new\nclassification of primes, we analyze a few properties of this classification\nand we make a series of conjectures based on numerical data. Finally we show\nhow composite numbers and 2-almost primes behave under the decomposition.\n","Comment: Submitted to Journal of Integer Sequences October 8 2007, rejected\n  December 30 2007 for not significant enough contribution and non-standard\n  terminology. V2: introduction deleted, V3: table 6 added, conjecture 9 added,\n  V4: minor corrections; 12 pages, 4 figures, 6 tables"]}]
["0711.1230",{"format":[],"subject":["Mathematics - Dynamical Systems","Nonlinear Sciences - Cellular Automata and Lattice Gases","93C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1230","Complex Systems, Volume 18, Number 3, 2009"],"date":["2007-11-08","2008-07-30"],"type":["text"],"creator":["Delgado-Eckert, Edgar"],"language":[],"coverage":[],"title":["An algebraic and graph theoretical framework to study monomial dynamical\n  systems over a finite field"],"description":["  An n dimensional monomial dynamical system over a finite field K is a\nnonlinear deterministic time discrete dynamical system with the property that\neach of the n component functions is a monic nonzero monomial function in n\nvariables. In this paper we provide an algebraic and graph theoretic framework\nto study the dynamic properties of monomial dynamical systems over a finite\nfield. Within this framework, characterization theorems for fixed point systems\n(systems in which all trajectories end in steady states) are proved. In\nparticular, we present an algorithm of polynomial complexity to test whether a\ngiven monomial dynamical system over a finite field is a fixed point system.\nFurthermore, theorems that complement previous work are presented and\nalternative proofs to previous results are supplied.\n","Comment: 26 pages, typos removed, improved and extended. Currently under\n  review"]}]
["0712.3192",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3192"],"date":["2007-12-19","2010-01-17"],"type":["text"],"creator":["Popa, Mihnea"],"language":[],"coverage":[],"title":["Generalized theta linear series on moduli spaces of vector bundles on\n  curves"],"description":["  This article is based on lecture notes prepared for the August 2006 Cologne\nSummer School. The first part contains background material and references for\nbeginners. The second (and main) part is a survey of the current status in the\ntheory of pluri-theta linear series and generalized theta divisors on moduli\nspaces of vector bundles on curves. It emphasizes relatively new techniques\nemployed in the analysis of linear series on these moduli spaces, namely the\nuse of moduli spaces of stable maps for understanding Quot schemes, and the\nFourier-Mukai functor in the study of coherent sheaves on abelian varieties. In\naddition, it briefly describes recent important developments, most significant\nof which is the proof of the Strange Duality conjecture due to Belkale and\nMarian-Oprea.\n","Comment: 33 pages; made a few minor corrections and improvements, and added\n  some new results in the last section; written for the Handbook of Moduli"]}]
["0802.3907",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3907","Conf.Proc.C070625:1682,2007"],"date":["2008-02-26"],"type":["text"],"creator":["Chou, W.","Capista, D.","Griffin, J.","Ng, K-Y.","Wildman, D."],"language":[],"coverage":[],"title":["Fast beam stacking using RF barriers"],"description":["  Two barrier RF systems were fabricated, tested and installed in the Fermilab\nMain Injector. Each can provide 8 kV rectangular pulses (the RF barriers) at 90\nkHz. When a stationary barrier is combined with a moving barrier, injected\nbeams from the Booster can be continuously deflected, folded and stacked in the\nMain Injector, which leads to doubling of the beam intensity. This paper gives\na report on the beam experiment using this novel technology.\n","Comment: 2007 Particle Accelerator Conference (PAC07)"]}]
["0803.0371",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematical Physics","Mathematics - Dynamical Systems","Nonlinear Sciences - Exactly Solvable and Integrable Systems","70E05","70G40","70H06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0371","Hiroshima Mathematical Journal. -- 2009. -- Vol. 39, No 3. -- P.\n  327-350."],"date":["2008-03-04"],"type":["text"],"creator":["Kharlamov, Mikhail P."],"language":[],"coverage":[],"title":["Bifurcation diagrams and critical subsystems of the Kowalevski gyrostat\n  in two constant fields"],"description":["  The Kowalevski gyrostat in two constant fields is known as the unique example\nof an integrable Hamiltonian system with three degrees of freedom not reducible\nto a family of systems in fewer dimensions and still having the clear\nmechanical interpretation. The practical explicit integration of this system\ncan hardly be obtained by the existing techniques. Then the challenging problem\nbecomes to fulfil the qualitative investigation based on the study of the\nLiouville foliation of the phase space. As the first approach to topological\nanalysis of this system we find the stratified critical set of the momentum\nmap; this set consists of the trajectories with number of frequencies less than\nthree. We obtain the equations of the bifurcation diagram in three-dimensional\nspace. These equations have the form convenient for the classification of the\nbifurcation sets induced on 5-dimensional iso-energetic levels.\n","Comment: LaTeX, 17 pages"]}]
["0804.4428",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4428"],"date":["2008-04-28","2010-01-18"],"type":["text"],"creator":["Farb, Benson","Weinberger, Shmuel"],"language":[],"coverage":[],"title":["The intrinsic asymmetry and inhomogeneity of Teichmuller space"],"description":["  Royden proved that any isometry of Teichmuller space in the Teichmuller\nmetric must be an element of the extended mapping class group M(S). He also\nproved that the Teichmuller metric is not symmetric at any point. In this paper\nwe give extensions of Royden's theorems from the Teichmuller metric to an\narbitrary complete, finite covolume, M(S)-invariant Finsler (e.g. Riemannian)\nmetric on Teichmuller space. In particular this gives a new mechanism behind\nRoyden's original theorem.\n","Comment: 11 pages, major revisions. To appear in Duke Math Jour"]}]
["0804.4776",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4776"],"date":["2008-04-30","2010-01-18"],"type":["text"],"creator":["Li, Shi-Yuan"],"language":[],"coverage":[],"title":["Pionization and Energy Loss"],"description":["  This is a version submitted to proceedings of sqm09. The space time of hard\ninteraction induced radiation (collinear, double log) and\njet-QGM-interaction-induced radiation (bremsstrahlung + pionization) is more\nclarified. A hand-drawing picture is attached for interested reader. To measure\ny=1.2 to 2.2 more suppressed (than y=0) open charm pT spectrum is predicted and\nsuggested as a good test.\n","Comment: revtex4 (V5)"]}]
["0805.4083",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 14B07","14H20, Secondary 32S30","58K60","32S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4083","Manuscripta Math. 129 (2009), no. 4, 499--521"],"date":["2008-05-27","2009-04-21"],"type":["text"],"creator":["Kerner, Dmitry"],"language":[],"coverage":[],"title":["On the equi-normalizable deformations of singularities of complex plane\n  curves"],"description":["  We study a specific class of deformations of curve singularities: the case\nwhen the singular point splits to several ones, such that the total $\\delta$\ninvariant is preserved. These are also known as equi-normalizable or\nequi-generic deformations. We restrict primarily to the deformations of\nsingularities with smooth branches.\n  A natural invariant of the singular type is introduced: the dual graph. It\nimposes severe restrictions on the possible collisions/deformations. And allows\nto prove some bounds on the variation of classical invariants in\nequi-normalizable families.\n  We consider in details deformations of ordinary multiple points, the\ndeformations of a singularity into the collections of ordinary multiple points\nand deformations of the type $x^p+y^{pk}$ into the collections of $A_k$'s.\n","Comment: Final version. To appear in Manuscripta"]}]
["0806.1720",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1720","Proceedings of the Steklov Institute of Math, 2009 Vol.267\n  pp.91-103"],"date":["2008-06-10"],"type":["text"],"creator":["Goryunov, Victor","Kerner, Dmitry"],"language":[],"coverage":[],"title":["Automorphisms of $P_8$ singularities and the complex crystallographic\n  groups"],"description":["  The paper completes the study of symmetries of parabolic function\nsingularities with relation to complex crystallographic groups that was started\nin \\cite{GM,X9}. We classify smoothable automorphisms of $P_8$ singularities\nwhich split the kernel of the intersection form on the second homology. For\nsuch automorphisms, the monodromy groups acting on the duals to the eigenspaces\nwith degenerate intersection form are then identified as some of complex affine\nreflection groups tabled in \\cite{P}.\n"]}]
["0809.0457",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0457","See final version in: Journal of Topology 2 No. 4 (2009) 661--700","doi:10.1112/jtopol/jtp026"],"date":["2008-09-02","2009-01-08"],"type":["text"],"creator":["Caprace, P. -E.","Monod, N."],"language":[],"coverage":[],"title":["Isometry groups of non-positively curved spaces: structure theory"],"description":["  We develop the structure theory of full isometry groups of locally compact\nnon-positively curved metric spaces. Amongst the discussed themes are de Rham\ndecompositions, normal subgroup structure and characterising properties of\nsymmetric spaces and Bruhat--Tits buildings. Applications to discrete groups\nand further developments on non-positively curved lattices are exposed in a\ncompanion paper: \"Isometry groups of non-positively curved spaces: discrete\nsubgroups\".\n","Comment: The original version (September 2, 2008) has been split into two\n  articles. This is the first part; the second is available as of today on the\n  arxiv under the title: \"Isometry groups of non-positively curved spaces:\n  discrete subgroups\""]}]
["0809.0802",{"format":[],"subject":["Mathematics - Geometric Topology","53D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0802","New perspectives and challenges in symplectic topology, Stanford :\n  \\'Etats-Unis d'Am\\'erique (2007)"],"date":["2008-09-04"],"type":["text"],"creator":["Laudenbach, Francois"],"language":[],"coverage":[],"title":["Positive Legendrian regular homotopies"],"description":["  In contrast with what happens for Legendrian embeddings, there always exist\npositive loops of Legendrian immersions.\n"]}]
["0809.2482",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2482","Lect.Notes Phys.785:23-103,2010.","doi:10.1007/978-3-642-02286-9_2"],"date":["2008-09-15"],"type":["text"],"creator":["Kliemant, Michael","Sahoo, Raghunath","Schuster, Tim","Stock, Reinhard",";"],"language":[],"coverage":[],"title":["Global Properties of Nucleus-Nucleus Collisions"],"description":["  In this lecture note, we discuss the global properties of nucleus-nucleus\ncollisions. After a brief introduction to heavy-ion collisions, we introduce\nuseful kinematics and then discuss the bulk hadron production in A+A\ncollisions. At the end we discuss the hadronization and hadronic freeze-out in\nA+A collisions. We have tried to cover the topic from very fundamental\narguments especially for the beginners in the field. We also give very useful\nformulae frequently used by experimentalists, from a first principle\nderivation.\n","Comment: 84 pages, 34 figures; Lecture given at the QGP Winter School, Jaipur,\n  India, Feb.1-3, 2008; To appear in Springer Lecture Notes in Physics"]}]
["0810.1462",{"format":[],"subject":["Mathematics - Differential Geometry","22A22, 53C05, 70G45, 53D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1462"],"date":["2008-10-08","2010-01-18"],"type":["text"],"creator":["Brahic, Olivier"],"language":[],"coverage":[],"title":["Extensions of Lie Brackets"],"description":["  We provide a framework for extensions of Lie algebroids, including\nnon-abelian extensions and Lie algebroids over different bases. Our approach\ninvolves Ehresmann connections, which allows straight generalizations of\nclassical constructions. We exhibit a filtration in cohomology and explain the\nassociated spectral sequence. We also give a description of the groupoid\nintegrating an extension in case a complete connection can be fixed. The\nproblem of integrability is also studied.\n","Comment: 34 pages"]}]
["0810.4260",{"format":[],"subject":["Mathematics - Geometric Topology","37B25, 37D15, 57M30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4260","Mathematical Notes (transl. of Mat. Zametki) 86, 2 (2009) 163-170"],"date":["2008-10-23"],"type":["text"],"creator":["Grines, Viatcheslav","Laudenbach, Francois","Pochinka, Olga"],"language":[],"coverage":[],"title":["Quasi-energy function for diffeomorphisms with wild separatrices"],"description":["  According to Pixton, there are Morse-Smale diffeomorphisms of the 3-sphere\nwhich have no energy function, that is a Lyapunov function whose critical\npoints are all periodic points of the diffeomorphism. We introduce the concept\nof quasi-energy function for a Morse-Smale diffeomorphism as a Lyapunov\nfunction with the least number of critical points and construct a quasi-energy\nfunction for any diffeomorphism from some class of Morse-Smale diffeomorphisms\non the 3-sphere.\n"]}]
["0810.4437",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4437"],"date":["2008-10-24","2010-01-17"],"type":["text"],"creator":["Crainic, Marius","Fernandes, Rui Loja"],"language":[],"coverage":[],"title":["Stability of symplectic leaves"],"description":["  We find computable criteria for stability of symplectic leaves of Poisson\nmanifolds. Using Poisson geometry as an inspiration, we also give a general\ncriterion for stability of leaves of Lie algebroids, including singular ones.\nThis not only extends but also provides a new approach (and proofs) to the\nclassical stability results for foliations and group actions.\n","Comment: Final version accepted for publication in Inventiones Mathematicae"]}]
["0810.4815",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4815","Int.J.Geom.Meth.Mod.Phys.5:1315-1336,2008","doi:10.1142/S021988780800334X"],"date":["2008-10-27"],"type":["text"],"creator":["Masson, T."],"language":[],"coverage":[],"title":["Examples of derivation-based differential calculi related to\n  noncommutative gauge theories"],"description":["  Some derivation-based differential calculi which have been used to construct\nmodels of noncommutative gauge theories are presented and commented. Some\ncomparisons between them are made.\n","Comment: 22 pages, conference given at the \"International Workshop in honour\n  of Michel Dubois-Violette, Differential Geometry, Noncommutative Geometry,\n  Homology and Fundamental Interactions\". To appear in a special issue of\n  International Journal of Geometric Methods in Modern Physics"]}]
["0810.5023",{"format":[],"subject":["Mathematics - Probability","Mathematics - Numerical Analysis","60H15, 60H35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5023"],"date":["2008-10-28","2010-01-17"],"type":["text"],"creator":["Filipovic, Damir","Tappe, Stefan","Teichmann, Josef"],"language":[],"coverage":[],"title":["Jump-Diffusions in Hilbert Spaces: Existence, Stability and Numerics"],"description":["  By means of an original approach, called \"method of the moving frame\", we\nestablish existence, uniqueness and stability results for mild and weak\nsolutions of stochastic partial differential equations (SPDEs) with path\ndependent coefficients driven by an infinite dimensional Wiener process and a\ncompensated Poisson random measure. Our approach is based on a time-dependent\ncoordinate transform, which reduces a wide class of SPDEs to a class of simpler\nSDE problems. We try to present the most general results, which we can obtain\nin our setting, within a self-contained framework to demonstrate our approach\nin all details. Also several numerical approaches to SPDEs in the spirit of\nthis setting are presented.\n","Comment: fully revised and extended version"]}]
["0810.5517",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.1.1","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5517"],"date":["2008-10-30","2010-01-18"],"type":["text"],"creator":["Demri, Stephane","Lazic, Ranko","Sangnier, Arnaud"],"language":[],"coverage":[],"title":["Model checking memoryful linear-time logics over one-counter automata"],"description":["  We study complexity of the model-checking problems for LTL with registers\n(also known as freeze LTL) and for first-order logic with data equality tests\nover one-counter automata. We consider several classes of one-counter automata\n(mainly deterministic vs. nondeterministic) and several logical fragments\n(restriction on the number of registers or variables and on the use of\npropositional variables for control locations). The logics have the ability to\nstore a counter value and to test it later against the current counter value.\nWe show that model checking over deterministic one-counter automata is\nPSPACE-complete with infinite and finite accepting runs. By constrast, we prove\nthat model checking freeze LTL in which the until operator is restricted to the\neventually operator over nondeterministic one-counter automata is undecidable\neven if only one register is used and with no propositional variable. As a\ncorollary of our proof, this also holds for first-order logic with data\nequality tests restricted to two variables. This makes a difference with the\nfacts that several verification problems for one-counter automata are known to\nbe decidable with relatively low complexity, and that finitary satisfiability\nfor the two logics are decidable. Our results pave the way for model-checking\nmemoryful (linear-time) logics over other classes of operational models, such\nas reversal-bounded counter machines.\n","Comment: Substantially revised and extended version of \"Model checking freeze\n  LTL over one-counter automata\" by the same authors in FoSSaCS 2008"]}]
["0811.1224",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1224","Phys. Rev. B 80, 014503 (2009)","doi:10.1103/PhysRevB.80.014503"],"date":["2008-11-07"],"type":["text"],"creator":["Schaffer, Robert","Burkov, Anton A.","Melko, Roger G."],"language":[],"coverage":[],"title":["Superfluid and supersolid phases of lattice bosons with ring-exchange\n  interaction"],"description":["  We examine the superfluid phase of a hard-core boson model with\nnearest-neighbor exchange J and four-particle ring-exchange K at half-filling\non the square lattice. At zero temperature we find that the superfluid in the\npure-J model is quickly destroyed by the inclusion of negative-K ring-exchange\ninteractions, favoring a state with a (pi,pi) ordering wavevector. Minimization\nof the mean-field energy suggests that a supersolid state with coexisting\nsuperfluidity, charge-density wave, and valence-bond-like order is formed. We\nalso study the behavior of the finite-T Kosterlitz-Thouless phase transition in\nthe superfluid phase, by forcing the Nelson-Kosterlitz universal jump condition\non the finite-T spin wave superfluid density. Away from the pure J point,\nT_{KT} decreases rapidly for negative K, while for positive K, T_{KT} reaches a\nmaximum at some K \\neq 0 in agreement with recent quantum Monte Carlo\nsimulations.\n","Comment: 7 pages, 5 figures"]}]
["0811.3754",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3754","Physica E 42, 383-387 (2010)"],"date":["2008-11-23","2010-01-17"],"type":["text"],"creator":["Vojta, Thomas","Hoyos, J. A."],"language":[],"coverage":[],"title":["Smeared quantum phase transition in the dissipative random quantum Ising\n  model"],"description":["  We investigate the quantum phase transition in the random transverse-field\nIsing model under the influence of Ohmic dissipation. To this end, we\nnumerically implement a strong-disorder renormalization-group scheme. We find\nthat Ohmic dissipation destroys the quantum critical point and the associated\nquantum Griffiths phase by smearing. Our results quantitatively confirm a\nrecent theory [Phys. Rev. Lett. {\\bf 100}, 240601 (2008)] of smeared quantum\nphase transitions.\n","Comment: 7 pages, 10 eps figures embedded, final version as published"]}]
["0812.1251",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","05E15 (Primary)","05A15 05A17 05A19 05B45 11P81 20C15 20G05 52C20\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1251","in: Advances in Combinatorial Mathematics: Proceedings of the\n  Waterloo Workshop in Computer Algebra 2008, I. Kotsireas, E. Zima (eds.),\n  Springer-Verlag, 2010, pp. 39-60."],"date":["2008-12-05"],"type":["text"],"creator":["Ciucu, Mihai","Krattenthaler, Christian"],"language":[],"coverage":[],"title":["A factorization theorem for classical group characters, with\n  applications to plane partitions and rhombus tilings"],"description":["  We prove that a Schur function of rectangular shape $(M^n)$ whose variables\nare specialized to $x_1,x_1^{-1},...,x_n,x_n^{-1}$ factorizes into a product of\ntwo odd orthogonal characters of rectangular shape, one of which is evaluated\nat $-x_1,...,-x_n$, if $M$ is even, while it factorizes into a product of a\nsymplectic character and an even orthogonal character, both of rectangular\nshape, if $M$ is odd. It is furthermore shown that the first factorization\nimplies a factorization theorem for rhombus tilings of a hexagon, which has an\nequivalent formulation in terms of plane partitions. A similar factorization\ntheorem is proven for the sum of two Schur functions of respective rectangular\nshapes $(M^n)$ and $(M^{n-1})$.\n","Comment: 20 pages, AmS-TeX"]}]
["0812.3752",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3752","J. Comput. Phys. (2010)","doi:10.1016/j.jcp.2009.12.016"],"date":["2008-12-19","2010-01-18"],"type":["text"],"creator":["Chirvasa, M.","Husa, S."],"language":[],"coverage":[],"title":["Finite Difference Methods for Second Order in Space, First Order in Time\n  Hyperbolic Systems and the Linear Shifted Wave Equation as a Model Problem in\n  Numerical Relativity"],"description":["  Motivated by the problem of solving the Einstein equations, we discuss high\norder finite difference discretizations of first order in time, second order in\nspace hyperbolic systems.Particular attention is paid to the case when first\norder derivatives that can be identified with advection terms are approximated\nwith non-centered finite difference operators.We first derive general\nproperties of these discrete operators, then we extend a known result on\nnumerical stability for such systems to general order of accuracy.As an\napplication we analyze the shifted wave equation, including the behavior of the\nnumerical phase and group speeds at different orders of approximations. Special\nattention is paid to when the use of off-centered schemes improves the accuracy\nover the centered schemes.\n","Comment: 36 pages, 10 figures"]}]
["0812.4300",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4300","Physica E 42, 343 (2010)","doi:10.1016/j.physe.2009.06.065"],"date":["2008-12-22"],"type":["text"],"creator":["Romito, Alessandro","Gefen, Yuval"],"language":[],"coverage":[],"title":["Weak values under uncertain conditions"],"description":["  We analyze the average of weak values over statistical ensembles of pre- and\npost-selected states. The protocol of weak values, proposed by Aharonov et al.,\nis the result of a weak measurement conditional on the outcome of a subsequent\nstrong (projective) measurement. Weak values can be beyond the range of\neigenvalues of the measured observable and, in general, can be complex numbers.\nWe show that averaging over ensembles of pre- and post-selected states reduces\nthe weak value within the range of eigenvalues of the measured operator. We\nfurther show that the averaged result expressed in terms of pre- and\npost-selected density matrices, allows us to include the effect of decoherence.\n","Comment: 8 pages, 3 figures, prepared for Proceedings of FQMT08"]}]
["0901.1022",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1022","See final version in: Journal of Topology 2 No. 4 (2009) 701--746","doi:10.1112/jtopol/jtp027"],"date":["2009-01-08"],"type":["text"],"creator":["Caprace, P. -E.","Monod, N."],"language":[],"coverage":[],"title":["Isometry groups of non-positively curved spaces: discrete subgroups"],"description":["  We study lattices in non-positively curved metric spaces. Borel density is\nestablished in that setting as well as a form of Mostow rigidity. A converse to\nthe flat torus theorem is provided. Geometric arithmeticity results are\nobtained after a detour through superrigidity and arithmeticity of abstract\nlattices. Residual finiteness of lattices is also studied. Riemannian symmetric\nspaces are characterised amongst CAT(0) spaces admitting lattices in terms of\nthe existence of parabolic isometries.\n","Comment: This is the second of a pair of two articles, originally posted on\n  September 2, 2008 as arXiv:0809.0457v1 For the first part, see\n  arXiv:0809.0457v2"]}]
["0901.1154",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14B05, 13A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1154","Algebra & Number Theory, (2009) Vol. 3, No. 8, 907-950."],"date":["2009-01-08","2009-10-15"],"type":["text"],"creator":["Schwede, Karl"],"language":[],"coverage":[],"title":["F-adjunction"],"description":["  In this paper we study singularities defined by the action of Frobenius in\ncharacteristic $p > 0$. We prove results analogous to inversion of adjunction\nalong a center of log canonicity. For example, we show that if $X$ is a\nGorenstein normal variety then to every normal center of sharp $F$-purity $W\n\\subseteq X$ such that $X$ is $F$-pure at the generic point of $W$, there\nexists a canonically defined $\\bQ$-divisor $\\Delta_{W}$ on $W$ satisfying\n$(K_X)|_W \\sim_{\\bQ} K_{W} + \\Delta_{W}$. Furthermore, the singularities of $X$\nnear $W$ are \"the same\" as the singularities of $(W, \\Delta_{W})$. As an\napplication, we show that there are finitely many subschemes of a\nquasi-projective variety that are compatibly split by a given Frobenius\nsplitting. We also reinterpret Fedder's criterion in this context, which has\nsome surprising implications.\n","Comment: 31 pages; to appear in Algebra and Number Theory. Typos corrected,\n  presentation improved throughout. Section 7 subdivided into two sections (7\n  and 8). The proofs of 4.8, 5.8 and 9.5 improved"]}]
["0902.0579",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0579","Phys. Rev. E 80, 046306 (2009)","doi:10.1103/PhysRevE.80.046306"],"date":["2009-02-03","2010-01-18"],"type":["text"],"creator":["Dallas, Vassilios","Vassilicos, J. Christos","Hewitt, Geoffrey F."],"language":[],"coverage":[],"title":["The stagnation point von K\\'arm\\'an coefficient"],"description":["  On the basis of various DNS of turbulent channel flows the following picture\nis proposed. (i) At a height y from the y = 0 wall, the Taylor microscale\n\\lambda is proportional to the average distance l_s between stagnation points\nof the fluctuating velocity field, i.e. \\lambda(y) = B_1 l_s(y) with B_1\nconstant, for \\delta_\\nu << y \\lesssim \\delta. (ii) The number density n_s of\nstagnation points varies with height according to n_s = C_s y_+^{-1} /\n\\delta_\\nu^3 where C_s is constant in the range \\delta_\\nu << y \\lesssim\n\\delta. (iii) In that same range, the kinetic energy dissipation rate per unit\nmass, \\epsilon = 2/3 E_+ u_\\tau^3 / (\\kappa_s y) where E_+ is the total kinetic\nenergy per unit mass normalised by u_\\tau^2 and \\kappa_s = B_1^2 / C_s is the\nstagnation point von K\\'arm\\'an coefficient. (iv) In the limit of exceedingly\nlarge Re_\\tau, large enough for the production to balance dissipation locally\nand for -<uv> ~ u_\\tau^2 in the range \\delta_\\nu << y << \\delta, dU_+/dy ~ 2/3\nE_+/(\\kappa_s y) in that same range. (v) The von K\\'arm\\'an coefficient \\kappa\nis a meaningful and well-defined coefficient and the log-law holds only if E_+\nis independent of y_+ and Re_\\tau in that range, in which case \\kappa ~\n\\kappa_s. The universality of \\kappa_s = B_1^2 / C_s depends on the\nuniversality of the stagnation point structure of the turbulence via B_1 and\nC_s, which are conceivably not universal. (vi) DNS data of turbulent channel\nflows which include the highest currently available values of Re_\\tau suggest\nE_+ ~ 2/3 B_4 y_+^{-2/15} and dU_+/dy_+ ~ B_4/(\\kappa_s) y_+^{-1 - 2/15} with\nB_4 independent of y in \\delta_\\nu << y << \\delta if the significant departure\nfrom -<uv> ~ u_\\tau^2 is taken into account.\n","Comment: 14 pages, 20 figures. This version of the article has been accepted\n  for publication in PRE. Note though that the PRE paper format is different"]}]
["0902.3692",{"format":[],"subject":["Mathematics - Geometric Topology","58A20, 58E05, 57R45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3692","Bulletin Brazilian Mathematical Society 40, 4 (2009) 455-463"],"date":["2009-02-23"],"type":["text"],"creator":["Chenciner, Alain","Laudenbach, François"],"language":[],"coverage":[],"title":["Morse 2-jet space and h-principle"],"description":["  A section in the 2-jet space of Morse functions is not always homotopic to a\nholonomic section. We give a necessary condition for being the case and we\ndiscuss the sufficiency.\n"]}]
["0903.1274",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1274","Phys. Rev. Lett. 103, 016803 (2009)","doi:10.1103/PhysRevLett.103.016803"],"date":["2009-03-06","2009-06-05"],"type":["text"],"creator":["Jacob, D.","Haule, K.","Kotliar, G."],"language":[],"coverage":[],"title":["Kondo effect and conductance of nanocontacts with magnetic impurities"],"description":["  We study the impact of dynamical correlations on the electronic structure and\ncoherent transport properties of Cu nanocontacts hosting a single magnetic\nimpurity (Ni,Co,Fe) in the contact region. The strong dynamical correlations of\nthe impurity 3d-electrons are fully taken into account by combining density\nfunctional calculations with a dynamical treatment of the impurity 3d-shell in\nthe one-crossing approximation. We find that dynamical correlations give rise\nto the Kondo effect and lead to Fano features in the coherent transport\ncharacteristics similar to those observed in related experiments.\n","Comment: accepted for publication in Phys. Rev. Lett.; replaced with accepted\n  version of manuscript; 5 pages, 3 figures"]}]
["0903.1334",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1334","PHYSICAL REVIEW B 80, (2009) 153404","doi:10.1103/PhysRevB.80.153404"],"date":["2009-03-07"],"type":["text"],"creator":["Skakalova, Viera","Kaiser, Alan B.","Yoo, Jai Seung","Obergfell, Dirk","Roth, Siegmar"],"language":[],"coverage":[],"title":["Correlation between resistance fluctuations and temperature dependence\n  of conductivity in graphene"],"description":["  The weak temperature dependence of the resistance R(T) of monolayer\ngraphene1-3 indicates an extraordinarily high intrinsic mobility of the charge\ncarriers. Important complications are the presence of mobile scattering centres\nthat strongly modify charge transport, and the presence of strong mesoscopic\nconductance fluctuations that, in graphene, persist to relatively high\ntemperatures4,5. In this Letter, we investigate the surprisingly varied changes\nin resistance that we find in graphene flakes as temperature is lowered below\n70 K. We propose that these changes in R(T) arise from the temperature\ndependence of the scattered electron wave interference that causes the\nresistance fluctuations. Using the field effect transistor configuration, we\nverify this explanation in detail from measurements of R(T) by tuning to\ndifferent gate voltages corresponding to particular features of the resistance\nfluctuations. We propose simple expressions that model R(T) at both low and\nhigh charge carrier densities.\n"]}]
["0903.1821",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1821","Phys.Rev. A80 (2009) 063835","doi:10.1103/PhysRevA.80.063835"],"date":["2009-03-10","2009-12-14"],"type":["text"],"creator":["Bergamin, L."],"language":[],"coverage":[],"title":["Electromagnetic fields and boundary conditions at the interface of\n  generalized transformation media"],"description":["  In this paper the interface between two transformation media or between a\ntransformation medium and vacuum is studied. Strictly from the transformation\noptics point of view the consequences of the boundary conditions at such\ninterfaces are addressed in two different ways. First, we analyze a restricted\nclass of reflectionless interfaces, for which the tools of transformation\noptics allow to describe the electromagnetic fields on both sides of the\ninterface by means of the same vacuum solution of the Maxwell equations. In a\nsecond step, we examine interfaces between two arbitrary transformation media.\nThis analysis is extended to the recently suggested generalization of\ntransformation optics by the author. As a basic application it is shown how the\nstandard law of reflection and refraction at an interface between vacuum and a\nhomogeneous and isotropic medium with arbitrary and independent permittivity\nand permeability can be understood in a completely geometric way by the use of\ngeneralized transformation optics.\n","Comment: 10 pages, 5 figures, REVTeX. v2: relevant changes, new title, 12\n  pages. v3: minor changes. v4: typos, final version"]}]
["0903.2962",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 82B20, 82B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2962"],"date":["2009-03-17","2010-01-18"],"type":["text"],"creator":["Formentin, M.","Kuelske, C."],"language":[],"coverage":[],"title":["A symmetric entropy bound on the non-reconstruction regime of Markov\n  chains on Galton-Watson trees"],"description":["  We give a criterion of the form Q(d)c(M)<1 for the non-reconstructability of\ntree-indexed q-state Markov chains obtained by broadcasting a signal from the\nroot with a given transition matrix M. Here c(M) is an explicit function, which\nis convex over the set of M's with a given invariant distribution, that is\ndefined in terms of a (q-1)-dimensional variational problem over symmetric\nentropies. Further Q(d) is the expected number of offspring on the\nGalton-Watson tree. This result is equivalent to proving the extremality of the\nfree boundary condition-Gibbs measure within the corresponding Gibbs-simplex.\nOur theorem holds for possibly non-reversible M and its proof is based on a\ngeneral Recursion Formula for expectations of a symmetrized relative entropy\nfunction, which invites their use as a Lyapunov function.\n  In the case of the Potts model, the present theorem reproduces earlier\nresults of the authors, with a simplified proof, in the case of the symmetric\nIsing model (where the argument becomes similar to the approach of Pemantle and\nPeres) the method produces the correct reconstruction threshold), in the case\nof the (strongly) asymmetric Ising model where the Kesten-Stigum bound is known\nto be not sharp the method provides improved numerical bounds.\n","Comment: 10 pages"]}]
["0904.0362",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0362","Acta Phys.Polon.Supp.1:167-172,2008"],"date":["2009-04-02"],"type":["text"],"creator":["Puetzfeld, Dirk"],"language":[],"coverage":[],"title":["The motion of test bodies with microstructure in gauge gravity models"],"description":["  We report on the explicit form of the equations of motion of pole-dipole\nparticles for a very large class of gravitational theories. The non-Riemannian\nframework in which the equations are derived allows for a unified description\nof nearly all known gravitational theories. The propagation equations are\nobtained with the help of a multipole expansion method from the conservation\nlaws that follow from Noether's theorem. The well-known propagation equations\nof general relativity, e.g., as given by Mathisson and Papapetrou, represent a\nspecial case in our general framework. Our formalism allows for a direct\nidentification of the couplings between the matter currents and the\ngravitational field strengths in gauge gravity models. In particular, it\nillustrates the need for matter with microstructure for the detection of\nnon-Riemannian spacetime geometries.\n","Comment: 6 pages, uses Acta Phys. Pol. LaTeX style"]}]
["0904.3197",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3197","Physica E 42, 666 (2010)","doi:10.1016/j.physe.2009.06.055"],"date":["2009-04-21"],"type":["text"],"creator":["Mossa, Alessandro","Huguet, Josep Maria","Ritort, Felix"],"language":[],"coverage":[],"title":["Investigating the thermodynamics of small biosystems with optical\n  tweezers"],"description":["  We present two examples of how single-molecule experimental techniques\napplied to biological systems can give insight into problems within the scope\nof equilibrium and nonequilibrium mesoscopic thermodynamics. The first example\nis the mapping of the free energy landscape of a macromolecule, the second the\nexperimental verification of Crooks' fluctuation theorem. In both cases the\nexperimental setup comprises optical tweezers and DNA molecules.\n","Comment: 6 pages, 9 figures, Proceedings of the conference Frontiers of\n  Quantum and Mesoscopic Thermodynamics, Prague 2008"]}]
["0905.3410",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3410","Mon.Not.Roy.Astron.Soc.401:2169-2180,2010","doi:10.1111/j.1365-2966.2009.15818.x"],"date":["2009-05-21","2009-10-05"],"type":["text"],"creator":["Parkinson, David","Kunz, Martin","Liddle, Andrew R.","Bassett, Bruce A.","Nichol, Robert C.","Vardanyan, Mihran"],"language":[],"coverage":[],"title":["Optimizing baryon acoustic oscillation surveys II: curvature, redshifts,\n  and external datasets"],"description":["  We extend our study of the optimization of large baryon acoustic oscillation\n(BAO) surveys to return the best constraints on the dark energy, building on\nPaper I of this series (Parkinson et al. 2007). The survey galaxies are assumed\nto be pre-selected active, star-forming galaxies observed by their line\nemission with a constant number density across the redshift bin. Star-forming\ngalaxies have a redshift desert in the region 1.6 < z < 2, and so this redshift\nrange was excluded from the analysis. We use the Seo & Eisenstein (2007)\nfitting formula for the accuracies of the BAO measurements, using only the\ninformation for the oscillatory part of the power spectrum as distance and\nexpansion rate rulers. We go beyond our earlier analysis by examining the\neffect of including curvature on the optimal survey configuration and updating\nthe expected `prior' constraints from Planck and SDSS. We once again find that\nthe optimal survey strategy involves minimizing the exposure time and\nmaximizing the survey area (within the instrumental constraints), and that all\ntime should be spent observing in the low-redshift range (z<1.6) rather than\nbeyond the redshift desert, z>2. We find that when assuming a flat universe the\noptimal survey makes measurements in the redshift range 0.1 < z <0.7, but that\nincluding curvature as a nuisance parameter requires us to push the maximum\nredshift to 1.35, to remove the degeneracy between curvature and evolving dark\nenergy. The inclusion of expected other data sets (such as WiggleZ, BOSS and a\nstage III SN-Ia survey) removes the necessity of measurements below redshift\n0.9, and pushes the maximum redshift up to 1.5. We discuss considerations in\ndetermining the best survey strategy in light of uncertainty in the true\nunderlying cosmological model.\n","Comment: 15 pages, revised in response to referees remarks, accepted for\n  publication in MNRAS. 2nd paper in a series. Paper 1 is at\n  http://arxiv.org/abs/astro-ph/0702040"]}]
["0906.1806",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1806"],"date":["2009-06-10","2010-01-18"],"type":["text"],"creator":["Sun, Peng"],"language":[],"coverage":[],"title":["Measures of Intermediate Entropies for Skew Product Diffeomorphisms"],"description":["  In this paper we study a skew product map $F$ with a measure $\\mu$ of\npositive entropy. We show that if on the fibers the map are $C^{1+\\alpha}$\ndiffeomorphisms with nonzero Lyapunov exponents, then $F$ has ergodic measures\nof intermediate entropies. To construct these measures we find a set on which\nthe return map is a skew product with horseshoes along fibers. We can control\nthe average return time and show the maximum entropy of these measures can be\narbitrarily close to $h_\\mu(F)$.\n","Comment: 12 pages, a few mistakes corrected, some sections seriously rewritten"]}]
["0906.3828",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14N10","05A15","14N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3828"],"date":["2009-06-20","2010-01-17"],"type":["text"],"creator":["Fomin, Sergey","Mikhalkin, Grigory"],"language":[],"coverage":[],"title":["Labeled floor diagrams for plane curves"],"description":["  Floor diagrams are a class of weighted oriented graphs introduced by E.\nBrugalle and the second author. Tropical geometry arguments lead to\ncombinatorial descriptions of (ordinary and relative) Gromov-Witten invariants\nof projective spaces in terms of floor diagrams and their generalizations. In a\nnumber of cases, these descriptions can be used to obtain explicit (direct or\nrecursive) formulas for the corresponding enumerative invariants. In\nparticular, we use this approach to enumerate rational curves of given degree\npassing through a collection of points on the complex plane and having maximal\ntangency to a given line. Another application of the combinatorial approach is\na proof of a conjecture by P. Di Francesco -- C. Itzykson and L. Goettsche that\nin the case of a fixed cogenus, the number of plane curves of degree d passing\nthrough suitably many generic points is given by a polynomial in d, assuming\nthat d is sufficiently large. Furthermore, the proof provides a method for\ncomputing these \"node polynomials.\"\n  A labeled floor diagram is obtained by labeling the vertices of a floor\ndiagram by the integers 1,...,d in a manner compatible with the orientation. We\nshow that labeled floor diagrams of genus 0 are equinumerous to labeled trees,\nand therefore counted by the celebrated Cayley's formula. The corresponding\nbijections lead to interpretations of the Kontsevich numbers (the genus-0\nGromov-Witten invariants of the projective plane) in terms of certain\nstatistics on trees.\n","Comment: 43 pages, minor editorial changes"]}]
["0907.1711",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1711","Phys.Rev.E80:036707,2009","doi:10.1103/PhysRevE.80.036707"],"date":["2009-07-09"],"type":["text"],"creator":["Deng, Youjin","Qian, Xiaofeng","Blote, Henk W. J."],"language":[],"coverage":[],"title":["Single-cluster dynamics for the random-cluster model"],"description":["  We formulate a single-cluster Monte Carlo algorithm for the simulation of the\nrandom-cluster model. This algorithm is a generalization of the Wolff\nsingle-cluster method for the $q$-state Potts model to non-integer values\n$q>1$. Its results for static quantities are in a satisfactory agreement with\nthose of the existing Swendsen-Wang-Chayes-Machta (SWCM) algorithm, which\ninvolves a full cluster decomposition of random-cluster configurations. We\nexplore the critical dynamics of this algorithm for several two-dimensional\nPotts and random-cluster models. For integer $q$, the single-cluster algorithm\ncan be reduced to the Wolff algorithm, for which case we find that the\nautocorrelation functions decay almost purely exponentially, with dynamic\nexponents $z_{\\rm exp} =0.07 (1), 0.521 (7)$, and $1.007 (9)$ for $q=2, 3$, and\n4 respectively. For non-integer $q$, the dynamical behavior of the\nsingle-cluster algorithm appears to be very dissimilar to that of the SWCM\nalgorithm. For large critical systems, the autocorrelation function displays a\nrange of power-law behavior as a function of time. The dynamic exponents are\nrelatively large. We provide an explanation for this peculiar dynamic behavior.\n","Comment: 7 figures, 4 tables"]}]
["0907.2241",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2241","Phys. Rev. Lett. 104, 013601 (2010)","doi:10.1103/PhysRevLett.104.013601"],"date":["2009-07-13","2010-01-18"],"type":["text"],"creator":["Shah, V.","Vasilakis, G.","Romalis, M. V."],"language":[],"coverage":[],"title":["High Bandwidth Atomic Magnetometery with Continuous Quantum\n  Non-demolition Measurements"],"description":["  We describe an experimental study of spin-projection noise in a high\nsensitivity alkali-metal magnetometer. We demonstrate a four-fold improvement\nin the measurement bandwidth of the magnetometer using continuous quantum\nnon-demolition (QND) measurements. Operating in the scalar mode with a\nmeasurement volume of 2 cm^3 we achieve magnetic field sensitivity of 22\nfT/Hz^(1/2) and a bandwidth of 1.9 kHz with a spin polarization of only 1%. Our\nexperimental arrangement is naturally back-action evading and can be used to\nrealize sub-fT sensitivity with a highly polarized spin-squeezed atomic vapor.\n","Comment: 4 pages"]}]
["0907.2359",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2359","J. Stat. Mech. (2009) P10005","doi:10.1088/1742-5468/2009/10/P10005"],"date":["2009-07-14","2009-10-19"],"type":["text"],"creator":["Fyodorov, Yan V","Doussal, Pierre Le","Rosso, Alberto"],"language":[],"coverage":[],"title":["Statistical Mechanics of Logarithmic REM: Duality, Freezing and Extreme\n  Value Statistics of $1/f$ Noises generated by Gaussian Free Fields"],"description":["  We compute the distribution of the partition functions for a class of\none-dimensional Random Energy Models (REM) with logarithmically correlated\nrandom potential, above and at the glass transition temperature. The random\npotential sequences represent various versions of the 1/f noise generated by\nsampling the two-dimensional Gaussian Free Field (2dGFF) along various planar\ncurves. Our method extends the recent analysis of Fyodorov Bouchaud from the\ncircular case to an interval and is based on an analytical continuation of the\nSelberg integral. In particular, we unveil a {\\it duality relation} satisfied\nby the suitable generating function of free energy cumulants in the\nhigh-temperature phase. It reinforces the freezing scenario hypothesis for that\ngenerating function, from which we derive the distribution of extrema for the\n2dGFF on the $[0,1]$ interval. We provide numerical checks of the circular and\nthe interval case and discuss universality and various extensions. Relevance to\nthe distribution of length of a segment in Liouville quantum gravity is noted.\n","Comment: 25 pages, 12 figures Published version. Misprint corrected,\n  references and note added"]}]
["0907.2577",{"format":[],"subject":["Mathematics - Number Theory","High Energy Physics - Theory","Mathematics - Algebraic Geometry","11S80 (Primary), 11J99, 14J32, 33C20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2577","Duke Math. J. 151 (2010), 175-218"],"date":["2009-07-15","2009-11-17"],"type":["text"],"creator":["Krattenthaler, Christian","Rivoal, Tanguy"],"language":[],"coverage":[],"title":["On the integrality of the Taylor coefficients of mirror maps"],"description":["  We show that the Taylor coefficients of the series ${\\bf q}(z)=z\\exp({\\bf\nG}(z)/{\\bf F}(z))$ are integers, where ${\\bf F}(z)$ and ${\\bf G}(z)+\\log(z)\n{\\bf F}(z)$ are specific solutions of certain hypergeometric differential\nequations with maximal unipotent monodromy at $z=0$. We also address the\nquestion of finding the largest integer $u$ such that the Taylor coefficients\nof $(z ^{-1}{\\bf q}(z))^{1/u}$ are still integers. As consequences, we are able\nto prove numerous integrality results for the Taylor coefficients of mirror\nmaps of Calabi-Yau complete intersections in weighted projective spaces, which\nimprove and refine previous results by Lian and Yau, and by Zudilin. In\nparticular, we prove the general \"integrality\" conjecture of Zudilin about\nthese mirror maps.\n","Comment: 36 pages, AmS-LaTeX; to appear in Duke Math. J. This is the first\n  part of an originally larger paper arXiv:0709.1432, of the same title. The\n  second part is arXiv:0907.2578. This final version is to appear in Duke J.\n  Math"]}]
["0907.2806",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2806","Phys. Rev. E 80, 056301 (2009)","doi:10.1103/PhysRevE.80.056301"],"date":["2009-07-16"],"type":["text"],"creator":["Néel, Marie-Christine","Zoia, Andrea","Joelson, Maminirina"],"language":[],"coverage":[],"title":["Mass transport subject to time-dependent flow with non-uniform sorption\n  in porous media"],"description":["  We address the description of solutes flow with trapping processes in porous\nmedia. Starting from a small-scale model for tracer particles trajectories, we\nderive the corresponding governing equations for the concentration of the\nmobile and immobile phases. We show that this formulation is fairly general and\ncan easily take into account non-constant coefficients and in particular\nspace-dependent sorption rates. The transport equations are solved numerically\nand a comparison with Monte Carlo particle-tracking simulations of spatial\ncontaminant profiles and breakthrough curves is proposed, so to illustrate the\nobtained results.\n","Comment: 13 pages, 5 figures"]}]
["0907.3278",{"format":[],"subject":["Physics - Medical Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3278","doi:10.1021/jp907046f"],"date":["2009-07-19","2009-11-21"],"type":["text"],"creator":["Villanueva, A","de la Presa, P","Alonso, JM","Rueda, T","Martinez, A","Crespo, P","Morales, MP","Fernandez, MA Gonzalez","Valdes, J","Rivero, G"],"language":[],"coverage":[],"title":["Hyperthermia HeLa cell treatment with silica coated manganese oxide\n  nanoparticles"],"description":["  The effect of a high frequency alternating magnetic field on HeLa tumour\ncells incubated with ferromagnetic nanoparticles of manganese oxide perovskite\nLa0.56(SrCa)0.22MnO3 have been studied. The particles were subjected to a size\nselection process and coated with silica to improve their biocompatibility. The\ncontrol assays made with HeLa tumour cells showed that cell survival and growth\nrate were not affected by the particle internalization in cells, or by the\nelectromagnetic field on cells without nanoparticles. However, the application\nof an alternating electromagnetic field to cells incubated with this silica\ncoated manganese oxide induced a significant cellular damage that finally lead\nto cell death by an apoptotic mechanism. Cell death is triggered even thought\nthe temperature increase in the cell culture during the hyperthermia treatment\nis lower than 0.5 C.\n","Comment: Journal of Physical Chemistry C"]}]
["0908.0478",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0478","Phys. Rev. Lett. 104, 027004 (2010)","doi:10.1103/PhysRevLett.104.027004"],"date":["2009-08-04","2010-01-18"],"type":["text"],"creator":["Dolcini, Fabrizio","Rainis, Diego","Taddei, Fabio","Polini, Marco","Fazio, Rosario","MacDonald, A. H."],"language":[],"coverage":[],"title":["Blockade and Counterflow Supercurrent in exciton-condensate Josephson\n  junctions"],"description":["  We demonstrate that perfect conversion between charged supercurrents in\nsuperconductors and neutral supercurrents in electron-hole pair condensates is\npossible via a new Andreev-like scattering mechanism. As a result, when two\nsuperconducting circuits are coupled through a bilayer exciton condensate, the\nsuperflow in both layers is drastically modified. Depending on the phase biases\nthe supercurrents can be completely blocked or exhibit perfect drag.\n","Comment: 4 pages, 2 figures"]}]
["0908.1293",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1293","JETP Letters, 2009, Vol. 90, No. 8, pp. 578-581","doi:10.1134/S0021364009200065"],"date":["2009-08-10","2010-01-18"],"type":["text"],"creator":["Bykov, A. A.","Goran, A. V."],"language":[],"coverage":[],"title":["Temperature Dependence of Magnetophonon Resistance Oscillations in\n  GaAs/AlAs Heterostructures at High Filling Factors"],"description":["  The temperature dependence of phonon-induced resistance oscillations has been\ninvestigated in two-dimensional electron system with moderate mobility at large\nfilling factors at temperature range T = 7.4 - 25.4 K. The amplitude of\nphonon-induced oscillations has been found to be governed by quantum relaxation\ntime which is determined by electron-electron interaction effects. This is in\nagreement with results recently obtained in ultra-high mobility two-dimensional\nelectron system with low electron density [A. T. Hatke et al., Phys. Rev. Lett.\n102, 086808 (2009)]. The shift of the main maximum of the magnetophonon\nresistance oscillations to higher magnetic fields with increasing temperature\nis observed.\n","Comment: 5 pages, 4 figures"]}]
["0908.1315",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1315","Phys. Rev. E 80, 021409 (2009).","doi:10.1103/PhysRevE.80.021409"],"date":["2009-08-10"],"type":["text"],"creator":["Roth, Roland","Rauscher, Markus","Archer, Andrew J."],"language":[],"coverage":[],"title":["Selectivity in binary fluid mixtures: static and dynamical properties"],"description":["  Selectivity of particles in a region of space can be achieved by applying\nexternal potentials to influence the particles in that region. We investigate\nstatic and dynamical properties of size selectivity in binary fluid mixtures of\ntwo particles sizes. We find that by applying an external potential that is\nattractive to both kinds of particles, due to crowding effects, this can lead\nto one species of particles being expelled from that region, whilst the other\nspecies is attracted into the region where the potential is applied. This\nselectivity of one species of particle over the other in a localized region of\nspace depends on the density and composition of the fluid mixture. Applying an\nexternal potential that repels both kinds of particles leads to selectivity of\nthe opposite species of particles to the selectivity with attractive\npotentials. We use equilibrium and dynamical density functional theory to\ndescribe and understand the static and dynamical properties of this striking\nphenomenon. Selectivity by some ion-channels is believed to be due to this\neffect.\n","Comment: 11 pages, 9 figures"]}]
["0908.2456",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2456"],"date":["2009-08-17","2010-01-18"],"type":["text"],"creator":["Chung, Fan","Claesson, Anders","Dukes, Mark","Graham, Ron"],"language":[],"coverage":[],"title":["Descent polynomials for permutations with bounded drop size"],"description":["  Motivated by juggling sequences and bubble sort, we examine permutations on\nthe set {1,2,...,n} with d descents and maximum drop size k. We give explicit\nformulas for enumerating such permutations for given integers k and d. We also\nderive the related generating functions and prove unimodality and symmetry of\nthe coefficients.\n","Comment: 15 pages"]}]
["0908.2905",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2905"],"date":["2009-08-20","2010-01-17"],"type":["text"],"creator":["Catrina, Octavian","Saxena, Amitabh","Hoogh, Sebastiaan J"],"language":[],"coverage":[],"title":["Secure Linear Programming Using Privacy-Preserving Simplex"],"description":["  This version of the paper has been withdrawn due to an error. Please contact\none of the authors for an updated copy.\n","Comment: The current version is withdrawn due to a error. An older version of\n  the paper is available on this archive. Please contact the author(s) for an\n  updated copy"]}]
["0908.3337",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3337"],"date":["2009-08-24","2010-01-18"],"type":["text"],"creator":["Eksi, K. Y."],"language":[],"coverage":[],"title":["Scaling, Self-similarity and Superposition"],"description":["  A novel procedure for the nonlinear superposition of two self-similar\nsolutions of the heat conduction equation with power-law nonlinearity is\nintroduced. It is shown how the boundary conditions of the superposed state\nconflicts with self-similarity, rendering the nonlinearly superposed state to\nbe a non-exact solution. It is argued that the nonlinearity couples with the\npresence of the scale so that the superposition in the linear case can give an\nexact solution.\n","Comment: Title and abstract changed, manuscript shortened. Submitted to\n  Nonlinearity, 8 pages"]}]
["0909.0077",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0077","New J. Phys, 12, 015001 (2010)","doi:10.1088/1367-2630/12/1/015001"],"date":["2009-08-31","2009-12-01"],"type":["text"],"creator":["Grace, Matthew D.","Dominy, Jason","Kosut, Robert L.","Brif, Constantin","Rabitz, Herschel"],"language":[],"coverage":[],"title":["Environment-invariant measure of distance between evolutions of an open\n  quantum system"],"description":["  The problem of quantifying the difference between evolutions of an open\nquantum system (in particular, between the actual evolution of an open system\nand the ideal target operation on the corresponding closed system) is important\nin quantum control, especially in control of quantum information processing.\nMotivated by this problem, we develop a measure for evaluating the distance\nbetween unitary evolution operators of a composite quantum system that consists\nof a sub-system of interest (e.g., a quantum information processor) and\nenvironment. The main characteristic of this measure is the invariance with\nrespect to the effect of the evolution operator on the environment, which\nfollows from an equivalence relation that exists between unitary operators\nacting on the composite system, when the effect on only the sub-system of\ninterest is considered. The invariance to the environment's transformation\nmakes it possible to quantitatively compare the evolution of an open quantum\nsystem and its closed counterpart. The distance measure also determines the\nfidelity bounds of a general quantum channel (a completely positive and\ntrace-preserving map acting on the sub-system of interest) with respect to a\nunitary target transformation. This measure is also independent of the initial\nstate of the system and straightforward to numerically calculate. As an\nexample, the measure is used in numerical simulations to evaluate fidelities of\noptimally controlled quantum gate operations (for one- and two-qubit systems),\nin the presence of a decohering environment. This example illustrates the\nutility of this measure for optimal control of quantum operations in the\nrealistic case of open-system dynamics.\n","Comment: 33 pages, 1 figure. This posting contains extensively expanded and\n  revised material from the posting arXiv:quant-ph/0606064"]}]
["0909.1291",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1291","2010MNRAS.401.2036L","doi:10.1111/j.1365-2966.2009.15803.x"],"date":["2009-09-07","2010-01-18"],"type":["text"],"creator":["Li, Yang-Shyang","De Lucia, Gabriella","Helmi, Amina"],"language":[],"coverage":[],"title":["On the nature of the Milky Way satellites"],"description":["  We combine a series of high-resolution simulations with semi-analytic galaxy\nformation models to follow the evolution of a system resembling the Milky Way\nand its satellites. The semi-analytic model is based on that developed for the\nMillennium Simulation, and successfully reproduces the properties of galaxies\non large scales, as well as those of the Milky Way. In this model, we are able\nto reproduce the luminosity function of the satellites around the Milky Way by\npreventing cooling in haloes with Vvir < 16.7 km/s (i.e. the atomic hydrogen\ncooling limit) and including the impact of the reionization of the Universe.\nThe physical properties of our model satellites (e.g. mean metallicities, ages,\nhalf-light radii and mass-to-light ratios) are in good agreement with the\nlatest observational measurements. We do not find a strong dependence upon the\nparticular implementation of supernova feedback, but a scheme which is more\nefficient in galaxies embedded in smaller haloes, i.e. shallower potential\nwells, gives better agreement with the properties of the ultra-faint\nsatellites. Our model predicts that the brightest satellites are associated\nwith the most massive subhaloes, are accreted later (z $\\lta$ 1), and have\nextended star formation histories, with only 1 per cent of their stars made by\nthe end of the reionization. On the other hand, the faintest satellites were\naccreted early, are dominated by stars with age > 10 Gyr, and a few of them\nformed most of their stars before the reionization was complete. Objects with\nluminosities comparable to those of the classical MW satellites are associated\nwith dark matter subhaloes with a peak circular velocity $\\gta$ 10 km/s, in\nagreement with the latest constraints.\n","Comment: 18 pages, 16 figures. Minor changes of the presentation to match the\n  published version"]}]
["0909.1441",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1441","Phys. Rev. B 80, 245410 (2009)","doi:10.1103/PhysRevB.80.245410"],"date":["2009-09-08","2009-11-11"],"type":["text"],"creator":["Cohen, Doron","von Delft, Jan","Marquardt, Florian","Imry, Yoseph"],"language":[],"coverage":[],"title":["The dephasing rate formula in the many body context"],"description":["  We suggest a straightforward approach to the calculation of the dephasing\nrate in a fermionic system, which correctly keeps track of the crucial physics\nof Pauli blocking. Starting from Fermi's golden rule, the dephasing rate can be\nwritten as an integral over the frequency transferred between system and\nenvironment, weighted by their respective spectral densities. We show that\ntreating the full many-fermion system instead of a single particle\nautomatically enforces the Pauli principle. Furthermore, we explain the\nrelation to diagrammatics. Finally, we show how to treat the more involved\nstrong-coupling case when interactions appreciably modify the spectra. This is\nrelevant for the situation in disordered metals, where screening is important.\n","Comment: 12 pages, 3 figures, some textual improvements, to be published in\n  PRB"]}]
["0909.1643",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1643"],"date":["2009-09-09","2010-01-18"],"type":["text"],"creator":["Thibault, Pierre"],"language":[],"coverage":[],"title":["Feasibility of 3D reconstructions from a single 2D diffraction\n  measurement"],"description":["  We comment on the recent manuscript by Raines et al. [arXiv:0905.0269v2] (now\npublished in Nature, vol. 463, p. 214-217, 2010), which suggests that in\ncertain conditions a single diffraction measurement may be sufficient to\nreconstruct the full three-dimensional density of a scatterer. We show that\npast literature contains the tools to assess rigorously the feasibility of this\napproach. We question the formulation of the reconstruction algorithm used by\nthe authors and we argue that the experimental data used as a demonstration is\nnot suitable for this method, and thus that the reconstruction is not valid.\n  This second version was produced for documentation purposes. In addition to\nthe minimally modified original comment, it includes in appendix a subsequent\nreply to one of the authors (J. Miao).\n","Comment: Comment on manuscript arXiv:0905.0269v2 and reply to manuscript\n  arXiv:0909.3500v1. 10 pages, 4 figures"]}]
["0909.3669",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3669"],"date":["2009-09-20","2010-01-18"],"type":["text"],"creator":["Lenc, E.","Norris, R.","Hales, C.","Randall, K.","Hopkins, A.","Sharp, R.","Huynh, M.","Mao, M.","Middelberg, E."],"language":[],"coverage":[],"title":["The ATLAS Survey of the CDFS and ELAIS-S1 Fields"],"description":["  The first phase of the ATLAS (Australia Telescope Large Area Survey) project\nsurveyed a total 7 square degrees down to 30 micro Jy rms at 1.4 GHz and is the\nlargest sensitive radio survey ever attempted. We report on the scientific\nachievements of ATLAS to date and plans to extend the project as a path finder\nfor the proposed EMU (Evolutionary map of the Universe) project which has been\ndesigned to use ASKAP (Australian Square Kilometre Array Pathfinder).\n","Comment: 4 pages, 3 figures"]}]
["0909.4927",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4927","Phys.Rev.D80:116005,2009","doi:10.1103/PhysRevD.80.116005"],"date":["2009-09-27","2010-01-18"],"type":["text"],"creator":["Xiao, Zhi","Ma, Bo-Qiang"],"language":[],"coverage":[],"title":["Constraints on Lorentz invariance violation from gamma-ray burst\n  GRB090510"],"description":["  We obtain modified dispersion relations by requiring the vanishing of\ndeterminant of inverse of modified photon propagators in Lorentz invariance\nviolation (LIV) theory. Inspired by these dispersion relations, we give a more\ngeneral dispersion relation with less assumption and apply it to the recent\nobserved gamma-ray burst GRB090510 to extract various constraints on LIV\nparameters. We find that the constraint on quantum gravity mass is slightly\nlarger than the Planck mass but is consistent with the other recent\nobservations, so the corresponding LIV coefficient $\\xi_1$ has reached the\nnatural order ($o(1)$) as one expects. From our analysis, the linear LIV\ncorrections to photon group velocity might be not excluded yet.\n","Comment: 10 latex pages, no figures, version accepted for publication in PRD"]}]
["0910.0843",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0843","Nucl.Phys.B829:225-297,2010","doi:10.1016/j.nuclphysb.2009.12.011"],"date":["2009-10-06","2009-12-11"],"type":["text"],"creator":["Gmeiner, Florian","Honecker, Gabriele"],"language":[],"coverage":[],"title":["Complete Gauge Threshold Corrections for Intersecting Fractional\n  D6-Branes: The Z6 and Z6' Standard Models"],"description":["  We perform a complete analysis of one-loop threshold corrections to the gauge\ncouplings of fractional D6-branes. This includes besides SU(N) also symplectic,\northogonal and massless Abelian gauge factors and the full computation of\ncontributions from discrete and continuous Wilson lines and brane\ndisplacements. Two classes of globally consistent supersymmetric\ncompactifications with Standard Model spectra on T6/Z6 and T6/Z6' are presented\nin detail with the latter exhibiting the potential of supersymmetry breaking\nvia a hidden sector gaugino condensate. The T6/Z6' Standard Models are\ncompletely classified, and it turns out that out of 768 distinct D6-brane\nconfigurations only 16 different sets of massless spectra and ten distinct\nvalues of gauge couplings at one-loop arise. The gauge threshold corrections\nenhance the diversity to 196 nonequivalent models.\n","Comment: 94 pages, 11 figures; v2: version accepted for publication in Nuclear\n  Physics: subsection 5.3 and references added"]}]
["0910.0866",{"format":[],"subject":["Physics - Physics and Society","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0866","J. Phys. A: Math. Theor. vol. 43, 055003 (2010)","doi:10.1088/1751-8113/43/5/055003"],"date":["2009-10-05"],"type":["text"],"creator":["Peres, Lucas R.","Fontanari, José F."],"language":[],"coverage":[],"title":["Mass media destabilizes the cultural homogeneous regime in Axelrod's\n  model"],"description":["  An important feature of Axelrod's model for culture dissemination or social\ninfluence is the emergence of many multicultural absorbing states, despite the\nfact that the local rules that specify the agents interactions are explicitly\ndesigned to decrease the cultural differences between agents. Here we\nre-examine the problem of introducing an external, global interaction -- the\nmass media -- in the rules of Axelrod's model: in addition to their\nnearest-neighbors, each agent has a certain probability $p$ to interact with a\nvirtual neighbor whose cultural features are fixed from the outset. Most\nsurprisingly, this apparently homogenizing effect actually increases the\ncultural diversity of the population. We show that, contrary to previous claims\nin the literature, even a vanishingly small value of $p$ is sufficient to\ndestabilize the homogeneous regime for very large lattice sizes.\n"]}]
["0910.1103",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1103","Phys.Rev.D80:094014,2009","doi:10.1103/PhysRevD.80.094014"],"date":["2009-10-06","2009-11-23"],"type":["text"],"creator":["Flores-Mendieta, Ruben"],"language":[],"coverage":[],"title":["Baryon magnetic moments in large-N_c chiral perturbation theory"],"description":["  The baryon magnetic and transition magnetic moments are computed in heavy\nbaryon chiral perturbation theory in the large-N_c limit, where N_c is the\nnumber of colors. One-loop nonanalytic corrections of orders m_q^{1/2} and m_q\nln m_q are incorporated into the analysis, where contributions of both\nintermediate octet and decuplet baryon states are explicitly included.\nExpressions are obtained in the limit of vanishing baryon mass differences and\ncompared with the current experimental data. Furthermore, a comparison with\nconventional heavy baryon chiral perturbation theory is carried out for three\nlight quarks flavors and at the physical value N_c=3.\n","Comment: RevTex4, 36 pages, 2 eps figures; corrected typos; results agree with\n  the ones of Ref. [26]"]}]
["0910.1459",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1459","Phys. Rev. A 81, 012310 (2010)","doi:10.1103/PhysRevA.81.012310"],"date":["2009-10-08","2010-01-18"],"type":["text"],"creator":["Perseguers, S."],"language":[],"coverage":[],"title":["Fidelity threshold for long-range entanglement in quantum networks"],"description":["  We present a strategy to generate long-range entanglement in noisy quantum\nnetworks. We consider a cubic lattice whose bonds are partially entangled mixed\nstates of two qubits, and where quantum operations can be applied perfectly at\nthe nodes. In contrast to protocols designed for one- or two-dimensional\nregular lattices, we find that entanglement can be created between arbitrarily\ndistant qubits if the fidelity of the bonds is higher than a critical value,\nindependent of the system size. Therefore, we show that a constant overhead of\nlocal resources, together with connections of finite fidelity, is sufficient to\nachieve long-distance quantum communication in noisy networks.\n","Comment: published version"]}]
["0910.2440",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2440","doi:10.1103/PhysRevA.81.013808"],"date":["2009-10-13"],"type":["text"],"creator":["Virally, Stéphane","Lacroix, Suzanne","Godbout, Nicolas"],"language":[],"coverage":[],"title":["Limits of heralded single photon sources based on parametric photon pair\n  generation"],"description":["  We derive calculations on the statistics of a heralded single photon source\nbased on parametric photon pair generation. These calculations highlight\nfundamental and practical limits for these sources, and show which physical\nparameters can be optimized to improve the quality of a real source.\n","Comment: 6 pages, 4 figures"]}]
["0910.2603",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2603"],"date":["2009-10-14","2010-01-17"],"type":["text"],"creator":["Zhang, Shengli","Liew, Soung-Chang"],"language":[],"coverage":[],"title":["Physical layer network coding with multiple antennas"],"description":["  The two-phase MIMO NC (network coding) scheme can be used to boost the\nthroughput in a two-way relay channel in which nodes are equipped with multiple\nantennas. The obvious strategy is for the relay node to extract the individual\npackets from the two end nodes and mix the two packets to form a network-coded\npacket. In this paper, we propose a new scheme called MIMO PNC (physical\nnetwork coding), in which the relay extracts the summation and difference of\nthe two end packets and then converts them to the network-coded form. MIMO PNC\nis a natural combination of the single-antenna PNC scheme and the linear MIMO\ndetection scheme. The advantages of MIMO PNC are many. First, it removes the\nstringent carrier-phase requirement in single-antenna PNC. Second, it is linear\nin complexity with respect to the constellation size and the number of\nsimultaneous data streams in MIMO. Simulation shows that MIMO PNC outperforms\nthe straightforward MIMO NC significantly under random Rayleigh fading channel.\nBased on our analysis, we further conjecture that MIMO PNC outperforms MIMO NC\nunder all possible realizations of the channel.\n"]}]
["0910.2677",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2677","JHEP 0912:042,2009","doi:10.1088/1126-6708/2009/12/042"],"date":["2009-10-14"],"type":["text"],"creator":["Martin, C. P.","Tamarit, C."],"language":[],"coverage":[],"title":["Renormalisability of noncommutative GUT inspired field theories with\n  anomaly safe groups"],"description":["  We consider noncommutative GUT inspired field theories formulated within the\nenveloping-algebra formalism for anomaly safe compact simple gauge groups. Our\ntheories have only gauge fields and fermions, and we compute the UV divergent\npart of the one-loop background-field effective action involving two fermionic\nfields at first order in the noncommutativity parameter theta. We show that, if\nthe second-degree Casimir has the same value for all the irreps furnished by\nthe fermionic multiplets of the model, then, that UV divergent part can be\nrenormalised by carrying out multiplicative renormalisations of the coupling\nconstant, theta and the fields, along with the inclusion of theta-dependent\ncounterterms which vanish upon imposing the equations of motion. These\ntheta-dependent counterterms have no physical effect since they vanish\non-shell. This result along with the vanishing of the UV divergent part of the\nfermionic four-point functions leads to the unexpected conclusion that the\none-loop matter sector of the background-field effective action of these\ntheories is one-loop multiplicatively renormalisable on-shell. We also show\nthat the background-field effective action of the gauge sector of the theories\nconsidered here receives no theta-dependent UV divergent contributions at\none-loop. We thus conclude that these theories are on-shell one-loop\nmultiplicatively renormalisable at first order in theta.\n","Comment: 20 pages, 3 figures"]}]
["0910.2914",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2914","JHEP 0911:069,2009","doi:10.1088/1126-6708/2009/11/069"],"date":["2009-10-15"],"type":["text"],"creator":["Asnin, Vadim"],"language":[],"coverage":[],"title":["On evolutionary processes in large N quantum mechanics"],"description":["  Equations of motion of large N quantum mechanics are solved for infinite N in\nthe case of unbroken global O(N) symmetry. It is shown that the only correction\nto the action is a change in the potential. All characteristics of the motion\n(frequencies of oscillations, times of rolling, a phase portrait etc.) can be\ncomputed by means of a classical mechanics for the corrected potential. In\nparticular, a tunneling in the system is absent.\n","Comment: 10 pages"]}]
["0910.3311",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3311","Phys.Rev.D80:094021,2009","doi:10.1103/PhysRevD.80.094021"],"date":["2009-10-17","2009-11-06"],"type":["text"],"creator":["Zhou, Ming-Zhen","Zhou, Hai-Qing"],"language":[],"coverage":[],"title":["The two-pseudoscalar-meson decay of $\\chi_{cJ}$ with twist-3 corrections"],"description":["  The decays of $\\chi_{cJ} \\to \\pi^+\\pi^-, K^+K^-$ $(J=0,2)$ are discussed\nwithin the standard and modified hard scattering approach when including the\ncontributions from twist-3 distribution amplitudes and wave functions of the\nlight pseudoscalar meson. A model for twist-2 and twist-3 distribution\namplitudes and wave functions of the pion and kaon with BHL prescription are\nproposed as the solution to the end-point singularities. The results show that\nthe contributions from twist-3 parts are actually not power suppressed\ncomparing with the leading-twist contribution. After including the effects from\nthe transverse momentum of light meson valence-quark state and Sudakov factors,\nthe decay widths of the $\\chi_{cJ}$ into pions or kaons are comparable with the\ntheir experimental data.\n","Comment: 31 pages, 5 figures, 3 tables"]}]
["0910.4219",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11F32, 11G18, 11R58, 14G32","20B05, 20C25, 20D25, 20E18, 20F34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4219","Inst. of Math. Science Analysis 1267, June 2002, Communications in\n  Arithmetic Fundamental Groups, 70-94"],"date":["2009-10-21"],"type":["text"],"creator":["Fried, Michael D."],"language":[],"coverage":[],"title":["Moduli of relatively nilpotent extensions"],"description":["  Gives the most precise available description of the p-Frattini module for any\np-perfect finite group G=G_0 (Thm. 2.8), and therefore of the groups G_{k,ab},\nk \\ge 0, from which we form the abelianized M(odular) T(ower). \\S 4 includes a\nclassification of Schur multiplier quotients, from which we figure two points\n(see the html file http://www.math.uci.edu/~mfried/paplist-mt/rims-rev.html):\n  1. Whether there is a non-empty MT over a given Hurwitz space component at\nlevel 0; and\n  2. whether all cusps above a given level 0 o-p' cusp are p-cusps.\n  The diophantine discussions of \\S 5 remind how Demjanenko-Manin worked on\nmodular curve towers, showing why we still need Falting's Thm. to conclude the\nMain MT conjecture when the p-Frattini module has dimension exceeding 1 (G_0 is\nnot p-super singular). By 2009 there was a successful resolution of the Main\nConjecture when the MT levels (reduced Hurwitz spaces) have dimension 1.\nhttp://www.math.uci.edu/~mfried/paplist-mt/MTTLine-domain.html reviews all\ninputs and results of the Modular Tower program starting with Books of Serre\nand Shimura.\n","Comment: Developed from three lectures I gave at RIMS, Spring 2001"]}]
["0910.5841",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5841","Carbon vol. 48, pp. 1088-1094 (2010)","doi:10.1016/j.carbon.2009.11.030"],"date":["2009-10-30"],"type":["text"],"creator":["Park, Hye Jin","Meyer, Jannik","Roth, Siegmar","Skakalova, Viera"],"language":[],"coverage":[],"title":["Growth and properties of few-layer graphene prepared by chemical vapor\n  deposition"],"description":["  The structure, and electrical, mechanical and optical properties of few-layer\ngraphene (FLG) synthesized by chemical vapor deposition (CVD) on a Ni coated\nsubstrate were studied. Atomic resolution transmission electron microscope\n(TEM) images show highly crystalline single layer parts of the sample changing\nto multilayer domains where crystal boundaries are connected by chemical bonds.\nThis suggests two different growth mechanisms. CVD and carbon segregation\nparticipate in the growth process and are responsible for the different\nstructural formations found. Measurements of the electrical and mechanical\nproperties on the centimeter scale provide evidence of a large scale structural\ncontinuity: 1) in the temperature dependence of the electrical conductivity, a\nnon-zero value near 0 K indicates the metallic character of electronic\ntransport; 2) the Young's modulus of a pristine polycarbonate film (1.37 GPa)\nimproves significantly when covered with FLG (1.85 GPa). The latter indicates\nan extraordinary Young modulus value of the FLG-coating of TPa orders of\nmagnitude. Raman and optical spectroscopy support the previous conclusions. The\nsample can be used as a flexible and transparent electrode and is suitable for\nspecial membranes to detect and study individual molecules in high resolution\nTEM.\n"]}]
["0911.2375",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2375","Electronic Journal of Statistics, 3, (2009), 1133-1160\n  (electronic)","doi:10.1214/09-EJS534"],"date":["2009-11-12","2009-11-17"],"type":["text"],"creator":["Rütimann, Philipp","Bühlmann, Peter"],"language":[],"coverage":[],"title":["High dimensional sparse covariance estimation via directed acyclic\n  graphs"],"description":["  We present a graph-based technique for estimating sparse covariance matrices\nand their inverses from high-dimensional data. The method is based on learning\na directed acyclic graph (DAG) and estimating parameters of a multivariate\nGaussian distribution based on a DAG. For inferring the underlying DAG we use\nthe PC-algorithm and for estimating the DAG-based covariance matrix and its\ninverse, we use a Cholesky decomposition approach which provides a positive\n(semi-)definite sparse estimate. We present a consistency result in the\nhigh-dimensional framework and we compare our method with the Glasso for\nsimulated and real data.\n"]}]
["0911.3815",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3815","Phys. Rev. Lett. 104, 020602 (2010)","doi:10.1103/PhysRevLett.104.020602"],"date":["2009-11-19"],"type":["text"],"creator":["Majumdar, Satya N.","Rosso, Alberto","Zoia, Andrea"],"language":[],"coverage":[],"title":["Hitting probability for anomalous diffusion processes"],"description":["  We present the universal features of the hitting probability $Q(x,L)$, the\nprobability that a generic stochastic process starting at $x$ and evolving in a\nbox $[0,L]$ hits the upper boundary $L$ before hitting the lower boundary at 0.\nFor a generic self-affine process (describing, for instance, the polymer\ntranslocation through a nanopore) we show that $Q(x,L)=Q(x/L)$ and the scaling\nfunction $Q(z)\\sim z^\\phi$ as $z\\to 0$ with $\\phi=\\theta/H$ where $H$ and\n$\\theta$ are respectively the Hurst exponent and the persistence exponent of\nthe process. This result is verified in several exact calculations including\nwhen the process represents the position of a particle diffusing in a\ndisordered potential. We also provide numerical supports for our analytical\nresults.\n","Comment: 5 pages, 4 figures"]}]
["0911.5261",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5261","Braz. J. Phys. vol. 39, pg.645 (2009)"],"date":["2009-11-27","2009-11-28"],"type":["text"],"creator":["Zoli, Marco"],"language":[],"coverage":[],"title":["Instantonic Methods for Quantum Tunneling in Finite Size"],"description":["  The instantonic approach for a $\\phi^4$ model potential is reexamined in the\nasymptotic limit. The path integral of the system is derived in semiclassical\napproximation expanding the action around the classical background. It is shown\nthat the singularity in the path integral, arising from the zero mode in the\nquantum fluctuation spectrum, can be tackled only assuming a {\\it finite}\n(although large) system size. On the other hand the standard instantonic method\nassumes the (anti)kink as classical background. But the (anti)kink is the\nsolution of the Euler-Lagrange equation for the {\\it infinite} size system.\nThis formal contradiction can be consistently overcome by the finite size\ninstantonic theory based on the Jacobi elliptic functions formalism. In terms\nof the latter I derive in detail the classical background which solves the\nfinite size Euler-Lagrange equation and obtain the general path integral in\nfinite size. Both problem and solution offer an instructive example of fruitful\ninteraction between mathematics and physics.\n  {\\bf Keywords: Path Integral Methods, Finite Size Systems, Instantons}\n","Comment: Brazilian Journal of Physics, in press"]}]
["0912.0767",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Symplectic Geometry","17A32","53D17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0767"],"date":["2009-12-03","2010-01-17"],"type":["text"],"creator":["Uchino, K."],"language":[],"coverage":[],"title":["Higher derived brackets, strong homotopy associative algebras and Loday\n  pairs"],"description":["  We give a quick method of constructing strong homotopy associative algebra,\nnamely, the higher derived product construction. This method is associative\nanalogue of classical higher derived bracket construction in the category of\nLoday algebras. We introduce a new type of algebra \"Loday pair\" which is\nnoncommutative analogue of classical Leibniz pair. We study strong homotopy\nLoday pairs and the higher derived brackets on the Loday pairs.\n","Comment: 20 pages"]}]
["0912.1690",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1690","Physica E 42, 555 (2010)","doi:10.1016/j.physe.2009.06.024"],"date":["2009-12-09"],"type":["text"],"creator":["Chuchem, Maya","Cohen, Doron"],"language":[],"coverage":[],"title":["Quantum transport and counting statistics in closed systems"],"description":["  A current can be induced in a closed device by changing control parameters.\nThe amount $Q$ of particles that are transported via a path of motion, is\ncharacterized by its expectation value $<Q>$, and by its variance $Var(Q)$. We\nshow that quantum mechanics invalidates some common conceptions about this\nstatistics. We first consider the process of a double path crossing, which is\nthe prototype example for counting statistics in multiple path non-trivial\ngeometry. We find out that contrary to the common expectation, this process\ndoes not lead to partition noise. Then we analyze a full stirring cycle that\nconsists of a sequence of two Landau-Zener crossings. We find out that quite\ngenerally counting statistics and occupation statistics become unrelated, and\nthat quantum interference affects them in different ways.\n","Comment: 9 pages, 2 figures. Proceedings of FQMT conference (Prague, 2008)"]}]
["0912.2471",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","06B30, 46L35, 46L85, 55P15, 55U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2471"],"date":["2009-12-12","2010-01-17"],"type":["text"],"creator":["Milani, Vida","Mansourbeigi, Seyed M. H.","Rezaei, Ali Asghar"],"language":[],"coverage":[],"title":["Morse Theory for C*-Algebras: A Geometric Interpretation of Some\n  Noncommutative Manifolds"],"description":["  The approach we present is a modification of the Morse theory for unital\nC*-algebras. We provide tools for the geometric interpretation of\nnoncommutative CW complexes. These objects were introduced and studied in\n[2],[7] and [14]. Some examples to illustrate these geometric information in\npractice are given. A classification of unital C*-algebras by noncommutative CW\ncomplexes and the modified Morse functions on them is the main object of this\nwork.\n","Comment: 18 pages"]}]
["0912.3187",{"format":[],"subject":["Physics - Optics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3187","Optics Letters 35, 205 (2010)"],"date":["2009-12-16"],"type":["text"],"creator":["Kartashov, Yaroslav V.","Vysloukh, Victor A."],"language":[],"coverage":[],"title":["Light tunneling inhibition in array of couplers with combined\n  longitudinal modulation of refractive index"],"description":["  We consider light tunneling inhibition in periodic array of optical couplers\ndue to the specially designed longitudinal and transverse modulation of the\nrefractive index. We show that local out-of-phase longitudinal modulation of\nrefractive index in channels of directional couplers in combination with the\nglobal refractive index modulation between adjacent couplers allow simultaneous\nsuppression of both local and global energy tunneling inside each coupler and\nbetween adjacent couplers. This enables localization of light in single\nwaveguide despite the remarkable difference of corresponding local and global\nenergy tunneling rates.\n","Comment: 12 pages, 3 figures, to appear in Optics Letters"]}]
["0912.3810",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3810"],"date":["2009-12-19","2010-01-18"],"type":["text"],"creator":["Mueller, Cornelia","Kadler, Matthias","Ojha, Roopesh","Boeck, M.","Booth, R.","Dutka, M. S.","Edwardsk, P.","Fey, A. L.","Fuhrmann, L.","Hase, H.","Horiuchi, S.","Jauncey, D. L.","Johnston, K. J.","Katz, U.","Lister, M.","Lovell, J. E. J.","Ploetz, C.","Quick, J. F. H.","Ros, E.","Taylor, G. B.","Thompson, D. J.","Tingay, S. J.","Tosti, G.","Tzioumisk, A. K.","Wilms, J.","Zensus, J. A."],"language":[],"coverage":[],"title":["TANAMI - Tracking Active Galactic Nuclei with Austral Milliarcsecond\n  Interferometry"],"description":["  We present a summary of the observation strategy of TANAMI (Tracking Active\nGalactic Nuclei with Austral Milliarcsecond Interferometry), a monitoring\nprogram to study the parsec-scale structure and dynamics of relativistic jets\nin active galactic nuclei (AGN) of the Southern Hemisphere with the Australian\nLong Baseline Array (LBA) and the trans-oceanic antennas Hartebeesthoek, TIGO,\nand O'Higgins. TANAMI is focusing on extragalactic sources south of -30 degrees\ndeclination with observations at 8.4 GHz and 22 GHz every ~2 months at\nmilliarcsecond resolution. The initial TANAMI sample of 43 sources has been\ndefined before the launch of the Fermi Gamma Ray Space Telescope to include the\nmost promising candidates for bright gamma-ray emission to be detected with its\nLarge Area Telescope (LAT). Since November 2008, we have been adding new\nsources to the sample, which now includes all known radio- and gamma-ray bright\nAGN of the Southern Hemisphere. The combination of VLBI and gamma-ray\nobservations is crucial to understand the broadband emission characteristics of\nAGN and the nature of relativistic jets.\n","Comment: Conference proceedings \"2009 Fermi Symposium\" eConf Proceedings\n  C091122"]}]
["0912.5326",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5326"],"date":["2009-12-29","2010-01-18"],"type":["text"],"creator":["Dzhunushaliev, V.","Serikbayev, N.","Myrzakulov, R."],"language":[],"coverage":[],"title":["Topology change in quantum gravity and Ricci flows"],"description":["  The topology change in quantum gravity is modeled by a Ricci flow. In this\napproach we offer to consider the Ricci flow as a statistical system. The\nmetric in the Ricci flow enumerated by a parameter $\\lambda$ is a microscopical\nstatistical state. The probability of every microscopical state is determined\nby the parameter $\\lambda$. Numerically the Ricci flow starting from a static\nwormhole filled with a phantom Sine-Gordon scalar field is investigated.\n","Comment: new references are added"]}]
["1001.1503",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1503","Proceedings of ARTCom - 2009, IEEE Xplore, IEEE CS Digital Library","doi:10.1109/ARTCom.2009.30"],"date":["2010-01-10"],"type":["text"],"creator":["Vyas, Akondi","Roopashree, M. B.","Prasad, B. Raghavendra"],"language":[],"coverage":[],"title":["Performance of centroiding algorithms at low light level conditions in\n  adaptive optics"],"description":["  The performance metrics of different centroiding algorithms at low light\nlevel conditions were optimized in the case of a Shack Hartmann Sensor (SHS)\nfor efficient performance of the adaptive optics system. For short exposures\nand low photon flux, the Hartmann spot does not have a Gaussian shape due to\nthe photon noise which follows Poissonian statistics. The centroiding\nestimation error was calculated at different photon levels in the case of\nchanging spot size and shift in the spot using Monte Carlo simulations. This\nanalysis also proves to be helpful in optimizing the SHS specifications at low\nlight levels.\n","Comment: 4 pages, 7 figures, ARTCom 2009, IEEE Xplore;\n  http://www.computer.org/portal/web/csdl/doi/10.1109/ARTCom.2009.30"]}]
["1001.2077",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2077"],"date":["2010-01-13","2010-01-18"],"type":["text"],"creator":["Guang, Xuan","Fu, Fang-Wei"],"language":[],"coverage":[],"title":["On Random Linear Network Coding for Butterfly Network"],"description":["  Random linear network coding is a feasible encoding tool for network coding,\nspecially for the non-coherent network, and its performance is important in\ntheory and application. In this letter, we study the performance of random\nlinear network coding for the well-known butterfly network by analyzing the\nfailure probabilities. We determine the failure probabilities of random linear\nnetwork coding for the well-known butterfly network and the butterfly network\nwith channel failure probability p.\n","Comment: This paper was submitted to IEEE Communications Letters"]}]
["1001.2171",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2171"],"date":["2010-01-13"],"type":["text"],"creator":["Roncadelli, Marco","De Angelis, Alessandro","Mansutti, Oriana"],"language":[],"coverage":[],"title":["A New Light Boson from Cherenkov Telescopes Observations?"],"description":["  Early indications by H.E.S.S. and the subsequent detection of blazar 3C279 by\nMAGIC show that the Universe is more transparent to very-high-energy gamma rays\nthan previously thought. We demonstrate that this circumstance can be\nreconciled with standard blazar emission models provided that photon\noscillations into a very light Axion-Like Particle occur in extragalactic\nmagnetic fields. A quantitative estimate of this effect indeed explains the\nobserved spectrum of 3C279. Our prediction can be tested by the satellite-borne\nFermi/LAT detector as well as by the ground-based Imaging Atmospheric Cherenkov\nTelescopes H.E.S.S., MAGIC, CANGAROO III, VERITAS and by the Extensive Air\nShower arrays ARGO-YBJ and MILAGRO.\n","Comment: 4 pages, 1 image Proceeding of the Rencontres de Moriond on \"Very\n  High Energy Phenomena in the Universe\", La Thuile, Italy, 1-8 February 2009\n  (to be published in the Proceedings)"]}]
["1001.2387",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C42","17A35","35F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2387"],"date":["2010-01-14","2010-01-18"],"type":["text"],"creator":["Tkachev, Vladimir G."],"language":[],"coverage":[],"title":["A generalization of Cartan's theorem on isoparametric cubics"],"description":["  We give a generalization of the well-known result of E. Cartan on\nisoparametric cubics by showing that a homogeneous cubic polynomial solution of\nthe eiconal equation $|\\nabla f|^2=9|x|^4$ must be rotationally equivalent to\neither $x_n^3-3x_n(x_1^2+...+x_{n-1}^2)$, or to one of four exceptional Cartan\ncubic polynomials in dimensions $n=5,8,14,26$.\n","Comment: 7 pages, corrected typos; to appear in the Proceedings of the AMS"]}]
["1001.2566",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2566"],"date":["2010-01-14"],"type":["text"],"creator":["Jafarian, Amin","Vishwanath, Sriram"],"language":[],"coverage":[],"title":["On Achievable Rates for Non-Linear Deterministic Interference Channels"],"description":["  This paper extends the literature on interference alignment to more general\nclasses of deterministic channels which incorporate non-linear input-output\nrelationships. It is found that the concept of alignment extends naturally to\nthese deterministic interference channels, and in many cases, the achieved\ndegrees of freedom (DoF) can be shown to be optimal.\n","Comment: 5 pages, submitted to ISIT 2010"]}]
["1001.2569",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2569"],"date":["2010-01-14"],"type":["text"],"creator":["Wolinsky, David Isaac","Lee, Kyungyong","Choi, Tae Woong","Boykin, P. Oscar","Figueiredo, Renato"],"language":[],"coverage":[],"title":["Virtual Private Overlays: Secure Group Commounication in NAT-Constrained\n  Environments"],"description":["  Structured P2P overlays provide a framework for building distributed\napplications that are self-configuring, scalable, and resilient to node\nfailures. Such systems have been successfully adopted in large-scale Internet\nservices such as content delivery networks and file sharing; however,\nwidespread adoption in small/medium scales has been limited due in part to\nsecurity concerns and difficulty bootstrapping in NAT-constrained environments.\nNonetheless, P2P systems can be designed to provide guaranteed lookup times,\nNAT traversal, point-to-point overlay security, and distributed data stores. In\nthis paper we propose a novel way of creating overlays that are both secure and\nprivate and a method to bootstrap them using a public overlay. Private overlay\nnodes use the public overlay's distributed data store to discover each other,\nand the public overlay's connections to assist with NAT hole punching and as\nrelays providing STUN and TURN NAT traversal techniques. The security framework\nutilizes groups, which are created and managed by users through a web based\nuser interface. Each group acts as a Public Key Infrastructure (PKI) relying on\nthe use of a centrally-managed web site providing an automated Certificate\nAuthority (CA). We present a reference implementation which has been used in a\nP2P VPN (Virtual Private Network). To evaluate our contributions, we apply our\ntechniques to an overlay network modeler, event-driven simulations using\nsimulated time delays, and deployment in the PlanetLab wide-area testbed.\n"]}]
["1001.2573",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2573","J. Phys. Chem. C 2009, 113, 12301","doi:10.1021/jp904672p"],"date":["2010-01-14"],"type":["text"],"creator":["Mowbray, D. J.","Martinez, J. I.","García-Lastra, J. M.","Thygesen, K. S.","Jacobsen, K. W."],"language":[],"coverage":[],"title":["Stability and Electronic Properties of TiO2 Nanostructures With and\n  Without B and N Doping"],"description":["  We address one of the main challenges to TiO2-photocatalysis, namely band gap\nnarrowing, by combining nanostructural changes with doping. With this aim we\ncompare TiO2's electronic properties for small 0D clusters, 1D nanorods and\nnanotubes, 2D layers, and 3D surface and bulk phases using different\napproximations within density functional theory and GW calculations. In\nparticular, we propose very small (R < 0.5 nm) but surprisingly stable\nnanotubes with promising properties. The nanotubes are initially formed from\nTiO2 layers with the PtO2 structure, with the smallest (2,2) nanotube relaxing\nto a rutile nanorod structure. We find that quantum confinement effects - as\nexpected - generally lead to a widening of the energy gap. However,\nsubstitutional doping with boron or nitrogen is found to give rise to\n(meta-)stable structures and the introduction of dopant and mid-gap states\nwhich effectively reduce the band gap. Boron is seen to always give rise to\nn-type doping while depending on the local bonding geometry, nitrogen may give\nrise to n-type or p-type doping. For under coordinated TiO2 surface structures\nfound in clusters, nanorods, nanotubes, layers and surfaces nitrogen gives rise\nto acceptor states while for larger clusters and bulk structures donor states\nare introduced.\n"]}]
["1001.2575",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2575"],"date":["2010-01-14"],"type":["text"],"creator":["Wolinsky, David Isaac","Abraham, Linton","Lee, Kyungyong","Liu, Yonggang","Xu, Jiangyan","Boykin, P. Oscar","Figueiredo, Renato"],"language":[],"coverage":[],"title":["On the Design and Implementation of Structured P2P VPNs"],"description":["  Centralized Virtual Private Networks (VPNs) when used in distributed systems\nhave performance constraints as all traffic must traverse through a central\nserver. In recent years, there has been a paradigm shift towards the use of P2P\nin VPNs to alleviate pressure placed upon the central server by allowing\nparticipants to communicate directly with each other, relegating the server to\nhandling session management and supporting NAT traversal using relays when\nnecessary. Another, less common, approach uses unstructured P2P systems to\nremove all centralization from the VPN. These approaches currently lack the\ndepth in security options provided by other VPN solutions, and their\nscalability constraints have not been well studied.\n  In this paper, we propose and implement a novel VPN architecture, which uses\na structured P2P system for peer discovery, session management, NAT traversal,\nand autonomic relay selection and a central server as a partially-automated\npublic key infrastructure (PKI) via a user-friendly web interface. Our model\nalso provides the first design and implementation of a P2P VPN with full\ntunneling support, whereby all non-P2P based Internet traffic routes through a\ntrusted third party and does so in a way that is more secure than existing full\ntunnel techniques. To verify our model, we evaluate our reference\nimplementation by comparing it quantitatively to other VPN technologies\nfocusing on latency, bandwidth, and memory usage. We also discuss some of our\nexperiences with developing, maintaining, and deploying a P2P VPN.\n"]}]
["1001.2580",{"format":[],"subject":["Physics - Computational Physics","Nonlinear Sciences - Chaotic Dynamics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2580"],"date":["2010-01-14"],"type":["text"],"creator":["Puga, Alejandro","Miller, Bruce N."],"language":[],"coverage":[],"title":["Solution of the Quantum Initial Value Problem with Transparent Boundary\n  Conditions"],"description":["  Physicists have used billiards to understand and explore both classical and\nquantum chaos. Recently, in 2001, a group at the University of Texas introduced\nan experimental set up for modeling the wedge billiard geometry called optical\nbilliard in two dimensions. It is worth mentioning that this experiment is more\nclosely related with classical rather than quantum chaos. The motivation for\nthe present work was born from the idea of laying the foundations of a quantum\ntreatment for optical billiards, named \"The Escape Problem\", by presenting the\nconcept of a Transparent Boundary Condition. We consider a gas of particles\ninitially confined to a one dimensional box of length L, that are permitted to\nescape. We find the solution of a Quantum Initial Value Problem using a\nnumerical method developed and entirely checked with an exact, analytic method.\nThe numerical method introduces a novel way to solve a Diffusion Type Equation\nby implementing Discrete Transparent Boundary Conditions recently developed by\nmathematicians.\n","Comment: 6 figures 19 pages"]}]
["1001.2581",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2581"],"date":["2010-01-14"],"type":["text"],"creator":["Huston, J."],"language":[],"coverage":[],"title":["LO, NLO, LO* and jet algorithms"],"description":["  The impact of NLO corrections, and in particular, the role of jet algorithms,\nis examined for a variety of processes at the Tevatron and LHC.\n","Comment: 7 pages, presented at RadCor2009"]}]
["1001.2584",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2584"],"date":["2010-01-14"],"type":["text"],"creator":["Cucchieri, Attilio","Mendes, Tereza"],"language":[],"coverage":[],"title":["Numerical test of the Gribov-Zwanziger scenario in Landau gauge"],"description":["  We review the status of lattice simulations of gluon and ghost propagators in\nLandau gauge, testing predictions of the Gribov-Zwanziger confinement scenario.\n","Comment: 12 pages, 4 postscript figures, talk presented at QCD-TNT09"]}]
["1001.2585",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2585"],"date":["2010-01-15","2010-01-17"],"type":["text"],"creator":["Gelfond, O. A.","Vasiliev, M. A."],"language":[],"coverage":[],"title":["Unfolding versus BRST and currents in Sp(2M) invariant higher-spin\n  theory"],"description":["  The correspondence between BRST and unfolded formulations of field equations\non group manifolds and homogeneous spaces is described. The previously\nintroduced nonstandard BRST operator, that underlies Sp(2M) invariant\nhigher-spin field equations, is shown to admit a natural oscillator-like\nrealization. The coordinate independent form of conserved currents in the\nSp(2M) invariant higher-spin theory is derived from the BRST formulation on\nSp(2M) extended by the Heisenberg group.\n","Comment: 25 pages, no figures; V2: typos corrected, Conclusion with discussion\n  added"]}]
["1001.2587",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2587"],"date":["2010-01-14"],"type":["text"],"creator":["Lai, Baishun","Zhou, Shuqing","Luo, qing"],"language":[],"coverage":[],"title":["Asymptotic behavior of positive solutions of semilinear elliptic\n  equations in $R^{n}$"],"description":["  We will investigate the asymptotic behavior of positive solutions of the\nelliptic equation \\Delta u+|x|^{l_{1}}u^{p}+|x|^{l_{2}}u^{q}=0 {in} R^{n}. We\nestablish that for $n\\geq 3$ and $q>p>1$, any positive radial solution of (0.1)\nhas the following property: $\\lim_{r\\to\\infty}r^{\\frac{2+l_{1}}{p-1}}u$ and\n$\\lim_{r\\to0}r^{\\frac{2+l_{2}}{q-1}}u$ always exist if\n$\\frac{n+l_{1}}{n-2}<p<q, p\\neq\\frac{n+2+2l_{1}}{n-2}, q\n\\neq\\frac{n+2+2l_{2}}{n-2}.$ In addition, we prove that the singular solution\nof (0.1) is unique under a certain condition\n","Comment: 17"]}]
["1001.2590",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2590","Astrophysical Journal Letters 709 (2010) L163-L167","doi:10.1088/2041-8205/709/2/L163"],"date":["2010-01-14"],"type":["text"],"creator":["The VERITAS Collaboration","Acciari, V. A.","Aliu, E.","Beilicke, M.","Benbow, W.","Boltuch, D.","Böttcher, M.","Bradbury, S. M.","Bugaev, V.","Byrum, K.","Cesarini, A.","Ciupik, L.","Cogan, P.","Cui, W.","Dickherber, R.","Duke, C.","Falcone, A.","Finley, J. P.","Finnegan, G.","Fortson, L.","Furniss, A.","Galante, N.","Gall, D.","Gibbs, K.","Guenette, R.","Gillanders, G. H.","Godambe, S.","Grube, J.","Hanna, D.","Hui, C. M.","Humensky, T. B.","Imran, A.","Kaaret, P.","Karlsson, N.","Kertzman, M.","Kieda, D.","Krawczynski, H.","Krennrich, F.","Lang, M. J.","LeBohec, S.","Maier, G.","McArthur, S.","McCann, A.","Moriarty, P.","Nagai, T.","Ong, R. A.","Otte, A. N.","Pandel, D.","Perkins, J. S.","Pichel, A.","Pohl, M.","Quinn, J.","Ragan, K.","Reyes, L. C.","Reynolds, P. T.","Roache, E.","Rose, H. J.","Schroedter, M.","Sembroski, G. H.","Smith, A. W.","Steele, D.","Swordy, S. P.","Theiling, M.","Thibadeau, S.","Vassiliev, V. V.","Vincent, S.","Wakely, S. P.","Weekes, T. C.","Weinstein, A.","Weisgarber, T.","Williams, D. A."],"language":[],"coverage":[],"title":["Discovery of Variability in the Very High Energy Gamma-Ray Emission of\n  1ES 1218+304 with VERITAS"],"description":["  We present results from an intensive VERITAS monitoring campaign of the\nhigh-frequency peaked BL Lac object 1ES 1218+304 in 2008/2009. Although 1ES\n1218+304 was detected previously by MAGIC and VERITAS at a persistent level of\n~6% of the Crab Nebula flux, the new VERITAS data reveal a prominent flare\nreaching ~20% of the Crab. While very high energy (VHE) flares are quite common\nin many nearby blazars, the case of 1ES 1218+304 (redshift z = 0.182) is\nparticularly interesting since it belongs to a group of blazars that exhibit\nunusually hard VHE spectra considering their redshifts. When correcting the\nmeasured spectra for absorption by the extragalactic background light, 1ES\n1218+304 and a number of other blazars are found to have differential photon\nindices less than 1.5. The difficulty in modeling these hard spectral energy\ndistributions in blazar jets has led to a range of theoretical gamma-ray\nemission scenarios, one of which is strongly constrained by these new VERITAS\nobservations. We consider the implications of the observed light curve of 1ES\n1218+304, which shows day scale flux variations, for shock acceleration\nscenarios in relativistic jets, and in particular for the viability of\nkiloparsec-scale jet emission scenarios.\n","Comment: 5 pages, 3 figures; Published in The Astrophysical Journal Letters"]}]
["1001.2596",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2596"],"date":["2010-01-14"],"type":["text"],"creator":["Chen, Jinhui","Slock, Dirk T. M."],"language":[],"coverage":[],"title":["On Optimum End-to-End Distortion in Wideband MIMO Systems"],"description":["  This paper presents the impact of frequency diversity on the optimum expected\nend-to-end distortion (EED) in an outage-free wideband multiple-input\nmultiple-output (MIMO) system. We provide the closed-form expression of optimum\nasymptotic expected EED comprised of the optimum distortion exponent and the\nmultiplicative optimum distortion factor for high signal-to-noise ratio (SNR).\nIt is shown that frequency diversity can improve EED though it has no effect on\nergodic capacity. The improvement becomes slight when the frequency diversity\norder is greater than a certain number. The lower bounds related to infinite\nfrequency diversity are derived. The results for outage-free systems are the\nbounds for outage-suffering systems and they are instructive for system design.\n","Comment: 5 pages, 3 figures, submitted to ISIT 2010"]}]
["1001.2603",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2603"],"date":["2010-01-14"],"type":["text"],"creator":["Yao, Hongyi","Dikaliotis, Theodoros K.","Jaggi, Sidharth","Ho, Tracey"],"language":[],"coverage":[],"title":["Multiple Access Network Information-flow And Correction codes"],"description":["  The network communication scenario where one or more receivers request all\nthe information transmitted by different sources is considered. We introduce\ndistributed polynomial-time network codes in the presence of malicious nodes.\nOur codes can achieve any point inside the rate region of multiple-source\nmulticast transmission scenarios both in the cases of coherent and non-coherent\nnetwork coding. For both cases the encoding and decoding algorithm runs in\npoly(|E|)exp(s) time, where poly(|E|) is a polynomial function of the number of\nedges |E| in the network and exp(s) is an exponential function of the number of\nsources s. Our codes are fully distributed and different sources require no\nknowledge of the data transmitted by their peers. Our codes are \"end-to-end\",\nthat is, all nodes apart from the sources and the receivers are oblivious to\nthe adversaries present in the network and simply implement random linear\nnetwork coding.\n","Comment: 5 pages, 2 figures, submitted to ISIT2010"]}]
["1001.2604",{"format":[],"subject":["Computer Science - Performance","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2604"],"date":["2010-01-14"],"type":["text"],"creator":["Wu, Kui","Jiang, Yuming","Li, Jie"],"language":[],"coverage":[],"title":["On the Model Transform in Stochastic Network Calculus"],"description":["  Stochastic network calculus requires special care in the search of proper\nstochastic traffic arrival models and stochastic service models. Tradeoff must\nbe considered between the feasibility for the analysis of performance bounds,\nthe usefulness of performance bounds, and the ease of their numerical\ncalculation. In theory, transform between different traffic arrival models and\ntransform between different service models are possible. Nevertheless, the\nimpact of the model transform on performance bounds has not been thoroughly\ninvestigated. This paper is to investigate the effect of the model transform\nand to provide practical guidance in the model selection in stochastic network\ncalculus.\n"]}]
["1001.2605",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2605"],"date":["2010-01-14"],"type":["text"],"creator":["Qiao, Hong","Zhang, Peng","Wang, Di","Zhang, Bo"],"language":[],"coverage":[],"title":["An Explicit Nonlinear Mapping for Manifold Learning"],"description":["  Manifold learning is a hot research topic in the field of computer science\nand has many applications in the real world. A main drawback of manifold\nlearning methods is, however, that there is no explicit mappings from the input\ndata manifold to the output embedding. This prohibits the application of\nmanifold learning methods in many practical problems such as classification and\ntarget detection. Previously, in order to provide explicit mappings for\nmanifold learning methods, many methods have been proposed to get an\napproximate explicit representation mapping with the assumption that there\nexists a linear projection between the high-dimensional data samples and their\nlow-dimensional embedding. However, this linearity assumption may be too\nrestrictive. In this paper, an explicit nonlinear mapping is proposed for\nmanifold learning, based on the assumption that there exists a polynomial\nmapping between the high-dimensional data samples and their low-dimensional\nrepresentations. As far as we know, this is the first time that an explicit\nnonlinear mapping for manifold learning is given. In particular, we apply this\nto the method of Locally Linear Embedding (LLE) and derive an explicit\nnonlinear manifold learning algorithm, named Neighborhood Preserving Polynomial\nEmbedding (NPPE). Experimental results on both synthetic and real-world data\nshow that the proposed mapping is much more effective in preserving the local\nneighborhood information and the nonlinear geometry of the high-dimensional\ndata samples than previous work.\n"]}]
["1001.2607",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","34M50","35N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2607"],"date":["2010-01-14"],"type":["text"],"creator":["Krasikov, V. A.","Sadykov, T. M."],"language":[],"coverage":[],"title":["Linear differential operators for generic algebraic curves"],"description":["  We give a computationally efficient method for constructing the linear\ndifferential operator with polynomial coefficients whose space of holomorphic\nsolutions is spanned by all the branches of a function defined by a generic\nalgebraic curve. The proposed method does not require solving the algebraic\nequation and can be applied in the case when its Galois group is not solvable.\n"]}]
["1001.2615",{"format":[],"subject":["Statistics - Machine Learning","Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2615"],"date":["2010-01-15"],"type":["text"],"creator":["Tomioka, Ryota","Suzuki, Taiji"],"language":[],"coverage":[],"title":["Sparsity-accuracy trade-off in MKL"],"description":["  We empirically investigate the best trade-off between sparse and\nuniformly-weighted multiple kernel learning (MKL) using the elastic-net\nregularization on real and simulated datasets. We find that the best trade-off\nparameter depends not only on the sparsity of the true kernel-weight spectrum\nbut also on the linear dependence among kernels and the number of samples.\n","Comment: 8pages, 2 figures"]}]
["1001.2619",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2619"],"date":["2010-01-15"],"type":["text"],"creator":["Burghelea, Teodor I.","Griess, Hans J.","Muenstedt, Helmut"],"language":[],"coverage":[],"title":["Comparative investigations of surface instabilities (\"sharkskin\") of a\n  linear and a long-chain branched polyethylene"],"description":["  An experimental study of the physical origin and the mechanisms of the\nsharkskin instability is presented. Extrusion flows through a slit die are\nstudied for two materials: a linear low density polyethylene (LLDPE) and a low\ndensity polyethylene (LDPE). By combining laser-Doppler velocimetry (LDV) with\nrheological measurements in both uniaxial extension and shear, the\ndistributions of tensile and shear stresses in extrusion flows are measured for\nboth materials.\n"]}]
["1001.2623",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security","E.4","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2623"],"date":["2010-01-15"],"type":["text"],"creator":["Kojima, Tetsuya","Horii, Yoshiya"],"language":[],"coverage":[],"title":["A Steganography Based on CT-CDMA Communication Scheme Using Complete\n  Complementary Codes"],"description":["  It has been shown that complete complementary codes can be applied into some\ncommunication systems like approximately synchronized CDMA systems because of\nits good correlation properties. CT-CDMA is one of the communication systems\nbased on complete complementary codes. In this system, the information data of\nthe multiple users can be transmitted by using the same set of complementary\ncodes through a single frequency band. In this paper, we propose to apply\nCT-CDMA systems into a kind of steganography. It is shown that a large amount\nof secret data can be embedded in the stego image by the proposed method\nthrough some numerical experiments using color images.\n","Comment: 5 pages, 7 figures, zipped file, submitted to ISIT2010 Conference"]}]
["1001.2628",{"format":[],"subject":["Mathematics - Category Theory","18D05","18C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2628"],"date":["2010-01-15"],"type":["text"],"creator":["Morton, Jeffrey C."],"language":[],"coverage":[],"title":["Cubical n-Categories and Finite Limits Theories"],"description":["  This note informally describes a way to build certain cubical n-categories by\niterating a process of taking models of certain finite limits theories. We base\nthis discussion on a construction of \"double bicategories\" as bicategories\ninternal to Bicat, and see how to extend this to n-tuple bicategories (and\nsimilarly for tricategories etc.) We briefly consider how to reproduce\n\"simpler\" definitions of weak cubical n-category from these.\n","Comment: 14 pages; submitted to proceedings of MakkaiFest 2009; expository"]}]
["1001.2629",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J60","14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2629"],"date":["2010-01-15"],"type":["text"],"creator":["Yamada, Kimiko"],"language":[],"coverage":[],"title":["Finiteness of isomorphic classes in the set of moduli schemes of sheaves\n  on a surface"],"description":["  When a non-singular complex projective surface $X$ satisfies that $K_X\\sim\n0$, we shall show that there are only finitely many isomorphic classes as\nabstract schemes in the set of moduli scheme of $H$-semistable sheaves with\nfixed Chern classes $\\alpha$ on $X$, where $H$ runs over the set of all\n$\\alpha$-generic polarizations on $X$.\n"]}]
["1001.2636",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2636"],"date":["2010-01-15"],"type":["text"],"creator":["Semin, Benoit","François, Marc Louis Maurice","Auradou, Harold"],"language":[],"coverage":[],"title":["Analytical shape determination of fiber-like objects with Virtual Image\n  Correlation"],"description":["  This paper reports a method allowing for the determination of the shape of\ndeformed fiber-like objects. Compared to existing methods, it provides\nanalytical results including the local slope and curvature which are of first\nimportance, for instance, in beam mechanics. The presented VIC (Virtual Image\nCorrelation) method consists in looking for the best correlation between the\nimage of the fiber-like object and a virtual beam image, using an algorithm\nclose to the Digital Image Correlation method developed in experimental solid\nmechanics. The computation only involves the part of the image in the vicinity\nof the fiber: the method is thus insensitive to the picture background and the\ncomputational cost remains low. Two examples are reported: the first proves the\nprecision of the method, the second its ability to identify a complex shape\nwith multiple loops.\n","Comment: 17 pages"]}]
["1001.2644",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2644"],"date":["2010-01-15"],"type":["text"],"creator":["Kaneko, Y.","Gogus, E.","Kouveliotou, C.","Granot, J.","Ramirez-Ruiz, E.","Team, the GBM Magnetar"],"language":[],"coverage":[],"title":["Fermi/Gamma-ray Burst Monitor detection of SGR J1550-5418"],"description":["  SGR J1550-5418 exhibited three active bursting episodes in 2008 October and\nin 2009 January and March, emitting hundreds of typical Soft Gamma Repeater\n(SGR) bursts in soft gamma-rays. The second episode was especially intense, and\nour untriggered burst search on Fermi/GBM data (8-1000 keV) revealed ~450\nbursts emitted over 24 hours during the peak of this activity. Using the GBM\ndata, we identified a ~150-s-long enhanced persistent emission during 2009\nJanuary 22 that exhibited intriguing timing and spectral properties: (i) clear\npulsations up to ~110 keV at the spin period of the neutron star, (ii) an\nadditional (to a power-law) blackbody component required for the enhanced\nemission spectra with kT ~ 17 keV, (iii) pulsed fraction that is strongly\nenergy dependent and highest in the 50-74 keV energy band. A total\nisotropic-equivalent energy emitted during this enhanced emission is estimated\nto be 2.9 x 10^{40}(D/5 kpc)^2 erg. The estimated area of the blackbody\nemitting region of ~0.046(D/5 kpc)^2 km^2 is the smallest \"hot spot\" ever\nmeasured for a magnetar and most likely corresponds to the size of\nmagnetically-confined plasma near the neutron star surface.\n","Comment: 6 pages, 2009 Fermi Symposium, eConf Proceedings C091122"]}]
["1001.2645",{"format":[],"subject":["Mathematics - Quantum Algebra","33D80","33D53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2645"],"date":["2010-01-15"],"type":["text"],"creator":["Stokman, Jasper V."],"language":[],"coverage":[],"title":["Quantum affine Knizhnik-Zamolodchikov equations and quantum spherical\n  functions, I"],"description":["  Cherednik's quantum affine Knizhnik-Zamolodchikov equations associated to an\naffine Hecke algebra module M form a holonomic system of q-difference equations\nacting on M-valued functions on a complex torus T. In this paper the quantum\naffine Knizhnik-Zamolodchikov equations are related to the Cherednik-Macdonald\ntheory when M is induced from a character of a standard parabolic subalgebra of\nthe affine Hecke algebra. We set up correspondences between solutions of the\nquantum affine KZ equations and, on the one hand, solutions to the spectral\nproblem of the Cherednik-Dunkl q-difference reflection operators (generalizing\nwork of Kasatani and Takeyama) and, on the other hand, solutions to the\nspectral problem of the Cherednik-Macdonald q-difference operators\n(generalizing work of Cherednik). The correspondences are applicable to all\nrelevant spaces of functions on T and for all parameter values, including the\ncases that q and/or the Hecke algebra parameters are roots of unity.\n","Comment: 47 pages"]}]
["1001.2647",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2647"],"date":["2010-01-15"],"type":["text"],"creator":["Bayramoglu, Muhammet Fatih","Yilmaz, Ali Ozgur"],"language":[],"coverage":[],"title":["A General Euclidean Geometric Representation for the Classical Detection\n  Theory"],"description":["  We propose an Euclidean geometric representation for the classical detection\ntheory. The proposed representation is so generic that can be employed to\nalmost all communication problems. The hypotheses and observations are mapped\ninto R^N in such a way that a posteriori probability of an hypothesis given an\nobservation decreases exponentially with the square of the Euclidean distance\nbetween the vectors corresponding to the hypothesis and the observation.\n","Comment: 5 pages, 3 figures, submitted to ISIT 2010"]}]
["1001.2648",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2648","Phys. Rev. E 80, 065103 (2009)","doi:10.1103/PhysRevE.80.065103"],"date":["2010-01-15"],"type":["text"],"creator":["Molina, J. J.","Dufreche, J. -F.","Salanne, M.","Bernard, O.","Jardat, M.","Turq, P."],"language":[],"coverage":[],"title":["Models of electrolyte solutions from molecular descriptions: The example\n  of NaCl solutions"],"description":["  We present a method to derive implicit solvent models of electrolyte\nsolutions from all-atom descriptions; providing analytical expressions of the\nthermodynamic and structural properties of the ions consistent with the\nunderlying explicit solvent representation. Effective potentials between ions\nin solution are calculated to perform perturbation theory calculations, in\norder to derive the best possible description in terms of charged hard spheres.\nApplying this method to NaCl solutions yields excellent agreement with the\nall-atom model, provided ion association is taken into account.\n","Comment: 4 pages, 5 figures"]}]
["1001.2653",{"format":[],"subject":["Mathematics - Rings and Algebras","17B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2653"],"date":["2010-01-15"],"type":["text"],"creator":["Magnin, L."],"language":[],"coverage":[],"title":["Two examples about zero torsion linear maps on Lie algebras"],"description":["  The question of whether or not any zero torsion linear map on a non abelian\nreal Lie algebra g is necessarily an extension of some CR-structure is\nconsidered and answered in the negative. Two examples are provided, one in the\nnegative and one in the positive.In both cases, the computation up to\nequivalence of all zero torsion linear maps on g is used for an explicit\ndescription of the equivalence classes of integrable complex structures on the\ndirect product g x g.\n","Comment: 13 pages"]}]
["1001.2655",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2655"],"date":["2010-01-15"],"type":["text"],"creator":["Lee, Jung Hoon"],"language":[],"coverage":[],"title":["Twisted torus knots T(p,q,3,s) are tunnel number one"],"description":["  We show that twisted torus knots $T(p,q,3,s)$ are tunnel number one. A short\nspanning arc connecting two adjacent twisted strands is an unknotting tunnel.\n","Comment: 3 pages, 1 figure"]}]
["1001.2660",{"format":[],"subject":["Mathematics - General Mathematics","33E05","30B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2660"],"date":["2010-01-15"],"type":["text"],"creator":["Bagis, Nikos","Glasser, M. L."],"language":[],"coverage":[],"title":["Jacobian Elliptic Functions, Continued Fractions and Ramanujan\n  Quantities"],"description":["  In this article we present ways to evaluate certain sums, products and\ncontinued fractions using tools from the theory of elliptic functions. The\nspecific results appear to be new, although similar ones can be found in the\nleterature; in most cases the methods applied are different.\n","Comment: 12 pages"]}]
["1001.2669",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2669","J. Phys.: Condens. Matter 21, 264016 (2009)","doi:10.1088/0953-8984/21/26/264016"],"date":["2010-01-15"],"type":["text"],"creator":["Thiele, U.","Vancea, I.","Archer, A. J.","Robbins, M. J.","Frastia, L.","Stannard, A.","Pauliac-Vaujour, E.","Martin, C. P.","Blunt, M. O.","Moriarty, P. J."],"language":[],"coverage":[],"title":["Modelling approaches to the dewetting of evaporating thin films of\n  nanoparticle suspensions"],"description":["  We review recent experiments on dewetting thin films of evaporating colloidal\nnanoparticle suspensions (nanofluids) and discuss several theoretical\napproaches to describe the ongoing processes including coupled transport and\nphase changes. These approaches range from microscopic discrete stochastic\ntheories to mesoscopic continuous deterministic descriptions. In particular, we\ndescribe (i) a microscopic kinetic Monte Carlo model, (ii) a dynamical density\nfunctional theory and (iii) a hydrodynamic thin film model.\n  Models (i) and (ii) are employed to discuss the formation of polygonal\nnetworks, spinodal and branched structures resulting from the dewetting of an\nultrathin 'postcursor film' that remains behind a mesoscopic dewetting front.\nWe highlight, in particular, the presence of a transverse instability in the\nevaporative dewetting front, which results in highly branched fingering\nstructures. The subtle interplay of decomposition in the film and contact line\nmotion is discussed.\n  Finally, we discuss a simple thin film model (iii) of the hydrodynamics on\nthe mesoscale. We employ coupled evolution equations for the film thickness\nprofile and mean particle concentration. The model is used to discuss the\nself-pinning and depinning of a contact line related to the 'coffee-stain'\neffect.\n  In the course of the review we discuss the advantages and limitations of the\ndifferent theories, as well as possible future developments and extensions.\n","Comment: 33 pages, 8 figures"]}]
["1001.2670",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2670"],"date":["2010-01-15"],"type":["text"],"creator":["Li, Yang","Zhuang, Wei","Chen, Jinbiao","Guo, Hong"],"language":[],"coverage":[],"title":["The Linewidth of Ramsey Laser with Bad Cavity"],"description":["  We investigate a new laser scheme by using Ramsey separated-field technique\nwith bad cavity. By studying the linewidth of the stimulated-emission spectrum\nof this kind of laser inside the cavity, we find its linewidth is more than two\norders of magnitude narrower than atomic natural linewidth, and it is far\nsuperior to that of conventional optical Ramsey method and any other available\nsubnatural linewidth spectroscopy at present. Since any cavity related noise is\nreduced to cavity-pulling effect in bad cavity laser, this Ramsey laser\nprovides the possibility of precision subnatural linewidth spectroscopy, which\nis critical for the next generation of optical clock and atom interferometers.\n"]}]
["1001.2676",{"format":[],"subject":["Mathematics - Differential Geometry","53C12,","53C60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2676"],"date":["2010-01-15"],"type":["text"],"creator":["Manea, Adelina"],"language":[],"coverage":[],"title":["A de Rham theorem with respect to the Liouville foliation on TM^0, for a\n  Finsler manifold M"],"description":["  On the slit tangent manifold of a Finsler manifold M are given the vertical\nand the Liouville foliations. In this paper we define some new types of\nvertical forms with respect to the Liouville foliation on TM^0. We define a\ncohomology group of TM^0 using these new forms. We prove a de Rham type\ntheorem.\n"]}]
["1001.2679",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2679"],"date":["2010-01-15"],"type":["text"],"creator":["Abdinov, O. B.","Khalil-zade, F. T.","Rzaeva, S. S."],"language":[],"coverage":[],"title":["Electric charge quantization in SU(3)_c X SU(3)_L X U(1)_X model"],"description":["  Basing on the general photon eigenstate and anomaly cancellation, it is shown\nthat the electric charge quantization in SU(3)_c X SU(3)_L X U(1)_X model with\nexotic particles can be obtained independently on parameters alpha and betta.\nThe fixation of hypercharges of fermions fields by the Higgs fields and\ndependence of the electric charges quantization conditions from the\nhypercharges of Higgs fields leads to the fact that the electric charge in the\nconsidered model can be quantized and fixed only in the presence of Higgs\nfields. In addition, we have shown that in the considered model the classical\nconstraints following from the Yukawa interactions are equivalent to the\nconditions following from the parity invariance of electromagnetic interaction.\nThe most general expressions for the gauge bosons masses, eigenstates of\nneutral fields and the interactions of leptons and quarks with gauge bosons\nhave been derived in the arbitrary case\n","Comment: 9 pages"]}]
["1001.2680",{"format":[],"subject":["Mathematics - Geometric Topology","57M27","57M25","57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2680"],"date":["2010-01-15"],"type":["text"],"creator":["Hikami, Kazuhiro","Murakami, Hitoshi"],"language":[],"coverage":[],"title":["Representations and the colored Jones polynomial of a torus knot"],"description":["  We show that for a torus knot the SL(2;C) Chern-Simons invariants and the\nSL(2;C) twisted Reidemeister torsions appear in an asymptotic expansion of the\ncolored Jones polynomial. This suggests a generalization of the volume\nconjecture that relates the asymptotic behavior of the colored Jones polynomial\nof a knot to the volume of the knot complement.\n","Comment: 18 pages, 1 figure, submitted to the Proceedings of the workshop\n  \"Chern-Simons Gauge Theory: 20 Years After\""]}]
["1001.2685",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2685","Statistical Science 2009, Vol. 24, No. 2, 195-210","doi:10.1214/09-STS291"],"date":["2010-01-15"],"type":["text"],"creator":["Greenland, Sander"],"language":[],"coverage":[],"title":["Relaxation Penalties and Priors for Plausible Modeling of Nonidentified\n  Bias Sources"],"description":["  In designed experiments and surveys, known laws or design feat ures provide\nchecks on the most relevant aspects of a model and identify the target\nparameters. In contrast, in most observational studies in the health and social\nsciences, the primary study data do not identify and may not even bound target\nparameters. Discrepancies between target and analogous identified parameters\n(biases) are then of paramount concern, which forces a major shift in modeling\nstrategies. Conventional approaches are based on conditional testing of\nequality constraints, which correspond to implausible point-mass priors. When\nthese constraints are not identified by available data, however, no such\ntesting is possible. In response, implausible constraints can be relaxed into\npenalty functions derived from plausible prior distributions. The resulting\nmodels can be fit within familiar full or partial likelihood frameworks. The\nabsence of identification renders all analyses part of a sensitivity analysis.\nIn this view, results from single models are merely examples of what might be\nplausibly inferred. Nonetheless, just one plausible inference may suffice to\ndemonstrate inherent limitations of the data. Points are illustrated with\nmisclassified data from a study of sudden infant death syndrome. Extensions to\nconfounding, selection bias and more complex data structures are outlined.\n","Comment: Published in at http://dx.doi.org/10.1214/09-STS291 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1001.2688",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2688"],"date":["2010-01-15"],"type":["text"],"creator":["Baur, Uli","Wackeroth, Doreen","Weber, Marcus M."],"language":[],"coverage":[],"title":["Radiative corrections to W gamma gamma production at the LHC"],"description":["  Radiative W production at hadron colliders is an important testing ground for\nthe Standard Model. We consider W gamma gamma production which is sensitive to\nthe quartic WW gamma gamma coupling. Furthermore the Standard Model amplitude\nfor this process contains a radiation zero. We present a calculation of the NLO\nQCD corrections for W gamma gamma production at the LHC.\n","Comment: 6 pages, talk given at RADCOR 2009 - 9th International Symposium on\n  Radiative Corrections (Applications of Quantum Field Theory to Phenomenology)\n  October 25-30 2009, Ascona, Switzerland"]}]
["1001.2691",{"format":[],"subject":["Physics - Biological Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2691","Applied Surface Science 255 (2008) 1071-74","doi:10.1016/j.apsusc.2008.05.086"],"date":["2010-01-15"],"type":["text"],"creator":["Aoyagi, Satoka","Rouleau, Alain","Boireau, Wilfrid"],"language":[],"coverage":[],"title":["TOF-SIMS structural characterization of self-assembly monolayer of\n  cytochrome b5 onto gold substrate"],"description":["  Orientation and three-dimensional structure of immobilized proteins on\nbio-devices are very important to assure their high performance. Time-of-flight\nsecondary ion mass spectrometry (TOF-SIMS) is able to analyze upper surface of\none layer of molecules. Orientation of immobilized proteins can be evaluated\nbased on determination of a partial structure, representing ensemble of amino\nacids, on the surface part. In this study, a monolayer of cytochrome b5 was\nreconstituted onto gold substrate and investigated by surface plasmon resonance\n(SPR). After freeze-drying, the resulted protein self-assembly was evaluated\nusing TOF-SIMS with the bismuth cluster ion source, and then TOF-SIMS spectra\nwere analyzed to select peaks specific to cytochrome b5 and identify their\nchemical formula and ensembles of amino acids. The results from TOF-SIMS\nspectra analysis were compared to the amino acid sequence of the modified\ncytochrome b5 and three-dimensional structure of cytochrome b5 registered in\nthe protein data bank. Finally, fragment-ion-generating parts of the\nimmobilized-cytochrome b5 are determined based on the suggested residues and\nthree-dimensional structure. These results suggest the actual structure and\nconfirm the expected orientation of immobilized protein.\n"]}]
["1001.2692",{"format":[],"subject":["Physics - Optics","Condensed Matter - Materials Science","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2692","Laser Physics 19, 2 (2008) 252-58","doi:10.1134/S1054660X09020170"],"date":["2010-01-15"],"type":["text"],"creator":["Mangeat, Thomas","Berthier, Alexandre","Elie-Caille, Céline","Perrin, Maud","Boireau, Wilfrid","Pieralli, Christian","Wacogne, Bruno"],"language":[],"coverage":[],"title":["Gold/Silica biochips: applications to Surface Plasmon Resonance and\n  fluorescence quenching"],"description":["  We report Gold/Silica biochips for low cost biosensor devices. Firstly, the\nstudy of biochemical interactions on silica by means of Surface Plasmon\nResonance (SPR) is presented. Secondly, Gold/Silica biochips are employed to\nreduce the strong quenching that occurs when a fluorophore is close to the gold\nsurface. Furthermore, the control of the Silica-like thickness allows\noptimizing the distance between the metallic surface and the fluorophore in\norder to enhance the fluorescent signal. These results represent the first\nsteps towards highly sensitive, specific and low cost biosensors based, for\nexample, on Surface Plasmon Coupled Emission (SPCE) techniques.\n"]}]
["1001.2696",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","16S5","16D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2696"],"date":["2010-01-15"],"type":["text"],"creator":["Arike, Yusuke"],"language":[],"coverage":[],"title":["Some remarks on symmetric linear functions and pseudotrace maps"],"description":["  Let A be a finite-dimensional associative algebra and $\\phi$ a symmetric\nlinear function on $A$. In this note, we will show that the pseudotrace maps\nare obtained as special cases of well-known symmetric linear functions on the\nendomorphism rings of projective modules. We also prove that modules are\ninterlocked with $\\phi$ if and only if they are projective. As an application\nof our approach, we will give proofs of several propositions and theorems for\npseudotrace maps for an arbitrary finite-dimensional associative algebra.\n","Comment: 12 pages"]}]
["1001.2697",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2697","Statistical Science 2009, Vol. 24, No. 2, 211-222","doi:10.1214/09-STS293"],"date":["2010-01-15"],"type":["text"],"creator":["Kurland, Brenda F.","Johnson, Laura L.","Egleston, Brian L.","Diehr, Paula H."],"language":[],"coverage":[],"title":["Longitudinal Data with Follow-up Truncated by Death: Match the Analysis\n  Method to Research Aims"],"description":["  Diverse analysis approaches have been proposed to distinguish data missing\ndue to death from nonresponse, and to summarize trajectories of longitudinal\ndata truncated by death. We demonstrate how these analysis approaches arise\nfrom factorizations of the distribution of longitudinal data and survival\ninformation. Models are illustrated using cognitive functioning data for older\nadults. For unconditional models, deaths do not occur, deaths are independent\nof the longitudinal response, or the unconditional longitudinal response is\naveraged over the survival distribution. Unconditional models, such as random\neffects models fit to unbalanced data, may implicitly impute data beyond the\ntime of death. Fully conditional models stratify the longitudinal response\ntrajectory by time of death. Fully conditional models are effective for\ndescribing individual trajectories, in terms of either aging (age, or years\nfrom baseline) or dying (years from death). Causal models (principal\nstratification) as currently applied are fully conditional models, since group\ndifferences at one timepoint are described for a cohort that will survive past\na later timepoint. Partly conditional models summarize the longitudinal\nresponse in the dynamic cohort of survivors. Partly conditional models are\nserial cross-sectional snapshots of the response, reflecting the average\nresponse in survivors at a given timepoint rather than individual trajectories.\nJoint models of survival and longitudinal response describe the evolving health\nstatus of the entire cohort. Researchers using longitudinal data should\nconsider which method of accommodating deaths is consistent with research aims,\nand use analysis methods accordingly.\n","Comment: Published in at http://dx.doi.org/10.1214/09-STS293 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1001.2704",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2704"],"date":["2010-01-15"],"type":["text"],"creator":["Robens, T.","Chung, C. H."],"language":[],"coverage":[],"title":["Alternative subtraction scheme using Nagy Soper dipoles"],"description":["  We present an alternative subtraction scheme for the treatment of infrared\ndivergences in NLO QCD calculations. In this scheme, the number of\ntransformations is greatly reduced with respect to the standard subtraction\nscheme by Catani and Seymour. We discuss the general setup of the scheme as\nwell as first applications to NLO processes at hadron and lepton colliders.\n","Comment: 6 pages, 1 figure, presented at RADCOR 09"]}]
["1001.2706",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2706"],"date":["2010-01-15"],"type":["text"],"creator":["Grosse, Harald","Lizzi, Fedele","Steinacker, Harold"],"language":[],"coverage":[],"title":["Matrix Models, Emergent Spacetime and Symmetry Breaking"],"description":["  We discuss how a matrix model recently shown to describe emergent gravity may\ncontain extra degrees of freedom which reproduce some characteristics of the\nstandard model, in particular the breaking of symmetries and the correct\nquantum numbers of fermions.\n","Comment: 10 pages. Talk presented by F.L. at the XXV Max Born Symposium,\n  Wroclaw 2009"]}]
["1001.2709",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2709"],"date":["2010-01-15"],"type":["text"],"creator":["Dinuzzo, Francesco"],"language":[],"coverage":[],"title":["Kernel machines with two layers and multiple kernel learning"],"description":["  In this paper, the framework of kernel machines with two layers is\nintroduced, generalizing classical kernel methods. The new learning methodology\nprovide a formal connection between computational architectures with multiple\nlayers and the theme of kernel learning in standard regularization methods.\nFirst, a representer theorem for two-layer networks is presented, showing that\nfinite linear combinations of kernels on each layer are optimal architectures\nwhenever the corresponding functions solve suitable variational problems in\nreproducing kernel Hilbert spaces (RKHS). The input-output map expressed by\nthese architectures turns out to be equivalent to a suitable single-layer\nkernel machines in which the kernel function is also learned from the data.\nRecently, the so-called multiple kernel learning methods have attracted\nconsiderable attention in the machine learning literature. In this paper,\nmultiple kernel learning methods are shown to be specific cases of kernel\nmachines with two layers in which the second layer is linear. Finally, a simple\nand effective multiple kernel learning method called RLS2 (regularized least\nsquares with two layers) is introduced, and his performances on several\nlearning problems are extensively analyzed. An open source MATLAB toolbox to\ntrain and validate RLS2 models with a Graphic User Interface is available.\n"]}]
["1001.2715",{"format":[],"subject":["Mathematics - Probability","60G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2715"],"date":["2010-01-15"],"type":["text"],"creator":["Banek, Tadeusz"],"language":[],"coverage":[],"title":["A Causal Construction of Diffusion Processes"],"description":["  A simple nonlinear integral equation for Ito's map is obtained. Although, it\ndoes not include stochastic integrals, it does give causal construction of\ndiffusion processes which can be easily implemented by iteration systems.\nApplications in financial modelling and extension to fBm are discussed.\n","Comment: 9 pages"]}]
["1001.2720",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2720"],"date":["2010-01-15"],"type":["text"],"creator":["Stepan, Jiri","Bueno, Javier Trujillo"],"language":[],"coverage":[],"title":["On the Sensitivity of the H$\\alpha$ Scattering Polarization to\n  Chromospheric Magnetism"],"description":["  A particularly interesting line for exploring the physical conditions of the\nquiet solar chromosphere is H$\\alpha$, but its intensity profile is\nmagnetically insensitive and the small circular polarization signatures\nproduced by the longitudinal Zeeman effect come mainly from the underlying\nphotosphere. Here we show that the Hanle effect in H$\\alpha$ provides\nquantitative information on the magnetism of the quiet chromosphere. To this\nend, we calculate the response function of the emergent scattering polarization\nto perturbations in the magnetic field.\n","Comment: 4 pages, 4 figures, to appear in the proceedings of the 25th NSO\n  Workshop \"Chromospheric Structure and Dynamics. From Old Wisdom to New\n  Insights\", Memorie della Societa' Astronomica Italiana"]}]
["1001.2723",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2723","doi:10.1021/nl903761t"],"date":["2010-01-15"],"type":["text"],"creator":["Heeres, Reinier W.","Dorenbos, Sander N.","Koene, Benny","Solomon, Glenn S.","Kouwenhoven, Leo P.","Zwiller, Valery"],"language":[],"coverage":[],"title":["On-Chip Single Plasmon Detection"],"description":["  Surface plasmon polaritons (plasmons) have the potential to interface\nelectronic and optical devices. They could prove extremely useful for\nintegrated quantum information processing. Here we demonstrate on-chip\nelectrical detection of single plasmons propagating along gold waveguides. The\nplasmons are excited using the single-photon emission of an optically emitting\nquantum dot. After propagating for several micrometers, the plasmons are\ncoupled to a superconducting detector in the near-field. Correlation\nmeasurements prove that single plasmons are being detected.\n"]}]
["1001.2728",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Spectral Theory","58J52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2728"],"date":["2010-01-15"],"type":["text"],"creator":["Su, Guangxiang"],"language":[],"coverage":[],"title":["Burghelea-Haller analytic torsion for twisted de Rham complexes"],"description":["  In this paper, we extend the Burghelea-Haller analytic torsion to the twisted\nde Rham complexes. We also compare it with the twisted refined analytic torsion\ndefined by Huang.\n","Comment: 14 pages"]}]
["1001.2731",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2731","doi:10.1016/j.physletb.2010.01.030"],"date":["2010-01-15"],"type":["text"],"creator":["Kaether, F.","Hampel, W.","Heusser, G.","Kiko, J.","Kirsten, T."],"language":[],"coverage":[],"title":["Reanalysis of the GALLEX solar neutrino flux and source experiments"],"description":["  After the completion of the gallium solar neutrino experiments at the\nLaboratori Nazionali del Gran Sasso (GALLEX}: 1991-1997; GNO: 1998-2003) we\nhave retrospectively updated the GALLEX results with the help of new technical\ndata that were impossible to acquire for principle reasons before the\ncompletion of the low rate measurement phase (that is, before the end of the\nGNO solar runs). Subsequent high rate experiments have allowed the calibration\nof absolute internal counter efficiencies and of an advanced pulse shape\nanalysis for counter background discrimination. The updated overall result for\nGALLEX (only) is (73.4 +7.1 -7.3) SNU. This is 5.3% below the old value of\n(77.5 + 7.5 -7.8) SNU (PLB 447 (1999) 127-133) with a substantially reduced\nerror. A similar reduction is obtained from the reanalysis of the 51Cr neutrino\nsource experiments of 1994/1995.\n","Comment: Accepted by Physics Letters B January 13, 2010"]}]
["1001.2734",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Graphics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2734"],"date":["2010-01-15"],"type":["text"],"creator":["Gudmundsson, Joachim","Morin, Pat"],"language":[],"coverage":[],"title":["Planar Visibility: Testing and Counting"],"description":["  In this paper we consider query versions of visibility testing and visibility\ncounting. Let $S$ be a set of $n$ disjoint line segments in $\\R^2$ and let $s$\nbe an element of $S$. Visibility testing is to preprocess $S$ so that we can\nquickly determine if $s$ is visible from a query point $q$. Visibility counting\ninvolves preprocessing $S$ so that one can quickly estimate the number of\nsegments in $S$ visible from a query point $q$.\n  We present several data structures for the two query problems. The structures\nbuild upon a result by O'Rourke and Suri (1984) who showed that the subset,\n$V_S(s)$, of $\\R^2$ that is weakly visible from a segment $s$ can be\nrepresented as the union of a set, $C_S(s)$, of $O(n^2)$ triangles, even though\nthe complexity of $V_S(s)$ can be $\\Omega(n^4)$. We define a variant of their\ncovering, give efficient output-sensitive algorithms for computing it, and\nprove additional properties needed to obtain approximation bounds. Some of our\nbounds rely on a new combinatorial result that relates the number of segments\nof $S$ visible from a point $p$ to the number of triangles in $\\bigcup_{s\\in S}\nC_S(s)$ that contain $p$.\n","Comment: 22 pages"]}]
["1001.2747",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2747"],"date":["2010-01-15"],"type":["text"],"creator":["Nason, P."],"language":[],"coverage":[],"title":["Recent developments in POWHEG"],"description":["  I review recent developments in POWHEG, a method for interfacing\nparton-shower generators with NLO QCD computations. I illustrate recent\nprogress in understanding several features of the method, and in clarifying\nsimilarity and differences with respect to MC@NLO. Furthermore, I briefly\ndescribe a recently introduced framework, the POWHEG BOX, that allows the\nautomatic POWHEG implementation of any given NLO calculation, and has been\nrecently applied to Z+jet production and to Higgs production via vector-boson\nfusion.\n","Comment: 7 pages, 2 figures"]}]
["1001.2752",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2752"],"date":["2010-01-15"],"type":["text"],"creator":["Sauerbier, Charles"],"language":[],"coverage":[],"title":["A Polynomial Diophantine Generator Function for Integer Residuals"],"description":["  Two Diophantine equation generator function for integer residuals produced by\ninteger division over closed intervals are presented. One each for the closed\nintervals [1,Floor(n^0.5)] and [Ceiling(n^0.5),n], respectively.\n","Comment: 7 pages, 0 figures"]}]
["1001.2756",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2756"],"date":["2010-01-15"],"type":["text"],"creator":["Margulis, G. A.","Mohammadi, A."],"language":[],"coverage":[],"title":["Quantitative Version of the Oppenheim Conjecture for Inhomogeneous\n  Quadratic Forms"],"description":["  A quantitative version of the Oppenheim conjecture for inhomogeneous\nquadratic forms is proved. We also give an application to eigenvalue spacing on\nflat 2-tori with Aharonov-Bohm flux.\n"]}]
["1001.2763",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2763"],"date":["2010-01-15"],"type":["text"],"creator":["Bose, Prosenjit","Devroye, Luc","Douieb, Karim","Dujmovic, Vida","King, James","Morin, Pat"],"language":[],"coverage":[],"title":["Point Location in Disconnected Planar Subdivisions"],"description":["  Let $G$ be a (possibly disconnected) planar subdivision and let $D$ be a\nprobability measure over $\\R^2$. The current paper shows how to preprocess\n$(G,D)$ into an O(n) size data structure that can answer planar point location\nqueries over $G$. The expected query time of this data structure, for a query\npoint drawn according to $D$, is $O(H+1)$, where $H$ is a lower bound on the\nexpected query time of any linear decision tree for point location in $G$. This\nextends the results of Collette et al (2008, 2009) from connected planar\nsubdivisions to disconnected planar subdivisions. A version of this structure,\nwhen combined with existing results on succinct point location, provides a\nsuccinct distribution-sensitive point location structure.\n"]}]
["1001.2767",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Databases","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2767"],"date":["2010-01-15"],"type":["text"],"creator":["Gupte, Mangesh","Sundararajan, Mukund"],"language":[],"coverage":[],"title":["Universally Optimal Privacy Mechanisms for Minimax Agents"],"description":["  A scheme that publishes aggregate information about sensitive data must\nresolve the trade-off between utility to information consumers and privacy of\nthe database participants. Differential privacy is a well-established\ndefinition of privacy--this is a universal guarantee against all attackers,\nwhatever their side-information or intent. In this paper, we present a\nuniversal treatment of utility based on the standard minimax rule from decision\ntheory (in contrast to the utility model in, which is Bayesian). In our model,\ninformation consumers are minimax (risk-averse) agents, each possessing some\nside-information about the query, and each endowed with a loss-function which\nmodels their tolerance to inaccuracies. Further, information consumers are\nrational in the sense that they actively combine information from the mechanism\nwith their side-information in a way that minimizes their loss. Under this\nassumption of rational behavior, we show that for every fixed count query, a\ncertain geometric mechanism is universally optimal for all minimax information\nconsumers. Additionally, our solution makes it possible to release query\nresults at multiple levels of privacy in a collusion-resistant manner.\n"]}]
["astro-ph/0506583",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0506583","Astron.Astrophys.443:781-791,2005","doi:10.1051/0004-6361:20053025"],"date":["2005-06-24","2005-07-01"],"type":["text"],"creator":["Guy, J.","Astier, P.","Nobili, S.","Regnault, N.","Pain, R."],"language":[],"coverage":[],"title":["SALT: a Spectral Adaptive Light curve Template for Type Ia Supernovae"],"description":["  We present a new method to parameterize Type Ia Supernovae (SN Ia)\nmulti-color light curves. The method was developed in order to analyze the\nlarge number of SN Ia multi-color light curves measured in current\nhigh-redshift projects. The technique is based on empirically modeling SN Ia\nluminosity variations as a function of phase, wavelength, a shape parameter,\nand a color parameter. The model is trained with a sample of well measured\nnearby SN Ia and then tested with an independent set of supernovae by building\nan optimal luminosity distance estimator combining the supernova rest-frame\nluminosity, shape parameter and color reconstructed with the model. The\ndistances we measure using B- and V-band data show a dispersion around the\nHubble line comparable or lower than obtained with other methods. With this\nmodel, we are able to measure distances using U- and B-band data with a\ndispersion around the Hubble line of 0.16 +- 0.05.\n","Comment: Accepted in A&A, June 23, 2005 (printer friendly replacement version,\n  includes language corrections)"]}]
["cond-mat/0607171",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607171","Phys. Rev. B 78, 064507 (2008)","doi:10.1103/PhysRevB.78.064507"],"date":["2006-07-06","2010-01-17"],"type":["text"],"creator":["Hinczewski, M.","Berker, A. N."],"language":[],"coverage":[],"title":["Finite-temperature phase diagram of nonmagnetic impurities in\n  high-temperature superconductors using a d=3 tJ model with quenched disorder"],"description":["  We study a quenched disordered d=3 tJ Hamiltonian with static vacancies as a\nmodel of nonmagnetic impurities in high-Tc materials. Using a position-space\nrenormalization-group approach, we calculate the evolution of the\nfinite-temperature phase diagram with impurity concentration p, and find\nseveral features with close experimental parallels: away from half-filling we\nsee the rapid destruction of a spin-singlet phase (analogous to the\nsuperconducting phase in cuprates) which is eliminated for p > 0.05; in the\nsame region for these dilute impurity concentrations we observe an enhancement\nof antiferromagnetism. The antiferromagnetic phase near half-filling is robust\nagainst impurity addition, and disappears only for p > 0.40.\n","Comment: 5 pages, 4 figures; replaced with published version"]}]
["hep-lat/0007016",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/0007016","Phys.Rev.D63:034505,2001","doi:10.1103/PhysRevD.63.034505"],"date":["2000-07-12","2000-12-14"],"type":["text"],"creator":["Collins, S.","Davies, C. T. H.","Hein, J.","Lepage, G. P.","Morningstar, C. J.","Shigemitsu, J.","Sloan, J."],"language":[],"coverage":[],"title":["Scaling and Further Tests of Heavy Meson Decay Constant Determinations\n  from Nonrelativistic QCD"],"description":["  We present results for the B_s meson decay constant f_{B_s} from simulations\nat three lattice spacings in the range a^{-1}=1.1 to 2.6 GeV using NRQCD heavy\nquarks and clover light quarks in the quenched approximation. We study scaling\nof this quantity and check the consistency between mesons decaying from rest\nand from a state with nonzero spatial momentum. The cancellation of power law\ncontributions that arise in the NRQCD formulation of heavy-light currents is\ndiscussed. On the coarsest lattice the D_s meson decay constant f_{D_s} is\ncalculated. Our best values for the decay constants are given by f_{B_s} =\n187(4)(4)(11)(2)(7)(6) MeV and f_{D_s} = 223(6)(31)(38)(23)(9)(^{+3}_{-1}) MeV.\n","Comment: 29 pages with 7 postscript figures, improved error analysis, version\n  to appear in Physical Review D"]}]
["hep-lat/0207011",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/0207011","Phys.Rev.D66:074506,2002","doi:10.1103/PhysRevD.66.074506"],"date":["2002-07-18"],"type":["text"],"creator":["Shigemitsu, J.","Collins, S.","Davies, C. T. H.","Hein, J.","Horgan, R. R.","Lepage, G. P."],"language":[],"coverage":[],"title":["Semileptonic B Decays from an NRQCD/D234 Action"],"description":["  Semileptonic, B --> pi, l nubar, decays are studied on quenched anisotropic\nlattices using tree-level tadpole improved Symanzik glue, NRQCD heavy quark and\nD234 light quark actions. Constrained fitting methods are applied to extract\ngroundstate contributions to two-point and three-point correlators. We agree\nwith previous lattice determinations of the form factors. The major source of\nsystematic error here, as in previous work, comes from the chiral extrapolation\nto the physical pion mass. Future calculations must work at lighter quark\nmasses to resolve this.\n"]}]
["hep-lat/0409049",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/0409049","Nucl.Phys.Proc.Suppl.140:353-355,2005","doi:10.1016/j.nuclphysbps.2004.11.325"],"date":["2004-09-13"],"type":["text"],"creator":["Gamiz, E.","Collins, S.","Davies, C. T. H.","Shigemitsu, J.","Wingate, M."],"language":[],"coverage":[],"title":["B_K from improved staggered quarks"],"description":["  We compare calculations of B_K with improved staggered quarks (HYP, Asqtad)\nand demonstrate the improved scaling behaviour that this gives rise to over\nprevious calculations with unimproved staggered quarks. This enables us to\nperform the calculation of B_K on the MILC dynamical configurations (n_f=2+1),\nfor which we give preliminary results.\n","Comment: 3 pages, 3 figures. Talk presented at Lattice 2004(weak), Fermilab,\n  June 21-26, 2004"]}]
["hep-lat/0509188",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/0509188","PoS LAT2005:347,2006"],"date":["2005-09-30"],"type":["text"],"creator":["Gamiz, E.","Collins, S.","Davies, C. T. H.","Shigemitsu, J.","Wingate, M."],"language":[],"coverage":[],"title":["Dynamical determination of B_K from improved staggered quarks"],"description":["  The scaling corrections that affected previous staggered calculations of B_K\nhave been proved to be reduced by using improved actions (HYP, Asqtad) in the\nquenched approximation. This improved behaviour allows us to perform a reliable\ndynamical calculation of B_K including quark vacuum polarization effects using\nthe MILC (2+1) flavour dynamical configurations. We report here on the results\nfrom such dynamical calculation. We also discuss the renormalization effects\nwith the Asqtad action.\n","Comment: 6 pages, 2 figures. Talk presented at Lattice 2005 (Dublin). To\n  appear in Proceedings of Science"]}]
["hep-lat/9411041",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9411041","Nucl.Phys.Proc.Suppl.42:373-375,1995","doi:10.1016/0920-5632(95)00254-7"],"date":["1994-11-22","1994-11-23"],"type":["text"],"creator":["Wingate, M.","DeGrand, T.","Collins, S.","Heller, U."],"language":[],"coverage":[],"title":["P-wave meson properties with Wilson quarks"],"description":["  We describe two calculations involving P-wave mesons made of Wilson quarks:\nthe strong coupling constant $\\alpha_s$ in the presence of two flavors of light\ndynamical fermions and the mass and decay constant of the $a_1$ meson.\n","Comment: Poster presented at Lattice '94, September 27--October 1, 1994,\n  Bielefeld, Germany (no changes to manuscript, but correction of Authors list\n  above)"]}]
["hep-lat/9509017",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9509017","Nucl.Phys.Proc.Suppl.47:425-428,1996","doi:10.1016/0920-5632(96)00095-3"],"date":["1995-09-09"],"type":["text"],"creator":["Khan, A. Ali","Collins, S.","Davies, C.","Shigemitsu, J.","Sloan, J."],"language":[],"coverage":[],"title":["B Physics with NRQCD: A Quenched Study"],"description":["  We present results on the spectrum of B mesons and heavy baryons, using a\nnon-relativistic formulation for the heavy and a clover action for the light\nquark. We also discuss B meson decay constants and their dependency upon the\nheavy meson mass.\n","Comment: 4 pages, uuencoded compressed postscript file, contribution to\n  LATTICE 95"]}]
["hep-lat/9509044",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9509044","Nucl.Phys.Proc.Suppl.47:366-369,1996","doi:10.1016/0920-5632(96)00075-8"],"date":["1995-09-14","1995-09-15"],"type":["text"],"creator":["Collins, Sara","Edwards, Robert G.","Heller, Urs M.","Sloan, John"],"language":[],"coverage":[],"title":["Quenched $SU(3)$ hadron spectroscopy using improved fermionic and gauge\n  actions"],"description":["  We present results of quenched $SU(3)$ hadron spectroscopy using $\\order(a)$\nimproved Wilson fermions. The configurations were generated using an\n$\\order(a^2)$ improved 6-link $SU(3)$ pure gauge action at $\\beta$'s\ncorresponding to lattice spacings of $0.43$, $0.25$, $0.20$, $0.18$, and $0.15$\nfm. We find evidence that fermionic scaling violations are consistent with\n$\\order(a^2)$ errors.\n","Comment: 4 pages latex with 3 postscript figures. Corrected column heading in\n  table"]}]
["hep-lat/9509065",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9509065","Nucl.Phys.Proc.Suppl.47:451-454,1996","doi:10.1016/0920-5632(96)00099-0"],"date":["1995-09-19"],"type":["text"],"creator":["Collins, S.","Heller, U. M.","Sloan, J.","Shigemitsu, J.","Ali-Khan, A.","Davies, C."],"language":[],"coverage":[],"title":["Heavy-light meson decay constants from NRQCD: an analysis of the 1/M\n  corrections"],"description":["  We present {\\it preliminary} results for the decay constants of heavy-light\nmesons using NRQCD heavy and tadpole improved Clover light quarks. A comparison\nis made with data obtained using Wilson light quarks. We present an analysis of\nthe 1/M corrections to the decay constants in the static limit and compare with\nthe predictions of HQET.\n","Comment: Contribution to Lattice 95, 4 pages uuencoded compressed postscript\n  file"]}]
["hep-lat/9512025",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9512025","Phys.Rev.D53:6433-6442,1996","doi:10.1103/PhysRevD.53.6433"],"date":["1995-12-19"],"type":["text"],"creator":["Khan, A. Ali","Davies, C. T. H.","Collins, S.","Sloan, J.","Shigemitsu, J."],"language":[],"coverage":[],"title":["The Heavy-Light Spectrum from Lattice NRQCD"],"description":["  We present a lattice investigation of heavy-light mesons in the quenched\napproximation, using non-relativistic QCD for the heavy quark and a clover\nimproved Wilson formulation for the light quark. A comprehensive calculation of\nthe heavy-light spectrum has been performed for various heavy quark masses\naround the $b$. Our results for the $B_s-B_d$ splitting agree well with the\nexperimental value. We find the $\\Lambda_b-B$ splitting to be compatible with\nexperiment, albeit with large error bars. Our $B^*-B$ splitting is slightly\nlow, which could be explained as an effect of quenching. For the first time, we\nare able to estimate the mass of $P$ states at the $B$ and compare them with\nexperiment.\n","Comment: 24 pages, latex, 10 figures in uuencoded compressed postscript"]}]
["hep-lat/9512026",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9512026","Nucl.Phys.Proc.Suppl.47:455-458,1996","doi:10.1016/0920-5632(96)84680-9"],"date":["1995-12-21"],"type":["text"],"creator":["Collins, Sara","Edwards, Robert G.","Heller, Urs M.","Sloan, John"],"language":[],"coverage":[],"title":["Upsilon and J/Psi Spectroscopy Using Clover Fermions in the Presence of\n  Dynamical Quarks"],"description":["  We calculate spin averaged splittings in the bottomonium and charmonium\nsystems using the clover action. We compare static and kinetic masses of\nheavy-heavy and heavy-light mesons and discuss the consistency of the results.\n","Comment: 4 pages latex with 2 Postscript figures, to be published in the\n  Proceedings of Lattice 95"]}]
["hep-lat/9512027",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9512027","Nucl.Phys.Proc.Suppl.47:378-381,1996","doi:10.1016/0920-5632(96)00078-3"],"date":["1995-12-21"],"type":["text"],"creator":["Collins, Sara","Edwards, Robert G.","Heller, Urs M.","Sloan, John"],"language":[],"coverage":[],"title":["A Comparison of Clover and Wilson Spectroscopy in the Presence of\n  Dynamical Quarks"],"description":["  We present preliminary results of light hadron spectroscopy using valence,\ntadpole-improved, Clover fermions on an ensemble of gauge configurations\ngenerated with 2 flavors of staggered fermions at a beta of 5.6. We compare the\nslope and intercept of the curve M_V vs. M_PS^2 for Clover and Wilson fermions.\nWe show that a higher order chiral perturbation theory ansatz works very well\nfor chiral extrapolations.\n","Comment: 4 pages latex with 4 Postscript figures, to be published in the\n  Proceedings of Lattice 95"]}]
["hep-lat/9602028",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9602028","Phys.Rev.D54:5777-5794,1996","doi:10.1103/PhysRevD.54.5777"],"date":["1996-02-27"],"type":["text"],"creator":["Collins, S.","Heller, U. M.","Sloan, J.","Shigemitsu, J.","Khan, A. Ali","Davies, C."],"language":[],"coverage":[],"title":["$B$ Spectroscopy from NRQCD with Dynamical Fermions"],"description":["  We present a lattice investigation, partially including the effects of\ndynamical quarks, of the heavy-light mesons using NRQCD for the heavy quark and\nthe Wilson action for the light quark. We performed an extensive calculation of\nthe spectrum employing a multi-state, multi-exponential fitting analysis which\nenabled us to extract the $2S{-}1S$ splitting as well as the $^1P_1{-}\\bar{S}$\nand hyperfine splittings. The Wilson action introduces a large systematic error\ninto the calculation, and within this uncertainty we obtain agreement with\nexperiment. We performed a comprehensive calculation of the heavy-light meson\nmass, investigating three methods and their range of validity. The agreement\nfound between these methods confirms that Lorentz invariance can be restored at\nthis order in NRQCD by a constant shift to all masses. We calculated\nspectroscopic quantities over a wide range in heavy quark mass and were able to\nperform a detailed investigation of heavy quark symmetry around the $b$ quark\nmass. In particular, we extracted the nonperturbative coefficients of terms in\nthe heavy quark expansion of the meson binding energy. We demonstrate the\nimportance of using tadpole-improved operators in such a calculation.\n","Comment: 34 pages, latex, 40 postscript figures"]}]
["hep-lat/9607004",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9607004","Phys.Rev.D55:1630-1642,1997","doi:10.1103/PhysRevD.55.1630"],"date":["1996-07-01"],"type":["text"],"creator":["Collins, S.","Heller, U. M.","Sloan, J.","Shigemitsu, J.","Khan, A. Ali","Davies, C. T. H."],"language":[],"coverage":[],"title":["$B$ Decay Constants from NRQCD with Dynamical Fermions"],"description":["  We present a lattice investigation of the heavy-light meson decay constants\nusing Wilson light quarks and NRQCD heavy quarks, partially including the\neffects of dynamical sea quarks. We calculate the pseudoscalar and vector decay\nconstants over a wide range in heavy quark mass and are able to perform a\ndetailed analysis of heavy quark symmetry. We find consistency between the\nextrapolation of the NRQCD results and the static case, as expected. We find\nthe slope of the decay constants with $1/M$ is significantly larger than naive\nexpectations and the results of previous lattice calculations. For the first\ntime we extract the non-perturbative coefficients of the slope arising from the\n$O(1/M)$ heavy quark interactions separately and show the kinetic energy of the\nheavy quark is dominant and responsible for the large slope. In addition, we\nfind that significant systematic errors remain in the decay constant extracted\naround the $B$ meson mass due to truncating the NRQCD series at $O(1/M)$. We\nestimate the higher order contributions to $f_B$ are approximately $20\\%$;\nroughly the same size as the systematic errors introduced by using the Wilson\naction for light quarks.\n","Comment: 30 pages, Latex, 14 postscript figures"]}]
["hep-lat/9608021",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9608021","Nucl.Phys.Proc.Suppl.53:877-879,1997","doi:10.1016/S0920-5632(96)00807-9"],"date":["1996-08-05"],"type":["text"],"creator":["Collins, Sara","Edwards, Robert G.","Heller, Urs M.","Sloan, John"],"language":[],"coverage":[],"title":["Comparing Wilson and Clover Quenched $SU(3)$ Spectroscopy with an\n  Improved Gauge Action"],"description":["  We present results of quenched $SU(3)$ hadron spectroscopy comparing\n$\\order(a)$ improved Wilson (Clover) fermions with conventional Wilson\nfermions. The configurations were generated using an $\\order(a^2)$ improved\n6-link $SU(3)$ pure gauge action at $\\beta$'s corresponding to lattice spacings\nof $0.15$, $0.18$, $0.20$, $0.33$, and $0.43$ fm. We find evidence that\nfermionic scaling violations are consistent with $\\order(a^2)$ for Clover and\n$\\order(a)$ with a nonnegligible $\\order(a^2)$ term for standard Wilson\nfermions. This latter mixed ansatz makes a reliable continuum extrapolation\nproblematic for Wilson fermions. We also find that the slope of the scaling\nviolations is roughly $250 MeV$ for both Wilson and Clover fermions.\n","Comment: 3 pages latex with 2 postscript figures. Talk presented at\n  LATTICE96(spectrum)"]}]
["hep-lat/9704008",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9704008","Phys.Rev.D56:7012-7027,1997","doi:10.1103/PhysRevD.56.7012"],"date":["1997-04-16"],"type":["text"],"creator":["Khan, A. Ali","Shigemitsu, J.","Collins, S.","Davies, C. T. H.","Morningstar, C.","Sloan, J."],"language":[],"coverage":[],"title":["Heavy-Light Mesons with Quenched Lattice NRQCD: Results on Decay\n  Constants"],"description":["  We present a quenched lattice calculation of heavy-light meson decay\nconstants, using non-relativistic (NRQCD) heavy quarks in the mass region of\nthe $b$ quark and heavier, and clover-improved light quarks. The NRQCD\nHamiltonian and the heavy-light current include the corrections at first order\nin the expansion in the inverse heavy quark mass. We study the dependence of\nthe decay constants on the heavy meson mass $M$, for light quarks with the tree\nlevel ($c_{SW}$ = 1), as well as the tadpole improved clover coefficient. We\ncompare decay constants from NRQCD with results from clover ($c_{SW}=1$) heavy\nquarks.\n  Having calculated the current renormalisation constant $Z_A$ in one-loop\nperturbation theory, we demonstrate how the heavy mass dependence of the\npseudoscalar decay constants changes after renormalisation. For the first time,\nwe quote a result for $f_B$ from NRQCD including the full one-loop matching\nfactors at $O(\\alpha/M)$.\n","Comment: 45 pages, latex, 24 postscript figures"]}]
["hep-lat/9710021",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9710021","Nucl.Phys.Proc.Suppl.60A:34-42,1998","doi:10.1016/S0920-5632(97)00464-7"],"date":["1997-10-03"],"type":["text"],"creator":["Collins, Sara","Edwards, Robert G.","Heller, Urs. M.","Sloan, John"],"language":[],"coverage":[],"title":["SCRI Results With the Tadpole-Improved Clover Action"],"description":["  We compare light hadron spectroscopy using the Wilson and Clover fermionic\nactions. We show that a Clover coefficient chosen using tadpole-improved\ntree-level perturbation theory effectively eliminates the O(a) discretization\nerrors present in the Wilson action. We find that discretization errors in\nlight spectroscopy for both the Wilson and Clover actions are characterized by\nan energy scale mu of about 200-300 MeV, indicating that these errors can be\nreduced to the 5% level by using the Clover action at an inverse lattice\nspacing of about 1.3 GeV.\n","Comment: Talk presented at the International Workshop on Lattice QCD On\n  Parallel Computers, University of Tsukuba, March 10-15 1997. 9 LaTex pages\n  plus 6 postscript figures, uses espcrc2.sty"]}]
["hep-lat/9801038",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9801038","Phys.Lett.B427:132-140,1998","doi:10.1016/S0370-2693(98)00323-2"],"date":["1998-01-26","1998-03-31"],"type":["text"],"creator":["Khan, A. Ali","Bhattacharya, T.","Collins, S.","Davies, C. T. H.","Gupta, R.","Morningstar, C.","Shigemitsu, J.","Sloan, J."],"language":[],"coverage":[],"title":["B Meson Decay Constants From NRQCD"],"description":["  We present quenched results for B meson decay constants using NRQCD b quarks\nand O(a) tadpole improved clover light quarks. For the first time, one-loop\nmatching factors between lattice and continuum currents are incorporated\nthrough O(\\alpha/M) taking operator mixing fully into account. This includes an\nimportant O(\\alpha a) discretization correction to the heavy-light axial vector\ncurrent. We find f_B = 0.147(11)(^{+8}_{-12})(9)(6) MeV and f_{B_s}/f_B =\n1.20(4)(^{+4}_{-0}).\n  PACS numbers: 12.38.Gc, 12.39.Hg, 13.20.He, 14.40.Nd\n","Comment: LaTeX file, 14 pages, typos corrected, to be published in Phys. Lett.\n  B"]}]
["hep-lat/9809051",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9809051","Nucl.Phys.Proc.Suppl.73:366-368,1999","doi:10.1016/S0920-5632(99)85075-0"],"date":["1998-09-09","1998-09-16"],"type":["text"],"creator":["Hein, J."],"language":[],"coverage":[],"title":["Pseudoscalar decay constant in the heavy light systems"],"description":["  We discuss the size of the higher order terms in the NRQCD expansion of the\npseudoscalar decay constant. Power law divergences in the matrix elements\ncontributing to the pseudoscalar decay constant are also investigated.\n","Comment: 3 pages, 4 figures, Talk given at Lattice 98 in Boulder Colorado\n  13-18 July 1998, LATTICE98(heavyqk); Typo in references corrected"]}]
["hep-lat/9901001",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9901001","Phys.Rev.D60:074504,1999","doi:10.1103/PhysRevD.60.074504"],"date":["1999-01-04","1999-07-21"],"type":["text"],"creator":["Collins, S.","Davies, C. T. H.","Heller, U. M.","Khan, A. Ali","Shigemitsu, J.","Sloan, J.","Morningstar, C."],"language":[],"coverage":[],"title":["Sea quark effects in B Spectroscopy and Decay Constants"],"description":["  We present comprehensive results for the spectrum and decay constants of\nhadrons containing a single b quark. The heavy quark is simulated using an\n$O(1/M)$ NRQCD action and the light quark using the $O(a)$ tadpole-improved\nclover action on gauge configurations containing two degenerate flavours of sea\nquarks at $\\beta^{n_f=2}=5.6$ provided by the HEMCGC collaboration. We present\ndetailed results for the lower lying $S$ and $P$ wave $B$ meson states and the\n$\\Lambda_b$ baryon. We find broad agreement with experiment. In addition, we\npresent results for the pseudoscalar and, for the first time, the vector decay\nconstants fully consistent to $O(\\alpha/M): f_B =\n186(5)(stat)(19)(pert)(9)(disc)(13)(NRQCD)(+50)(a^{-1})MeV, f_B^* = 181(6)\n(stat)(18)(pert)(9)(disc)(13)(NRQCD)(+55)(a^{-1})MeV$ and $f_{B_s}/f_B =\n1.14(2)(stat)(-2)(\\kappa_s)$. We present an investigation of sea quark effects\nin the $B$ spectrum and decay constants. We compare our results with those from\nsimilar quenched simulations at $\\beta^{n_f=0}=6.0$. For the spectrum, the\nquenched results reproduce the experimental spectrum well and there is no\nsignificant difference between the quenched and $n_f=2$ results. For the decay\nconstants, our results suggest that sea quark effects may be large. We find\nthat $f_B$ increases by approximately 25% between $n_f=0$ and $n_f=2$.\n","Comment: 49 pages, 16 figures, revtex, the discussion of systematic errors and\n  the comparison of the pseudoscalar decay constant at nf=0 and nf=2 has been\n  expanded"]}]
["hep-ph/0003130",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0003130","Phys.Rev.D62:074503,2000","doi:10.1103/PhysRevD.62.074503"],"date":["2000-03-14","2000-05-09"],"type":["text"],"creator":["Hein, J.","Collins, S.","Davies, C. T. H.","Khan, A. Ali","Newton, H.","Morningstar, C.","Shigemitsu, J.","Sloan, J."],"language":[],"coverage":[],"title":["Scaling of the B and D meson spectrum in lattice QCD"],"description":["  We give results for the $B$ and the $D$ meson spectrum using NRQCD on the\nlattice in the quenched approximation. The masses of radially and orbitally\nexcited states are calculated as well as $S$-wave hyperfine and $P$-wave fine\nstructure. Radially excited $P$-states are observed for the first time. Radial\nand orbital excitation energies match well to experiment, as does the\nstrange-non-strange $S$-wave splitting. We compare the light and heavy quark\nmass dependence of various splittings to experiment. Our $B$-results cover a\nrange in lattice spacings of more than a factor of two. Our $D$-results are\nfrom a single lattice spacing and we compare them to numbers in the literature\nfrom finer lattices using other methods. We see no significant dependence of\nphysical results on the lattice spacing.\n  PACS: 11.15.Ha 12.38.Gc 14.40.Lb 14.40.Nd\n","Comment: 78 pages, 29 tables, 30 figures Revised version. Minor corrections to\n  spelling and wording"]}]
["hep-ph/0109070",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0109070","Nucl.Phys.Proc.Suppl.96:94-97,2001","doi:10.1016/S0920-5632(01)01115-X"],"date":["2001-09-09"],"type":["text"],"creator":["Contogouris, A. P.","Grispos, G."],"language":[],"coverage":[],"title":["Approximate calculation of corrections at NLO and NNLO"],"description":["  For processes involving structure functions and/or fragmentation functions,\narguments that there is a part that dominates the NLO corrections are briefly\nreviewed. The arguments are tested against more recent NLO and in particular\nNNLO calculations.\n","Comment: 4 pages, 3 figures, presented at \"QCD 2000\", Montpellier, France,\n  5-12 July 2000"]}]
["hep-ph/0312162",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0312162","Phys.Rev.D68:034020,2003","doi:10.1103/PhysRevD.68.034020"],"date":["2003-12-11"],"type":["text"],"creator":["Xiao, Bo-Wen","Ma, Bo-Qiang"],"language":[],"coverage":[],"title":["Pion-photon and photon-pion transition form factors in light-cone\n  formalism"],"description":["  We derive the minimal Fock-state expansions of the pion and the photon wave\nfunctions in light-cone formalism, then we calculate the pion-photon and the\nphoton-pion transition form factors of $\\gamma ^{\\ast}\\pi ^{0}\\to \\gamma $ and\n$\\gamma ^{\\ast}\\gamma \\to \\pi ^{0}$ processes by employing these\nquark-antiquark wave functions of the pion and the photon. We find that our\ncalculation for the $\\gamma ^{\\ast}\\gamma \\to \\pi ^{0}$ transition form factor\nagrees with the experimental data at low and moderately high energy scale.\nMoreover, the physical differences and inherent connections between the\ntransition form factors of $\\gamma ^{\\ast}\\pi ^{0}\\to \\gamma $ and $ \\gamma\n^{\\ast}\\gamma \\to \\pi ^{0}$ have been illustrated, which indicate that these\ntwo physical processes are intrinsically related. In addition, we also discuss\nthe $\\pi ^{0}\\to \\gamma \\gamma $ form factor and the decay width $\n\\mathit{\\Gamma}(\\pi \\to \\gamma \\gamma)$ at $Q^{2}=0$.\n","Comment: 20 pages, 2 figures"]}]
["hep-ph/0401172",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0401172","Phys.Rev.D70:105010,2004","doi:10.1103/PhysRevD.70.105010"],"date":["2004-01-23","2004-08-23"],"type":["text"],"creator":["Berges, J."],"language":[],"coverage":[],"title":["n-Particle irreducible effective action techniques for gauge theories"],"description":["  A loop or coupling expansion of a so-called n-particle irreducible (nPI)\ngenerating functional provides a well-defined approximation scheme in terms of\nself-consistently dressed propagators and n-point vertices. A self-consistently\ncomplete description determines the functional for arbitrarily high n to a\ngiven order in the expansion. We point out an equivalence hierarchy for nPI\neffective actions, which allows one to obtain a self-consistently complete\nresult in practice. The method is applied to a SU(N) gauge theory with fermions\nup to four-loop or O(g^6) corrections. For non-equilibrium we discuss the\nconnection to kinetic theory. The leading-order on-shell results in g can be\nobtained from the three-loop effective action approximation, which already\nincludes in particular all diagrams enhanced by the Landau Pomeranchuk Migdal\neffect. Furthermore, we compare the effective action approach with\nSchwinger-Dyson (SD) equations. By construction, SD equations are expressed in\nterms of loop diagrams including both classical and dressed vertices, which\nleads to ambiguities of whether classical or dressed ones should be employed at\na given truncation order. We point out that these problems are absent using\neffective action techniques. We show that a wide class of truncations of SD\nequations cannot be obtained from the nPI effective action. In turn, our\nresults can be used to resolve SD ambiguities of whether classical or dressed\nvertices should be employed at a given truncation order.\n","Comment: 46 pages, PRD version, references added"]}]
["hep-ph/0509274",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0509274","J.Exp.Theor.Phys.99:234-253,2004; Zh.Eksp.Teor.Fiz.99:268-287,2004","doi:10.1134/1.1800180"],"date":["2005-09-25"],"type":["text"],"creator":["Lobaskin, D. A.","Suslov, I. M."],"language":[],"coverage":[],"title":["High-Order Corrections to the Lipatov Asymptotics in the \\phi^4 Theory"],"description":["  High orders in perturbation theory can be calculated by the Lipatov method.\nFor most field theories, the Lipatov asymptotics has the functional form c a^N\n\\Gamma(N+b) (N is the order of perturbation theory); relative corrections to\nthis asymptotics have the form of a power series in 1/N. The coefficients of\nhigh order terms of this series can be calculated using a procedure analogous\nto the Lipatov approach and are determined by the second instanton in the\nconsidered field theory. These coefficients are calculated quantitatively for\nthe n-component \\phi^4 theory under the assumption that the second instanton is\n(i) a combination of two elementary instantons and (ii) a spherically\nasymmetric localized function. The technique of two-instanton calculations is\ndeveloped, as well as the method for integrating over rotations of an\nasymmetric instanton in the coordinate state.\n","Comment: 20 pages, PDF"]}]
["hep-th/0507008",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0507008","JHEP 0409:003,2004","doi:10.1088/1126-6708/2004/09/003"],"date":["2005-07-01"],"type":["text"],"creator":["Yilmaz, Nejat T."],"language":[],"coverage":[],"title":["Dualisation of the D=7 Heterotic String"],"description":["  The dualisation and the first-order formulation of the D=7 abelian Yang-Mills\nsupergravity which is the low energy effective limit of the D=7 fully Higssed\nheterotic string is discussed. The non-linear coset formulation of the scalars\nis enlarged to include the entire bosonic sector by introducing dual fields and\nby constructing the Lie superalgebra which generates the dualized coset\nelement.\n","Comment: 20 pages"]}]
["hep-th/0508115",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0508115","Nucl.Phys.B699:174-182,2004","doi:10.1016/j.nuclphysb.2004.08.046"],"date":["2005-08-16"],"type":["text"],"creator":["Duan, Yi-Shi","Liu, Yu-Xiao","Zhang, Li-Jie"],"language":[],"coverage":[],"title":["Spinor Field Realizations of Non-critical $W_{2,s}$ Strings"],"description":["  In this paper, we construct the nilpotent Becchi-Rouet-Stora-Tyutin($BRST$)\ncharges of spinor non-critical $W_{2,s}$ strings. The cases of $s=3,4$ are\ndiscussed in detail, and spinor realization for $s=4$ is given explicitly. The\n$BRST$ charges are graded.\n","Comment: 9 pages, no figures"]}]
["math-ph/0510039",{"format":[],"subject":["Mathematical Physics","81U15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0510039","J.Phys.A38:9891-9915,2005","doi:10.1088/0305-4470/38/46/001"],"date":["2005-10-10"],"type":["text"],"creator":["Kohler, Heiner","Guhr, Thomas"],"language":[],"coverage":[],"title":["Supersymmetric Extensions of Calogero--Moser--Sutherland like Models:\n  Construction and Some Solutions"],"description":["  We introduce a new class of models for interacting particles. Our\nconstruction is based on Jacobians for the radial coordinates on certain\nsuperspaces. The resulting models contain two parameters determining the\nstrengths of the interactions. This extends and generalizes the models of the\nCalogero--Moser--Sutherland type for interacting particles in ordinary spaces.\nThe latter ones are included in our models as special cases. Using results\nwhich we obtained previously for spherical functions in superspaces, we obtain\nvarious properties and some explicit forms for the solutions. We present\nphysical interpretations. Our models involve two kinds of interacting\nparticles. One of the models can be viewed as describing interacting electrons\nin a lower and upper band of a one--dimensional semiconductor. Another model is\nquasi--two--dimensional. Two kinds of particles are confined to two different\nspatial directions, the interaction contains dipole--dipole or tensor forces.\n","Comment: 21 pages, 4 figures"]}]
["math-ph/9903033",{"format":[],"subject":["Mathematical Physics","Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/9903033","Commun.Math.Phys.210:663-684,2000","doi:10.1007/s002200050795"],"date":["1999-03-15"],"type":["text"],"creator":["Bouwknegt, Peter","Halmagyi, Nick"],"language":[],"coverage":[],"title":["q-Identities and affinized projective varieties, II. Flag varieties"],"description":["  In a previous paper we defined the concept of an affinized projective variety\nand its associated Hilbert series. We computed the Hilbert series for varieties\nassociated to quadratic monomial ideals. In this paper we show how to apply\nthese results to affinized flag varieties. We discuss various examples and\nconjecture a correspondence between the Hilbert series of an affinized flag\nvariety and a modified Hall-Littlewood polynomial. We briefly discuss the\napplication of these results to quasi-particle character formulas for affine\nLie algebra modules.\n","Comment: AMSTeX, 25 pages, 3 figures"]}]
["math/0501333",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501333"],"date":["2005-01-20","2010-01-18"],"type":["text"],"creator":["Moeller, Martin"],"language":[],"coverage":[],"title":["Shimura- and Teichmueller curves"],"description":["  We classify curves in the moduli space of curves that are both Shimura- and\nTeichmueller curves: Except for the moduli space of genus one curves there is\nonly a single such curve.\n  We start with a Hodge-theoretic description of Shimura curves and of\nTeichmueller curves that reveals similarities and differences of the two\nclasses of curves. The proof of the classification relies on the geometry of\nsquare-tiled coverings and on estimating the numerical invariants of these\nparticular fibered surfaces.\n  Finally we translate our main result into a classification of Teichmueller\ncurves with totally degenerate Lyapunov spectrum.\n","Comment: Major revision. Main result weakened concerning the case of genus 5\n  curves. One missing case added in genus 4. Application to degenerate Lyapunov\n  spectra added"]}]
["math/0504241",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Differential Geometry","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504241","See final version in: J. AMS 19 No. 4 (2006) 781--814","doi:10.1090/S0894-0347-06-00525-X"],"date":["2005-04-12"],"type":["text"],"creator":["Monod, Nicolas"],"language":[],"coverage":[],"title":["Superrigidity for irreducible lattices and geometric splitting"],"description":["  We prove general superrigidity results for actions of irreducible lattices on\nCAT(0) spaces; first, in terms of the ideal boundary, and then for the\nintrinsic geometry (including for infinite-dimensional spaces). In particular,\none obtains a new and self-contained proof of Margulis' superrigidity theorem\nfor uniform irreducible lattices in non-simple groups. The proofs rely on\nsimple geometric arguments, including a splitting theorem which can be viewed\nas an infinite-dimensional (and singular) generalization of the\nLawson-Yau/Gromoll-Wolf theorem.\n","Comment: Improved version of earlier preprint. Definitions 3, 5 and proof of\n  Theorem 55 modified"]}]
["math/0505197",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems","43A07 (Primary) 20E06, 20F65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505197","See final version in: Bull. London Math. Soc. 39 No. 1 (2007)\n  138--150","doi:10.1112/blms/bdl011"],"date":["2005-05-10"],"type":["text"],"creator":["Glasner, Yair","Monod, Nicolas"],"language":[],"coverage":[],"title":["Amenable actions, free products and a fixed point property"],"description":["  We investigate the class of groups admitting an action on a set with an\ninvariant mean. It turns out that many free products admit such an action. We\ngive a complete characterisation of such free products in terms of a strong\nfixed point property.\n","Comment: 12 pages"]}]
["math/0506361",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506361","See final version in: Acta Math 198 No. 1 (2007) 57--105","doi:10.1007/s11511-007-0013-0"],"date":["2005-06-17","2006-12-04"],"type":["text"],"creator":["Bader, U.","Furman, A.","Gelander, T.","Monod, N."],"language":[],"coverage":[],"title":["Property (T) and rigidity for actions on Banach spaces"],"description":["  We study property (T) and the fixed point property for actions on $L^p$ and\nother Banach spaces. We show that property (T) holds when $L^2$ is replaced by\n$L^p$ (and even a subspace/quotient of $L^p$), and that in fact it is\nindependent of $1\\leq p<\\infty$. We show that the fixed point property for\n$L^p$ follows from property (T) when $1<p< 2+\\e$. For simple Lie groups and\ntheir lattices, we prove that the fixed point property for $L^p$ holds for any\n$1< p<\\infty$ if and only if the rank is at least two. Finally, we obtain a\nsuperrigidity result for actions of irreducible lattices in products of general\ngroups on superreflexive Banach spaces.\n","Comment: Many minor improvements"]}]
["math/0612302",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612302","See final version in: Math Res Letters 14 No. 4 (2007) 681--687"],"date":["2006-12-12"],"type":["text"],"creator":["Monod, Nicolas"],"language":[],"coverage":[],"title":["Vanishing up to the rank in bounded cohomology"],"description":["  We establish the vanishing for non-trivial unitary representations of the\nbounded cohomology of SL_d up to the rank. It holds more generally for\nuniformly bounded representations on superreflexive spaces. The same results\nare obtained for lattices. We also prove that the real bounded cohomology of\nany lattice is invariant in the same range.\n","Comment: 5 pages"]}]
["nucl-th/0311099",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0311099","Phys.Rev.C68:045206,2003","doi:10.1103/PhysRevC.68.045206"],"date":["2003-11-27"],"type":["text"],"creator":["Korchin, A. Yu.","Scholten, O."],"language":[],"coverage":[],"title":["Comparing phenomenological recipes with a microscopic model for the\n  electric amplitude in strangeness photoproduction"],"description":["  Corrections to the Born approximation in photo-induced strangeness production\noff a proton are calculated in a semi-realistic microscopic model. The vertex\ncorrections and internal contributions to the amplitude of the $\\gamma p \\to\nK^+ \\Lambda$ reaction are included on the one-loop level. Different\ngauge-invariant phenomenological prescriptions for the modification of the Born\ncontribution via the introduction of form factors and contact terms are\ndiscussed. In particular, it is shown that the popular minimal-substitution\nmethod of Ohta corresponds to a special limit of the more realistic approach.\n","Comment: 10 pages, 6 figures in the text"]}]
["nucl-th/0407069",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0407069","Phys.Rev.C70:032201,2004","doi:10.1103/PhysRevC.70.032201"],"date":["2004-07-21","2004-08-02"],"type":["text"],"creator":["Caia, G. L.","Pascalutsa, V.","Tjon, J. A.","Wright, L. E."],"language":[],"coverage":[],"title":["$\\gamma^{*}N\\Delta$ Form Factors from a Relativistic Dynamical Model of\n  Pion Electroproduction"],"description":["  We obtain the electromagnetic form factors of the $\\gamma N\\Delta$ transition\nby analyzing recent pion-electroproduction data using a fully relativistic\ndynamical model. Special care is taken to satisfy Ward-Takahashi identities for\nthe Born term in the presence of form factors thereby allowing the use of\nrealistic electromagnetic form factors of the nucleon and pion. We parametrize\nthe $Q^2$ dependence of the {\\it bare} $\\gamma N \\Delta$ form factors by a\nthree-parameter form which is consistent with the asymptotic behavior inferred\nfrom QCD. The parameters of the bare $\\gamma N \\Delta$ form factors are the\nonly free parameters of the model and are fitted to the differential\ncross-section and multipole-analysis data up to $Q^2=4$ (GeV/c)$^2$ in the\n$\\Delta(1232)$-resonance region. This analysis emphasizes the significance of\nthe pion-cloud effects in the extraction of the resonance parameters.\n","Comment: 9 pages, 5 figures, several small corrections, to be published in\n  Phys. Rev. C"]}]
["physics/0511233",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0511233","Nucl.Instrum.Meth.A540:140-157,2005","doi:10.1016/j.nima.2004.11.016"],"date":["2005-11-28"],"type":["text"],"creator":["Adler, C.","collaboration, for the ALICE TRD"],"language":[],"coverage":[],"title":["Position Reconstruction in Drift Chambers operated with Xe, CO2 (15%)"],"description":["  We present measurements of position and angular resolution of drift chambers\noperated with a Xe,CO$_2$(15%) mixture. The results are compared to Monte Carlo\nsimulations and important systematic effects, in particular the dispersive\nnature of the absorption of transition radiation and non-linearities, are\ndiscussed. The measurements were carried out with prototype drift chambers of\nthe ALICE Transition Radiation Detector, but our findings can be generalized to\nother drift chambers with similar geometry, where the electron drift is\nperpendicular to the wire planes.\n","Comment: 30 pages, 18 figures"]}]
["physics/0603024",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0603024"],"date":["2006-03-04","2010-01-18"],"type":["text"],"creator":["Burda, Z.","Jarosz, A.","Jurkiewicz, J.","Nowak, M. A.","Papp, G.","Zahed, I."],"language":[],"coverage":[],"title":["Applying Free Random Variables to Random Matrix Analysis of Financial\n  Data. Part I: A Gaussian Case"],"description":["  We apply the concept of free random variables to doubly correlated (Gaussian)\nWishart random matrix models, appearing for example in a multivariate analysis\nof financial time series, and displaying both inter-asset cross-covariances and\ntemporal auto-covariances. We give a comprehensive introduction to the rich\nfinancial reality behind such models. We explain in an elementary way the main\ntechniques of the free random variables calculus, with a view to promote them\nin the quantitative finance community. We apply our findings to tackle several\nfinancially relevant problems, such as of an universe of assets displaying\nexponentially decaying temporal covariances, or the exponentially weighted\nmoving average, both with an arbitrary structure of cross-covariances.\n","Comment: A greatly expanded version of the original article (28 pages, 3\n  figures). It focuses on Gaussian randomness, leaving the Levy case for a\n  separate paper"]}]
["physics/0607156",{"format":[],"subject":["Physics - Biological Physics","Physics - Instrumentation and Detectors","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0607156","Opt.Express 14:12517-12531,2006","doi:10.1364/OE.14.012517"],"date":["2006-07-18","2007-01-08"],"type":["text"],"creator":["Wong, Wesley P.","Halvorsen, Ken"],"language":[],"coverage":[],"title":["The effect of integration time on fluctuation measurements: calibrating\n  an optical trap in the presence of motion blur"],"description":["  Dynamical instrument limitations, such as finite detection bandwidth, do not\nsimply add statistical errors to fluctuation measurements, but can create\nsignificant systematic biases that affect the measurement of steady-state\nproperties. Such effects must be considered when calibrating ultra-sensitive\nforce probes by analyzing the observed Brownian fluctuations. In this article,\nwe present a novel method for extracting the true spring constant and diffusion\ncoefficient of a harmonically confined Brownian particle that extends the\nstandard equipartition and power spectrum techniques to account for video-image\nmotion blur. These results are confirmed both numerically with a Brownian\ndynamics simulation, and experimentally with laser optical tweezers.\n","Comment: 12 pages, 6 figures, revtex4; published in Optics Express.\n  http://www.opticsinfobase.org/abstract.cfm?URI=oe-14-25-12517"]}]
["physics/0703238",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703238","Phys. Rev. E 80 (2009) 056705","doi:10.1103/PhysRevE.80.056705"],"date":["2007-03-27","2010-01-18"],"type":["text"],"creator":["White, Brian","Shalloway, David"],"language":[],"coverage":[],"title":["Efficient Uncertainty Minimization for Fuzzy Spectral Clustering"],"description":["  Spectral clustering uses the global information embedded in eigenvectors of\nan inter-item similarity matrix to correctly identify clusters of irregular\nshape, an ability lacking in commonly used approaches such as k-means and\nagglomerative clustering. However, traditional spectral clustering partitions\nitems into hard clusters, and the ability to instead generate fuzzy item\nassignments would be advantageous for the growing class of domains in which\ncluster overlap and uncertainty are important. Korenblum and Shalloway [Phys.\nRev. E 67, 056704 (2003)] extended spectral clustering to fuzzy clustering by\nintroducing the principle of uncertainty minimization. However, this posed a\nchallenging non-convex global optimization problem that they solved by a\nbrute-force technique unlikely to scale to data sets having more than O(10^2)\nitems. Here we develop a new method for solving the minimization problem, which\ncan handle data sets at least two orders of magnitude larger. In doing so, we\nelucidate the underlying structure of uncertainty minimization using multiple\ngeometric representations. This enables us to show how fuzzy spectral\nclustering using uncertainty minimization is related to and generalizes\nclustering motivated by perturbative analysis of almost-block-diagonal\nmatrices. Uncertainty minimization can be applied to a wide variety of existing\nhard spectral clustering approaches, thus transforming them to fuzzy methods.\n","Comment: Keywords: cluster analysis, clustering, spectral clustering, fuzzy\n  clustering, pattern recognition, spectral graph theory, spectral graph\n  partitioning, macrostates; v3 changes: geometric representations motivate 0th\n  order solution; better scaling results because of sparse matrices; v5\n  changes: 19 pages, applied to asymmetric and symmetric matrices"]}]
["quant-ph/0611276",{"format":[],"subject":["Quantum Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0611276","Phys.Rev.Lett.98:220501,2007","doi:10.1103/PhysRevLett.98.220501"],"date":["2006-11-28"],"type":["text"],"creator":["Morley, Gavin W.","van Tol, Johan","Ardavan, Arzhang","Porfyrakis, Kyriakos","Zhang, Jinying","Briggs, G. Andrew D."],"language":[],"coverage":[],"title":["Efficient Dynamic Nuclear Polarization at High Magnetic Fields"],"description":["  By applying a new technique for dynamic nuclear polarization involving\nsimultaneous excitation of electronic and nuclear transitions, we have enhanced\nthe nuclear polarization of the nitrogen nuclei in 15N@C60 by a factor of 1000\nat a fixed temperature of 3 K and a magnetic field of 8.6 T, more than twice\nthe maximum enhancement reported to date. This methodology will allow the\ninitialization of the nuclear qubit in schemes exploiting N@C60 molecules as\ncomponents of a quantum information processing device.\n","Comment: 9 pages, 5 figures"]}]
