["0704.2367",{"format":[],"subject":["Mathematics - Algebraic Geometry","34M55, 34M45, 58F05, 32S65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2367","RIMS Kokyuroku Bessatsu B5 (2008), 137-152"],"date":["2007-04-18","2007-07-17"],"type":["text"],"creator":["Sasano, Yusuke"],"language":[],"coverage":[],"title":["Coupled Painlev\\'e VI systems in dimension four with affine Weyl group\n  symmetry of type $D_6^{(1)}$, II"],"description":["  We give a reformulation of a six-parameter family of coupled Painlev\\'e VI\nsystems with affine Weyl group symmetry of type $D_6^{(1)}$ from the viewpoint\nof its symmetry and holomorphy properties.\n","Comment: 14 pages, 5 figures"]}]
["0704.2393",{"format":[],"subject":["Mathematics - Algebraic Geometry","34M55, 34M45, 58F05, 32S65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2393","Funkcialaj Ekvacioj, 51 (2008) 351-369"],"date":["2007-04-18"],"type":["text"],"creator":["Sasano, Yusuke"],"language":[],"coverage":[],"title":["Symmetry in the Painlev\\'e systems and their extensions to\n  four-dimensional systems"],"description":["  We give a new approach to the symmetries of the Painlev\\'e equations\n$P_{V},P_{IV},P_{III}$ and $P_{II}$, respectively. Moreover, we make natural\nextensions to fourth-order analogues for each of the Painlev\\'e equations\n$P_{V}$ and $P_{III}$, respectively, which are natural in the sense that they\npreserve the symmetries.\n","Comment: 32 pages, 16 figures"]}]
["0704.3686",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3686"],"date":["2007-04-27","2010-11-03"],"type":["text"],"creator":["Chernozhukov, Victor","Fernandez-Val, Ivan","Galichon, Alfred"],"language":[],"coverage":[],"title":["Improving Estimates of Monotone Functions by Rearrangement"],"description":["  Suppose that a target function is monotonic, namely, weakly increasing, and\nan original estimate of the target function is available, which is not weakly\nincreasing. Many common estimation methods used in statistics produce such\nestimates. We show that these estimates can always be improved with no harm\nusing rearrangement techniques: The rearrangement methods, univariate and\nmultivariate, transform the original estimate to a monotonic estimate, and the\nresulting estimate is closer to the true curve in common metrics than the\noriginal estimate. We illustrate the results with a computational example and\nan empirical example dealing with age-height growth charts.\n","Comment: 31 pages, 8 figures, low resolution figures. This paper has been\n  withdraw by the authors because it has been replaced by \"Improving Point and\n  Interval Estimates of Monotone Functions by Rearrangement,\" arXiv:0806.4730"]}]
["0705.0244",{"format":[],"subject":["Mathematical Physics","46S10, 82B26, 12J12, 39A70, 47H10, 60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0244","Nonlinearity 20:2923-2937,2007","doi:10.1088/0951-7715/20/12/010"],"date":["2007-05-02","2007-12-18"],"type":["text"],"creator":["Khrennikov, A. Yu.","Mukhamedov, F. M.","Mendes, J. F. F."],"language":[],"coverage":[],"title":["On $p$-adic Gibbs measures of countable state Potts model on the Cayley\n  tree"],"description":["  In the present paper we consider countable state $p$-adic Potts model on the\nCayley tree. A construction of $p$-adic Gibbs measures which depends on weights\n$\\l$ is given, and an investigation of such measures is reduced to examination\nof an infinite-dimensional recursion equation. Studying of the derived equation\nunder some condition on weights, we prove absence of the phase transition. Note\nthat the condition does not depend on values of the prime $p$, and an analogues\nfact is not true when the number of spins is finite. For homogeneous model it\nis shown that the recursive equation has only one solution under that condition\non weights. This means that there is only one $p$-adic Gibbs measure $\\m_\\l$.\nThe boundedness of the measure is also established. Moreover, continuous\ndependence the measure $\\m_\\l$ on $\\l$ is proved. At the end we formulate one\nlimit theorem for $\\m_\\l$.\n","Comment: 13 pages. submitted"]}]
["0706.0063",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0063","Mod.Phys.Lett.A22:3027-3036,2007","doi:10.1142/S0217732307026163"],"date":["2007-06-01"],"type":["text"],"creator":["Shima, Kazunari","Tsuda, Motomu"],"language":[],"coverage":[],"title":["N = 2 Supersymmetric QED equivalence of N = 2 Volkov-Akulov model"],"description":["  We show explicitly in two dimensional spacetime (d = 2) that the N = 2\nVolkov-Akulov model is equivalent to the spontaneously broken linear\nsupersymmetry (LSUSY) interacting gauge theory for N = 2 vector and N = 2\nscalar supermultiplets. The local gauge interaction of LSUSY is induced by the\nspecific composite structure of the auxiliary fields and the consequent\ntransformations.\n","Comment: 11 pages"]}]
["0706.2764",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2764","Phys.Lett.B653:196-201,2007","doi:10.1016/j.physletb.2007.07.069"],"date":["2007-06-19","2007-06-22"],"type":["text"],"creator":["Avdeenkov, A.","Gruemmer, F.","Kamerdzhiev, S.","Krewald, S.","Lyutorovich, N.","Speth, J."],"language":[],"coverage":[],"title":["Self-consistent calculations within the Extended Theory of Finite Fermi\n  Systems"],"description":["  The Extended Theory of Finite Fermi Systems(ETFFS) describes nuclear\nexcitations considering phonons and pairing degrees of freedom, using\nexperimental single particle energies and the effective Landau-Migdal\ninteraction. Here we use the Skyrme interactions in order to extend the range\nof applicability of the ETFFS to experimentally not yet investigated\nshort-lived isotopes. We find that Skyrme interactions which reproduce at the\nmean field level both ground state properties and nuclear excitations are able\nto describe the spreading widths of the giant resonances in the new approach,\nbut produce shifts of the centroid energies. A renormalization of the Skyrme\ninteractions is required for approaches going beyond the mean field level.\n","Comment: 7 pages, 5 figures, corrected typos"]}]
["0708.0775",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0775","Phys.Lett.B651:363-368,2007","doi:10.1016/j.physletb.2007.06.051"],"date":["2007-08-06"],"type":["text"],"creator":["Kelkar, N. G.","Nowakowski, M."],"language":[],"coverage":[],"title":["Breit type equation for mesonic atoms"],"description":["  The finite size effects and relativistic corrections in pionic and kaonic\nhydrogen are evaluated by generalizing the Breit equation for a spin-0 -\nspin-1/2 amplitude with the inclusion of the hadron electromagnetic form\nfactors. The agreement of the relativistic corrections to the energies of the\nmesonic atoms with other methods used to evaluate them is not exact, but\nreasonably good. The precision values of the energy shifts due to the strong\ninteraction, extracted from data, are however subject to the hadronic form\nfactor uncertainties.\n","Comment: 11 pages Latex"]}]
["0710.2964",{"format":[],"subject":["Mathematics - Number Theory","11S40, 11M26, 11M41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2964","5th Asian Mathematical Conference Proceedings, Vol. 1, p.255 -\n  261, 2009"],"date":["2007-10-16","2008-04-04"],"type":["text"],"creator":["Hashimoto, Yasufumi"],"language":[],"coverage":[],"title":["Prime and zero distributions for meromorphic Euler products"],"description":["  The aim of the present paper is to study the relations between the prime\ndistribution and the zero distribution for generalized zeta functions which are\nexpressed by Euler products and is analytically continued as meromorphic\nfunctions of finite order. In this paper, we give an inequality between the\norder of the zeta function as a meromorphic function and the growth of the\nmultiplicity in the prime distribution.\n","Comment: 9 pages"]}]
["0710.3572",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3572","Phys. Rev. B 76, 195301 (2007)","doi:10.1103/PhysRevB.76.195301"],"date":["2007-10-18"],"type":["text"],"creator":["Zibold, Tobias","Vogl, Peter","Bertoni, Andrea"],"language":[],"coverage":[],"title":["Theory of semiconductor quantum-wire based single- and two-qubit gates"],"description":["  A GaAs/AlGaAs based two-qubit quantum device that allows the controlled\ngeneration and straightforward detection of entanglement by measuring a\nstationary current-voltage characteristic is proposed. We have developed a\ntwo-particle Green's function method of open systems and calculate the\nproperties of three-dimensional interacting entangled systems\nnon-perturbatively. We present concrete device designs and detailed, charge\nself-consistent predictions. One of the qubits is an all-electric Mach-Zehnder\ninterferometer that consists of two electrostatically defined quantum wires\nwith coupling windows, whereas the second qubit is an electrostatically defined\ndouble quantum dot located in a second two-dimensional electron gas beneath the\nquantum wires. We find that the entanglement of the device can be controlled\nexternally by tuning the tunneling coupling between the two quantum dots.\n","Comment: 16 pages, 13 figures, RevTex4 two-column format, to appear in Phys.\n  Rev. B"]}]
["0710.4884",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4884","New J. Phys. 10 (2008) 013031","doi:10.1088/1367-2630/10/1/013031"],"date":["2007-10-25","2008-02-05"],"type":["text"],"creator":["Branciard, Cyril","Gisin, Nicolas","Scarani, Valerio"],"language":[],"coverage":[],"title":["Upper Bounds for the Security of two Distributed-Phase Reference\n  Protocols of Quantum Cryptography (Coherent-One-Way and\n  Differential-Phase-Shift)"],"description":["  The Differential-Phase-Shift (DPS) and the Coherent-One-Way (COW) are among\nthe most practical protocols for quantum cryptography, and are therefore the\nobject of fast-paced experimental developments. The assessment of their\nsecurity is also a challenge for theorists: the existing tools, that allow to\nprove security against the most general attacks, do not apply to these two\nprotocols in any straightforward way. We present new upper bounds for their\nsecurity in the limit of large distances ($d \\gtrsim 50$km with typical values\nin optical fibers) by considering a large class of collective attacks, namely\nthose in which the adversary attaches ancillary quantum systems to each pulse\nor to each pair of pulses. We introduce also two modified versions of the COW\nprotocol, which may prove more robust than the original one.\n","Comment: 19 pages, 7 figures. Published version, 1 figure added"]}]
["0806.1360",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1360","J.Geom.Phys.60:1576-1603,2010","doi:10.1016/j.geomphys.2010.05.013"],"date":["2008-06-08","2010-06-16"],"type":["text"],"creator":["Anco, S. C.","Myrzakulov, R."],"language":[],"coverage":[],"title":["Integrable generalizations of Schrodinger maps and Heisenberg spin\n  models from Hamiltonian flows of curves and surfaces"],"description":["  A moving frame formulation of non-stretching geometric curve flows in\nEuclidean space is used to derive a 1+1 dimensional hierarchy of integrable\nSO(3)-invariant vector models containing the Heisenberg ferromagnetic spin\nmodel as well as a model given by a spin-vector version of the mKdV equation.\nThese models describe a geometric realization of the NLS hierarchy of soliton\nequations whose bi-Hamiltonian structure is shown to be encoded in the Frenet\nequations of the moving frame. This derivation yields an explicit\nbi-Hamiltonian structure, recursion operator, and constants of motion for each\nmodel in the hierarchy. A generalization of these results to geometric surface\nflows is presented, where the surfaces are non-stretching in one direction\nwhile stretching in all transverse directions. Through the Frenet equations of\na moving frame, such surface flows are shown to encode a hierarchy of 2+1\ndimensional integrable SO(3)-invariant vector models, along with their\nbi-Hamiltonian structure, recursion operator, and constants of motion,\ndescribing a geometric realization of 2+1 dimensional bi-Hamiltonian NLS and\nmKdV soliton equations. Based on the well-known equivalence between the\nHeisenberg model and the Schrodinger map equation in 1+1 dimensions, a\ngeometrical formulation of these hierarchies of 1+1 and 2+1 vector models is\ngiven in terms of dynamical maps into the 2-sphere. In particular, this\nformulation yields a new integrable generalization of the Schrodinger map\nequation in 2+1 dimensions as well as a mKdV analog of this map equation\ncorresponding to the mKdV spin model in 1+1 and 2+1 dimensions.\n","Comment: Published version with typos corrected. Significantly expanded\n  version of a talk given by the first author at the 2008 BIRS workshop on\n  \"Geometric Flows in Mathematics and Physics\""]}]
["0807.2346",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2346","Phys.Atom.Nucl.73:791-804,2010","doi:10.1134/S1063778810050078"],"date":["2008-07-15","2010-11-03"],"type":["text"],"creator":["Huong, Do T.","Long, Hoang N."],"language":[],"coverage":[],"title":["Inflationary scenario in the supersymmetric economical 3-3-1 model"],"description":["  We construct the supersymmetric economical 3-3-1 model which contains\ninflationary scenario and avoids the monopole puzzle. Based on the spontaneous\nsymmetry breaking pattern (with three steps), the $F$-term inflation is\nderived. The slow-roll parameters $\\ep$ and $\\eta$ are calculated. By imposing\nas experimental five-year WMAP data on the spectral index $n$, we have derived\na constraint on the number of e-folding $N_Q$ to be in the range from 25 to 50.\nThe scenario for large-scale structure formation implied by the model is a\nmixed scenario for inflation and cosmic string, and the contribution to the\nCMBR temperature anisotropy depends on the ratio $\\frac{M_X}{M_P}$. From the\nCOBE data, we have obtained the constraint on the $M_X$ to be $M_X\\in[1.22\n\\times 10^{16} - 0.98 \\times 10^{17}]$ GeV. The upper value $M_X\\simeq 10^{17}$\nGeV is a result of the analysis in which the inflationary contribution to the\ntemperature fluctuations measured by the COBE is 90%. The coupling $\\alpha$\nvaries in the range: $ 10^{-7} - 10^{-1} $. This value is not so small, and it\nis a common characteristics of the supersymmetric unified models with the\ninflationary scenario. The spectral index $n$ is a little bit smaller than\n0.98. The SUGRA corrections are slightly different from the previous\nconsideration. When $\\xi \\ll 1$ and $ \\al $ lies in the above range, the\nspectral index gets the value consistent with the experimental five-year WMAP\ndata. Comparing with string theory, one gets $\\xi < 10^{-8}$. Numerical\nanalysis shows that $ \\al \\approx 10^{-6}$. To get inflation contribution to\nthe CMBR temperature anisotropy $\\approx 90%$, the mass scale $M_X \\sim 3.5\n\\times 10^{14}$ GeV.\n","Comment: 15 pages, 5 figures"]}]
["0809.0660",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0660","IEEE Signal Processing Letters, Feb. 2010 Volume : 17 , Issue: 2\n  On page(s): 181 - 184"],"date":["2008-09-03","2009-09-23"],"type":["text"],"creator":["Chretien, Stephane"],"language":[],"coverage":[],"title":["An Alternating l1 approach to the compressed sensing problem"],"description":["  Compressed sensing is a new methodology for constructing sensors which allow\nsparse signals to be efficiently recovered using only a small number of\nobservations. The recovery problem can often be stated as the one of finding\nthe solution of an underdetermined system of linear equations with the smallest\npossible support. The most studied relaxation of this hard combinatorial\nproblem is the $l_1$-relaxation consisting of searching for solutions with\nsmallest $l_1$-norm. In this short note, based on the ideas of Lagrangian\nduality, we introduce an alternating $l_1$ relaxation for the recovery problem\nenjoying higher recovery rates in practice than the plain $l_1$ relaxation and\nthe recent reweighted $l_1$ method of Cand\\`es, Wakin and Boyd.\n","Comment: 7 pages, 1 figure, presented at ICIAM 07"]}]
["0809.2904",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","High Energy Physics - Theory","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2904","Found.Phys.40:1476-1493, 2010","doi:10.1007/s10701-009-9383-9"],"date":["2008-09-17","2009-12-05"],"type":["text"],"creator":["Zeh, H. D."],"language":[],"coverage":[],"title":["Quantum discreteness is an illusion"],"description":["  I review arguments demonstrating how the concept of \"particle\" numbers arises\nin the form of equidistant energy eigenvalues of coupled harmonic oscillators\nrepresenting free fields. Their quantum numbers (numbers of nodes of the wave\nfunctions) can be interpreted as occupation numbers for objects with a formal\nmass (defined by the field equation) and spatial wave number (\"momentum\")\ncharacterizing classical field modes. A superposition of different oscillator\neigenstates, all consisting of n modes having one node, while all others have\nnone, defines a nondegenerate \"n-particle wave function\". Other discrete\nproperties and phenomena (such as particle positions and \"events\") can be\nunderstood by means of the fast but smooth process of decoherence: the\nirreversible dislocalization of superpositions. Any wave-particle dualism thus\nbecomes obsolete. The observation of individual outcomes of this decoherence\nprocess in measurements requires either a subsequent collapse of the wave\nfunction or a \"branching observer\" in accordance with the Schr\\\"odinger\nequation - both possibilities applying clearly after the decoherence process.\nAny probability interpretation of the wave function in terms of local elements\nof reality, such as particles or other classical concepts, would open a\nPandora's box of paradoxes, as is illustrated by various misnomers that have\nbecome popular in quantum theory.\n","Comment: 18 pages. v2: Some text and two references added. v3: Minor changes,\n  one reference added. v4: 21 pages. Submitted to AmJP (not accepted). v5:\n  Minor changes (mainly formulations). v6: Accepted by Found.Phys. Final\n  version is available at http://www.springerlink.com"]}]
["0810.2850",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2850","New J. Phys. 11, 023024 (2009)","doi:10.1088/1367-2630/11/2/023024"],"date":["2008-10-16"],"type":["text"],"creator":["Tashima, Toshiyuki","Ozdemir, Sahin Kaya","Yamamoto, Takashi","Koashi, Masato","Imoto, Nobuyuki"],"language":[],"coverage":[],"title":["Local expansion of photonic W state using a polarization dependent\n  beamsplitter"],"description":["  We propose a simple probabilistic optical gate to expand polarization\nentangled W states. The gate uses one polarization-dependent beamsplitter and a\nhorizontally polarized single photon as an ancilla. The gate post-selectively\nexpands $N$-photon W states to $(N+1)$-photon W states. A feasibility analysis\nconsidering the realistic experimental conditions show that the scheme is\nwithin the reach of the current quantum optical technologies.\n","Comment: 10 pages, 5 figures"]}]
["0811.3758",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3758","Funct. Anal. Other Math., 3 (2010) 97-101","doi:10.1007/s11853-010-0038-3"],"date":["2008-11-23","2009-02-13"],"type":["text"],"creator":["Shchur, Vladimir L."],"language":[],"coverage":[],"title":["Exact properties of Frobenius numbers and fraction of the symmetric\n  semigroups in the weak limit for n=3"],"description":["  We generalize and prove a hypothesis by V. Arnold on the parity of Frobenius\nnumber. For the case of symmetric semigroups with three generators of Frobenius\nnumbers we found an exact formula, which in a sense is the sum of two\nSylvester's formulaes. We prove that the fraction of the symmetric semigroups\nis vanishing in the weak limit.\n"]}]
["0812.2925",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2925","Phys.Rev.E80:021130,2009","doi:10.1103/PhysRevE.80.021130"],"date":["2008-12-15","2009-01-21"],"type":["text"],"creator":["Morin-Duchesne, Alexi","Saint-Aubin, Yvan"],"language":[],"coverage":[],"title":["Critical exponents for the homology of Fortuin-Kasteleyn clusters on a\n  torus"],"description":["  A Fortuin-Kasteleyn cluster on a torus is said to be of type $\\{a,b\\},\na,b\\in\\mathbb Z$, if it possible to draw a curve belonging to the cluster that\nwinds $a$ times around the first cycle of the torus as it winds $-b$ times\naround the second. Even though the $Q$-Potts models make sense only for $Q$\nintegers, they can be included into a family of models parametrized by\n$\\beta=\\sqrt{Q}$ for which the Fortuin-Kasteleyn clusters can be defined for\nany real $\\beta\\in (0,2]$. For this family, we study the probability\n$\\pi({\\{a,b\\}})$ of a given type of clusters as a function of the torus modular\nparameter $\\tau=\\tau_r+i\\tau_i$. We compute the asymptotic behavior of some of\nthese probabilities as the torus becomes infinitely thin. For example, the\nbehavior of $\\pi(\\{1,0\\})$ is studied along the line $\\tau_r=0$ and\n$\\tau_i\\to\\infty$. Exponents describing these behaviors are defined and related\nto weights $h_{r,s}$ of the extended Kac table for $r,s$ integers, but also\nhalf-integers. Numerical simulations are also presented. Possible relationship\nwith recent works and conformal loop ensembles is discussed.\n","Comment: References and one figure added"]}]
["0904.0390",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B40, 35B41, 35Q35, 76D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0390","Discrete Contin. Dyn. Syst. Vol. 20, 379-396 (2010)"],"date":["2009-04-02"],"type":["text"],"creator":["Wu, Hao"],"language":[],"coverage":[],"title":["Long-time Behavior for Nonlinear Hydrodynamic System Modeling the\n  Nematic Liquid Crystal Flows"],"description":["  We study a simplified system of the original Ericksen--Leslie equations for\nthe flow of nematic liquid crystals. This is a coupled non-parabolic\ndissipative dynamic system. We show the convergence of global classical\nsolutions to single steady states as time goes to infinity (uniqueness of\nasymptotic limit) by using the \\L ojasiewicz--Simon approach. Moreover, we\nprovide an estimate on the convergence rate. Finally, we discuss some possible\nextensions of the results to certain generalized problems with changing density\nor free-slip boundary condition.\n","Comment: 26 pages"]}]
["0905.0377",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","05E10, 14M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0377","JCT-A 118 (2011) 37--57","doi:10.1016/j.jcta.2010.04.002"],"date":["2009-05-04","2010-03-30"],"type":["text"],"creator":["Bergeron, Nantel","Chen, Zhi"],"language":[],"coverage":[],"title":["Basis of Diagonally Alternating Harmonic Polynomials for low degree"],"description":["  Given a list of $n$ cells $L=[(p_1,q_1),...,(p_n, q_n)]$ where $p_i, q_i\\in\n\\textbf{Z}_{\\ge 0}$, we let $\\Delta_L=\\det |{(p_j!)^{-1}(q_j!)^{-1}\nx^{p_j}_iy^{q_j}_i} |$. The space of diagonally alternating polynomials is\nspanned by $\\{\\Delta_L\\}$ where $L$ varies among all lists with $n$ cells. For\n$a>0$, the operators $E_a=\\sum_{i=1}^{n} y_i\\partial_{x_i}^a$ act on diagonally\nalternating polynomials and Haiman has shown that the space $A_n$ of diagonally\nalternating harmonic polynomials is spanned by $\\{E_\\lambda\\Delta_n\\}$. For\n$t=(t_m,...,t_1)\\in \\textbf{Z}_{> 0}^m$ with $t_m>...>t_1>0$, we consider here\nthe operator $F_t=\\det\\big\\|E_{t_{m-j+1}+(j-i)}\\big\\|$. Our first result is to\nshow that $F_t\\Delta_L$ is a linear combination of $\\Delta_{L'}$ where $L'$ is\nobtained by {\\sl moving} $\\ell(t)=m$ distinct cells from $L$ in some determined\nfashion. This allows us to control the leading term of some elements of the\nform $F_{t_{(1)}}... F_{t_{(r)}}\\Delta_n$. We use this to describe explicit\nbases of some of the bihomogeneous components of $A_n=\\bigoplus A_n^{k,l}$\nwhere $A_n^{k,l}=\\hbox{Span}\\{E_\\lambda\\Delta_n :\\ell(\\lambda)=l,\n|\\lambda|=k\\}$. More precisely we give an explicit basis of $A_n^{k,l}$\nwhenever $k<n$. To this end, we introduce a new variation of Schensted\ninsertion on a special class of tableaux. This produces a bijection between\npartitions and this new class of tableaux. The combinatorics of those tableaux\n$T$ allows us to know exactly the leading term of $F_T\\Delta_n$ where $F_T$ is\nthe operator corresponding to the columns of $T$ and whenever $n$ is bigger\nthan the weight of $T$.\n","Comment: To appear in JCT-A; 21 pages, one PDF figure"]}]
["0905.0572",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0572"],"date":["2009-05-05","2010-11-03"],"type":["text"],"creator":["Zarouf, Rachid"],"language":[],"coverage":[],"title":["Effective H^{\\infty} interpolation constrained by Hardy and Bergman\n  weighted norms"],"description":["  Given a finite set $\\sigma$ of the unit disc $\\mathbb{D}$ and a holomorphic\nfunction $f$ in $\\mathbb{D}$ which belongs to a class $X$ we are looking for a\nfunction $g$ in another class $Y$ which minimizes the norm $|g|_{Y}$ among all\nfunctions $g$ such that $g_{|\\sigma}=f_{|\\sigma}$. Generally speaking, the\ninterpolation constant considered is $c(\\sigma,\\, X,\\, Y)={sup}{}_{f\\in\nX,\\,\\parallel f\\parallel_{X}\\leq1}{inf}\\{|g|_{Y}:\\, g_{|\\sigma}=f_{|\\sigma}\\}\n\\,.$ When $Y=H^{\\infty}$, our interpolation problem includes those of\nNevanlinna-Pick (1916), Caratheodory-Schur (1908). Moreover, Carleson's free\ninterpolation (1958) has also an interpretation in terms of our constant\n$c(\\sigma,\\, X,\\, H^{\\infty})$.} If $X$ is a Hilbert space belonging to the\nscale of Hardy and Bergman weighted spaces, we show that $c(\\sigma,\\, X,\\,\nH^{\\infty})\\leq a\\phi_{X}(1-\\frac{1-r}{n})$ where $n=#\\sigma$,\n$r={max}{}_{\\lambda\\in\\sigma}|\\lambda|$ and where $\\phi_{X}(t)$ stands for the\nnorm of the evaluation functional $f\\mapsto f(t)$ on the space $X$. The upper\nbound is sharp over sets $\\sigma$ with given $n$ and $r$.} If $X$ is a general\nHardy-Sobolev space or a general weighted Bergman space (not necessarily of\nHilbert type), we also found upper and lower bounds for $c(\\sigma,\\, X,\\,\nH^{\\infty})$ (sometimes for special sets $\\sigma$) but with some gaps between\nthese bounds.} This constrained interpolation is motivated by some applications\nin matrix analysis and in operator theory.}\n"]}]
["0906.2997",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Information Theory","Mathematics - Probability","37B50 (Primary), 37A35, 37B10, 37A50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2997"],"date":["2009-06-16","2010-11-03"],"type":["text"],"creator":["Palmer, Ian","Bellissard, Jean"],"language":[],"coverage":[],"title":["The Jewett-Krieger Construction for Tilings"],"description":["  Given a random distribution of impurities on a periodic crystal, an\nequivalent uniquely ergodic tiling space is built, made of aperiodic,\nrepetitive tilings with finite local complexity, and with configurational\nentropy close to the entropy of the impurity distribution. The construction is\nthe tiling analog of the Jewett-Kreger theorem.\n","Comment: This paper has been withdrawn in order to address conceptual\n  problems. It will be rewritten and resubmitted at a later date"]}]
["0906.3492",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Optimization and Control","52B05","52A01"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3492","Journal of Combinatorial Theory, Series A, Volume 118, Issue 1,\n  January 2011, Pages 162-189","doi:10.1016/j.jcta.2010.04.003"],"date":["2009-06-18"],"type":["text"],"creator":["Allamigeon, Xavier","Gaubert, Stephane","Katz, Ricardo D."],"language":[],"coverage":[],"title":["The number of extreme points of tropical polyhedra"],"description":["  The celebrated upper bound theorem of McMullen determines the maximal number\nof extreme points of a polyhedron in terms of its dimension and the number of\nconstraints which define it, showing that the maximum is attained by the polar\nof the cyclic polytope. We show that the same bound is valid in the tropical\nsetting, up to a trivial modification. Then, we study the natural candidates to\nbe the maximizing polyhedra, which are the polars of a family of cyclic\npolytopes equipped with a sign pattern. We construct bijections between the\nextreme points of these polars and lattice paths depending on the sign pattern,\nfrom which we deduce explicit bounds for the number of extreme points, showing\nin particular that the upper bound is asymptotically tight as the dimension\ntends to infinity, keeping the number of constraints fixed. When transposed to\nthe classical case, the previous constructions yield some lattice path\ngeneralizations of Gale's evenness criterion.\n","Comment: 26 pages, 4 figures, 1 table"]}]
["0908.2332",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Symbolic Computation","Quantum Physics","05E99, 03.65.Fd"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2332","DMTCS 12, 2 (2010) 1"],"date":["2009-08-17","2009-12-30"],"type":["text"],"creator":["Duchamp, Gérard Henry Edmond","Poinsot, Laurent","Solomon, Allan I.","Penson, Karol A.","Blasiak, Pawel","Horzela, Andrzej"],"language":[],"coverage":[],"title":["Ladder Operators and Endomorphisms in Combinatorial Physics"],"description":["  Starting with the Heisenberg-Weyl algebra, fundamental to quantum physics, we\nfirst show how the ordering of the non-commuting operators intrinsic to that\nalgebra gives rise to generalizations of the classical Stirling Numbers of\nCombinatorics. These may be expressed in terms of infinite, but {\\em\nrow-finite}, matrices, which may also be considered as endomorphisms of\n$\\C[[x]]$. This leads us to consider endomorphisms in more general spaces, and\nthese in turn may be expressed in terms of generalizations of the\nladder-operators familiar in physics.\n"]}]
["0909.0302",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0302","JCAP 1009:017,2010","doi:10.1088/1475-7516/2010/09/017"],"date":["2009-09-01","2010-03-30"],"type":["text"],"creator":["Sheykhi, A.","Bagheri, A.","Yazdanpanah, M. M."],"language":[],"coverage":[],"title":["Interacting agegraphic quintessence dark energy in non-flat universe"],"description":["  We suggest a correspondence between interacting agegraphic dark energy models\nand the quintessence scalar field in a non-flat universe. We demonstrate that\nthe agegraphic evolution of the universe can be described completely by a\nsingle quintessence scalar field. Then, we reconstruct the potential of the\ninteracting agegraphic quintessence dark energy as well as the dynamics of the\nscalar field according to the evolution of the agegraphic dark energy.\n","Comment: 12 pages, 12 figures"]}]
["0910.0695",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Engineering, Finance, and Science","Mathematics - Combinatorics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0695","Journal of Nonlinear Systems and Applications 1, 1 (2010) 58-62"],"date":["2009-10-05","2010-02-11"],"type":["text"],"creator":["Poinsot, L.","Duchamp, G. H. E.","Goodenough, S.","Penson, K. A."],"language":[],"coverage":[],"title":["Statistics on Graphs, Exponential Formula and Combinatorial Physics"],"description":["  The concern of this paper is a famous combinatorial formula known under the\nname \"exponential formula\". It occurs quite naturally in many contexts\n(physics, mathematics, computer science). Roughly speaking, it expresses that\nthe exponential generating function of a whole structure is equal to the\nexponential of those of connected substructures. Keeping this descriptive\nstatement as a guideline, we develop a general framework to handle many\ndifferent situations in which the exponential formula can be applied.\n"]}]
["0910.1308",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20G20, 22E46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1308"],"date":["2009-10-07","2010-11-03"],"type":["text"],"creator":["Schwarz, Gerald W."],"language":[],"coverage":[],"title":["Linear maps preserving orbits"],"description":["  Let H\\subset\\GL(V) be a connected complex reductive group where V is a\nfinite-dimensional complex vector space. Let v\\in V and let G=\\{g\\in\\GL(V)\\mid\ngHv = Hv\\}. Following Ra\\\"is we say that the orbit Hv is \\emph{characteristic\nfor H} if the identity component of G is H. If H is semisimple, we say that Hv\nis \\emph{semi-characteristic} for H if the identity component of G is an\nextension of H by a torus. We classify the H-orbits which are not\n(semi)-characteristic in many cases.\n","Comment: 27 pages, minor changes. To appear in Annales de l'institut Fourier"]}]
["0910.2823",{"format":[],"subject":["Quantum Physics","Primary: 03G12, Secondary: 06F20, 81P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2823","Proc. Amer. Math. Soc. 139 (2011), 331-344","doi:10.1090/S0002-9939-2010-10554-3"],"date":["2009-10-15","2010-03-19"],"type":["text"],"creator":["Jenča, Gejza"],"language":[],"coverage":[],"title":["Coexistence in interval effect algebras"],"description":["  Motivated by the notion of coexistence of effect-valued observables, we give\na characterization of coexistent subsets of interval effect algebras.\n"]}]
["0911.0398",{"format":[],"subject":["Mathematics - Commutative Algebra","13C14, 13A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0398","Proc. of the Amer. Math. Soc., 138 (2010), No. 11, 3849--3862"],"date":["2009-11-02","2010-11-03"],"type":["text"],"creator":["Dietz, Geoffrey D."],"language":[],"coverage":[],"title":["A Characterization of Closure Operations That Induce Big Cohen-Macaulay\n  Modules"],"description":["  The intent of this paper is to present a set of axioms that are sufficient\nfor a closure operation to generate a balanced big Cohen-Macaulay module B over\na complete local domain R. Conversely, we show that if such a B exists over R,\nthen there exists a closure operation that satisfies the given axioms.\n","Comment: 14 pages"]}]
["0911.2831",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2831","Gen.Rel.Grav.42:1571-1583,2010","doi:10.1007/s10714-010-0929-0"],"date":["2009-11-14","2010-02-06"],"type":["text"],"creator":["Sheykhi, A.","Hendi, S. H."],"language":[],"coverage":[],"title":["Charged rotating dilaton black branes in AdS universe"],"description":["  We present the metric for the $(n+1)$-dimensional charged rotating dilaton\nblack branes with cylindrical or toroidal horizons in the background of anti-de\nSitter spacetime. We find the suitable counterterm which removes the\ndivergences of the action in the presence of the dilaton potential in all\nhigher dimensions. We plot the Penrose diagrams of the spacetime and reveal\nthat the spacetime geometry crucially modifies in the presence of the dilaton\nfield. The conserved and thermodynamic quantities of the black branes are also\ncomputed.\n","Comment: 13 pages, 3 figures, to appear in Gen. Relat. Gravit"]}]
["0911.4320",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Mathematical Physics","Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4320","Prog.Theor.Phys.Suppl.184:497-515,2010","doi:10.1143/PTPS.184.497"],"date":["2009-11-22"],"type":["text"],"creator":["Hatano, Naomichi"],"language":[],"coverage":[],"title":["Resonant states of open quantum systems"],"description":["  We first show that quantum resonant states observe particle number\nconservation and hence are consistent with the probabilistic interpretation of\nquantum mechanics. We then present for a class of quantum open systems, a\nresonant-state expansion of the sum of the retarded and advanced Green's\nfunctions. The expansion is given purely in terms of all discrete eigenstates\nand does not contain any background integrals. Using the expansion, we argue\nthat the Fano asymmetry of resonance peaks is interpreted as interference\nbetween discrete eigenstates. We microscopically derive the Fano parameters for\nseveral cases.\n","Comment: 19 pages, to be published in Progress of Theoretical Physics,\n  Supplement"]}]
["0912.1807",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1807","Int.J.Theor.Phys.49:445-457,2010","doi:10.1007/s10773-009-0223-7"],"date":["2009-12-09"],"type":["text"],"creator":["Sheykhi, A.","Ebrahimi, E."],"language":[],"coverage":[],"title":["Magnetic Branes in Brans-Dicke-Maxwell Theory"],"description":["  We present a new class of magnetic brane solutions in $(n+1)$-dimensional\nBrans-Dicke-Maxwell theory in the presence of a quadratic potential for the\nscalar field. These solutions are neither asymptotically flat nor (anti)-de\nSitter. Our strategy for constructing these solutions is applying a conformal\ntransformation to the corresponding solutions in dilaton gravity. This class of\nsolutions represents a spacetime with a longitudinal magnetic field generated\nby a static brane. They have no curvature singularity and no horizons but have\na conic geometry with a deficit angle $\\delta$. We generalize this class of\nsolutions to the case of spinning magnetic brane with all rotation parameters.\nWe also use the counterterm method and calculate the conserved quantities of\nthe solutions.\n","Comment: 15 pages, Accepted for publication in IJTP"]}]
["0912.4816",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4816","Class.Quant.Grav.27:215008,2010","doi:10.1088/0264-9381/27/21/215008"],"date":["2009-12-24","2010-08-10"],"type":["text"],"creator":["Mukherjee, Pradip"],"language":[],"coverage":[],"title":["Poincare gauge theory from higher derivative matter lagrangean"],"description":["  Starting from matter lagrangean containing higher order derivative than the\nfirst, we construct the Poincare gauge theory by localising the Poincare\nsymmetry of the matter theory. The construction is shown to follow the usual\ngeometric procedure of gravitational coupling, thereby buttressing the\ngeometric interpretation of the Poincare gauge theory.\n","Comment: Some modifications of text,typos corrected, 8 pages, latex This\n  version to be published in Classical and Quantum Gravity"]}]
["0912.5434",{"format":[],"subject":["Computer Science - Information Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5434","Algorithms 3:329-350,2010","doi:10.3390/a3040329"],"date":["2009-12-30","2010-09-30"],"type":["text"],"creator":["Hutter, Marcus"],"language":[],"coverage":[],"title":["A Complete Theory of Everything (will be subjective)"],"description":["  Increasingly encompassing models have been suggested for our world. Theories\nrange from generally accepted to increasingly speculative to apparently bogus.\nThe progression of theories from ego- to geo- to helio-centric models to\nuniverse and multiverse theories and beyond was accompanied by a dramatic\nincrease in the sizes of the postulated worlds, with humans being expelled from\ntheir center to ever more remote and random locations. Rather than leading to a\ntrue theory of everything, this trend faces a turning point after which the\npredictive power of such theories decreases (actually to zero). Incorporating\nthe location and other capacities of the observer into such theories avoids\nthis problem and allows to distinguish meaningful from predictively meaningless\ntheories. This also leads to a truly complete theory of everything consisting\nof a (conventional objective) theory of everything plus a (novel subjective)\nobserver process. The observer localization is neither based on the\ncontroversial anthropic principle, nor has it anything to do with the\nquantum-mechanical observation process. The suggested principle is extended to\nmore practical (partial, approximate, probabilistic, parametric) world models\n(rather than theories of everything). Finally, I provide a justification of\nOckham's razor, and criticize the anthropic principle, the doomsday argument,\nthe no free lunch theorem, and the falsifiability dogma.\n","Comment: 26 LaTeX pages"]}]
["1001.3956",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3956","APPLIED PHYSICS LETTERS 97, 152111 (2010)","doi:10.1063/1.3496440"],"date":["2010-01-22","2010-10-01"],"type":["text"],"creator":["Perna, Paolo","Maccariello, Davide","Radovic, Milan","di Uccio, Umberto Scotti","Pallecchi, Ilaria","Codda, Marta","Marré, Daniele","Cantoni, Claudia","Gazquez, Jaume","Varela, Maria","Pennycook, Steve","Granozio, Fabio Miletto"],"language":[],"coverage":[],"title":["Conducting interfaces between band insulating oxides: the LaGaO3/SrTiO3"],"description":["  We show that the growth of the heterostructure LaGaO3/SrTiO3 yields the\nformation of a highly conductive interface. Our samples were carefully analyzed\nby high resolution electron microscopy, in order to assess their crystal\nperfection and to evaluate the abruptness of the interface. Their carrier\ndensity and sheet resistance are compared to the case of LaAlO3/SrTiO3 and a\nsuperconducting transition is found. The results open the route to widening the\nfield of polar-non polar interfaces, pose some phenomenological constrains to\ntheir underlying physics and highlight the chance of tailoring their properties\nfor future applications by adopting suitable polar materials.\n","Comment: in press Appl. Phys. Lett. 97, 1 (2010)"]}]
["1002.2727",{"format":[],"subject":["Mathematics - Numerical Analysis","65P10, 65L05, 65L06, 65L80, 65H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2727","Monografias de la Real Academia de Ciencias de Zaragoza 33 (2010)\n  95-112"],"date":["2010-02-14","2010-02-17"],"type":["text"],"creator":["Brugnano, Luigi","Iavernaro, Felice","Susca, Tiziana"],"language":[],"coverage":[],"title":["Numerical comparisons between Gauss-Legendre methods and Hamiltonian\n  BVMs defined over Gauss points"],"description":["  Hamiltonian Boundary Value Methods are a new class of energy preserving one\nstep methods for the solution of polynomial Hamiltonian dynamical systems. They\ncan be thought of as a generalization of collocation methods in that they may\nbe defined by imposing a suitable set of extended collocation conditions. In\nparticular, in the way they are described in this note, they are related to\nGauss collocation methods with the difference that they are able to precisely\nconserve the Hamiltonian function in the case where this is a polynomial of any\nhigh degree in the momenta and in the generalized coordinates. A description of\nthese new formulas is followed by a few test problems showing how, in many\nrelevant situations, the precise conservation of the Hamiltonian is crucial to\nsimulate on a computer the correct behavior of the theoretical solutions.\n","Comment: 15 pages, 11 figures; a few typos fixed on pages 2-3"]}]
["1002.4759",{"format":[],"subject":["Computer Science - Information Theory","94B27 (Primary) 14G50, 14H55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4759"],"date":["2010-02-25","2010-11-03"],"type":["text"],"creator":["Geil, Olav","Munuera, Carlos","Ruano, Diego","Torres, Fernando"],"language":[],"coverage":[],"title":["On the order bounds for one-point AG codes"],"description":["  The order bound for the minimum distance of algebraic geometry codes was\noriginally defined for the duals of one-point codes and later generalized for\narbitrary algebraic geometry codes. Another bound of order type for the minimum\ndistance of general linear codes, and for codes from order domains in\nparticular, was given in [H. Andersen and O. Geil, Evaluation codes from order\ndomain theory, Finite Fields and their Applications 14 (2008), pp. 92-123].\nHere we investigate in detail the application of that bound to one-point\nalgebraic geometry codes, obtaining a bound $d^*$ for the minimum distance of\nthese codes. We establish a connection between $d^*$ and the order bound and\nits generalizations. We also study the improved code constructions based on\n$d^*$. Finally we extend $d^*$ to all generalized Hamming weights.\n"]}]
["1002.4790",{"format":[],"subject":["Mathematics - Operator Algebras","46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4790"],"date":["2010-02-25","2010-11-02"],"type":["text"],"creator":["Matui, Hiroki"],"language":[],"coverage":[],"title":["Classification of homomorphisms into simple Z-stable C^*-algebras"],"description":["  We classify unital monomorphisms into certain simple Z-stable C^*-algebras up\nto approximate unitary equivalence. The domain algebra C is allowed to be any\nunital separable commutative C^*-algebra, or any unital simple separable\nnuclear Z-stable C^*-algebra satisfying the UCT such that C\\otimes B is of\ntracial rank zero for a UHF algebra B. The target algebra A is allowed to be\nany unital simple separable Z-stable C^*-algebra such that A\\otimes B has\ntracial rank zero for a UHF algebra B, or any unital simple separable exact\nZ-stable C^*-algebra whose projections separate traces and whose extremal\ntraces are finitely many.\n"]}]
["1003.5410",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5410","Phys.Rev.D82:105001,2010","doi:10.1103/PhysRevD.82.105001"],"date":["2010-03-28","2010-11-03"],"type":["text"],"creator":["Holdom, B."],"language":[],"coverage":[],"title":["Gribov copies and topological charge"],"description":["  The existence of Gribov copies is a central feature of the field\nconfiguration space of confining gauge theories. In particular a transition\nbetween two Gribov copies with relative winding number implies a space-time\nconfiguration with topological charge. We explicitly demonstrate the\nproliferation of Gribov copies with relative winding number, where our focus is\non localized (finite norm) configurations in Coulomb gauge. We then discuss the\nlikelihood that some pairs of such copies are connected by Minkowski space\nsolutions. We also comment on the relative importance of instantons and the\nconnection to confinement.\n","Comment: 10 pages, 1 figure, published version (references added)"]}]
["1004.0190",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0190","Phys. Rev. Lett. 105, 190502 (2010)","doi:10.1103/PhysRevLett.105.190502"],"date":["2010-04-01","2010-11-03"],"type":["text"],"creator":["Dakic, Borivoje","Vedral, Vlatko","Brukner, Caslav"],"language":[],"coverage":[],"title":["Necessary and sufficient condition for non-zero quantum discord"],"description":["  Quantum discord characterizes \"non-classicality\" of correlations in quantum\nmechanics. It has been proposed as the key resource present in certain quantum\ncommunication tasks and quantum computational models without containing much\nentanglement. We obtain a necessary and sufficient condition for the existence\nof non-zero quantum discord for any dimensional bipartite states. This\ncondition is easily experimentally implementable. Based on this, we propose a\ngeometrical way of quantifying quantum discord. For two qubits this results in\na closed form of expression for discord. We apply our results to the model of\ndeterministic quantum computation with one qubit, showing that quantum discord\nis unlikely to be the reason behind its speedup.\n","Comment: minor changes, published version"]}]
["1004.1680",{"format":[],"subject":["Computer Science - Performance","Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1680"],"date":["2010-04-10"],"type":["text"],"creator":["Pang, Bijia","Pen, Ue-li","Perrone, Michael"],"language":[],"coverage":[],"title":["Magnetohydrodynamics on Heterogeneous architectures: a performance\n  comparison"],"description":["  We present magneto-hydrodynamic simulation results for heterogeneous systems.\nHeterogeneous architectures combine high floating point performance many-core\nunits hosted in conventional server nodes. Examples include Graphics Processing\nUnits (GPU's) and Cell. They have potentially large gains in performance, at\nmodest power and monetary cost. We implemented a magneto-hydrodynamic (MHD)\nsimulation code on a variety of heterogeneous and multi-core architectures ---\nmulti-core x86, Cell, Nvidia and ATI GPU --- in different languages, FORTRAN,\nC, Cell, CUDA and OpenCL. We present initial performance results for these\nsystems. To our knowledge, this is the widest comparison of heterogeneous\nsystems for MHD simulations. We review the different challenges faced in each\narchitecture, and potential bottlenecks. We conclude that substantial gains in\nperformance over traditional systems are possible, and in particular that is\npossible to extract a greater percentage of peak theoretical performance from\nsome systems when compared to x86 architectures.\n","Comment: 8 pages, 2 figures"]}]
["1004.1812",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1812","JHEP 1009:024,2010","doi:10.1007/JHEP09(2010)024"],"date":["2010-04-11","2010-07-11"],"type":["text"],"creator":["Liu, Haitao"],"language":[],"coverage":[],"title":["M theory and the Coulomb phase of higher rank DT invariants"],"description":["  In this paper, we advance an M theory model corresponding to the Coulomb\nphase of higher rank Donaldson-Thomas(DT) invariants.\n","Comment: 9 pages. Comments add"]}]
["1004.3463",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3463","JHEP 1007:047,2010","doi:10.1007/JHEP07(2010)047"],"date":["2010-04-20","2010-11-03"],"type":["text"],"creator":["Azcoiti, V.","Di Carlo, G.","Follana, E.","Vaquero, A."],"language":[],"coverage":[],"title":["Parity Realization in Lattice QCD with Ginsparg-Wilson Fermions"],"description":["  The Vafa-Witten arguments on the realization of parity and flavour symmetries\nin the QCD vacuum do not apply to two lattice regularizations of QCD which are\nable to reproduce the chiral anomaly: Wilson fermions and Ginsparg-Wilson\nfermions. We show here how using the last regularization one can get, from\nfirst principles, that the more standard order parameters for these symmetries\ntake a vanishing vacuum expectation value for any number of flavours, if quarks\nhave a non-vanishing mass.\n","Comment: 14 pages. References added"]}]
["1005.0375",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0375"],"date":["2010-05-03","2010-11-02"],"type":["text"],"creator":["Akin, Sami","Gursoy, Mustafa Cenk"],"language":[],"coverage":[],"title":["Performance Analysis of Cognitive Radio Systems under QoS Constraints\n  and Channel Uncertainty"],"description":["  In this paper, performance of cognitive transmission over time-selective flat\nfading channels is studied under quality of service (QoS) constraints and\nchannel uncertainty. Cognitive secondary users (SUs) are assumed to initially\nperform channel sensing to detect the activities of the primary users, and then\nattempt to estimate the channel fading coefficients through training. Energy\ndetection is employed for channel sensing, and different minimum\nmean-square-error (MMSE) estimation methods are considered for channel\nestimation. In both channel sensing and estimation, erroneous decisions can be\nmade, and hence, channel uncertainty is not completely eliminated. In this\nsetting, performance is studied and interactions between channel sensing and\nestimation are investigated.\n  Following the channel sensing and estimation tasks, SUs engage in data\ntransmission. Transmitter, being unaware of the channel fading coefficients, is\nassumed to send the data at fixed power and rate levels that depend on the\nchannel sensing results. Under these assumptions, a state-transition model is\nconstructed by considering the reliability of the transmissions, channel\nsensing decisions and their correctness, and the evolution of primary user\nactivity which is modeled as a two-state Markov process. In the data\ntransmission phase, an average power constraint on the secondary users is\nconsidered to limit the interference to the primary users, and statistical\nlimitations on the buffer lengths are imposed to take into account the QoS\nconstraints of the secondary traffic. The maximum throughput under these\nstatistical QoS constraints is identified by finding the effective capacity of\nthe cognitive radio channel. Numerical results are provided for the power and\nrate policies.\n"]}]
["1005.0551",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0551","J.Phys.Conf.Ser.243:012007,2010","doi:10.1088/1742-6596/243/1/012007"],"date":["2010-05-04","2010-11-03"],"type":["text"],"creator":["Sturani, R.","Fischetti, S.","Cadonati, L.","Guidi, G. M.","Healy, J.","Shoemaker, D.","Viceré, A."],"language":[],"coverage":[],"title":["Complete phenomenological gravitational waveforms from spinning\n  coalescing binaries"],"description":["  The quest for gravitational waves from coalescing binaries is customarily\nperformed by the LIGO-Virgo collaboration via matched filtering, which requires\na detailed knowledge of the signal. Complete analytical coalescence waveforms\nare currently available only for the non-precessing binary systems. In this\npaper we introduce complete phenomenological waveforms for the dominant\nquadrupolar mode of generically spinning systems. These waveforms are\nconstructed by bridging the gap between the analytically known inspiral phase,\ndescribed by spin Taylor (T4) approximants in the restricted waveform\napproximation, and the ring-down phase through a phenomenological intermediate\nphase, calibrated by comparison with specific, numerically generated waveforms,\ndescribing equal mass systems with dimension-less spin magnitudes equal to 0.6.\nThe overlap integral between numerical and phenomenological waveforms ranges\nbetween 0.95 and 0.99.\n","Comment: Proceeding for the GWDAW-14 conference. Added reference in v2"]}]
["1005.2360",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Solar and Stellar Astrophysics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2360"],"date":["2010-05-11","2010-11-03"],"type":["text"],"creator":["de Matos, Clovis Jacinto"],"language":[],"coverage":[],"title":["Are Superfluid Vortices in Pulsars Violating the Weak Equivalence\n  Principle?"],"description":["  In the present paper we argue that timing irregularities in pulsars, like\nglitches and timing noise, could be associated with the violation of the weak\nequivalence principle for vortices in the superfluid core of rotating neutron\nstars.\n","Comment: 15 pages"]}]
["1005.3403",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3403","Gen.Rel.Grav.42:813-820,2010","doi:10.1007/s10714-009-0881-z"],"date":["2010-05-19"],"type":["text"],"creator":["Mazumder, Nairwita","Chakraborty, Subenoy"],"language":[],"coverage":[],"title":["Validity of the Generalized Second Law of Thermodynamics of the Universe\n  Bounded by the Event Horizon in Holographic Dark Energy Model"],"description":["  In this letter, we investigate the validity of the generalized second law of\nthermodynamics of the universe bounded by the event horizon in the holographic\ndark energy model. The universe is chosen to be homogeneous and isotropic and\nthe validity of the first law has been assumed here. The matter in the universe\nis taken in the form of non-interacting two fluid system- one component is the\nholographic dark energy model and the other component is in the form of dust.\n","Comment: 8 pages"]}]
["1005.4734",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4734","ACS Nano 4, 4074 (2010)"],"date":["2010-05-26"],"type":["text"],"creator":["Wang, Yingying","Ni, Zhenhua","Liu, Lei","Liu, Yanhong","Cong, Chunxiao","Yu, Ting","Wang, Xiaojun","Shen, Dezhen","Shen, Zexiang"],"language":[],"coverage":[],"title":["Stacking Dependent Optical Conductivity of Bilayer Graphene"],"description":["  The optical conductivities of graphene layers are strongly dependent on their\nstacking orders. Our first-principle calculations show that while the optical\nconductivities of single layer graphene (SLG) and bilayer graphene (BLG) with\nBernal stacking are almost frequency independent in the visible region, the\noptical conductivity of twisted bilayer graphene (TBG) is frequency dependent,\ngiving rise to additional absorption features due to the band folding effect.\nExperimentally, we obtain from contrast spectra the optical conductivity\nprofiles of BLG with different stacking geometries. Some TBG samples show\nadditional features in their conductivity spectra in full agreement with our\ncalculation results, while a few samples give universal conductivity values\nsimilar to that of SLG. We propose those variations of optical conductivity\nspectra of TBG samples originate from the difference between the commensurate\nand incommensurate stackings. Our results reveal that the optical conductivity\nmeasurements of graphene layers indeed provide an efficient way to select\ngraphene films with desirable electronic and optical properties, which would\ngreat help the future application of those large scale misoriented graphene\nfilms in photonic devices.\n","Comment: 20 pages, 5 figures, accepted by ACS Nano"]}]
["1005.5675",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5675"],"date":["2010-05-31","2010-11-02"],"type":["text"],"creator":["Sornette, Didier","Woodard, Ryan","Fedorovsky, Maxim","Reimann, Stefan","Woodard, Hilary","Zhou, Wei-Xing"],"language":[],"coverage":[],"title":["The Financial Bubble Experiment: Advanced Diagnostics and Forecasts of\n  Bubble Terminations Volume II-Master Document"],"description":["  This is the second installment of the Financial Bubble Experiment. Here we\nprovide the digital fingerprint of an electronic document in which we identify\n7 bubbles in 7 different global assets; for 4 of these assets, we present\nwindows of dates of the most likely ending time of each bubble. We will provide\nthat document of the original analysis on 1 November 2010.\n","Comment: Uploaded new version with names of 7 assets and link to original\n  assets document, where checksum can be verified"]}]
["1006.1148",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q31 (Primary) 35L50, 76N15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1148"],"date":["2010-06-06","2010-11-02"],"type":["text"],"creator":["Cheng, Bin"],"language":[],"coverage":[],"title":["Low-Mach-number Euler equations with solid-wall boundary condition and\n  general initial data"],"description":["  We prove that the divergence-free component of the compressible Euler\nequations with solid-wall boundary condition converges strongly towards the\nincompressible Euler equations at the same order as the Mach number. General\ninitial data are considered and are not necessarily close to the\ndivergence-free state. Thus, large amplitude of fast oscillations persist and\ninteract through nonlinear coupling without any dissipative or dispersive\nmechanism. It is then shown, however, that the contribution from fast\noscillations to the slow dynamics through nonlinear coupling is of the same\norder as the Mach number when averaged in time. The structural condition of a\nvorticity equation plays a key role in our argument.\n","Comment: Polished 2nd submission"]}]
["1006.1502",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1502","J.Phys.Conf.Ser.203:012100,2010","doi:10.1088/1742-6596/203/1/012100"],"date":["2010-06-08"],"type":["text"],"creator":["Giunti, Carlo","Studenikin, Alexander"],"language":[],"coverage":[],"title":["Electromagnetic properties of neutrinos"],"description":["  A short review on electromagnetic properties of neutrinos is presented. In\nspite of many efforts in the theoretical and experimental studies of neutrino\nelectromagnetic properties, they still remain one of the main puzzles related\nto neutrinos.\n","Comment: The talk presented by A.Studenikin at the International Conference on\n  Topics in Astroparticle and Underground Physics, Rome (Italy), July 1-5, 2009"]}]
["1006.1624",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","Mathematical Physics","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1624","Gen.Rel.Grav.42:281-292,2010","doi:10.1007/s10714-009-0838-2"],"date":["2010-06-08"],"type":["text"],"creator":["Martins, M. R.","da Silva, M. F. A.","Sheng, Andrew D."],"language":[],"coverage":[],"title":["Gravitational Collapse of Phantom Fluid in (2+1)-Dimensions"],"description":["  This investigation is devoted to the solutions of Einstein's field equations\nfor a circularly symmetric anisotropic fluid, with kinematic self-similarity of\nthe first kind, in $(2+1)$-dimensional spacetimes. In the case where the radial\npressure vanishes, we show that there exists a solution of the equations that\nrepresents the gravitational collapse of an anisotropic fluid, and this\ncollapse will eventually form a black hole, even when it is constituted by the\nphantom energy.\n","Comment: 10 pages"]}]
["1006.3333",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3333"],"date":["2010-06-16","2010-11-02"],"type":["text"],"creator":["Akashi, Muhammad","Soker, Noam"],"language":[],"coverage":[],"title":["The Role of Gravity in Winds Collision in the eta Carinae Binary System"],"description":["  We conduct 3D numerical simulations of the winds collision process in the\nmassive binary system Eta Carinae, and conclude that accretion occurs during\nperiastron passage. We include radiative cooling of the two winds, one from\neach star, and the gravity of the secondary and primary stars. Our new\nnumerical finding is that at an orbital separation of ~3-4AU, about three weeks\nbefore periastron passage, accretion of dense primary wind gas onto the\nsecondary star begins. To isolate the basic role of the secondary stellar\ngravity, we neglect the orbital motion and the acceleration zone of the primary\nwind. Including these effects will strengthen even more our conclusion that\naccretion near periastron passage of Eta Car is inevitable. Accretion of the\nprimary wind gas onto the secondary star for several weeks near periastron\npassage accounts for the otherwise puzzling behavior of the binary system near\nperiastron passage.\n","Comment: Final version; astro-ph paper only"]}]
["1006.3923",{"format":[],"subject":["Quantitative Finance - General Finance","Condensed Matter - Statistical Mechanics","Mathematical Physics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3923","Symmetry 2, no. 3, pp. 1683-1709 (2010)","doi:10.3390/sym2031683"],"date":["2010-06-20","2010-09-22"],"type":["text"],"creator":["Garlaschelli, Diego","Ruzzenenti, Franco","Basosi, Riccardo"],"language":[],"coverage":[],"title":["Complex Networks and Symmetry I: A Review"],"description":["  In this review we establish various connections between complex networks and\nsymmetry. While special types of symmetries (e.g., automorphisms) are studied\nin detail within discrete mathematics for particular classes of deterministic\ngraphs, the analysis of more general symmetries in real complex networks is far\nless developed. We argue that real networks, as any entity characterized by\nimperfections or errors, necessarily require a stochastic notion of invariance.\nWe therefore propose a definition of stochastic symmetry based on graph\nensembles and use it to review the main results of network theory from an\nunusual perspective. The results discussed here and in a companion paper show\nthat stochastic symmetry highlights the most informative topological properties\nof real networks, even in noisy situations unaccessible to exact techniques.\n","Comment: Final accepted version"]}]
["1006.4958",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4958","Phys. Rev. A 82, 042313 (2010)","doi:10.1103/PhysRevA.82.042313"],"date":["2010-06-25","2010-11-03"],"type":["text"],"creator":["Facchi, P.","Florio, G.","Pascazio, S.","Pepe, F."],"language":[],"coverage":[],"title":["Local Hamiltonians for Maximally Multipartite Entangled States"],"description":["  We study the conditions for obtaining maximally multipartite entangled states\n(MMES) as non-degenerate eigenstates of Hamiltonians that involve only\nshort-range interactions. We investigate small-size systems (with a number of\nqubits ranging from 3 to 5) and show some example Hamiltonians with MMES as\neigenstates.\n","Comment: 6 pages, 3 figures, published version"]}]
["1006.4961",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4961","doi:10.1002/adfm.201000641"],"date":["2010-06-25"],"type":["text"],"creator":["Zhan, Da","Sun, Li","Ni, Zhenhua","Liu, Lei","Fan, Xiaofeng","Wang, Yingying","Yu, Ting","Lam, Yeng Ming","Huang, Wei","Shen, Zexiang"],"language":[],"coverage":[],"title":["FeCl3 based Few-Layer Graphene Intercalation Compounds: Single Linear\n  Dispersion Electronic Band Structure and Strong Charge Transfer Doping"],"description":["  Graphene has attracted great attentions since its first discovery in 2004.\nVarious approaches have been proposed to control its physical and electronic\nproperties. Here, we report that graphene based intercalation compounds is an\nefficient method to modify the electronic properties of few layer graphene\n(FLG). FeCl3 intercalated FLG were successfully prepared by two-zone vapor\ntransport method. This is the first report on full intercalation for graphene\nsamples. The features of the Raman G peak of such few-layer graphene\nintercalation compounds (FLGIC) are in good agreement with their full\nintercalation structures. The FLGIC presents single Lorentzian 2D peak, similar\nto that of single layer graphene, indicating the loss of electronic coupling\nbetween adjacent graphene layers. First principle calculations further reveal\nthat the band structure of FLGIC is similar to single layer graphene but with\nstrong doping effect due to the charge transfer from graphene to FeCl3. The\nsuccessful fabrication of FLGIC opens a new way to modify properties of FLG for\nfundamental studies and future applications.\n","Comment: 19 pages, 6 figures, accepted by Advanced Functional Materials"]}]
["1006.5652",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Quantum Algebra","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5652"],"date":["2010-06-29"],"type":["text"],"creator":["Cieśliński, Jan L."],"language":[],"coverage":[],"title":["Improved q-exponential and q-trigonometric functions"],"description":["  We propose a new definition of the q-exponential function. Our q-exponential\nfunction maps the imaginary axis into the unit circle and the resulting\nq-trigonometric functions are bounded and satisfy the Pythagorean identity.\n","Comment: 9 pages"]}]
["1006.5825",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5825"],"date":["2010-06-30","2010-11-03"],"type":["text"],"creator":["Maćkowiak, Jan","Borycki, Dawid"],"language":[],"coverage":[],"title":["A refined Bogoliubov-Huang approach to helium II thermodynamics"],"description":["  The thermodynamics of a free Bose gas with effective temperature scale\n$\\tilde{T}$ and hard-sphere Bose gas with the $\\tilde{T}$ scale are studied.\n$\\tilde{T}$ arises as the temperature experienced by a single particle in a\nquantum gas with 2-body harmonic oscillator interaction $V_\\textrm{osc}$, which\nat low temperatures is expected to simulate, almost correctly, the attractive\npart of the interatomic potential $V_\\textrm{He}$ between $^{4}\\textrm{He}$\natoms. The repulsive part of $V_\\textrm{He}$ is simulated by a hard-sphere (HS)\npotential. The thermodynamics of this system of HS bosons, with the $\\tilde{T}$\ntemperature scale (HSET), is investigated, first, by the Bogoliubov-Huang\nmethod and next by a modified version of this method, which takes approximate\naccount of those terms of the 2-body repulsion which are linear in the\nzero-momentum Bose operators $a_0,\\,\\,a^*_0$ (originally rejected by\nBogoliubov). Theoretical heat capacity $C_V(T)$ exhibits good agreement, below\n2.1 K, with the experimental heat capacity graph observed in $^{4}\\textrm{He}$\nat saturated vapour pressure. The phase transition to the low-temperature\nphase, with a Bose-Einstein condensate, occurs in the HSET at $T_\\lambda=$2.17\nK, and is accompanied, in the modified HSET version, by a singularity of\n$C_V(T)$. Other thermal properties of HSET, such as the momentum distribution\nfunction, the fraction of atoms in the momentum condensate and normal fluid\ndensity, agree qualitatively with those of $^{4}\\textrm{He}$, but improve those\nof the free Bose gas.\n","Comment: 24 pages, 10 figures"]}]
["1007.0188",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0188","J. Phys.: Condens. Matter 22 (2010) 455102","doi:10.1088/0953-8984/22/45/455102"],"date":["2010-07-01","2010-11-03"],"type":["text"],"creator":["Thijssen, Job H J","Clegg, Paul S"],"language":[],"coverage":[],"title":["Emulsification in binary liquids containing colloidal particles: a\n  structure-factor analysis"],"description":["  We present a quantitative confocal-microscopy study of the transient and\nfinal microstructure of particle-stabilised emulsions formed via demixing in a\nbinary liquid. To this end, we have developed an image-analysis method that\nrelies on structure factors obtained from discrete Fourier transforms of\nindividual frames in confocal image sequences. Radially averaging the squared\nmodulus of these Fourier transforms before peak fitting allows extraction of\ndominant length scales over the entire temperature range of the quench. Our\nprocedure even yields information just after droplet nucleation, when the\n(fluorescence) contrast between the two separating phases is scarcely\ndiscernable in the images. We find that our emulsions are stabilised on\nexperimental time scales by interfacial particles and that they are likely to\nhave bimodal droplet-size distributions. We attribute the latter to coalescence\ntogether with creaming being the main coarsening mechanism during the late\nstages of emulsification and we support this claim with (direct)\nconfocal-microscopy observations. In addition, our results imply that the\nobserved droplets emerge from particle-promoted nucleation, possibly followed\nby a free-growth regime. Finally, we argue that creaming strongly affects\ndroplet growth during the early stages of emulsification. Future investigations\ncould clarify the link between quench conditions and resulting microstructure,\npaving the way for tailor-made particle-stabilised emulsions from binary\nliquids.\n","Comment: http://iopscience.iop.org/0953-8984/22/45/455102/"]}]
["1007.0935",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0935","Physics Review B, Volume 82, Page 184201 (2010)","doi:10.1103/PhysRevB.82.184201"],"date":["2010-07-06","2010-09-29"],"type":["text"],"creator":["Maiti, Santanu K.","Chakrabarti, Arunava"],"language":[],"coverage":[],"title":["Magnetic Response of Interacting Electrons in a Fractal Network: A Mean\n  Field Approach"],"description":["  The Hubbard model on a Sierpinski gasket fractal is carefully examined within\na Hartree-Fock mean field approach. We examine the influence of a magnetic flux\nthreading the gasket on its ground state energy, persistent current and the\nDrude weight. Both an isotropic gasket and its anisotropic counterpart have\nbeen examined. The variance in the patterns of the calculated physical\nquantities are discussed for two situations, viz, at half-filling and when the\n`band' is less than half-filled. The phase reversal of the persistent currents\nand the change of the Drude weight as a function of the Hubbard interaction are\nfound to exhibit interesting patterns that have so far remained unaddressed.\n","Comment: 7 pages, 8 figures"]}]
["1007.2080",{"format":[],"subject":["Mathematics - Group Theory","20E26, 20E06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2080"],"date":["2010-07-13","2010-11-03"],"type":["text"],"creator":["Yedynak, Vladimir V."],"language":[],"coverage":[],"title":["Generalization of order separability for free products and omnipotence\n  of free products of groups"],"description":["  It was proved that for any finite set of elements of a free product of\nresidually finite groups such that no two of them belong to conjugate cyclic\nsubgroups and each of them do not belong to a subgroup which is conjugate a to\nfree factor there exists a homomorphism of the free product onto a finite group\nsuch that the order of the image of each fixed element is an arbitrary multiple\nof a constant number.\n","Comment: 9 pages"]}]
["1007.4640",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4640","Phys. Rev. B 82, 184502 (2010)","doi:10.1103/PhysRevB.82.184502"],"date":["2010-07-27","2010-10-28"],"type":["text"],"creator":["Huber, Sebastian D.","Altman, Ehud"],"language":[],"coverage":[],"title":["Bose condensation in flat bands"],"description":["  We derive effective Hamiltonians for lattice bosons with strong geometrical\nfrustration of the kinetic energy by projecting the interactions on the flat\nlowest Bloch band. Specifically, we consider the Bose Hubbard model on the one\ndimensional sawtooth lattice and the two dimensional kagome lattice. Starting\nfrom a strictly local interaction the projection gives rise to effective\nlong-range terms stabilizing a supersolid phase at densities above nu_c=1/9 of\nthe kagome lattice. In the sawtooth lattice on the other hand we show that the\nsolid order, which exists at the magic filling nu_c=1/4, is unstable to further\ndoping. The universal low-energy properties at filling 1/4+delta nu are\ndescribed by the well known commensurate-incommensurate transition. We support\nthe analytic results by detailed numerical calculations using the Density\nMatrix Renormalization Group and exact diagonalization. Finally, we discuss\npossible realizations of the models using ultracold atoms as well as frustrated\nquantum magnets in high magnetic fields. We compute the momentum distribution\nand the noise correlations, that can be extracted from time of flight\nexperiments or neutron scattering, and point to signatures of the unique\nsupersolid phase of the kagome lattice.\n","Comment: 18 pages, 13 figures"]}]
["1007.4923",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4923","JHEP 1009:095,2010","doi:10.1007/JHEP09(2010)095"],"date":["2010-07-28","2010-11-03"],"type":["text"],"creator":["Andree, Roman","Young, Donovan"],"language":[],"coverage":[],"title":["Wilson Loops in N=2 Superconformal Yang-Mills Theory"],"description":["  We present a three-loop O(g^6) calculation of the difference between the\nexpectation values of Wilson loops evaluated in N=4 and superconformal N=2\nsupersymmetric Yang-Mills theory with gauge group SU(N) using dimensional\nreduction. We find a massive reduction of required Feynman diagrams, leaving\nonly certain two-matter-loop corrections to the gauge field and associated\nscalar propagator. This \"diagrammatic difference\" leaves a finite result\nproportional to the bare propagators and allows the recovery of the zeta(3)\nterm coming from the matrix model for the 1/2 BPS circular Wilson loop in the\nN=2 theory. The result is valid also for closed Wilson loops of general shape.\nComments are made concerning light-like polygons and supersymmetric loops in\nthe plane and on S^2.\n","Comment: 16 pages. v2 minor changes, to appear in JHEP. v3 corrected\n  references"]}]
["1007.4988",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4988","Phys. Rev. B 82, 165452 (2010)","doi:10.1103/PhysRevB.82.165452"],"date":["2010-07-28","2010-11-03"],"type":["text"],"creator":["Hiltscher, Bastian","Governale, Michele","König, Jürgen"],"language":[],"coverage":[],"title":["Spin-dependent transport through quantum-dot Aharonov-Bohm\n  interferometers"],"description":["  We study the influence of spin polarization on the degree of coherence of\nelectron transport through interacting quantum dots. To this end, we identify\ntransport regimes in which the degree of coherence can be related to the\nvisibility of the Aharonov-Bohm oscillations in the current through a\nquantum-dot Aharonov-Bohm interferometer with one normal and one ferromagnetic\nlead. For these regimes, we calculate the visibility and, thus, the degree of\ncoherence, as a function of the degree of spin polarization of the\nferromagnetic lead.\n","Comment: 9 pages, 4 figures"]}]
["1007.5284",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5284","J.Phys.A43:465402,2010","doi:10.1088/1751-8113/43/46/465402"],"date":["2010-07-29","2010-11-03"],"type":["text"],"creator":["Correa, Diego H.","Wolf, Martin"],"language":[],"coverage":[],"title":["Shaping up BPS States with Matrix Model Saddle Points"],"description":["  We provide analytical results for the probability distribution of a family of\nwavefunctions of a quantum mechanics model of commuting matrices in the large-N\nlimit. These wavefunctions describe the strong coupling limit of 1/8 BPS states\nof N=4 supersymmetric Yang-Mills theory. Therefore, in the large-N limit, they\nshould be dual to classical solutions of type IIB supergravity that\nasymptotically approach AdS5xS5. Each probability distribution can be described\nas the partition function of a matrix model (different wavefunctions correspond\nto different matrix model potentials) which we study by means of a saddle point\napproximation. These saddle point solutions are given in terms of\n(five-dimensional) hypersurfaces supporting density distributions of\neigenvalues.\n","Comment: 23 pages; v2 added reference"]}]
["1008.0845",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0845","Physical Review Letters 105, 19 (2010) 190402","doi:10.1103/PhysRevLett.105.190402"],"date":["2010-08-04","2010-11-03"],"type":["text"],"creator":["Jaskula, Jean-Christophe","Bonneau, Marie","Partridge, Guthrie B.","Krachmalnicoff, Valentina","Deuar, Piotr","Kheruntsyan, Karen V.","Aspect, Alain","Boiron, Denis","Westbrook, Christoph I."],"language":[],"coverage":[],"title":["Sub-Poissonian number differences in four-wave mixing of matter waves"],"description":["  We demonstrate sub-Poissonian number differences in four-wave mixing of\nBose-Einstein condensates of metastable helium. The collision between two\nBose-Einstein condensates produces a scattering halo populated by pairs of\natoms of opposing velocities, which we divide into several symmetric zones. We\nshow that the atom number difference for opposing zones has sub-Poissonian\nnoise fluctuations whereas that of nonopposing zones is well described by shot\nnoise. The atom pairs produced in a dual number state are well adapted to sub\nshot-noise interferometry and studies of Einstein-Podolsky-Rosen-type\nnonlocality tests.\n","Comment: 4 pages, 3 figures"]}]
["1008.2757",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2757","doi:10.1111/j.1365-2966.2010.17674.x"],"date":["2010-08-16"],"type":["text"],"creator":["Gaibler, Volker","Khochfar, Sadegh","Krause, Martin"],"language":[],"coverage":[],"title":["Asymmetries in Extragalactic Double Radio Sources: Clues from 3D\n  Simulations of Jet - Disc Interaction"],"description":["  Observational and theoretical studies of extragalactic radio sources have\nsuggested that an inhomogeneous environment may be responsible for observed arm\nlength asymmetries of jets and the properties of extended emission line regions\nin high redshift radio galaxies. We perform 3D hydrodynamic simulations of the\ninteraction of a powerful extragalactic bipolar jet with a disc-shaped clumpy\ninterstellar medium of log-normal density distribution and analyze the\nasymmetry. Furthermore, we compute the relation between jet asymmetry and the\nISM properties by means of Monte Carlo simulations based on a 1D propagation\nmodel for the jet through the dense medium. We find that the properties of the\nISM can be related to a probability distribution of jet arm length asymmetries:\nDisc density and height are found to have the largest effect on the asymmetry\nfor realistic parameter ranges, while the Fourier energy spectrum of the ISM\nand turbulent Mach number only have a smaller effect. The hydrodynamic\nsimulations show that asymmetries generally may be even larger than expected\nfrom the 1D model due to the complex interaction of the jet and its bow shock\nwith gaseous clumps, which goes much beyond simple energy disposal. From our\nresults, observed asymmetries of medium-sized local radio galaxies may be\nexplained by gas masses of 10^9 to 10^10 solar masses in massive elliptical\ngalaxies. Furthermore, the simulations provide a theoretical basis for the\nobserved correlation that emission line nebulae are generally found to be\nbrighter on the side of the shorter lobe in high redshift radio galaxies\n(McCarthy et al. 1991). This interaction of jets with the cold gas phase\nsuggests that star formation in evolving high redshift galaxies may be affected\nconsiderably by jet activity.\n","Comment: 8 pages, 9 figures. Submitted to MNRAS. For associated movies, see\n  http://www.mpe.mpg.de/~vgaibler/jet-disk/"]}]
["1008.5124",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5124","Phys.Rev.D82:083521,2010","doi:10.1103/PhysRevD.82.083521"],"date":["2010-08-30","2010-11-03"],"type":["text"],"creator":["Lavalle, Julien"],"language":[],"coverage":[],"title":["SZ effects from annihilating dark matter in the Milky Way: smooth halo,\n  subhalos and intermediate-mass-black-holes"],"description":["  We study the Sunyaev-Zel'dovich effect potentially generated by relativistic\nelectrons injected from dark matter annihilation or decay in the Galaxy, and\ncheck whether it could be observed by Planck or the Atacama Large Millimeter\nArray (ALMA), or even imprint the current CMB data as, e.g., the specific\nfluctuation excess claimed from an recent reanalysis of the WMAP-5 data. We\nfocus on high-latitude regions to avoid contamination of the Galactic\nastrophysical electron foreground, and consider the annihilation or decay\ncoming from the smooth dark matter halo as well as from subhalos, further\nextending our analysis to a generic modeling of spikes arising around\nintermediate-mass black holes. We show that all these dark Galactic components\nare unlikely to produce any observable Sunyaev-Zel'dovich effect. For a\nself-annihilating dark matter particle of 10 GeV with canonical properties, the\nlargest optical depth we find is $\\tau_e \\lesssim 10^{-7}$ for massive isolated\nsubhalos hosting intermediate-mass black holes. We conclude that dark matter\nannihilation or decay on the Galactic scale cannot lead to significant\nSunyaev-Zel'dovich distortions of the CMB spectrum.\n","Comment: 14 pages, 6 figures. V2: Minor changes to match the published version"]}]
["1008.5185",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5185","Nucl.Instrum.Meth.A623:954-959,2010","doi:10.1016/j.nima.2010.08.105"],"date":["2010-08-30"],"type":["text"],"creator":["Grossheim, A.","Hu, J.","Olin, A."],"language":[],"coverage":[],"title":["Calibration of the TWIST high-precision drift chambers"],"description":["  A method for the precise measurement of drift times for the high-precision\ndrift chambers used in the TWIST detector is described. It is based on the\niterative correction of the space-time relationships by the time residuals of\nthe track fit, resulting in a measurement of the effective drift times. The\ncorrected drift time maps are parametrised individually for each chamber using\nspline functions. Biases introduced by the reconstruction itself are taken into\naccount as well, making it necessary to apply the procedure to both data and\nsimulation. The described calibration is shown to improve the reconstruction\nperformance and to extend significantly the physics reach of the experiment.\n","Comment: 8 pages, 5 figures"]}]
["1008.5210",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5210","Phys.Rev.D82:064040,2010","doi:10.1103/PhysRevD.82.064040"],"date":["2010-08-30","2010-11-03"],"type":["text"],"creator":["Hendi, S. H."],"language":[],"coverage":[],"title":["Rotating Black String with Nonlinear Source"],"description":["  In this paper, we derive rotating black string solutions in the presence of\ntwo kinds of nonlinear electromagnetic fields, so called Born-Infeld and power\nMaxwell invariant. Investigation of the solutions show that for the Born-Infeld\nblack string the singularity is timelike and the asymptotic behavior of the\nsolutions are anti-deSitter, but for power Maxwell invariant solutions, depend\non the values of nonlinearity parameter, the singularity may be timelike as\nwell as spacelike and the solutions are not asymptotically anti-deSitter for\nall values of the nonlinearity parameter. Next, we calculate the conserved\nquantities of the solutions by using the counterterm method, and find that\nthese quantities do not depend on the nonlinearity parameter. We also compute\nthe entropy, temperature, the angular velocity, the electric charge and the\nelectric potential of the solutions, in which the conserved and thermodynamics\nquantities satisfy the first law of thermodynamics.\n","Comment: 14 pages, 5 eps figures, Revised version"]}]
["1008.5334",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5334","Phys. Rev. A 82, 042307 (2010)","doi:10.1103/PhysRevA.82.042307"],"date":["2010-08-31"],"type":["text"],"creator":["Bongioanni, I.","Sansoni, L.","Sciarrino, F.","Vallone, G.","Mataloni, P."],"language":[],"coverage":[],"title":["Experimental quantum process tomography of non trace-preserving maps"],"description":["  The ability of fully reconstructing quantum maps is a fundamental task of\nquantum information, in particular when coupling with the environment and\nexperimental imperfections of devices are taken into account. In this context\nwe carry out a quantum process tomography (QPT) approach for a set of non\ntrace-preserving maps. We introduce an operator $\\OO$ to characterize the state\ndependent probability of success for the process under investigation. We also\nevaluate the result of approximating the process with a trace-preserving one.\n","Comment: 6 pages, 7 figures, revtex"]}]
["1009.0601",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0601","J. Stat. Mech. (2010) P11010","doi:10.1088/1742-5468/2010/11/P11010"],"date":["2010-09-03","2010-10-15"],"type":["text"],"creator":["Kapfer, Sebastian C.","Mickel, Walter","Schaller, Fabian M.","Spanner, Markus","Goll, Christian","Nogawa, Tomoaki","Ito, Nobuyasu","Mecke, Klaus","Schröder-Turk, Gerd E."],"language":[],"coverage":[],"title":["Local Anisotropy of Fluids using Minkowski Tensors"],"description":["  Statistics of the free volume available to individual particles have\npreviously been studied for simple and complex fluids, granular matter,\namorphous solids, and structural glasses. Minkowski tensors provide a set of\nshape measures that are based on strong mathematical theorems and easily\ncomputed for polygonal and polyhedral bodies such as free volume cells (Voronoi\ncells). They characterize the local structure beyond the two-point correlation\nfunction and are suitable to define indices $0\\leq \\beta_\\nu^{a,b}\\leq 1$ of\nlocal anisotropy. Here, we analyze the statistics of Minkowski tensors for\nconfigurations of simple liquid models, including the ideal gas (Poisson point\nprocess), the hard disks and hard spheres ensemble, and the Lennard-Jones\nfluid. We show that Minkowski tensors provide a robust characterization of\nlocal anisotropy, which ranges from $\\beta_\\nu^{a,b}\\approx 0.3$ for vapor\nphases to $\\beta_\\nu^{a,b}\\to 1$ for ordered solids. We find that for fluids,\nlocal anisotropy decreases monotonously with increasing free volume and\nrandomness of particle positions. Furthermore, the local anisotropy indices\n$\\beta_\\nu^{a,b}$ are sensitive to structural transitions in these simple\nfluids, as has been previously shown in granular systems for the transition\nfrom loose to jammed bead packs.\n"]}]
["1009.1554",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1554","Applied Physics Letters 97, 182505 (2010)","doi:10.1063/1.3505525"],"date":["2010-09-08"],"type":["text"],"creator":["Singh, R. P.","Tomy, C. V.","Grover, A. K."],"language":[],"coverage":[],"title":["Observation of tunable exchange bias in Sr$_2$YbRuO$_6$"],"description":["  The double perovskite compound, Sr$_{2}$YbRuO$_{6}$, displays reversal in the\norientation of magnetic moments along with negative magnetization due to an\nunderlying magnetic compensation phenomenon. The exchange bias (EB) field below\nthe compensation temperature could be the usual negative or the positive\ndepending on the initial cooling field. This EB attribute has the potential of\ngetting tuned in a preselected manner, as the positive EB field is seen to\ncrossover from positive to negative value above $T_{\\mathrm{comp}}$.\n","Comment: 4 Pages, 4 Figures"]}]
["1009.1988",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1988","Proceedings of the 8th European Conference on Thermoelectrics,\n  Como, Italy, 22-24 September 2010, p. 141-146"],"date":["2010-09-10","2010-11-03"],"type":["text"],"creator":["Narducci, Dario","Selezneva, Ekaterina","Cerofolini, Gianfranco","Romano, Elisabetta","Tonini, Rita","Ottaviani, Giampiero"],"language":[],"coverage":[],"title":["Opportunities and challenges in the use of heavily doped polycrystalline\n  silicon as a thermoelectric material. An experimental study"],"description":["  Large-volume deployment of Si-based Seebeck generators can be foreseen only\nif polycrystalline rather than single crystalline materials can be actually\nused. The aim of this study was therefore to verify whether polycrystalline Si\nfilms deposited on top of a SiO$_2$ insulating layer can develop interesting\nthermoelectric power factors. We prepared 450-nm thick heavily boron doped\npolysilicon layers, setting the initial boron content in the film to be in\nexcess of the boron solubility in polycrystalline silicon at 1000 {\\deg}C.\nIsochronal thermal annealings were then used to modify the B$_{Si}$ content by\nprecipitation. Quite unexpectedly, a concurrent increase of the thermoelectric\npower and of the conductivity was observed for heat treatments at temperatures\nabove 800 {\\deg}C. Upon annealing at 1000 {\\deg}C we found a power factor $P$\nof 13 mW K$^{-2}$ m$^{-1}$, more than three times higher than previously\nreported $P$ for Si nanowires. These findings could be explained observing that\ndegenerate polysilicon displays a remarkable enhancement of its Seebeck\ncoefficient as an effect of the large amount of boron it can dissolve. Band gap\nnarrowing and band tailing modify the density of states around the Fermi energy\nleading to a dramatic improvement of its log-derivative in the Mott equation.\nThese results apparently point out an interesting direction for the development\nof Seebeck and Peltier devices sharing low cost and relatively high efficiency.\n","Comment: 6 pages, 6 figures. To be presented at the 8th European Conference on\n  Thermoelectrics, Como, Italy, 22-24 September 2010\n  http://www.centrovolta.org/ECT2010/ A few typos fixed"]}]
["1009.2130",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2130","Astrophysical Journal 724 (2010) 154-164","doi:10.1088/0004-637X/724/1/154"],"date":["2010-09-10"],"type":["text"],"creator":["Ghezzi, L.","Cunha, K.","Smith, V. V.","de la Reza, R."],"language":[],"coverage":[],"title":["Lithium Abundances in a Sample of Planet Hosting Dwarfs"],"description":["  This work presents a homogeneous determination of lithium abundances in a\nlarge sample of giant-planet hosting stars (N=117), and a control sample of\ndisk stars without detected planets (N=145). The lithium abundances were\nderived using a detailed profile fitting of the Li I doublet at lambda 6708 A\nin LTE. The planet hosting and comparison stars were chosen to have significant\noverlap in their respective physical properties, including effective\ntemperatures, luminosities, masses, metallicities and ages. The combination of\nuniform data and homogeneous analysis with well selected samples, makes this\nstudy well-suited to probe for possible differences in the lithium abundances\nfound in planet hosting stars. An overall comparison between the two samples\nreveals no obvious differences between stars with and without planets. Closer\nexamination of the behavior of the Li abundances over a narrow range of\neffective temperature (5700 K < Teff < 5850 K) indicates subtle differences\nbetween the two stellar samples; this temperature range is particularly\nsensitive to various physical processes that can deplete lithium. In this Teff\nrange planet hosting stars have lower Li abundances (by ~0.26 dex on average)\nthan the comparison stars, although this segregation may be influenced by\ncombining stars from a range of ages, metallicities and masses. When stars with\nvery restricted ranges in metallicity ([Fe/H] = 0.00 to +0.20 dex) and mass (M\n~ 1.05 - 1.15 Msun are compared, however, both stars with and without planets\nexhibit similar behaviors in the lithium abundance with stellar age, suggesting\nthat there are no differences in the lithium abundances between stars with\nplanets and stars not known to have planets.\n","Comment: 30 pages, 10 figures, 1 table, accepted for publication in ApJ"]}]
["1009.2440",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2440"],"date":["2010-09-13","2010-11-02"],"type":["text"],"creator":["Belitskii, Genrich","Kerner, Dmitry"],"language":[],"coverage":[],"title":["Normal forms of matrices over the ring of formal series"],"description":["  Matrices over the ring of formal power series are considered. Normal forms\nwith respect to various sub-groups of the two-sided transformations are\nconstructed. The construction is based on the special property of the action:\nit induces a filtration by projectors on sub-spaces of polynomial maps.\n","Comment: 20 pages, the appendix added. the submitted version"]}]
["1009.4489",{"format":[],"subject":["Quantitative Finance - General Finance","Computer Science - Social and Information Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4489","Symmetry 2, no. 3, pp. 1710-1744 (2010)","doi:10.3390/sym2031710"],"date":["2010-09-22"],"type":["text"],"creator":["Ruzzenenti, Franco","Garlaschelli, Diego","Basosi, Riccardo"],"language":[],"coverage":[],"title":["Complex Networks and Symmetry II: Reciprocity and Evolution of World\n  Trade"],"description":["  We exploit the symmetry concepts developed in the companion review of this\narticle to introduce a stochastic version of link reversal symmetry, which\nleads to an improved understanding of the reciprocity of directed networks. We\napply our formalism to the international trade network and show that a strong\nembedding in economic space determines particular symmetries of the network,\nwhile the observed evolution of reciprocity is consistent with a symmetry\nbreaking taking place in production space. Our results show that networks can\nbe strongly affected by symmetry-breaking phenomena occurring in embedding\nspaces, and that stochastic network symmetries can successfully suggest, or\nrule out, possible underlying mechanisms.\n","Comment: Final accepted version"]}]
["1009.5064",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5064","Int.J.Mod.Phys.A25:3675-3701,2010","doi:10.1142/S0217751X10049724"],"date":["2010-09-26"],"type":["text"],"creator":["Daoud, Mohammed","Jellal, Ahmed","Guejdi, Abdellah Oueld"],"language":[],"coverage":[],"title":["Electromagnetic Excitations of A_n Quantum Hall Droplets"],"description":["  The classical description of A_n internal degrees of freedom is given by\nmaking use of the Fock--Bargmann analytical realization. The symplectic\ndeformation of phase space, including the internal degrees of freedom, is\ndiscussed. We show that the Moser's lemma provides a mapping to eliminate the\nfluctuations of the symplectic structure, which become encoded in the\nHamiltonian of the system. We discuss the relation between Moser and\nSeiberg--Witten maps. One physics applications of this result is the\nelectromagnetic excitation of a large collection of particles, obeying the\ngeneralized A_n statistics, living in the complex projective space CP^k with\nU(1)background magnetic field. We explicitly calculate the bulk and edge\nactions. Some particular symplectic deformations are also considered.\n","Comment: 24 pages"]}]
["1010.0960",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0960"],"date":["2010-10-05","2010-11-03"],"type":["text"],"creator":["Thomsen, Klaus"],"language":[],"coverage":[],"title":["Pure infiniteness of the crossed product of an AH-algebra by an\n  endomorphism"],"description":["  It is shown that the crossed product of a unital AH-algebra with slow\ndimension growth by an endomorphism is purely infinite when it is simple,\nprovided the endomorphism does not leave a trace state invariant and maps the\nunit to a full projection.\n","Comment: 14 pages"]}]
["1010.2979",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2979"],"date":["2010-10-14","2010-10-15"],"type":["text"],"creator":["Hackett, Jonathan","Kauffman, Louis H."],"language":[],"coverage":[],"title":["Octonions"],"description":["  In this paper we review the topological model for the quaternions based upon\nthe Dirac string trick. We then extend this model, to create a model for the\noctonions - the non-associative generalization of the quaternions.\n","Comment: 11 pages, 11 figures"]}]
["1010.4406",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Statistical Finance","Statistics - Applications","Statistics - Computation","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4406"],"date":["2010-10-21","2010-11-02"],"type":["text"],"creator":["Peters, Gareth W.","Byrnes, Aaron D.","Shevchenko, Pavel V."],"language":[],"coverage":[],"title":["Impact of Insurance for Operational Risk: Is it worthwhile to insure or\n  be insured for severe losses?"],"description":["  Under the Basel II standards, the Operational Risk (OpRisk) advanced\nmeasurement approach allows a provision for reduction of capital as a result of\ninsurance mitigation of up to 20%. This paper studies the behaviour of\ndifferent insurance policies in the context of capital reduction for a range of\npossible extreme loss models and insurance policy scenarios in a multi-period,\nmultiple risk settings. A Loss Distributional Approach (LDA) for modelling of\nthe annual loss process, involving homogeneous compound Poisson processes for\nthe annual losses, with heavy tailed severity models comprised of alpha-stable\nseverities is considered. There has been little analysis of such models to date\nand it is believed, insurance models will play more of a role in OpRisk\nmitigation and capital reduction in future. The first question of interest is\nwhen would it be equitable for a bank or financial institution to purchase\ninsurance for heavy tailed OpRisk losses under different insurance policy\nscenarios? The second question then pertains to Solvency II and addresses what\nthe insurers capital would be for such operational risk scenarios under\ndifferent policy offerings. In addition we consider the insurers perspective\nwith respect to fair premium as a percentage above the expected annual claim\nfor each insurance policy. The intention being to address questions related to\nVaR reduction under Basel II, SCR under Solvency II and fair insurance premiums\nin OpRisk for different extreme loss scenarios. In the process we provide\nclosed form solutions for the distribution of loss process and claims process\nin an LDA structure as well as closed form analytic solutions for the Expected\nShortfall, SCR and MCR under Basel II and Solvency II. We also provide closed\nform analytic solutions for the annual loss distribution of multiple risks\nincluding insurance mitigation.\n"]}]
["1010.4608",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4608"],"date":["2010-10-21","2010-11-02"],"type":["text"],"creator":["Rohde, Peter P."],"language":[],"coverage":[],"title":["Are quantum walks the saviour of optical quantum computing?"],"description":["  Quantum walks have emerged as an interesting candidate for the implementation\nof quantum information processing protocols. Optical implementations of quantum\nwalks have been demonstrated by various groups and some have received\nhigh-profile coverage. It is often claimed that quantum walks provide an avenue\ntowards universal quantum computation. In this comment I wish to dispel some\nmisconceptions surrounding the prospects of quantum walks as a route towards\nuniversal optical quantum computation.\n"]}]
["1010.4711",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4711"],"date":["2010-10-22","2010-11-03"],"type":["text"],"creator":["Mikhailov, S. V.","Pimikov, A. V.","Stefanis, N. G."],"language":[],"coverage":[],"title":["End-point behavior of the pion distribution amplitude"],"description":["  We discuss the end-point behavior of the pion distribution amplitude (DA) and\ncalculate its slope using QCD sum rules with nonlocal condensates. This is done\nin terms of the standard derivative and also with the help of an \"integral\nderivative\", recently obtained by us. Our approach favors a value of the slope\nof the order (or less) of the asymptotic DA and is in clear disagreement with\nflat-type pion DAs.\n","Comment: 13 pages, 5 figures, 3 tables, invited talk given by the second\n  author at \"QUARKS-2010, 16th International Seminar on High Energy Physics\",\n  Kolomna, Russia, 6-12 June, 2010. v2 An important reference is added with a\n  corresponding insertion in the text. v3 minor typos corrected"]}]
["1010.5252",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","37F50, 37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5252"],"date":["2010-10-25","2010-11-02"],"type":["text"],"creator":["Chu, Haifeng","Jiang, Yunping"],"language":[],"coverage":[],"title":["Linearizability of cubic polynomials at irrationally indifferent fixed\n  points"],"description":["  This paper has been withdrawn by the authors due to a more research needed to\nestimate $h^{*}_{n}(b)$ which really should be written as $h^{*}_{n}(b,A)$ for\n$b\\in \\Gamma (t)$.\n","Comment: 19 pages"]}]
["1010.6211",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6211"],"date":["2010-10-29"],"type":["text"],"creator":["Szegedy, Balazs"],"language":[],"coverage":[],"title":["Gowers norms, regularization and limits of functions on abelian groups"],"description":["  For every natural number k we prove a decomposition theorem for bounded\nmeasurable functions on compact abelian groups into a structured part, a quasi\nrandom part and a small error term. In this theorem quasi randomness is\nmeasured with the Gowers norm U(k+1) and the structured part is a bounded\ncomplexity ``nilspace-polynomial'' of degree k. This statement implies a\ngeneral inverse theorem for the U(k+1) norm. (We discuss some consequences in\nspecial families of groups such as bounded exponent groups, zero characteristic\ngroups and the circle group.) Along these lines we introduce a convergence\nnotion and corresponding limit objects for functions on abelian groups. This\nsubject is closely related to the recently developed graph and hypergraph limit\ntheory. An important goal of this paper is to put forward a new algebraic\naspect of the notion ``higher order Fourier analysis''. According to this, k-th\norder Fourier analysis is regarded as the study of continuous morphisms between\nstructures called compact k-step nilspaces. All our proofs are based on an\nunderlying theory of topological nilspace factors of ultra product groups.\n"]}]
["1011.0338",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0338"],"date":["2010-11-01","2010-11-03"],"type":["text"],"creator":["Alagoz, B. Baykant"],"language":[],"coverage":[],"title":["Effects of Sequence Partitioning on Compression Rate"],"description":["  In the paper, a theoretical work is done for investigating effects of\nsplitting data sequence into packs of data set. We proved that a partitioning\nof data sequence is possible to find such that the entropy rate at each\nsubsequence is lower than entropy rate of the source. Effects of sequence\npartitioning on overall compression rate are argued on the bases of\npartitioning statistics, and then, an optimization problem for an optimal\npartition is defined to improve overall compression rate of a sequence.\n","Comment: 3 Figures, 6 pages"]}]
["1011.0341",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0341","doi:10.1088/2041-8205/724/1/L48"],"date":["2010-11-01"],"type":["text"],"creator":["Wolleben, M.","Fletcher, A.","Landecker, T. L.","Carretti, E.","Dickey, J. M.","Gaensler, B. M.","Haverkorn, M.","McClure-Griffiths, N.","Reich, W.","Taylor, A. R."],"language":[],"coverage":[],"title":["Antisymmetry in the Faraday Rotation Sky Caused by a Nearby Magnetized\n  Bubble"],"description":["  Rotation measures of pulsars and extragalactic point sources have been known\nto reveal large-scale antisymmetries in the Faraday rotation sky with respect\nto the Galactic plane and halo that have been interpreted as signatures of the\nmean magnetic field in the Galactic halo. We describe Faraday rotation\nmeasurements of the diffuse Galactic polarized radio emission over a large\nregion in the northern Galactic hemisphere. Through application of Rotation\nMeasure Synthesis we achieve sensitive Faraday rotation maps with high angular\nresolution, capable of revealing fine-scale structures of about 1 deg in the\nFaraday rotation sky. Our analysis suggests that the observed antisymmetry in\nthe Faraday rotation sky at b > 0 deg is dominated by the magnetic field around\na local HI bubble at a distance of approx. 100 pc, and not by the magnetic\nfield of the Galactic halo. We derive physical properties of the magnetic field\nof this shell, which we find to be 20 - 34 uG strong. It is clear that the\ndiffuse polarized radio emission contains important information about the local\nmagneto-ionic medium, which cannot yet be derived from Faraday rotation\nmeasures of extragalactic sources or pulsars alone.\n","Comment: Published in Astrophysical Journal Letters 724 (2010) L48-L52"]}]
["1011.0481",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0481"],"date":["2010-11-01","2010-11-03"],"type":["text"],"creator":["Foley, Justin","Wong, Chik Him","Bulava, John","Juge, Keisuke Jimmy","Lenkner, David","Morningstar, Colin","Peardon, Michael"],"language":[],"coverage":[],"title":["A novel method for evaluating correlation functions in lattice hadron\n  spectroscopy"],"description":["  We describe a new approach for evaluating hadronic correlation functions\nwhich combines Laplacian-Heaviside quark smearing with a stochastic estimator\nof quark propagators. This method utilizes noise dilution in a new way to\nreduce the variance in correlators. The efficacy of the new algorithm is\ndemonstrated on a number of systems, including disconnected diagrams and\nmulti-hadron correlators, on a small lattice where comparisons with the results\nobtained with exactly determined quark propagators are possible. On larger\nlattice volumes, the use of exact propagators becomes prohibitively expensive,\nwhile the stochastic method is still computationally feasible.\n","Comment: 13 pages, 8 figures, Based on talks given by Justin Foley and Chik\n  Him Wong in The XXVIII International Symposium on Lattice Field Theory,\n  Lattice2010 June 14-19, 2010 Villasimius, Italy"]}]
["1011.0641",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0641"],"date":["2010-11-02"],"type":["text"],"creator":["Taflin, Johan"],"language":[],"coverage":[],"title":["Equidistribution speed towards the Green current for endomorphisms of\n  P^k"],"description":["  Let f be a non-invertible holomorphic endomorphism of P^k. For a hypersurface\nH of P^k, generic in the Zariski sense, we give an explicit speed of\nconvergence of f^{-n}(H) towards the dynamical Green (1,1)-current of f.\n"]}]
["1011.0716",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0716"],"date":["2010-11-02"],"type":["text"],"creator":["Chen, Jing","Drucker, Andrew"],"language":[],"coverage":[],"title":["Short Multi-Prover Quantum Proofs for SAT without Entangled Measurements"],"description":["  BellQMA protocols are a subclass of multi-prover quantum Merlin-Arthur\nprotocols in which the verifier is restricted to perform\nnonadaptive,unentangled measurements on the quantum states received from each\nMerlin. In this paper, we prove that m-clause 3-SAT instances have BellQMA\nproofs of satisfiability with constant soundness gap, in which\nO(sqrt(m)polylog(m)) Merlins each send O(log m) qubits to Arthur. Our result\nanswers a question of Aaronson et al., who gave a protocol with similar\nparameters that used entangled measurements; the analysis of our protocol is\nsignificantly simpler than that of Aaronson et al. Our result also complements\nrecent work of Brandao, Christandl, and Yard, who showed upper bounds on the\npower of multiprover quantum proofs with unentangled but adaptive (LOCC)\nmeasurements.\n","Comment: 13 pages"]}]
["1011.0729",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0729"],"date":["2010-11-02"],"type":["text"],"creator":["Keshet, Uri"],"language":[],"coverage":[],"title":["Common origin for radio relics and halos: galaxy cluster-wide,\n  homogeneous cosmic-ray distribution, and evolving magnetic fields"],"description":["  Some galaxy clusters show diffuse radio emission in the form of peripheral\nrelics (so far attributed to primary, shock-(re)accelerated electrons) or\ncentral halos. Analysing radio and X-ray data from the literature, we find new\nconnections between halos and relics, such as a universal linear relation\nbetween their peak radio brightness and the gas column density. Our results\nindicate that halos, relics, and halo-relic bridges in a cluster, all arise\nfrom the same, homogeneous cosmic ray (CR) ion (CRI) distribution. We\nanalytically derive the signature of synchrotron emission from secondary\nelectrons and positrons (CREs) produced in hadronic CRI collisions, for an\narbitrary magnetic field evolution. In our model, flat spectrum halos (both\ngiant and minihalos) arise from steady-state magnetic fields, whereas relics\nand steep halos reflect recent or irregular magnetic growth. This naturally\nexplains the properties of halos, relics, and the connections between them,\nwithout invoking particle (re)acceleration in weak shocks or turbulence. We\nfind CRI energy densities in the range u_p~10^-[12.4,13.3]erg cm^-3, with a\nspectral index s_p=-2.20+-0.05, and identify a ~0.1 magnetic energy fraction in\nsome halos and behind relics, as far as 2Mpc from the cluster's centre. The CRI\nhomogeneity suggests strong CR diffusion, D(100GeV)>~10^32cm^2s^-1. The strong\nmagnetisation imposes strict upper limits on >10GeV CRE (re)acceleration in\nweak shocks (efficiency <10^-4) and turbulence; indeed, each weak shock\nslightly lowers the energy fraction of flat CRs.\n","Comment: 68 pages, 31 figures; comments welcome"]}]
["1011.0737",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0737","Monthly Notices Letters - 2010 volume: 409 Issue: 1 Page: L97","doi:10.1111/j.1745-3933.2010.00975.x"],"date":["2010-11-02"],"type":["text"],"creator":["Schnitzeler, D. H. F. M."],"language":[],"coverage":[],"title":["The latitude dependence of the rotation measures of NVSS sources"],"description":["  In this Letter I use the variation of the spread in rotation measure (RM)\nwith Galactic latitude to separate the Galactic from the extragalactic\ncontributions to RM. This is possible since the latter does not depend on\nGalactic latitude. As input data I use RMs from the catalogue by Taylor, Stil,\nand Sunstrum, supplemented with published values for the spread in RM\n(`sigmaRM') in specific regions on the sky. I test 4 models of the free\nelectron column density (which I will abbreviate to `DMinf') of the Milky Way,\nand the best model builds up DMinf on a characteristic scale of a few kpc from\nthe Sun. sigmaRM correlates well with DMinf. The measured sigmaRM can be\nmodelled as a Galactic contribution, consisting of a term sigmaRM,MW that is\namplified at smaller Galactic latitudes as 1/sin|b|, in a similar way to DMinf,\nand an extragalactic contribution, sigmaRM,EG, that is independent of latitude.\nThis model is sensitive to the relative magnitudes of sigmaRM,MW and\nsigmaRM,EG, and the best fit is produced by sigmaRM,MW approx. 8 rad/m^2 and\nsigmaRM,EG approx. 6 rad/m^2. The 4 published values for sigmaRM as a function\nof latitude suggest an even larger sigmaRM,MW contribution and a smaller\nsigmaRM,EG. This result from the NVSS RMs and published sigmaRM shows that the\nGalactic contribution dominates structure in RM on scales between about 1degr\n-- 10degr on the sky. I work out which factors contribute to the variation of\nsigmaRM with Galactic latitude, and show that the sigmaRM,EG I derived is an\nupper limit. Furthermore, to explain the modelled sigmaRM,MW requires that\nstructure in <B||> has a 1-sigma spread <~ 0.4 microG.\n","Comment: 6 pages, 3 figures, 1 table. Published in MNRAS Letters; the\n  definitive version is available at wileyonlinelibrary.com,\n  http://onlinelibrary.wiley.com/doi/10.1111/j.1745-3933.2010.00957.x/pdf"]}]
["1011.0749",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0749"],"date":["2010-11-02"],"type":["text"],"creator":["Kenig, Carlos E.","Salo, Mikko","Uhlmann, Gunther"],"language":[],"coverage":[],"title":["Reconstructions from boundary measurements on admissible manifolds"],"description":["  We prove that a potential $q$ can be reconstructed from the\nDirichlet-to-Neumann map for the Schrodinger operator $-\\Delta_g + q$ in a\nfixed admissible 3-dimensional Riemannian manifold $(M,g)$. We also show that\nan admissible metric $g$ in a fixed conformal class can be constructed from the\nDirichlet-to-Neumann map for $\\Delta_g$. This is a constructive version of\nearlier uniqueness results by Dos Santos Ferreira et al. on admissible\nmanifolds, and extends the reconstruction procedure of Nachman in Euclidean\nspace. The main points are the derivation of a boundary integral equation\ncharacterizing the boundary values of complex geometrical optics solutions, and\nthe development of associated layer potentials adapted to a cylindrical\ngeometry.\n","Comment: 19 pages"]}]
["1011.0751",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0751"],"date":["2010-11-02"],"type":["text"],"creator":["Berdyugina, Svetlana V."],"language":[],"coverage":[],"title":["Polarimetry of cool atmospheres: From the Sun to exoplanets"],"description":["  This is a review of a decade-long effort to develop novel tools for exploring\nmagnetism in cold astrophysical media and to establish a new field of molecular\nspectropolarimetry since Berdyugina et al. (2000). It is most directly\napplicable to the Sun, cool stars, substellar objects, planets and other minor\nbodies as well as interstellar and circumstellar matter. It is close to being a\nmature field with developed theoretical tools poised to uncover new insights\ninto the magnetic structures in cooler environments. Here I attempt a broad\ndescription of the literature and present some recent exciting results. In\nparticular, following my programmatic review at Solar Polarization Workshop 3,\nI discuss advances in molecular magnetic diagnostics which are based on the\nmodeling of about a dozen diatomic molecules with various electronic\ntransitions and states, including the most challenging - FeH. The applications\nstretch from sunspots to starspots, small-scale and turbulent solar magnetic\nfields, red and white dwarfs, and spin-offs such as polarimetry of\nprotoplanetary disks and exoplanets.\n","Comment: Solar Polarization 6, eds. J. Kuhn et al., ASP Conf. Ser. (2011)"]}]
["1011.0752",{"format":[],"subject":["Physics - Physics Education","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0752"],"date":["2010-11-02"],"type":["text"],"creator":["Cooksey, Kathy L.","Seagroves, Scott","Porter, Jason","Raschke, Lynne","Severson, Scott","Hinkley, Sasha"],"language":[],"coverage":[],"title":["The CfAO's Astronomy Course in COSMOS: Curriculum Design, Rationale, and\n  Application"],"description":["  From 2001 to 2007, COSMOS provided a teaching and outreach venue for the\nCenter for Adaptive Optics Professional Development Program (CfAO PDP). COSMOS\nis a four-week residential mathematics and science summer program for\nhigh-school students organized by the University of California on four of its\ncampuses. Two topical science courses comprised each COSMOS cluster. An\nastronomy course has always formed a basis for the CfAO PDP-affiliated cluster.\nThe course included a variety of pedagogical techniques to address a diversity\nof learners and goals. We outline the astronomy course---lectures, activities,\netc.---and provide the rationale for what was taught, how it was aught, and\nwhen it was taught.\n","Comment: 12 pages, 2 figure, 1 table, to appear in ASP Conference Series 436,\n  Learning from Inquiry in Practice, eds. L. Hunter & A. J. Metevier (San\n  Francisco, CA: ASP)"]}]
["1011.0753",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0753","Physical Review A 82, 053801 (2010)","doi:10.1103/PhysRevA.82.053801"],"date":["2010-11-02"],"type":["text"],"creator":["Thompson, Robert T."],"language":[],"coverage":[],"title":["Transformation Optics in Nonvacuum Initial Dielectric Media"],"description":["  Previous formulations of transformation optics have generally been restricted\nto transformations from relatively simple initial media, such as the vacuum,\nbecause of limitations due to their non-covariance. I show that a completely\ncovariant approach enables arbitrary transformations from arbitrarily complex\ninitial linear dielectrics.\n","Comment: 6 pages"]}]
["1011.0755",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0755"],"date":["2010-11-02"],"type":["text"],"creator":["Stoianov, Nikolai Todorov","Tselkov, Veselin Tsenov"],"language":[],"coverage":[],"title":["E-Net Models of a Software System for Web Pages Security SECURITY"],"description":["  This paper presents solutions for cryptography protection for web pages. The\nsolutions comprise the authors' experience in development and implementation of\nsystems for information security in the Automated Information Systems of\nBulgarian Armed Forces. The architecture, the models and the methods are being\nexplained.\n","Comment: 6 pages, 3 figures, Mathematics and Education in Mathematics, 2003\n  Proceedings of the Thirty Second Spring Conference of the Union of Bulgarian\n  Mathematicians,pp.285-290, ISBN 954-8880-14-8"]}]
["1011.0756",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0756"],"date":["2010-11-02"],"type":["text"],"creator":["Turkmani, Rim","Brown, John"],"language":[],"coverage":[],"title":["Electrons re-acceleration at the footpoints of Solar Flares"],"description":["  Hinode's observations revealed a very dynamic and complex chromosphere. This\nrequire revisiting the assumption that the chromospheric footpoints of solar\nflares are areas where accelerated particles only lose energy due to\ncollisions. Traditionally electrons are thought to be accelerated in the\ncoronal part of the loop, then travel to the footpoints where they lose their\nenergy and radiate the observed Hard X-ray. Increasing observational evidence\nchallenges this assumption. We review the evidence against this assumption and\npresent the new Local Re-acceleration Thick Target Model (LRTTM) where at the\nfootpoints electrons receive a boost of re-acceleration in addition to the\nusual collisional loses. Such model may offer an alternative to the 'standard'\ncollisional thick target injection model (TTM) (Brown 1971) of solar HXR burst\nsources, requiring far fewer electrons and solving some recent problems with\nthe TTM interpretation. We look at the different scenarios which could lead to\nsuch re-acceleration and present numerical results from one of them.\n","Comment: submitted"]}]
["1011.0760",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0760"],"date":["2010-11-02"],"type":["text"],"creator":["Sochi, Taha"],"language":[],"coverage":[],"title":["Pore-Scale Modeling of Non-Newtonian Flow in Porous Media"],"description":["  The thesis investigates the flow of non-Newtonian fluids in porous media\nusing pore-scale network modeling. Non-Newtonian fluids show very complex time\nand strain dependent behavior and may have initial yield stress. Their common\nfeature is that they do not obey the simple Newtonian relation of\nproportionality between stress and rate of deformation. They are generally\nclassified into three main categories: time-independent, time-dependent and\nviscoelastic. Two three-dimensional networks representing a sand pack and Berea\nsandstone were used. An iterative numerical technique is used to solve the\npressure field and obtain the flow rate and apparent viscosity. The\ntime-independent category is investigated using two fluid models: Ellis and\nHerschel-Bulkley. The analysis confirmed the reliability of the non-Newtonian\nnetwork model used in this study. Good results are obtained, especially for the\nEllis model, when comparing the network model results to experimental data sets\nfound in the literature. The yield-stress phenomenon is also investigated and\nseveral numerical algorithms were developed and implemented to predict\nthreshold yield pressure of the network. An extensive literature survey and\ninvestigation were carried out to understand the phenomenon of viscoelasticity\nwith special attention to the flow in porous media. The extensional flow and\nviscosity and converging-diverging geometry were thoroughly examined as the\nbasis of the peculiar viscoelastic behavior in porous media. The modified\nBautista-Manero model was identified as a promising candidate for modeling the\nflow of viscoelastic materials which also show thixotropic attributes. An\nalgorithm that employs this model was implemented in the non-Newtonian code and\nthe initial results were analyzed. The time-dependent category was examined and\nseveral problems in modeling and simulating the flow of these fluids were\nidentified.\n","Comment: PhD Thesis"]}]
["1011.0762",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0762"],"date":["2010-11-02"],"type":["text"],"creator":["Azar, Kazem Haghnejad"],"language":[],"coverage":[],"title":["Arens Regularity of Tensor Products and Weak Amenability of Banach\n  Algebras"],"description":["  In this note, we study the Arens regularity of projective tensor product\n$A\\hat{\\otimes}B$ whenever $A$ and $B$ are Arens regular. We establish some new\nconditions for showing that the Banach algebras $A$ and $B$ are Arens regular\nif and only if $A\\hat{\\otimes}B$ is Arens regular. We also introduce some new\nconcepts as left-weak$^*$-weak convergence property [$Lw^*wc-$property] and\nright-weak$^*$-weak convergence property [$Rw^*wc-$property] and for Banach\nalgebra $A$, suppose that $A^*$ and $A^{**}$, respectively, have\n$Rw^*wc-$property and $Lw^*wc-$property. Then if $A^{**}$ is weakly amenable,\nit follows that $A$ is weakly amenable. We also offer some results concerning\nthe relation between these properties with some special derivation\n$D:A\\rightarrow A^*$. We obtain some conclusions in the Arens regularity of\nBanach algebras.\n"]}]
["1011.0766",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","46E30, 42B35 (primary), 26D99 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0766"],"date":["2010-11-02"],"type":["text"],"creator":["Cwikel, Michael","Sagher, Yoram","Shvartsman, Pavel"],"language":[],"coverage":[],"title":["A new look at the John-Nirenberg and John-Stromberg theorems for BMO.\n  Lecture Notes"],"description":["  We develop some techniques for studying various versions of the function\nspace BMO. Special cases of one of our results give alternative proofs of the\ncelebrated John- Nirenberg inequality and of related inequalities due to John\nand to Wik. Our approach enables us to pose a simply formulated \"geometric\"\nquestion, for which an affirmative answer would lead to a version of the\nJohn-Nirenberg inequality with dimension free constants. A more detailed\nsummary of the main ideas and results of this paper can be found at\nhttp://www.math.technion.ac.il/~mcwikel/bmo/CwikSaghShvaSummary.pdf\n","Comment: 64 pages. Section 11 (on pages 55-63) consists of several appendices\n  containing material which will be already well known to many readers. See\n  also http://www.math.technion.ac.il/~mcwikel/bmo"]}]
["1011.0773",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0773"],"date":["2010-11-02"],"type":["text"],"creator":["Dougherty, Sean M.","Perley, Rick"],"language":[],"coverage":[],"title":["Expanded Very Large Array"],"description":["  The Very Large Array is undergoing a major upgrade that will attain an order\nof magnitude improvement in continuum sensitivity across 1 to 50 GHz with\ninstantaneous bandwidths up to 8 GHz in both polarizations. The new WIDAR\ncorrelator provides a highly flexible spectrometer with up to 16 GHz of\nbandwidth and a minimum of 16k channels for each array baseline. The new\ncapabilities revolutionize the scientific discovery potential of the telescope.\nEarly science programs are now underway. We provide an update on the status of\nthe project and a description of early science programs.\n","Comment: 5 pages, 3 figures. To appear in \"The multi-wavelength view of hot,\n  massive stars - 39th Liege Int. Astroph. Coll., 12-16 July 2010"]}]
["1011.0774",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0774"],"date":["2010-11-02"],"type":["text"],"creator":["Shah, Devavrat","Zaman, Tauhid"],"language":[],"coverage":[],"title":["Community Detection in Networks: The Leader-Follower Algorithm"],"description":["  Traditional spectral clustering methods cannot naturally learn the number of\ncommunities in a network and often fail to detect smaller community structure\nin dense networks because they are based upon external community connectivity\nproperties such as graph cuts. We propose an algorithm for detecting community\nstructure in networks called the leader-follower algorithm which is based upon\nthe natural internal structure expected of communities in social networks. The\nalgorithm uses the notion of network centrality in a novel manner to\ndifferentiate leaders (nodes which connect different communities) from loyal\nfollowers (nodes which only have neighbors within a single community). Using\nthis approach, it is able to naturally learn the communities from the network\nstructure and does not require the number of communities as an input, in\ncontrast to other common methods such as spectral clustering. We prove that it\nwill detect all of the communities exactly for any network possessing\ncommunities with the natural internal structure expected in social networks.\nMore importantly, we demonstrate the effectiveness of the leader-follower\nalgorithm in the context of various real networks ranging from social networks\nsuch as Facebook to biological networks such as an fMRI based human brain\nnetwork. We find that the leader-follower algorithm finds the relevant\ncommunity structure in these networks without knowing the number of communities\nbeforehand. Also, because the leader-follower algorithm detects communities\nusing their internal structure, we find that it can resolve a finer community\nstructure in dense networks than common spectral clustering methods based on\nexternal community structure.\n","Comment: 13 pages, 5 figures"]}]
["1011.0775",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0775"],"date":["2010-11-02"],"type":["text"],"creator":["Dougherty, S. M.","Clark, J. S.","Negueruela, I.","Johnson, T. W.","Chapman, J. M."],"language":[],"coverage":[],"title":["Radio emission from the massive stars in Westerlund 1"],"description":["  The diverse massive stellar population in the young massive cluster\nWesterlund 1 (Wd~1) provides an ideal laboratory to observe and constrain\nmass-loss processes throughout the transitional phase of massive star\nevolution. A set of high sensitivity radio observations of Wd~1 leads to the\ndetection of 18 cluster members, a sample dominated by cool hypergiants, but\nwith detections among hotter OB supergiants and WR stars. Here the diverse\nradio properties of the detected sample are briefly described. The mass-loss\nrates of the detected objects are surprisingly similar across the whole\ntransitional phase of massive star evolution, at ~10^-5 solar masses per year.\nSuch as rate is insufficient to strip away the H-rich mantle in a massive star\nlifetime, unless the stars go through a period of enhanced mass-loss. The radio\nluminous star W9 provides an example of such an object, with evidence for two\neras of mass-loss with rates of ~10^-4 solar masses per year.\n","Comment: 5 pages, 2 figures; to appear in \"The multi-wavelength view of hot,\n  massive stars - 39th Liege Int. Astroph. Coll., 12-16 July 2010"]}]
["1011.0777",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0777"],"date":["2010-11-02"],"type":["text"],"creator":["Kennedy, M.","Dougherty, S. M.","Williams, P. M.","Fink, A."],"language":[],"coverage":[],"title":["Cyg OB2 #5: When three stars are just not enough"],"description":["  Archival observations from the Very Large Array (VLA) at frequencies between\n1.4 GHz and 43 GHz of the 6.6-day O6.5-7+O5.5-6 binary Cyg OB2 #5 over 20 years\nare re-examined. The aim is to determine the location and character of its\nknown variable radio emission. The radio emission consists of a primary\ncomponent associated with the binary, and a non-thermal source (NE), $0.8\" to\nthe NE. This work reveals that NE shows no evidence of variation demonstrating\nthat the variable emission arises in the primary component. With NE constant,\nthe radio flux from the primary can now be well determined for the first time,\nespecially in observations that do not resolve both the primary and NE\ncomponents. The variable radio emission from the primary has a period of\n6.7+/-0.3 years which is described by a simple model of a non-thermal source\norbiting within the stellar wind envelope of the binary. Such a model implies\nthe presence of a third, unresolved stellar companion (Star C) orbiting the\n6.6-day binary with a period of 6.7 years. The non-thermal emission arises from\neither a WCR between Star C and the binary system, or possibly from Star C\ndirectly. Examination of radial velocity observations suggests reflex motion of\nthe binary due to Star C, for which a mass of 23^+22_-14 solar mass is deduced.\nTogether with the star associated with NE, this implies that Cyg OB2 #5 is a\nquadruple system.\n","Comment: 5 pages, 4 figs. To appear in \"The Multi-wavelength view of hot,\n  massive stars - 39th Liege Int. Astroph. Coll., 12-16 July 2010"]}]
["1011.0779",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0779"],"date":["2010-11-02"],"type":["text"],"creator":["Dougherty, S. M.","Trenton, V.","Beasley, A. J."],"language":[],"coverage":[],"title":["The orbit and distance of WR140"],"description":["  A campaign of 35 epochs of milli-arcsecond resolution VLBA observations of\nthe archetype colliding wind WR+O star binary system WR140 show the\nwind-collision region (WCR) as a bow-shaped arc of emission that rotates as the\nhighly eccentric orbit progresses. The observations comprise 21 epochs from the\n1993-2001 orbit, discussed by Dougherty et al. (2005), and 14 epochs from the\n2001-2009 orbit, and span orbital phase 0.43 to 0.95. Assuming the WCR is\nsymmetric about the line-of-centres of the two stars and \"points\" at the WR\nstar, this rotation shows the O star moving from SE to E of the WR star between\nthese orbital phases. Using IR interferometry observations from IOTA that\nresolve both stellar components at phase 0.297, in conjuction with orbital\nparameters derived from radial velocity variations, the VLBA observations\nconstrain the inclination of the orbit plane as 120\\degree \\pm 4 \\degree, the\nlongitude of the ascending node as 352\\degree \\pm 2 \\degree, and the orbit\nsemimajor axis as 9.0 \\pm 0.1 mas. This leads to a distance estimate to WR140\nof 1.81 \\pm 0.08 kpc. Further refinements of the orbit and distance await more\nIR interferometric observations of the stellar components directly.\n","Comment: 5 pages, 4 figures - to appear in \"The Multi-wavelength view of hot,\n  massive stars - 39th Liege Int. Coll. 12-16 July, 2010\""]}]
["1011.0784",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0784"],"date":["2010-11-02"],"type":["text"],"creator":["de Cataldo, Mark Andrea"],"language":[],"coverage":[],"title":["The Hodge theory of character varieties"],"description":["  This is a report on joint work with T. Hausel and L. Migliorini, where we\nprove, for each of the groups GL(2,C), PGL(2,C), SL(2,C), that the non-Abelian\nHodge theorem identifies the weight filtration on the cohomology of the\ncharacter variety with the perverse Leray filtration on the cohomology of the\ndomain of the Hitchin map. We review the decomposition theorem, N\\^go's support\ntheorem, the geometric description of the perverse filtration and the\nsub-additivity of the Leray filtration with respect to the cup product.\n","Comment: To appear in the proceedings of the conference \"Classical algebraic\n  geometry today, M.S.R.I., Berkeley, January 25-29, 2009.\" Expanded version of\n  my talk"]}]
["1011.0786",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0786"],"date":["2010-11-02"],"type":["text"],"creator":["Han, Mr. Chong","Nevat, Dr. Ido","Peters, Dr. Gareth","Yuan, Prof. Jinhong"],"language":[],"coverage":[],"title":["Gaussian Process Techniques for Wireless Communications"],"description":["  Bayesian filtering is a general framework for recursively estimating the\nstate of a dynamical system. Classical solutions such that Kalman filter and\nParticle filter are introduced in this report. Gaussian processes have been\nintroduced as a non-parametric technique for system estimation from supervision\nlearning. For the thesis project, we intend to propose a new, general\nmethodology for inference and learning in non-linear state-space models\nprobabilistically incorporating with the Gaussian process model estimation.\n","Comment: This is a Thesis A report submitted to School of Electrical\n  Engineering & Telecommunications, University of New South Wales, Australia,\n  based on the work done in Semester 2, 2010. Research work is to be continued\n  in Semester 1, 2011"]}]
["1011.0794",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","42C40, 22D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0794"],"date":["2010-11-02"],"type":["text"],"creator":["Baggett, Lawrence W.","Merrill, Kathy D.","Packer, Judith A.","Ramsay, Arlan B."],"language":[],"coverage":[],"title":["Probability measures on solenoids corresponding to fractal wavelets"],"description":["  The measure on generalized solenoids constructed using filters by Dutkay and\nJorgensen is analyzed further by writing the solenoid as the product of a torus\nand a Cantor set. Using this decomposition, key differences are revealed\nbetween solenoid measures associated with classical filters in $\\mathbb R^d$\nand those associated with filters on inflated fractal sets. In particular, it\nis shown that the classical case produces atomic fiber measures, and as a\nresult supports both suitably defined solenoid MSF wavelets and systems of\nimprimitivity for the corresponding wavelet representation of the generalized\nBaumslag-Solitar group. In contrast, the fiber measures for filters on inflated\nfractal spaces cannot be atomic, and thus can support neither MSF wavelets nor\nsystems of imprimitivity.\n","Comment: 27 pages"]}]
["1011.0796",{"format":[],"subject":["Mathematics - Combinatorics","05C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0796"],"date":["2010-11-02"],"type":["text"],"creator":["Fan, Xiaoxia","Luo, Yanfeng"],"language":[],"coverage":[],"title":["Spectral characterization of a specific class of trees"],"description":["  In this paper, it is shown that the graph $T_4(p,q,r)$ is determined by its\nLaplacian spectrum and there are no two non-isomorphic such graphs which are\ncospectral with respect to adjacency spectrum.\n","Comment: 11 pages, 4 figures"]}]
["1011.0800",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0800"],"date":["2010-11-03"],"type":["text"],"creator":["Bhargavi, P.","Jyothi, S."],"language":[],"coverage":[],"title":["Soil Classification Using GATree"],"description":["  This paper details the application of a genetic programming framework for\nclassification of decision tree of Soil data to classify soil texture. The\ndatabase contains measurements of soil profile data. We have applied GATree for\ngenerating classification decision tree. GATree is a decision tree builder that\nis based on Genetic Algorithms (GAs). The idea behind it is rather simple but\npowerful. Instead of using statistic metrics that are biased towards specific\ntrees we use a more flexible, global metric of tree quality that try to\noptimize accuracy and size. GATree offers some unique features not to be found\nin any other tree inducers while at the same time it can produce better results\nfor many difficult problems. Experimental results are presented which\nillustrate the performance of generating best decision tree for classifying\nsoil texture for soil data set.\n"]}]
["1011.0802",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0802"],"date":["2010-11-03"],"type":["text"],"creator":["Haghnejad, Kazem"],"language":[],"coverage":[],"title":["A Generalization of the Weak Amenability of some Banach Algebra"],"description":["  Let $A$ be a Banach algebra and $A^{**}$ be the second dual of it. We show\nthat by some new conditions, $A$ is weakly amenable whenever $A^{**}$ is weakly\namenable. We will study this problem under generalization, that is, if\n$(n+2)-th$ dual of $A$, $A^{(n+2)}$, is $T-S-$weakly amenable, then $A^{(n)}$\nis $T-S-$weakly amenable where $T$ and $S$ are continuous linear mappings from\n$A^{(n)}$ into $A^{(n)}$.\n"]}]
["1011.0803",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0803"],"date":["2010-11-03"],"type":["text"],"creator":["Azar, Kazem Haghnejad"],"language":[],"coverage":[],"title":["Arens regularity of module actions and weak amenability of Banach\n  algebras"],"description":["  For Banach left and right module actions, we will establish the relationships\nbetween topological centers of module actions with some result in the weak\namenability of Banach algebras.\n"]}]
["1011.0805",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0805"],"date":["2010-11-03"],"type":["text"],"creator":["Nagai, Kei-ichi","Carrillo-Ruiz, Maria Georgina","Koleva, Gergana","Lewis, Randy"],"language":[],"coverage":[],"title":["Exploration of the phase structure of $SU(N_c)$ lattice gauge theory\n  with many Wilson fermions at strong coupling"],"description":["  We explore aspects of the phase structure of SU(2) and SU(3) lattice gauge\ntheories at strong coupling with many flavours $N_f$ of Wilson fermions in the\nfundamental representation, including the relevance to recent searches for a\nconformal window. The pseudoscalar meson mass, the quark mass and other\nquantities are observed as functions of the hopping parameter, and we find\ndeviations from the expected analytic dependence, at least for sufficiently\nlarge $N_f$. Implications of these effects for the phase structure and for the\nexistence of a (first order) bulk phase and the Aoki phase are discussed in the\ncase of $N_f/N_c \\gg 1$.\n","Comment: 7 pages, 8 figures, Talk presented at The XXVIII International\n  Symposium on Lattice Field Theory, Lattice 2010, June 14-19, 2010,\n  Villasimius, Italy"]}]
["1011.0808",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0808"],"date":["2010-11-03"],"type":["text"],"creator":["Anisovich, V. V.","Dakhno, L. G.","Matveev, M. A.","Nikonov, V. A."],"language":[],"coverage":[],"title":["Quasi-diffraction production of white quark--gluon clusters at\n  superhigh-energy hadron collisions"],"description":["  We discuss a collective effect, which can be possible in hadron--hadron\ncollisions at superhigh energies, that is, a quasi-diffraction production of\nseveral white clusters of quarks and gluons. Being transformed into hadrons,\nsuch clusters are sources of the fastest particles, which move forward nearly\nparallel to each other.\n","Comment: 6 pages, 9 figures"]}]
["1011.0812",{"format":[],"subject":["Mathematics - Complex Variables","30F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0812"],"date":["2010-11-03"],"type":["text"],"creator":["Biswas, Kingshook","Perez-Marco, Ricardo"],"language":[],"coverage":[],"title":["Uniformization of simply connected finite type log-Riemann surfaces"],"description":["  We consider simply connected log-Riemann surfaces with a finite number of\nramification points. We prove that these surfaces are biholomorphic to C with\nuniformizations given by entire functions of the form F (z) = \\int Q(z)\ne^{P(z)} dz where P, Q are polynomials of degrees equal to the number of\ninfinite and finite order ramification points respectively. Conversely any such\nentire function defines a simply connected log-Riemann surface with finitely\nmany ramification points.\n","Comment: 13 pages"]}]
["1011.0819",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0819","Statistical Science 2010, Vol. 25, No. 1, 72-87","doi:10.1214/10-STS322"],"date":["2010-11-03"],"type":["text"],"creator":["Martin, Ryan","Zhang, Jianchun","Liu, Chuanhai"],"language":[],"coverage":[],"title":["Dempster--Shafer Theory and Statistical Inference with Weak Beliefs"],"description":["  The Dempster--Shafer (DS) theory is a powerful tool for probabilistic\nreasoning based on a formal calculus for combining evidence. DS theory has been\nwidely used in computer science and engineering applications, but has yet to\nreach the statistical mainstream, perhaps because the DS belief functions do\nnot satisfy long-run frequency properties. Recently, two of the authors\nproposed an extension of DS, called the weak belief (WB) approach, that can\nincorporate desirable frequency properties into the DS framework by\nsystematically enlarging the focal elements. The present paper reviews and\nextends this WB approach. We present a general description of WB in the context\nof inferential models, its interplay with the DS calculus, and the maximal\nbelief solution. New applications of the WB method in two high-dimensional\nhypothesis testing problems are given. Simulations show that the WB procedures,\nsuitably calibrated, perform well compared to popular classical methods. Most\nimportantly, the WB approach combines the probabilistic reasoning of DS with\nthe desirable frequency properties of classical statistics.\n","Comment: Published in at http://dx.doi.org/10.1214/10-STS322 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1011.0823",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0823"],"date":["2010-11-03"],"type":["text"],"creator":["Schulday, I.","Lawall, R.","Barth, J.","Glander, K. -H.","Goers, S.","Hannappel, J.","Jöpen, N.","Klein, F.","~Klempt, E.","Menze, D.","Paul, E.","Schwille, W. J."],"language":[],"coverage":[],"title":["Measurement of the reaction $\\gamma p \\rightarrow K^ +\n  \\Sigma^{\\pm}\\pi^{\\mp}$ at photon energies up to 2.6 GeV"],"description":["  The reactions $\\gamma p \\rightarrow K^{+}\\Sigma^{\\pm}\\pi^{\\mp}$ were studied\nwith the SAPHIR detector using a tagged photon beam at the electron stretcher\nfacility ELSA in Bonn. The decays $\\Sigma^{-} \\rightarrow n\\pi^{-}$ and\n$\\Sigma^{+} \\rightarrow n\\pi^{+}, p\\pi^0$ were fully reconstructed. Reaction\ncross sections were measured as a function of the photon energy from threshold\nup to $2.6\\,$GeV with considerably improved statistics compared to a previous\nbubble chamber measurement. The cross sections rise monotonously with\nincreasing photon energy. The two-particle mass distributions of\n$\\Sigma^{\\pm}\\pi^{\\mp}$ and $K^+\\pi^-$ show substantial production of resonant\nstates.\n","Comment: 6 pages, 12 figures, 4 tables"]}]
["1011.0828",{"format":[],"subject":["Quantitative Finance - Pricing of Securities"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0828"],"date":["2010-11-03"],"type":["text"],"creator":["Moreni, Nicola","Pallavicini, Andrea"],"language":[],"coverage":[],"title":["Parsimonious HJM Modelling for Multiple Yield-Curve Dynamics"],"description":["  For a long time interest-rate models were built on a single yield curve used\nboth for discounting and forwarding. However, the crisis that has affected\nfinancial markets in the last years led market players to revise this\nassumption and accommodate basis-swap spreads, whose remarkable widening can no\nlonger be neglected. In recent literature we find many proposals of multi-curve\ninterest-rate models, whose calibration would typically require market quotes\nfor all yield curves. At present this is not possible since most of the quotes\nare missing or extremely illiquid. Thanks to a suitable extension of the HJM\nframework, we propose a parsimonious model based on observed rates that deduces\nyield-curve dynamics from a single family of Markov processes. Furthermore, we\ndetail a specification of the model reporting numerical examples of calibration\nto quoted market data.\n"]}]
["1011.0830",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0830"],"date":["2010-11-03"],"type":["text"],"creator":["Huang, Peihao","Zheng, Hang","Nasu, Keiichiro"],"language":[],"coverage":[],"title":["Comparison of analytical and numerical methods and the effect of bath\n  coupling on the quantum decoherence"],"description":["  The dynamics of a qubit in a structured environment is investigated\ntheoretically. One point of view of the model is the spin-boson model with a\nLorentz shaped spectral density. An alternative view is a qubit coupled to\nharmonic oscillator (HO), which in turn coupled to a Ohmic environment. Two\ndifferent methods are applied and compared for this problem. One is a\nperturbation method based on a unitary transformation. Since the transformed\nhamiltonian is of rotating wave approximation (RWA) form, we call it the\ntransformed rotating wave approximation (TRWA) method. And the other one is the\nnumerically exact method of the quasi-adiabatic propagator path-integral\n(QUAPI) method. TRWA method can be applied from the first point of view. And\nthe QUAPI method can applied from both points of views. We find that from the\n1st point of view QUAPI only works well for large $\\Gamma$. Since the memory\ntime is too long for the practical evaluation of QUAPI when $\\Gamma$ is small.\nWe call this treatment as QUAPI1. And from the 2nd point of view, QUAPI works\nwell for small $\\Gamma$, since the non-adiabatic effect become more important\nas $\\Gamma$ increases, one need smaller time-step and more steps to obtain\naccurate result which also quickly runs out the computational resources. This\ntreatment is called QUAPI2. We find that the TRWA method works well for the\nwhole parameter range of $\\Gamma$ and show good agreement with QUAPI1 and\nQUAPI2. On the other hand, we find that the decoherence of the qubit can be\nreduced with increasing coupling between HO and bath. This result may be\nrelevant to the design of quantum computer.\n","Comment: 5 figures"]}]
["1011.0831",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0831","Kaluzny, J., et al. 2010, Acta Astronomica, 60, 245"],"date":["2010-11-03"],"type":["text"],"creator":["Kaluzny, J.","Thompson, I. B.","Krzeminski, W.","Zloczewski, K."],"language":[],"coverage":[],"title":["The Cluster AgeS Experiment (CASE). Variable Stars in the Globular\n  Cluster M55"],"description":["  We report time-series photometry for 55 variable stars located in the central\npart of the globular cluster M55. The sample includes 28 newly identified\nobjects of which 13 are eclipsing binaries. Three of these are detached systems\nlocated in the turn-off region on the cluster color-magnitude diagram. Two of\nthem are proper motion (PM) members of M55 and are excellent candidates for a\ndetailed follow-up study aimed at a determination of the cluster age and\ndistance. Other detached binaries are located along the unevolved part of the\ncluster main sequence. Most of the variables are cluster blue straggler stars.\nThis group includes 35 SX Phe stars, two contact binaries, and one\nsemi-detached binary. V60 is a low mass, short period algol with the less\nmassive and cooler component filling its Roche lobe. The more massive component\nis an SX Phe variable. The orbital period of V60 increases at a rate of\ndP/P=3.0E-9. In addition to numerous variable blue stragglers we also report\nthe detection of two red stragglers showing periodic variability. Both of these\nare PM members of M55. We note and discuss the observed paucity of contact\nbinaries among unevolved main sequence stars in M55 and NGC 6752. This apparent\npaucity supports an evolution model in which the formation of contact binaries\nis triggered by stellar evolution at the main-sequence turn off.\n","Comment: 22 pages, 12 figures, published in Acta Astronomica"]}]
["1011.0832",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0832"],"date":["2010-11-03"],"type":["text"],"creator":["Esen, Oğul","Gümral, Hasan"],"language":[],"coverage":[],"title":["Jets, Lifts and Dynamics"],"description":["  We show that complete cotangent lifts of vector fields, their decomposition\ninto vertical representative and holonomic part provide a geometrical framework\nunderlying Eulerian equations of continuum mechanics. We discuss Euler\nequations for ideal incompressible fluid and Vlasov equations of plasma\ndynamics in connection with the lifts of divergence-free and Hamiltonian vector\nfields, respectively. As a further application, we obtain kinetic equations of\nparticles moving with the flow of contact vector fields both from Lie-Poisson\nreductions and with the techniques of present framework.\n"]}]
["1011.0834",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0834"],"date":["2010-11-03"],"type":["text"],"creator":["Barthelme, Simon","Beffy, Magali","Chopin, Nicolas","Doucet, Arnaud","Jacob, Pierre","Johansen, Adam M.","Marin, Jean-Michel","Robert, Christian P."],"language":[],"coverage":[],"title":["Discussions on \"Riemann manifold Langevin and Hamiltonian Monte Carlo\n  methods\""],"description":["  This is a collection of discussions of `Riemann manifold Langevin and\nHamiltonian Monte Carlo methods\" by Girolami and Calderhead, to appear in the\nJournal of the Royal Statistical Society, Series B.\n","Comment: 6 pages, one figure"]}]
["1011.0837",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0837","F Markert et al 2010 New J. Phys. 12 113003","doi:10.1088/1367-2630/12/11/113003"],"date":["2010-11-03"],"type":["text"],"creator":["Markert, F.","Würtz, P.","Koglbauer, A.","Gericke, T.","Vogler, A.","Ott, H."],"language":[],"coverage":[],"title":["AC-Stark shift and photoionization of Rydberg atoms in an optical dipole\n  trap"],"description":["  We have measured the AC-Stark shift of the $14D_{5/2}$ Rydberg state of\nrubidium 87 in an optical dipole trap formed by a focussed CO$_2$-laser. We\nfind good quantitative agreement with the model of a free electron experiencing\na ponderomotive potential in the light field. In order to reproduce the\nobserved spectra we take into account the broadening of the Rydberg state due\nto photoionization. The extracted cross-section is compatible with previous\nmeasurements on neighboring Rydberg states.\n"]}]
["1011.0844",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0844"],"date":["2010-11-03"],"type":["text"],"creator":["de Castro, Maria M.","March, Miguel Angel Garcia","Gomila, Damia","Zambrini, Roberta"],"language":[],"coverage":[],"title":["Spatial entanglement in optical parametric oscillators with photonic\n  crystals"],"description":["  The effects of an intracavity photonic crystal in a multimode optical\nparametric oscillator are studied, with a special focus on quantum\nfluctuations. The capability to either stimulate or inhibit the spatial\ninstability, lowering or increasing the parametric threshold, allows to control\nthe intensity fluctuations and correlations. A significative quantum noise\nreduction and an increase of the range of squeezed quadratures are found above\nthreshold where spatial Einstein-Podolsky-Rosen entanglement and inseparability\nare found.\n","Comment: 4 pages, 3 figures"]}]
["1011.0849",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0849"],"date":["2010-11-03"],"type":["text"],"creator":["Lange, H.","Newstead, P. E."],"language":[],"coverage":[],"title":["Further examples of stable bundles of rank 2 with 4 sections"],"description":["  In this paper we construct new examples of stable bundles of rank 2 of small\ndegree with 4 sections on a smooth irreducible curve of maximal Clifford index.\nThe corresponding Brill-Noether loci have negative expected dimension of\narbitrarily large absolute value.\n"]}]
["1011.0853",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0853"],"date":["2010-11-03"],"type":["text"],"creator":["Campana, Sergio"],"language":[],"coverage":[],"title":["Neutron star observations with WFXT"],"description":["  The Wide-Field X-ray Telescope (WFXT) is a proposed NASA mission dedicated to\nperforming surveys of the sky in the soft X-ray band (0.3-6 keV). The key\ncharacteristics of this missions are a constant point spread function with Half\nEnergy Width of ~5 arcsec over a ~1 degree field of view as well as an\neffective area ~10 times larger than the one of Chandra. Despite the fact that\nthe mission is tailored for extragalactic purposes, we show here that extremely\ninteresting results can also be obtained on the study of neutron stars.\n","Comment: 5 pages, 8 figures, Proceedings of \"The Wide Field X-ray Telescope\n  Workshop\", held in Bologna, Italy, Nov. 25-26 2009. To appear in Memorie\n  della Societa` Astronomica Italiana 2010 (arXiv:1010.5889)"]}]
["1011.0855",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Logic","Primary 13F05, Secondary 13A15, 13A18, 06F20, 05C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0855"],"date":["2010-11-03"],"type":["text"],"creator":["Basarab, Serban A."],"language":[],"coverage":[],"title":["Arithmetic-arboreal residue structures induced by Prufer extensions : An\n  axiomatic approach"],"description":["  We present an axiomatic framework for the residue structures induced by\nPrufer extensions with a stress upon the intimate connection between their\narithmetic and arboreal theoretic properties. The main result of the paper\nprovides an adjunction relationship between two naturally defined functors\nrelating Prufer extensions and superrigid directed commutative regular\nquasi-semirings.\n","Comment: 56 pages"]}]
["1011.0857",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0857"],"date":["2010-11-03"],"type":["text"],"creator":["Parker, Quentin A.","Frew, David J."],"language":[],"coverage":[],"title":["Planetary Nebula Surveys: Past, Present and Future"],"description":["  In this review we cover the detection, identification and astrophysical\nimportance of planetary nebulae (PN). The legacy of the historic Perek &\nKohoutek and Acker et al. catalogues is briefly covered before highlighting the\nmore recent but significant progress in PN discoveries in our Galaxy and the\nMagellanic Clouds. We place particular emphasis on the major MASH and the IPHAS\ncatalogues, which, over the last decade alone, have essentially doubled\nGalactic and LMC PN numbers. We then discuss the increasing role and importance\nthat multi-wavelength data is playing in both the detection of candidate PN and\nthe elimination of PN mimics that have seriously biased previous PN\ncompilations. The prospects for future surveys and current efforts and\nprospects for PN detections in external galaxies are briefly discussed due to\ntheir value both as cosmic distance indicators and as kinematical probes of\ngalaxies and dark matter properties.\n","Comment: 8 pages, 1 figure, Proceedings of the Asymmetric Planetary Nebula V\n  Conference (Invited Review, Lake District, England, June 2010)"]}]
["1011.0859",{"format":[],"subject":["High Energy Physics - Theory","81P05","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0859"],"date":["2010-11-03"],"type":["text"],"creator":["Zinoviev, Yury M."],"language":[],"coverage":[],"title":["Causal Scattering Matrix and the Chronological Product"],"description":["  A causal scattering matrix is constructed by means of the mixed chronological\nand normal product of the free quantum fields of different variables. This\nscattering matrix does not contain the diverging integrals.\n","Comment: 12 pages"]}]
["1011.0860",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0860","P W\\\"urtz et al 2010 New J. Phys. 12 065033","doi:10.1088/1367-2630/12/6/065033"],"date":["2010-11-03"],"type":["text"],"creator":["Würtz, P.","Gericke, T.","Vogler, A.","Ott, H."],"language":[],"coverage":[],"title":["Ultracold Atoms as a Target: Absolute Scattering Cross-Section\n  Measurements"],"description":["  We report on a new experimental platform for the measurement of absolute\nscattering cross-sections. The target atoms are trapped in an optical dipole\ntrap and are exposed to an incident particle beam. The exponential decay of the\natom number directly yields the absolute total scattering cross-section. The\ntechnique can be applied to any atomic or molecular species that can be\nprepared in an optical dipole trap and provides a large variety of possible\nscattering scenarios.\n"]}]
["1011.0870",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F05, 14J60, 14B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0870"],"date":["2010-11-03"],"type":["text"],"creator":["Coanda, Iustin"],"language":[],"coverage":[],"title":["A simple proof of Tyurin's babylonian tower theorem"],"description":["  Using the method of Coand\\u{a} and Trautmann (2006), we give a simple proof\nof the following theorem due to Tyurin (1976) in the smooth case: if a vector\nbundle $E$ on a $c$-codimensional locally Cohen-Macaulay closed subscheme $X$\nof the projective space $P^n$ extends to a vector bundle $F$ on a similar\nclosed subscheme $Y$ of $P^N$, for every $N > n$, then $E$ is the restriction\nto $X$ of a direct sum of line bundles on $P^n$. Using the same method, we also\nprovide a proof of the Babylonian tower theorem for locally complete\nintersection subschemes of projective spaces.\n"]}]
["1011.0878",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0878","Acta Phys. Pol. B, Vol. 41, Number 10, 2231 (2010)"],"date":["2010-11-03"],"type":["text"],"creator":["Haider, Q.","Liu, L. C."],"language":[],"coverage":[],"title":["Eta-Mesic Nucleus and COSY-GEM Data"],"description":["  The experimental data of the COSY-GEM Collaboration for the recoil-free\ntransfer reaction p (27Al, 3He) \\pi - p' X, leading to the formation of bound\nstate of eta (\\eta) meson in 25Mg nucleus, is reanalyzed in this paper. In\nparticular, predicted values of binding energy and half-width of the \\eta\n-mesic nucleus 25Mg\\eta, given by different theoretical approaches, are\ncompared with the ones obtained from the experimental missing mass spectrum. It\nis found that the spectrum can be explained reasonably well if interference\neffect of another process, where \\eta is not bound in 25Mg but is scattered by\nthe nucleus and emerge as a pion, is taken into account. The data also indicate\nthat the interaction between N*(1535) and a nucleus is attractive in nature.\n","Comment: Invited talk at the International Symposium on Mesic Nuclei, Krakow,\n  16 June 2010"]}]
["1011.0883",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","11R58 (14G32)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0883"],"date":["2010-11-03"],"type":["text"],"creator":["Bogomolov, Fedor","Tschinkel, Yuri"],"language":[],"coverage":[],"title":["Introduction to birational anabelian geometry"],"description":["  We survey recent developments in the Birational Anabelian Geometry program\naimed at the reconstruction of function fields of algebraic varieties over\nalgebraically closed fields from pieces of their absolute Galois groups.\n","Comment: 51 pages"]}]
["1011.0886",{"format":[],"subject":["Mathematics - Rings and Algebras","16T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0886"],"date":["2010-11-03"],"type":["text"],"creator":["Bulacu, D.","Caenepeel, S."],"language":[],"coverage":[],"title":["Algebras graded by discrete Doi-Hopf data and the Drinfeld double of a\n  Hopf group-coalgebra"],"description":["  We study Doi-Hopf data and Doi-Hopf modules for Hopf group-coalgebras. We\nintroduce modules graded by a discrete Doi-Hopf datum; to a Doi-Hopf datum over\na Hopf group coalgebra, we associate an algebra graded by the underlying\ndiscrete Doi-Hopf datum, using a smash product type construction. The category\nof Doi-Hopf modules is then isomorphic to the category of graded modules over\nthis algebra. This is applied to the category of Yetter-Drinfeld modules over a\nHopf group coalgebra, leading to the construction of the Drinfeld double. It is\nshown that this Drinfeld double is a quasitriangular graded Hopf algebra.\n","Comment: 34 pages"]}]
["1011.0890",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Geometry","32S25, 32S50, 57M10, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0890"],"date":["2010-11-03"],"type":["text"],"creator":["Pedersen, Helge Møller"],"language":[],"coverage":[],"title":["Splice Diagram Singularities and The Universal Abelian Cover of Graph\n  Orbifolds"],"description":["  Given a rational homology sphere M, whose splice diagram satisfy the\nsemigroup condition, Neumann and Wahl were able to define a complete\nintersection surface singularity called splice diagram singularity from the\nsplice diagram of M. They were also able to show that under an additional\nhypothesis on M called the congruence condition, the link of the splice diagram\nsingularity is the universal abelian cover of M. In this article we generalize\nthe congruence condition to the class of orbifolds called graph orbifold. We\nshow that under a small additional hypothesis, this orbifold congruence\ncondition implies that the link or the splice diagram equations is the\nuniversal abelian cover. We also show that any two node splice diagram\nsatisfying the semigroup condition, is the splice diagram of a graph orbifold\nsatisfying the orbifold congruence condition.\n","Comment: 18 peges"]}]
["1011.0891",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0891"],"date":["2010-11-03"],"type":["text"],"creator":["Gregory, C. D.","Diziere, A.","Aoki, H.","Besio, M.","Bouquet, S.","Falize, E.","Ide, T.","Loupias, B.","Michaut, C.","Morita, T.","Pikuz Jr., S. A.","Ravasio, A.","Kuramtisu, Y.","Sakawa, Y.","Takabe, H.","Tanji, H.","Woolsey, N. C.","Koenig, M."],"language":[],"coverage":[],"title":["Experiments to investigate the effects of radiative cooling on plasma\n  jet collimation"],"description":["  Preliminary experiments have been performed to investigate the effects of\nradiative cooling on plasma jets. Thin (3 um - 5 um) conical shells were\nirradiated with an intense laser, driving jets with velocities > 100 km/s.\nThrough use of different target materials - aluminium, copper and gold - the\ndegree of radiative losses was altered, and their importance for jet\ncollimation investigated. A number of temporally resoved optical diagnostics\nwas used, providing information about the jet evolution. Gold jets were seen to\nbe narrower than those from copper targets, while aluminium targets produced\nthe least collimated flows.\n","Comment: Presented at the 8th High Energy Density Laboratory Astrophysics\n  conference, March 15th - 18th, Caltech, CA, USA"]}]
["1011.0895",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0895"],"date":["2010-11-03"],"type":["text"],"creator":["Porcelli, Fernando","Scibona, Giancarlo"],"language":[],"coverage":[],"title":["On the Black Hole's Thermodynamics and the Entropic Origin of Gravity"],"description":["  The Schwarzschild's black hole dynamics in presence of gravity is described\non using the thermodynamic equations of state for contractile materials. Its\nentropy and temperature, obtained by using classical principles, reproduce the\nresults derived from quantum field theories and statistical mechanics. The\ngiven results show that, by using the gravitational dynamics to reproduce the\nthermodynamic equation TdS/dx = Fgravity, there is no way to establish the\nentropic origin of gravity, because the results can be seen the other way\naround.\n","Comment: 10 pages, no figures"]}]
["1011.0897",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0897"],"date":["2010-11-03"],"type":["text"],"creator":["Humpherys, Jeffrey","Zumbrun, Kevin"],"language":[],"coverage":[],"title":["Efficient numerical stability analysis of detonation waves in ZND"],"description":["  As described in the classic works of Lee--Stewart and Short--Stewart, the\nnumerical evaluation of linear stability of planar detonation waves is a\ncomputationally intensive problem of considerable interest in applications.\nReexamining this problem from a modern numerical Evans function point of view,\nwe derive a new algorithm for their stability analysis, related to a much older\nmethod of Erpenbeck, that, while equally simple and easy to implement as the\nstandard method introduced by Lee--Stewart, appears to be potentially faster\nand more stable.\n"]}]
["1011.0902",{"format":[],"subject":["Mathematics - Differential Geometry","53C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0902"],"date":["2010-11-03"],"type":["text"],"creator":["Ivey, Thomas A.","Ryan, Patrick J."],"language":[],"coverage":[],"title":["The *-Ricci tensor for hypersurfaces in CP^n and CH^n"],"description":["  We update and refine the work of T. Hamada concerning *-Einstein\nhypersurfaces in complex space forms CP^n and CH^n. We also address existence\nquestions using the methods of moving frames and exterior differential systems.\n","Comment: 26 pages"]}]
["1011.0907",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Spectral Theory","65J10, 47B36, 47B80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0907"],"date":["2010-11-03"],"type":["text"],"creator":["Lindner, Marko","Roch, Steffen"],"language":[],"coverage":[],"title":["Finite sections of random Jacobi operators"],"description":["  This article is about a problem in the numerical analysis of random\noperators. We study a version of the finite section method for the approximate\nsolution of equations $Ax=b$ in infinitely many variables, where $A$ is a\nrandom Jacobi operator. In other words, we approximately solve infinite second\norder difference equations with stochastic coefficients by reducing the\ninfinite volume case to the (large) finite volume case via a particular\ntruncation technique. For most of the paper we consider non-selfadjoint\noperators $A$ but we also comment on the self-adjoint case when simplifications\noccur.\n"]}]
["1011.0911",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0911"],"date":["2010-11-03"],"type":["text"],"creator":["Marinkovic, Marina","Schaefer, Stefan"],"language":[],"coverage":[],"title":["Comparison of the mass preconditioned HMC and the DD-HMC algorithm for\n  two-flavour QCD"],"description":["  Mass preconditioned HMC and DD-HMC are among the most popular algorithms to\nsimulate Wilson fermions. We present a comparison of the performance of the two\nalgorithms for realistic quark masses and lattice sizes. In particular, we use\nthe locally deflated solver of the DD-HMC environment also for the mass\npreconditioned simulations.\n","Comment: 7 pages, 2 figures. Presented at the XXVIII International Symposium\n  on Lattice Field Theory (Lattice 2010), June 14-19 2010, Villasimius, Italy"]}]
["1011.0913",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0913"],"date":["2010-11-03"],"type":["text"],"creator":["Ezra, Gregory S.","Wiggins, Stephen"],"language":[],"coverage":[],"title":["Phase space barriers and dividing surfaces in the absence of critical\n  points of the potential energy"],"description":["  We consider the existence of invariant manifolds in phase space governing\nreaction dynamics in situations where there are no saddle points on the\npotential energy surface in the relevant regions of configuration space. We\npoint out that such situations occur in a number of important classes of\nchemical reactions, and we illustrate this concretely by considering a model\nfor transition state switching in an ion-molecule association reaction due to\nChesnavich (J. Chem. Phys. {\\bf 84}, 2615 (1986)). For this model we show that,\nin the region of configuration space relevant to the reaction, there are no\nsaddle points on the potential energy surface, but that in phase space there is\na normally hyperbolic invariant manifold (NHIM) bounding a dividing surface\nhaving the property that the reactive flux through this dividing surface is a\nminimum. We then describe two methods for finding NHIMs and their associated\nphase space structures in systems with more than two degrees-of-freedom. These\nmethods do not rely on the existence of saddle points, or any other particular\nfeature, of the potential energy surface.\n","Comment: 18 pages, 2 figures"]}]
["1011.0915",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J10, 35L05, 58J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0915"],"date":["2010-11-03"],"type":["text"],"creator":["Garcia, Andoni"],"language":[],"coverage":[],"title":["$L^p$-$L^q$ estimates for Electromagnetic Helmholtz equation"],"description":["  In space dimension $n\\geq3$, we consider the electromagnetic Schr\\\"odinger\nHamiltonian $H=(\\nabla-iA(x))^2-V$ and the corresponding Helmholtz equation\n$(\\nabla-iA(x))^2u+u-V(x)u=f \\in \\mathbb{R}^n$. We extend the well known\n$L^p$-$L^q$ estimates for the solution of the free Helmholtz equation to the\ncase when the electromagnetic hamiltonian $H$ is considered.\n","Comment: 13 pages, 3 figures"]}]
["1011.0923",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0923"],"date":["2010-11-03"],"type":["text"],"creator":["Sazonov, A. N."],"language":[],"coverage":[],"title":["SS 443: multicolour observations 1982-1990"],"description":["  We report BVR photometry of the V1343 Aql= SS 433 microquasar at different\nphases of the 13--day orbital cycle for the 1986--1990 observing seasons. The\ndata include five complete cycles of the 163$^{d}$ precession period of the\nsystem. We obtain mean light curves and color--color diagrams with the orbital\nperiod for all intervals of precession phases. The optical component of the\nclose binary system (CBS) fills its critical Roche lobe and loses mass on the\nthermal relaxation time scale. Gaseous flow show up actively in the system and\nactivity manifestations differ substantially at different precession phases.\nThe collimated relativistic jets perpendicular to the plane of the disk appear\nto be associated with supercritical accretion onto the compact relativistic\nobject in the massive CBS, which shows up in the shapes of the light curves at\ndifferent orbital and precession phases. An analysis of color indices confirmed\nthe earlier discovered peculiarities of the system.\n","Comment: 23 pages, 10 figures"]}]
["1011.0927",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0927"],"date":["2010-11-03"],"type":["text"],"creator":["Grop, Serge","Schäfer, Wolfgang","Bourgeois, Pierre-Yves","Bazin, Nicolas","Kersalé, Yann","Oxborrow, Mark","Rubiola, Enrico","Giordano, Vincent"],"language":[],"coverage":[],"title":["Unprecedented High Long Term Frequency Stability with a Macroscopic\n  Resonator Oscillator"],"description":["  This article reports on the long-term frequency stabilty characterisation of\na new type of cryogenic sapphire oscillator using an autonomous pulse-tube\ncryocooler as its cold source. This new design enables a relative frequency\nstability of better than 4.5e-15 over one day of integration. This represents\nto our knowledge the best long-term frequency stability ever obtained with a\nsignal source based on a macroscopic resonator.\n","Comment: 9 pages, 5 figures"]}]
["1011.0928",{"format":[],"subject":["Mathematics - Representation Theory","17B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0928"],"date":["2010-11-03"],"type":["text"],"creator":["Fauquant-Millet, Florence","Joseph, Anthony"],"language":[],"coverage":[],"title":["Slices for biparabolics of index one"],"description":["  Let $\\mathfrak a$ be an algebraic Lie subalgebra of a simple Lie algebra\n$\\mathfrak g$ with index $\\mathfrak a \\leq \\rank \\mathfrak g$. Let $Y(\\mathfrak\na)$ denote the algebra of $\\mathfrak a$ invariant polynomial functions on\n$\\mathfrak a^*$. An algebraic slice for $\\mathfrak a$ is an affine subspace\n$\\eta+V$ with $\\eta \\in \\mathfrak a^*$ and $V \\subset \\mathfrak a^*$ a subspace\nof dimension index $\\mathfrak a$ such that restriction of function induces an\nisomorphism of $Y(\\mathfrak a)$ onto the algebra $R[\\eta+V]$ of regular\nfunctions on $\\eta+V$. Slices have been obtained in a number of cases through\nthe construction of an adapted pair $(h,\\eta)$ in which $h \\in\\mathfrak a$ is\nad-semisimple, $\\eta$ is a regular element of $\\mathfrak a^*$ which is an\neigenvector for $h$ of eigenvalue minus one and $V$ is an $h$ stable complement\nto $(\\ad \\mathfrak a)\\eta$ in $\\mathfrak a^*$. The classical case is for\n$\\mathfrak g$ semisimple. Yet rather recently many other cases have been\nprovided. For example if $\\mathfrak g$ is of type $A$ and $\\mathfrak a$ is a\n\"truncated biparabolic\" or a centralizer. In some of these cases (particular\nwhen the biparabolic is a Borel subalgebra) it was found that $\\eta$ could be\ntaken to be the restriction of a regular nilpotent element in $\\mathfrak g$.\nMoreover this calculation suggested how to construct slices outside type $A$\nwhen no adapted pair exists. This article makes a first step in taking these\nideas further. Specifically let $\\mathfrak a$ be a truncated biparabolic of\nindex one (and then $\\mathfrak g$ is of type $A$). In this case it is shown\nthat the second member of an adapted pair $(h,\\eta)$ for $\\mathfrak a$ is the\nrestriction of a particularly carefully chosen regular nilpotent element of\n$\\mathfrak g$.\n","Comment: 31 pages, 7 figures"]}]
["1011.0929",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0929"],"date":["2010-11-03"],"type":["text"],"creator":["Josuat-Vergès, Matthieu"],"language":[],"coverage":[],"title":["Enumeration of snakes and cycle-alternating permutations"],"description":["  Springer numbers are an analog of Euler numbers for the group of signed\npermutations. Arnol'd showed that they count some objects called snakes, that\ngeneralize alternating permutations. Hoffman established a link between\nSpringer numbers, snakes, and some polynomials related with the successive\nderivatives of trigonometric functions.\n  The goal of this article is to give further combinatorial properties of\nderivative polynomials, in terms of snakes and other objects: cycle-alternating\npermutations, weighted Dyck or Motzkin paths, increasing trees and forests. We\nobtain the generating functions, in terms of trigonometric functions for\nexponential ones and in terms of J-fractions for ordinary ones. We also define\nnatural q-analogs, make a link with normal ordering problems and combinatorial\ntheory of differential equations.\n","Comment: 22 pages"]}]
["1011.0930",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0930","Journal of Chemical Physics 133, 154107 (2010)","doi:10.1063/1.3505314"],"date":["2010-11-03"],"type":["text"],"creator":["Santos, Alexandre P. dos","Levin, Yan"],"language":[],"coverage":[],"title":["Surface tensions and surface potentials of acid solutions"],"description":["  A theory is presented which allows us to quantitatively calculate the excess\nsurface tension of acid solutions. The H^+, in the form of hydronium ion, is\nfound to be strongly adsorbed to the solution-air interface. To account for the\nelectrostatic potential difference measured experimentally, it is necessary to\nassume that the hydronium ion is oriented with its hydrogens pointing into the\nbulk water. The theory is quantitatively accurate for surface tensions and is\nqualitative for electrostatic potential difference across the air-water\ninterface.\n"]}]
["1011.0939",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0939"],"date":["2010-11-03"],"type":["text"],"creator":["Bousquet, Eric","Spaldin, Nicola"],"language":[],"coverage":[],"title":["Issues with J-dependence in the LSDA+U method for non-collinear magnets"],"description":["  We re-examine the commonly used density functional theory plus Hubbard\n\\textit{U} (DFT$+U$) method for the case of non-collinear magnets. While many\nstudies neglect to explicitly include the exchange correction parameter\n\\textit{J}, or consider its exact value to be unimportant, here we show that in\nthe case of non-collinear magnetism calculations the \\textit{J} parameter can\nstrongly affect the magnetic ground state. We illustrate the strong\n\\textit{J}-dependence of magnetic canting and magnetocrystalline anisotropy by\ncalculating trends in the magnetic lithium orthophosphate family LiMPO$_4$ (M =\nFe and Ni) and difluorite family MF$_2$ (M = Mn, Fe, Co and Ni). Our results\ncan be readily understood by expanding the usual DFT$+U$ equations within the\nspinor scheme, in which the \\textit{J} parameter acts directly on the\noff-diagonal components which determine the spin canting.\n"]}]
["1011.0948",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0948"],"date":["2010-11-03"],"type":["text"],"creator":["Dreyer, C.","Hegmann, M.","Sedlmayr, E."],"language":[],"coverage":[],"title":["Dynamics of extended AGB star envelopes"],"description":["  The dust formed in extended circumstellar envelopes of long-period variables\nand Miras has a strong influence on the envelope dynamics. A radiatively driven\ninstability caused by the formation of dust leads to the development of an\nautonomous dynamics characterised by a set of distinct frequencies. We study\nthe interplay between the envelope's internal dynamics and an external\nexcitation by a pulsating star.\n","Comment: 5 pages, 10 figures, contributed talk at conference \"Why Galaxies\n  Care About AGB Stars II\", August 16-20, 2010, Vienna (Austria), proceeding of\n  the conference will be published within the ASP Conference Series"]}]
["1011.0950",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0950","International Journal of Web \\& Semantic Technology (IJWest)\n  Vol.1, Num.4, October 2010","doi:10.5121/ijwest.2010.1403"],"date":["2010-11-03"],"type":["text"],"creator":["Ghosh, Priyankar","Dasgupta, Pallab"],"language":[],"coverage":[],"title":["Detecting Ontological Conflicts in Protocols between Semantic Web\n  Services"],"description":["  The task of verifying the compatibility between interacting web services has\ntraditionally been limited to checking the compatibility of the interaction\nprotocol in terms of message sequences and the type of data being exchanged.\nSince web services are developed largely in an uncoordinated way, different\nservices often use independently developed ontologies for the same domain\ninstead of adhering to a single ontology as standard. In this work we\ninvestigate the approaches that can be taken by the server to verify the\npossibility to reach a state with semantically inconsistent results during the\nexecution of a protocol with a client, if the client ontology is published.\nOften database is used to store the actual data along with the ontologies\ninstead of storing the actual data as a part of the ontology description. It is\nimportant to observe that at the current state of the database the semantic\nconflict state may not be reached even if the verification done by the server\nindicates the possibility of reaching a conflict state. A relational algebra\nbased decision procedure is also developed to incorporate the current state of\nthe client and the server databases in the overall verification procedure.\n"]}]
["1011.0951",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0951","C. R. Math. Acad. Sci. Paris 348 (2010), no. 13-14, 811-814"],"date":["2010-11-03"],"type":["text"],"creator":["Ginoux, Nicolas","Grosjean, Jean-François"],"language":[],"coverage":[],"title":["Almost harmonic spinors"],"description":["  We show that any closed spin manifold not diffeomorphic to the two-sphere\nadmits a sequence of volume-one-Riemannian metrics for which the smallest\nnon-zero Dirac eigenvalue tends to zero. As an application, we compare the\nDirac spectrum with the conformal volume.\n","Comment: minor modifications of the published version"]}]
["1011.0953",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Neural and Evolutionary Computing","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0953"],"date":["2010-11-03"],"type":["text"],"creator":["Cebrian, Manuel","Alfonseca, Manuel","Ortega, Alfonso"],"language":[],"coverage":[],"title":["Overcoming Problems in the Measurement of Biological Complexity"],"description":["  In a genetic algorithm, fluctuations of the entropy of a genome over time are\ninterpreted as fluctuations of the information that the genome's organism is\nstoring about its environment, being this reflected in more complex organisms.\nThe computation of this entropy presents technical problems due to the small\npopulation sizes used in practice. In this work we propose and test an\nalternative way of measuring the entropy variation in a population by means of\nalgorithmic information theory, where the entropy variation between two\ngenerational steps is the Kolmogorov complexity of the first step conditioned\nto the second one. As an example application of this technique, we report\nexperimental differences in entropy evolution between systems in which sexual\nreproduction is present or absent.\n","Comment: 4 pages, 5 figures"]}]
["1011.0954",{"format":[],"subject":["Mathematics - Representation Theory","20N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0954"],"date":["2010-11-03"],"type":["text"],"creator":["Shahryari, Mohammad"],"language":[],"coverage":[],"title":["Representations of Finite Polyadic Groups"],"description":["  We prove that there is a one-one correspondence between sets of irreducible\nrepresentations of a polyadic group and its Post's cover. Using this\ncorrespondence, we generalize some well-known properties of irreducible\ncharacters in finite groups to the case of polyadic groups.\n","Comment: 7 pages"]}]
["1011.0957",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0957"],"date":["2010-11-03"],"type":["text"],"creator":["Bondarev, I. V.","Woods, L. M.","Popescu, A."],"language":[],"coverage":[],"title":["Exciton-Plasmon Interactions in Individual Carbon Nanotubes"],"description":["  We use the macroscopic quantum electrodynamics approach suitable for\nabsorbing and dispersing media to study the properties and role of collective\nsurface excitations --- excitons and plasmons --- in single-wall and\ndouble-wall carbon nanotubes. We show that the interactions of excitonic states\nwith surface electromagnetic modes in individual small-diameter (<~1 nm)\nsingle-walled carbon nanotubes can result in strong exciton-surface-plasmon\ncoupling. Optical response of individual nanotubes exhibits Rabi splitting ~0.1\neV, both in the linear excitation regime and in the non-linear excitation\nregime with the photoinduced biexcitonic states formation, as the exciton\nenergy is tuned to the nearest interband surface plasmon resonance of the\nnanotube. An electrostatic field applied perpendicular to the nanotube axis can\nbe used to control the exciton-plasmon coupling. For double-wall carbon\nnanotubes, we show that at tube separations similar to their equilibrium\ndistances interband surface plasmons have a profound effect on the inter-tube\nCasimir force. Strong overlapping plasmon resonances from both tubes warrant\ntheir stronger attraction. Nanotube chiralities possessing such collective\nexcitation features will result in forming the most favorable inner-outer tube\ncombination in double-wall carbon nanotubes. These results pave the way for the\ndevelopment of new generation of tunable optoelectronic and\nnano-electromechanical device applications with carbon nanotubes.\n","Comment: 60 pages, 14 figures; to appear in \"Plasmons: Theory and\n  Applications\", ed. K.N.Helsey (Nova Publishers, NY, USA)"]}]
["1011.0961",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0961","doi:10.1103/PhysRevB.82.195404"],"date":["2010-11-03"],"type":["text"],"creator":["Ovadyahu, Z.","Xiong, X. M.","Adams, P. W."],"language":[],"coverage":[],"title":["Intrinsic electron-glassiness in strongly-localized Be films"],"description":["  We present results of out--of-equilibrium transport measurements made on\nstrongly-localized Beryllium films and demonstrate that these films exhibit all\nthe earmarks of intrinsic electron-glasses. These include slow (logarithmic)\nrelaxation, memory effects, and more importantly, the observation of a memory\ndip that has a characteristic width compatible with the carrier-concentration\nof beryllium. The latter is an empirical signature of the electron-glass.\nComparing various non-equilibrium attributes of the beryllium films with other\nsystems that exhibit intrinsic electron-glasses behavior reveals that high\ncarrier-concentration is their only common feature rather than the specifics of\nthe disorder that rendered them insulating. It is suggested that this should be\ntaken as an important hint for any theory that attempts to account for the\nsurprisingly slow relaxation times observed in these systems.\n","Comment: Phys.Rev. B 82, 195404 (2010)"]}]
["1011.0967",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0967"],"date":["2010-11-03"],"type":["text"],"creator":["Quer-Sardanyons, Lluis","Tindel, Samy"],"language":[],"coverage":[],"title":["Pathwise definition of second order SDEs"],"description":["  In this article, a class of second order differential equations on [0,1],\ndriven by a general H\\\"older continuous function and with multiplicative noise,\nis considered. We first show how to solve this equation in a pathwise manner,\nthanks to Young integration techniques. We then study the differentiability of\nthe solution with respect to the driving process and consider the case where\nthe equation is driven by a fractional Brownian motion, with two aims in mind:\nshow that the solution we have produced coincides with the one which would be\nobtained with Malliavin calculus tools, and prove that the law of the solution\nis absolutely continuous with respect to the Lebesgue measure.\n"]}]
["1011.0969",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0969"],"date":["2010-11-03"],"type":["text"],"creator":["Lucas-Leclin, Gaelle","Pabœuf, David","Georges, Patrick","Michel, Nicolas","Calligaro, Michel","Krakowski, Michel","Lim, Jun","Sujecki, Slawomir","Larkins, Eric"],"language":[],"coverage":[],"title":["External-cavity designs for phase-coupled laser diode arrays"],"description":["  We describe passive phase-locking architectures based on external-cavity\nsetups to improve the brightness of diode laser bars. Volume Bragg gratings are\nused to stabilize the lase line. Numerical modelling and experimental results\nwill be presented.\n","Comment: High Power Diode Lasers and Systems, Coventry : United Kingdom (2009)"]}]
["1011.0970",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0970"],"date":["2010-11-03"],"type":["text"],"creator":["Chamorro, Diego"],"language":[],"coverage":[],"title":["A counterexample for Improved Sobolev Inequalities over the 2-adic group"],"description":["  On the framework of the 2-adic group Z_2, we study a Sobolev-like inequality\nwhere we estimate the L^2 norm by a geometric mean of the BV norm and the Besov\nspace B(-1,\\infty,\\infty) norm. We first show, using the special topological\nproperties of the p-adic groups, that the set of functions of bounded\nvariations BV can be identified to the Besov space B(1,\\infty,1). This\nidentification lead us to the construction of a counterexample to the improved\nSobolev inequality.\n","Comment: 10 p"]}]
["1011.0973",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0973"],"date":["2010-11-03"],"type":["text"],"creator":["Creusé, Emmanuel","Nicaise, Serge"],"language":[],"coverage":[],"title":["A posteriori error estimator based on gradient recovery by averaging for\n  convection-diffusion-reaction problems approximated by discontinuous Galerkin\n  methods"],"description":["  We consider some (anisotropic and piecewise constant)\nconvection-diffusion-reaction problems in domains of R2, approximated by a\ndiscontinuous Galerkin method with polynomials of any degree. We propose two a\nposteriori error estimators based on gradient recovery by averaging. It is\nshown that these estimators give rise to an upper bound where the constant is\nexplicitly known up to some additional terms that guarantees reliability. The\nlower bound is also established, one being robust when the convection term (or\nthe reaction term) becomes dominant. Moreover, the estimator is asymptotically\nexact when the recovered gradient is superconvergent. The reliability and\nefficiency of the proposed estimators are confirmed by some numerical tests.\n"]}]
["1011.0974",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0974"],"date":["2010-11-03"],"type":["text"],"creator":["Creusé, Emmanuel","Nicaise, Serge","Verhille, Emmanuel"],"language":[],"coverage":[],"title":["Robust equilibrated a posteriori error estimators for the\n  Reissner-Mindlin system"],"description":["  We consider a conforming finite element approximation of the Reissner-Mindlin\nsystem. We propose a new robust a posteriori error estimator based on H(div)\nconforming finite elements and equilibrated fluxes. It is shown that this\nestimator gives rise to an upper bound where the constant is one up to higher\norder terms. Lower bounds can also be established with constants depending on\nthe shape regularity of the mesh. The reliability and efficiency of the\nproposed estimator are confirmed by some numerical tests.\n"]}]
["1011.0976",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0976"],"date":["2010-11-03"],"type":["text"],"creator":["Berson, Joost","Dubouloz, Adrien","Furter, Jean-Philippe","Maubach, Stefan"],"language":[],"coverage":[],"title":["Locally tame plane polynomial automorphisms"],"description":["  For automorphisms of a polynomial ring in two variables over a domain R, we\nshow that local tameness implies global tameness provided that every\n2-generated invertible R-module is free. We give many examples illustrating\nthis property.\n"]}]
["1011.0978",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0978","Powders and Grains 2009, Golden : United States (2009)"],"date":["2010-11-03"],"type":["text"],"creator":["Froiio, Francesco","Roux, Jean-Noël"],"language":[],"coverage":[],"title":["Incremental response of granular materials: DEM results"],"description":["  We systematically investigate the incremental response of various equilibrium\nstates of dense 2D model granular materials, along the biaxial compression path\n(\\sigma 11 < \\sigma 22, \\sigma 12 = 0). Stress increments are applied in\narbitrary directions in 3- dimensional stress space (\\sigma 11, \\sigma 22,\n\\sigma 12). In states with stable contact networks we compute the stiffness\nmatrix and the elastic moduli, and separate elastic and irreversible strains in\nthe range in which the latter are homogeneous functions of degree one of stress\nincrements. Without principal stress axis rotation, the response abides by\nelastoplasticity with a Mohr-Coulomb criterion and a non-associated flow rule.\nHowever a nonelastic shear strain is also observed for increments of \\sigma 12,\nand shear and in-plane responses couple. This behavior correlates to the\ndistribution of friction mobilization and sliding at contacts.\n","Comment: 4 pages"]}]
["1011.0983",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0983"],"date":["2010-11-03"],"type":["text"],"creator":["Boudreault, S.","Caballero, J. A."],"language":[],"coverage":[],"title":["Stellar and substellar mass function of the young open cluster\n  candidates Alessi 5 and beta Monocerotis"],"description":["  Although the stellar and substellar populations have been studied in various\nyoung and old open clusters, additional studies in clusters in the age range\nfrom 5 to 100 Myr is crucial (e.g. to give more constrains on initial mass\nfunction variation with improved statistics). Among the open cluster candidates\nfrom recent studies, two clusters are best suited for photometric survey of\nvery-low mass stars and brown dwarfs, considering their youth and relative\nproximity: Alessi 5 (t ~ 40 Myr, d ~ 400 pc) and beta Monocerotis (t ~ 9.1 Myr,\nd ~ 400 pc). For both clusters, we performed an optical and near-infrared\nphotometric survey, and a virtual observatory survey. Our survey is predicted\nto be sensitive from the massive B main sequence stars down to brown dwarfs of\n30 M_Jup. Here, we present and discuss preliminary results, including the mass\nfunction obtained for Alessi 5, which is surprisingly very similar to the mass\nfunction of the Hyades (t ~ 600 Myr), although they are of very different ages.\n","Comment: 8 pages, 4 figures, to appear in the online proceeding of the Cool\n  Stars 16 conference"]}]
["1011.0984",{"format":[],"subject":["Mathematics - Combinatorics","05A19, 05A15, 05A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0984"],"date":["2010-11-03"],"type":["text"],"creator":["Vinroot, C. Ryan"],"language":[],"coverage":[],"title":["Multivariate Rogers-Szeg\\\"o polynomials and flags in finite vector\n  spaces"],"description":["  We give a recursion for the multivariate Rogers-Szeg\\\"o polynomials, along\nwith another recursive functional equation, and apply them to compute special\nvalues. We also consider the sum of all $q$-multinomial coefficients of some\nfixed degree and length, and give a recursion for this sum which follows from\nthe recursion of the multivariate Rogers-Szeg\\\"o polynomials, and generalizes\nthe recursion for the Galois numbers. The sum of all $q$-multinomial\ncoefficients of degree $n$ and length $m$ is the number of flags of length\n$m-1$ of subspaces of an $n$-dimensional vector space over a field with $q$\nelements. We give a combinatorial proof of the recursion for this sum of\n$q$-multinomial coefficients in terms of finite vector spaces.\n"]}]
["astro-ph/0001276",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0001276","Astrophys.J.545:728-752,2000","doi:10.1086/317828"],"date":["2000-01-15"],"type":["text"],"creator":["Thacker, R. J.","Couchman, H. M. P."],"language":[],"coverage":[],"title":["Implementing Feedback in Simulations of Galaxy Formation: A Survey of\n  Methods"],"description":["  We present a detailed investigation of different approaches to modeling\nfeedback in simulations of galaxy formation. Gas-dynamic forces are evaluated\nusing Smoothed Particle Hydrodynamics (SPH) while star formation and supernova\nfeedback are included using a three parameter model which determines the star\nformation rate normalization, feedback energy and lifetime of feedback regions.\nThe star formation rate is calculated using a Lagrangian Schmidt Law for all\ngas particles which satisfy temperature, density and convergent flow criteria.\nFeedback is incorporated as thermal heating of the ISM. We compare the effects\nof distributing this energy over the smoothing scale or depositing it on a\nsingle particle. Radiative losses are prevented from heated particles by\nadjusting the density used in radiative cooling. We test the models on the\nformation of galaxies from cosmological initial conditions and also on isolated\nMilky Way and dwarf galaxies. Extremely violent feedback is necessary to\nproduce a gas disk with angular momentum remotely close to that of observed\ndisk galaxies. This is a result of the extreme central concentration of the\ndark halos in the sCDM model, and the pervasiveness of the core-halo angular\nmomentum transport mechanism. We emphasize that the disks formed in\nhierarchical simulations are partially a numerical artifact produced by the\nminimum mass scale of the simulation acting as a highly efficient `support'\nmechanism. Disk formation is strongly affected by the treatment of dense\nregions in SPH, which along with the difficulty of representing the\nhierarchical formation process, means that realistic simulations of galaxy\nformation require far higher resolution than currently used.\n","Comment: Submitted to ApJ. 25 pages emulateapj style. Full resolution figures\n  available from first author"]}]
["astro-ph/0006405",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0006405","Astron.Astrophys.361:159-166,2000"],"date":["2000-06-28"],"type":["text"],"creator":["Maeder, Andre","Meynet, Georges"],"language":[],"coverage":[],"title":["Stellar evolution with rotation VI: The Eddington and Omega-limits, the\n  rotational mass loss for OB and LBV stars"],"description":["  Several properties of massive stars with large effects of rotation and\nradiation are studied. We show that there are 2 roots for the equation giving\nthe rotational velocities at break-up: 1) The usual solution, which is shown to\napply when the Eddington ratio $\\Gamma$ of the star is smaller than formally\n0.639. 2) Above this value of $\\Gamma$, there is a second root, inferior to the\nfirst one, for the break-up velocity. This second solution tends to zero, when\n$\\Gamma$ tends towards 1. This second root results from the interplay of\nradiation and rotation, and in particular from the reduction by rotation of the\neffective mass in the local Eddington factor. The analysis made here should\nhopefully clarify a recent debate between Langer (\\cite{La97,La98}) and Glatzel\n(\\cite{Gla98}).\n  The expression for the global mass loss-rates is a function of both $\\Omega$\nand $\\Gamma$, and this may give raise to extreme mass loss-rates ($\\Omega\n\\Gamma $-limit). In particular, for O-type stars, LBV stars, supergiants and\nWolf-Rayet stars, even slow rotation may dramatically enhance the mass loss\nrates. Numerical examples in the range of 9 to 120 M$_{\\odot}$ at various\n$T_\\mathrm{eff}$ are given.\n","Comment: Accepted for publication in A&A"]}]
["astro-ph/0007205",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0007205","Astrophys.J.562:605-617,2001","doi:10.1086/323519"],"date":["2000-07-14"],"type":["text"],"creator":["Fardal, Mark A.","Katz, Neal","Gardner, Jeffrey P.","Hernquist, Lars","Weinberg, David H.","Davé, Romeel"],"language":[],"coverage":[],"title":["Cooling Radiation and the Lyman-alpha Luminosity of Forming Galaxies"],"description":["  We examine the cooling radiation from forming galaxies in hydrodynamic\nsimulations of the LCDM model (cold dark matter with a cosmological constant),\nfocusing on the Ly-alpha line luminosities of high-redshift systems. Primordial\ncomposition gas condenses within dark matter potential wells, forming objects\nwith masses and sizes comparable to the luminous regions of observed galaxies.\nAs expected, the energy radiated in this process is comparable to the\ngravitational binding energy of the baryons, and the total cooling luminosity\nof the galaxy population peaks at z ~= 2. However, in contrast to the classical\npicture of gas cooling from the \\sim 10^6 K virial temperature of a typical\ndark matter halo, we find that most of the cooling radiation is emitted by gas\nwith T < 20,000 K. As a consequence, roughly 50% of this cooling radiation\nemerges in the Ly-alpha line. While a galaxy's cooling luminosity is usually\nsmaller than the ionizing continuum luminosity of its young stars, the two are\ncomparable in the most massive systems, and the cooling radiation is produced\nat larger radii, where the Ly-alpha photons are less likely to be extinguished\nby dust. We suggest, in particular, that cooling radiation could explain the\ntwo large (\\sim 100 kpc), luminous (L_{Ly-alpha} \\sim 10^{44} erg s^{-1})\n``blobs'' of Ly-alpha emission found in Steidel et al.'s (1999) narrow band\nsurvey of a z = 3 proto-cluster. Our simulations predict objects of the\nobserved luminosity at about the right space density, and radiative transfer\neffects can account for the observed sizes and line widths. We discuss\nobservable tests of this hypothesis for the nature of the Ly-alpha blobs, and\nwe present predictions for the contribution of cooling radiation to the\nLy-alpha luminosity function of galaxies as a function of redshift.\n","Comment: Submitted to ApJ. 28 pages including 9 PS figures. Version with color\n  figures available at\n  http://donald.astro.umass.edu/~fardal/papers/cooling/cooling.html"]}]
["astro-ph/0011216",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0011216","Astron.Astrophys.365:L36-L44,2001","doi:10.1051/0004-6361:20000044"],"date":["2000-11-10"],"type":["text"],"creator":["Mason, K. O.","Breeveld, A. A.","Much, R.","Carter, M.","Cordova, F. A.","Cropper, M. S.","Fordham, J.","Huckle, H.","Ho, C.","Kawakami, H.","Kennea, J.","Kennedy, T.","Mittaz, J.","Pandel, D.","Priedhorsky, W. C.","Sasseen, T.","Shirey, R.","Smith, P.","Vreux, J. -M."],"language":[],"coverage":[],"title":["The XMM-Newton Optical/UV Monitor Telescope"],"description":["  The XMM-OM instrument extends the spectral coverage of the XMM-Newton\nobservatory into the ultraviolet and optical range. It provides imaging and\ntime-resolved data on targets simultaneously with observations in the EPIC and\nRGS. It also has the ability to track stars in its field of view, thus\nproviding an improved post-facto aspect solution for the spacecraft. An\noverview of the XMM-OM and its operation is given, together with current\ninformation on the performance of the instrument.\n","Comment: Accepted by A&A for publication in the Special Issue on 1st science\n  with XMM Newton, 9 pages"]}]
["astro-ph/0105074",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0105074","Astrophys.J.558:351-358,2001","doi:10.1086/322472"],"date":["2001-05-04"],"type":["text"],"creator":["Matteucci, F.","Recchi, S."],"language":[],"coverage":[],"title":["On the typical timescale for the chemical enrichment from SNeIa in\n  Galaxies"],"description":["  We calculate the type Ia supernova rate for different star formation\nhistories in galaxies by adopting the most popular and recent progenitor\nmodels. We show that the timescale for the maximum in the type Ia supernova\nrate, which corresponds also to time of the maximum enrichment, is not unique\nbut is a strong function of the adopted stellar lifetimes, initial mass\nfunction and star formation rate. This timescale varies from $\\sim 40-50$ Myr\nfor an instantaneous starburst to $\\sim$ 0.3 Gyr for a typical elliptical\ngalaxy to $\\sim 4.0-5.0$ Gyr for a disk of a spiral Galaxy like the Milky Way.\nWe also show that the typical timescale of 1 Gyr, often quoted as the typical\ntimescale for the type Ia supernovae, is just the time at which, in the solar\nneighbourhood, the Fe production from supernovae Ia starts to become important\nand not the time at which SNe Ia start to explode. As a cosequence of this, a\nchange in slope in the [O/Fe] ratio is expected in correspondance of this\ntimescale. We conclude that the suggested lack of supernovae Ia at low\nmetallicities produces results at variance with the observed [O/Fe] vs. [Fe/H]\nrelation in the solar region. We also compute the supernova Ia rates for\ndifferent galaxies as a function of redshift and predict an extended maximum\nbetween redshift $z \\sim 3.6$ and $z \\sim 1.6$ for elliptical galaxies, and two\nmaxima, one at $z \\sim 3$ and the other at $z \\sim 1$, for spiral galaxies,\nunder the assumption that galaxies start forming stars at $z_f \\sim 5$ and\n$\\Omega_M = 0.3$, $\\Omega_{\\Lambda} = 0.7$.\n","Comment: 25 pages, 6 figures, accepted for pubblication from ApJ"]}]
["astro-ph/0105535",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0105535","Astron.J.125:2276-2286,2003","doi:10.1086/344761"],"date":["2001-05-30"],"type":["text"],"creator":["Blanton, M. R.","Lupton, R. H.","Maley, F. Miller","Young, N.","Zehavi, I.","Loveday, J."],"language":[],"coverage":[],"title":["An Efficient Algorithm for Positioning Tiles in the Sloan Digital Sky\n  Survey"],"description":["  The Sloan Digital Sky Survey (SDSS) will observe around 10^6 spectra from\ntargets distributed over an area of about 10,000 square degrees, using a\nmulti-object fiber spectrograph which can simultaneously observe 640 objects in\na circular field-of-view (referred to as a ``tile'') 1.49 degrees in radius. No\ntwo fibers can be placed closer than 55'' during the same observation; multiple\ntargets closer than this distance are said to ``collide.'' We present here a\nmethod of allocating fibers to desired targets given a set of tile centers\nwhich includes the effects of collisions and which is nearly optimally\nefficient and uniform. Because of large-scale structure in the galaxy\ndistribution (which form the bulk of the SDSS targets), a naive covering the\nsky with equally-spaced tiles does not yield uniform sampling. Thus, we present\na heuristic for perturbing the centers of the tiles from the equally-spaced\ndistribution which provides more uniform completeness. For the SDSS sample, we\ncan attain a sampling rate greater than 92% for all targets, and greater than\n99% for the set of targets which do not collide with each other, with an\nefficiency greater than 90% (defined as the fraction of available fibers\nassigned to targets).\n","Comment: 22 pages, including 8 figures, submitted to AJ"]}]
["astro-ph/0107237",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0107237","Astrophys.J.561:708-726,2001","doi:10.1086/323368"],"date":["2001-07-13"],"type":["text"],"creator":["Vollmer, B.","Cayatte, V.","Balkowski, C.","Duschl, W. J."],"language":[],"coverage":[],"title":["Ram pressure stripping and galaxy orbits: The case of the Virgo cluster"],"description":["  We investigate the role of ram pressure stripping in the Virgo cluster using\nN-body simulations. Radial orbits within the Virgo cluster's gravitational\npotential are modeled and analyzed with respect to ram pressure stripping. The\nN-body model consists of 10000 gas cloud complexes which can have inelastic\ncollisions. Ram pressure is modeled as an additional acceleration on the clouds\nlocated at the surface of the gas distribution in the direction of the galaxy's\nmotion within the cluster. We made several simulations changing the orbital\nparameters in order to recover different stripping scenarios using realistic\ntemporal ram pressure profiles. We investigate systematically the influence of\nthe inclination angle between the disk and the orbital plane of the galaxy on\nthe gas dynamics. We show that ram pressure can lead to a temporary increase of\nthe central gas surface density. In some cases a considerable part of the total\natomic gas mass (several 10^8 M_solar) can fall back onto the galactic disk\nafter the stripping event. A quantitative relation between the orbit parameters\nand the resulting HI deficiency is derived containing explicitly the\ninclination angle between the disk and the orbital plane. The comparison\nbetween existing HI observations and the results of our simulations shows that\nthe HI deficiency depends strongly on galaxy orbits. It is concluded that the\nscenario where ram pressure stripping is responsible for the observed HI\ndeficiency is consistent with all HI 21cm observations in the Virgo cluster.\n","Comment: 29 pages with 21 figures. Accepted for publication in ApJ"]}]
["astro-ph/0205154",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0205154","Astron.Astrophys.389:L6-L10,2002","doi:10.1051/0004-6361:20020652"],"date":["2002-05-10"],"type":["text"],"creator":["Bacmann, Aurore","Lefloch, Bertrand","Ceccarelli, Cecilia","Castets, Alain","Steinacker, Juergen","Loinard, Laurent"],"language":[],"coverage":[],"title":["The Degree of CO Depletion in Pre-stellar Cores"],"description":["  We present new results on CO depletion in a sample of nearby pre-stellar\ncores, based on observations of the millimeter C17O and C18O lines and the 1.3\nmm dust emission with the IRAM 30m telescope. In most cases, the distribution\nof CO is much flatter than that of the dust, whereas other tracers, like N2H+,\nstill probe the latter. In the centre of these objects, we estimate CO to be\nunderabundant by a factor 4-15 depending on the cores. The CO underabundance is\nmore pronounced in the central regions and appears to decrease with increasing\ndistance from the core centre. This underabundance is most likely due to the\nfreezing out of CO onto the dust grains in the cold, dense parts of the cores.\nWe find evidence for an increase of the CO depletion degree with the core\ndensity.\n","Comment: 5 pages, 2 figures, A&A Letters, in press"]}]
["astro-ph/0209419",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0209419","Proc.SPIE Int.Soc.Opt.Eng.4834:161-172,2003","doi:10.1117/12.457897"],"date":["2002-09-19"],"type":["text"],"creator":["Davis, Marc","Faber, Sandra M.","Newman, Jeffrey A.","Phillips, Andrew C.","Ellis, R. S.","Steidel, C. C.","Conselice, C.","Coil, A. L.","Finkbeiner, D. P.","Koo, D. C.","Guhathakurta, P.","Weiner, B.","Schiavon, R.","Willmer, C","Kaiser, N.","Luppino, G.","Wirth, G.","Connolly, A.","Eisenhardt, P.","Cooper, M.","Gerke, B."],"language":[],"coverage":[],"title":["Science Objectives and Early Results of the DEEP2 Redshift Survey"],"description":["  The DEIMOS spectrograph has now been installed on the Keck-II telescope and\ncommissioning is nearly complete. The DEEP2 Redshift Survey, which will take\napproximately 120 nights at the Keck Observatory over a three year period and\nhas been designed to utilize the power of DEIMOS, began in the summer of 2002.\nThe multiplexing power and high efficiency of DEIMOS enables us to target 1000\nfaint galaxies per clear night. Our goal is to gather high-quality spectra of\n\\~60,000 galaxies with z>0.75 in order to study the properties and large scale\nclustering of galaxies at z ~ 1. The survey will be executed at high spectral\nresolution, $R=\\lambda/\\Delta \\lambda \\approx 5000$, allowing us to work\nbetween the bright OH sky emission lines and to infer linewidths for many of\nthe target galaxies (for several thousand objects, we will obtain rotation\ncurves as well). The linewidth data will facilitate the execution of the\nclassical redshift-volume cosmological test, which can provide a precision\nmeasurement of the equation of state of the Universe. This talk reviews the\nproject, summarizes our science goals and presents some early DEIMOS data.\n","Comment: 12 pages, 5 figures, talk presented at SPIE conference, Aug. 2002"]}]
["astro-ph/0307429",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0307429","Astron.J.126:2421-2448,2003","doi:10.1086/378607"],"date":["2003-07-24"],"type":["text"],"creator":["Cruz, Kelle L.","Reid, I. Neill","Liebert, James","Kirkpatrick, J. Davy","Lowrance, Patrick J."],"language":[],"coverage":[],"title":["Meeting the Cool New Neighbors V: A 2MASS-Selected Sample of Ultracool\n  Dwarfs"],"description":["  We present initial results of our effort to create a statistically robust,\nvolume-limited sample of ultracool dwarfs from the 2MASS Second Incremental\nData Release. We are engaged in a multifaceted search for nearby late-type\ndwarfs and this is the first installment of our search using purely photometric\nselection. The goal of this work is a determination of the low-mass star and\nbrown dwarf luminosity function in the infrared. Here, we outline the\nconstruction of the sample, dubbed 2MU2, and present our first results,\nincluding the discovery of 186 M7--L6 dwarfs--47 of these are likely to be\nwithin 20 pc of the Sun. These results represent 66% of the ultracool\ncandidates in our sample yet constitute an 127% increase in the number of\nultracool dwarfs known within the volume searched (covering 40% of the sky out\nto 20 pc). In addition, we have identified 10 M4--M6.5 objects that are likely\nto be within 20 pc (or within 1$\\sigma$). Finally, based on these initial data,\nwe present a preliminary luminosity function and discuss several interesting\nfeatures of the partial sample presented here. Once our sample is complete, we\nwill use our measured luminosity function to constrain the mass function of\nlow-mass stars and brown dwarfs.\n","Comment: Accepted to AJ and scheduled for November 2003 issue. 80 pages (25\n  pages of text, 16 figures, 39 pages for 21 tables)"]}]
["astro-ph/0409134",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0409134","Astron.Astrophys.439:863-876,2005","doi:10.1051/0004-6361:20041961"],"date":["2004-09-06","2005-07-02"],"type":["text"],"creator":["Ilbert, O.","Tresse, L.","Zucca, E.","Bardelli, S.","Arnouts, S.","Zamorani, G.","Pozzetti, L.","Bottini, D.","Garilli, B.","LeBrun, V.","Fèvre, O. Le","Maccagni, D.","Picat, J. -P.","Scaramella, R.","Scodeggio, M.","Vettolani, G.","Zanichelli, A.","Adami, C.","Arnaboldi, M.","Bolzonella, M.","Cappi, A.","Charlot, S.","Contini, T.","Foucaud, S.","Franzetti, P.","Gavignaud, I.","Guzzo, L.","Iovino, A.","McCracken, H. J.","Marano, B.","Marinoni, C.","Mathez, G.","Mazure, A.","Meneux, B.","Merighi, R.","Paltani, S.","Pello, R.","Pollo, A.","Radovich, M.","Bondi, M.","Bongiorno, A.","Busarello, G.","Ciliegi, P.","Mellier, Y.","Merluzzi, P.","Ripepi, V.","Rizzo, D."],"language":[],"coverage":[],"title":["The VIMOS-VLT Deep Survey: Evolution of the galaxy luminosity function\n  up to z=2 in first epoch data"],"description":["  We investigate the evolution of the galaxy luminosity function from the\nVIMOS-VLT Deep Survey (VVDS) from the present to z=2 in five (U, B, V, R and I)\nrest-frame band-passes. We use the first epoch VVDS deep sample of 11,034\nspectra selected at 17.5 <= I_{AB} <= 24.0, on which we apply the Algorithm for\nLuminosity Function (ALF), described in this paper. We observe a substantial\nevolution with redshift of the global luminosity functions in all bands. From\nz=0.05 to z=2, we measure a brightening of the characteristic magnitude M*\nincluded in the magnitude range 1.8-2.5, 1.7-2.4, 1.2-1.9, 1.1-1.8 and 1.0-1.6\nin the U, B, V, R and I rest-frame bands, respectively. We confirm this\ndifferential evolution of the luminosity function with rest-frame wavelength,\nfrom the measurement of the comoving density of bright galaxies (M <\nM*(z=0.1)). This density increases by a factor of around 2.6, 2.2, 1.8, 1.5,\n1.5 between z=0.05 and z=1 in the U, B, V, R, I bands, respectively. We also\nmeasure a possible steepening of the faint-end slope of the luminosity\nfunctions, with \\Delta\\alpha ~ -0.3 between z=0.05 and z=1, similar in all\nbands.\n","Comment: 17 pages, accepted for publication in Astronomy & Astrophysics"]}]
["astro-ph/0411536",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0411536","Astron.Astrophys.433:431-445,2005","doi:10.1051/0004-6361:20041915"],"date":["2004-11-18"],"type":["text"],"creator":["Popesso, P.","Biviano, A.","Bhoeringer, H.","Romaniello, M.","Voges, W."],"language":[],"coverage":[],"title":["The RASS-SDSS Galaxy Cluster Survey. III. Scaling relations of galaxy\n  clusters"],"description":["  We use the RASS-SDSS galaxy cluster sample to compare the quality of optical\nand X-ray luminosities as predictors of other cluster properties such as their\nmasses, temperatures, and velocity dispersions. We use the SDSS spectroscopic\ndata to estimate the velocity dispersions and the virial masses of a subsample\nof 69 clusters within r_{500} and r_{200}. The ASCA temperature of the\nintra-cluster medium, T_X, is retrieved from the literature for a subsample of\n49 clusters. For this subsample we estimate the cluster masses also by using\nthe mass-temperature relation. We show that the optical luminosity, L_{op},\ncorrelates with the cluster mass much better than the X-ray luminosity, L_X.\nL_{op} can be used to estimate the cluster mass with an accuracy of 40% while\nL_X can predict the mass only with a 55% accuracy. We show that correcting\n$L_X$ for the effect of a cool core at the center of a cluster, lowers the\nscatter of the $L_X-M$ relation only by 3%. We find that the scatter observed\nin the L_{op}-L_X relation is determined by the scatter of the L_X-M relation.\nThe mass-to-light ratio in the SDSS i band clearly increases with the cluster\nmass with a slope 0.2\\pm0.08. The optical and X-ray luminosities correlate in\nexcellent way with both T_X and \\sigma_V with an orthogonal scatter of 20% in\nboth relations. Moreover, L_{op} and L_X can predict with the same accuracy\nboth variables. We conclude that the cluster optical luminosity is a key\ncluster parameter since it can give important information about fundamental\ncluster properties such as the mass, the velocity dispersion, and the\ntemperature of the intra-cluster medium.\n","Comment: 17 pages, 15 figures, accepted for publication by A&A"]}]
["astro-ph/0502170",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0502170","Astron.Astrophys.435:507-519,2005","doi:10.1051/0004-6361:20041968"],"date":["2005-02-08"],"type":["text"],"creator":["Zheng, X. Z.","Hammer, F.","Flores, H.","Assemat, F.","Rawat, A."],"language":[],"coverage":[],"title":["HST/WFPC2 morphologies and bar structures of field galaxies at 0.4<z<1"],"description":["  To address how the galaxy Hubble sequence is established and what physical\nprocesses are involved, we studied morphological properties and internal\nstructures of field galaxies in the past (0.4<z<1). In addition to structural\nparameters derived from bulge+disk decomposition, Zheng et al. (2004)\nintroduced color maps in recognizing galaxies and properly classified\nmorphologies of 36 luminous infrared galaxies (LIRGs, Lir(8-1000um)>=10^11\nL_sun). Here we presented morphological classification of a parallel 75\nnon-LIRG sample. Our examination revealed that a significant fraction of the\ngalaxies shows remarkable morphological evolution, most likely related to the\npresent-day spiral galaxies. Comparison of the morphological properties between\nLIRGs and non-LIRGs shows that the LIRGs contain a higher fraction of ongoing\nmajor mergers and systems with signs of merging/interaction. This suggests that\nthe merging process is one of the major mechanisms to trigger star formation.\nWe found that spiral LIRGs probably host much fewer bars than spiral non-LIRGs,\nsuggesting that a bar is not efficient in triggering violent star formation.\nDiffering from Abraham et al. (1999), no dramatic change of the bar frequency\nis detected up to redshift ~0.8. The bar frequency of the distant spirals is\nsimilar to (and may be higher than) the present-day spirals in the rest-frame\n$B$ band. We conclude that bar-driven secular evolution is not a major\nmechanism to drive morphological evolution of field galaxies, especially their\nbulge formation, which is more likely related to multiple intense star\nformation episodes during which the galaxies appear as LIRGs (Hammer et al.\n2005).\n","Comment: 19 pages, 6 figures and 2 tables, A&A in press"]}]
["astro-ph/0506526",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0506526","Astrophys.J.Suppl.160:401-422,2004","doi:10.1086/432891"],"date":["2005-06-22"],"type":["text"],"creator":["Preibisch, Thomas","Kim, Yong -Cheol","Favata, Fabio","Feigelson, Eric D.","Flaccomio, Ettore","Getman, Konstantin","Micela, Giusi","Sciortino, Salvatore","Stassun, Keivan","Stelzer, Beate","Zinnecker, Hans"],"language":[],"coverage":[],"title":["The Origin of T Tauri X-ray Emission: New Insights from the Chandra\n  Orion Ultradeep Project"],"description":["  We use the data of the Chandra Orion Ultradeep Project (COUP) to study the\nnearly 600 X-ray sources that can be reliably identified with optically well\ncharacterized T Tauri stars (TTS) in the Orion Nebula Cluster. We detect X-ray\nemission from more than 97% of the optically visible late-type (spectral types\nF to M) cluster stars. This proofs that there is no ``X-ray quiet'' population\nof late-type stars with suppressed magnetic activity. All TTS with known\nrotation periods lie in the saturated or super-saturated regime of the relation\nbetween activity and Rossby numbers seen for main-sequence (MS) stars, but the\nTTS show a much larger scatter in X-ray activity than seen for the MS stars.\nStrong near-linear relations between X-ray luminosities, bolometric\nluminosities and mass are present. We also find that the fractional X-ray\nluminosity rises slowly with mass over the 0.1 - 2 M_sun range. The plasma\ntemperatures determined from the X-ray spectra of the TTS are much hotter than\nin MS stars, but seem to follow a general solar-stellar correlation between\nplasma temperature and activity level. The large scatter about the relations\nbetween X-ray activity and stellar parameters seems to be related to the\ninfluence of accretion on the X-ray emission. While the X-ray activity of the\nnon-accreting TTS is consistent with that of rapidly rotating MS stars, the\naccreting stars are less X-ray active (by a factor of ~2-3 on average) and\nproduce much less well defined correlations than the non-accretors. We discuss\npossible reasons for the suppression of X-ray emission by accretion and the\nimplications of our findings on long-standing questions related to the origin\nof the X-ray emission from young stars.\n","Comment: accepted for ApJS, COUP Special Issue"]}]
["astro-ph/0703338",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0703338","Astrophys.J.659:L115-L119,2007","doi:10.1086/518034"],"date":["2007-03-13","2007-04-03"],"type":["text"],"creator":["Chung, Aeree","van Gorkom, J. H.","Kenney, Jeffrey D. P.","Vollmer, Bernd"],"language":[],"coverage":[],"title":["Virgo Galaxies with Long One-Sided HI Tails"],"description":["  In a new HI imaging survey of Virgo galaxies (VIVA: VLA Imaging of Virgo\ngalaxies in Atomic gas), we find 7 spiral galaxies with long HI tails. The\nmorphology varies but all the tails are extended well beyond the optical radii\non one side. These galaxies are found in intermediate-low density regions\n(0.6-1 Mpc in projection from M87). The tails are all pointing roughly away\nfrom M87, suggesting that these tails may have been created by a global cluster\nmechanism. While the tidal effects of the cluster potential are too small, a\nrough estimate suggests that simple ram-pressure stripping indeed could have\nformed the tails in all but two cases. At least three systems show HI\ntruncation to within the stellar disk, providing evidence for a gas-gas\ninteraction. Although most of these galaxies do not appear disturbed optically,\nsome have close neighbors, suggesting that tidal interactions may have moved\ngas outwards making it more susceptible to the ICM ram-pressure or viscosity.\nIndeed, a simulation study of one of the tail galaxies, NGC 4654, suggests that\nthe galaxy is most likely affected by the combined effect of a gravitational\ninteraction and ram-pressure stripping. We conclude that these one-sided HI\ntail galaxies have recently arrived in the cluster, falling in on highly radial\norbits. It appears that galaxies begin to lose their gas already at\nintermediate distances from the cluster center through ram-pressure or\nturbulent viscous stripping and tidal interactions with neighbours, or a\ncombination of both.\n","Comment: 4 pages, 3 figures (including 1 plate), accepted for accepted for\n  publication in ApJ Letter (vol. 659, L115), a version with full resolution\n  Plate 1 is available from\n  http://www.astro.umass.edu/~achung/astro-ph/viva_tail.pdf"]}]
["astro-ph/9803125",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9803125","Astrophys.J.517:78-91,1999","doi:10.1086/307160"],"date":["1998-03-10","1999-01-15"],"type":["text"],"creator":["Kepner, Jeremy","Fan, Xiaohui","Bahcall, Neta","Gunn, James","Lupton, Robert","Xu, Guohong"],"language":[],"coverage":[],"title":["An Automated Cluster Finder: the Adaptive Matched Filter"],"description":["  We describe an automated method for detecting clusters of galaxies in imaging\nand redshift galaxy surveys. The Adaptive Matched Filter (AMF) method utilizes\ngalaxy positions, magnitudes, and---when available---photometric or\nspectroscopic redshifts to find clusters and determine their redshift and\nrichness. The AMF can be applied to most types of galaxy surveys: from\ntwo-dimensional (2D) imaging surveys, to multi-band imaging surveys with\nphotometric redshifts of any accuracy (2.5D), to three-dimensional (3D)\nredshift surveys. The AMF can also be utilized in the selection of clusters in\ncosmological N-body simulations. The AMF identifies clusters by finding the\npeaks in a cluster likelihood map generated by convolving a galaxy survey with\na filter based on a model of the cluster and field galaxy distributions. In\ntests on simulated 2D and 2.5D data with a magnitude limit of r' ~ 23.5,\nclusters are detected with an accuracy of Delta z ~ 0.02 in redshift and ~10%\nin richness to z < 0.5. Detecting clusters at higher redshifts is possible with\ndeeper surveys. In this paper we present the theory behind the AMF and describe\ntest results on synthetic galaxy catalogs.\n","Comment: 32 pages, 12 figures, accepted to ApJ"]}]
["astro-ph/9811160",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9811160","Astron.Astrophys.342:408-416,1999"],"date":["1998-11-10"],"type":["text"],"creator":["Garilli, Bianca","Maccagni, Dario","Andreon, Stefano"],"language":[],"coverage":[],"title":["Composite luminosity function of cluster galaxies"],"description":["  We constructed the composite Luminosity Function (LF) of cluster galaxies in\nthe g,r and i bands from the photometry of a mixed (Abell and X-ray selected)\nsample of the cores of 65 clusters, ranging in redshift from 0.05 to 0.25. The\ncomposite LF has been obtained from complete samples of ~2200 galaxies in the\nmagnitude range -23<M<-17.5 (-18 in i). Cluster membership has been determined\non the basis of color-color plots for each cluster and the resulting outlier\ncounts have been checked against field counts in the same bands. We find that\nthe galaxy density of the environment determines the shape of the LF, in the\nsense that bright galaxies are more abundant in dense clusters.\n","Comment: 10 pages, 10 figures, accepted for publication in A&A"]}]
["astro-ph/9812130",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9812130","JHEP 9903:017,1999","doi:10.1088/1126-6708/1999/03/017"],"date":["1998-12-07","1999-06-11"],"type":["text"],"creator":["Epele, Luis N.","Mollerach, Silvia","Roulet, Esteban"],"language":[],"coverage":[],"title":["On the disintegration of cosmic ray nuclei by solar photons"],"description":["  We discuss in detail the possibility of observing pairs of simultaneous\nparallel air showers produced by the fragments of cosmic ray nuclei which\ndisintegrated in collisions with solar photons. We consider scenarios with\ndifferent cosmic ray compositions, exploring the predicted rates for existing\nand planned detectors and looking for methods to extract information on the\ninitial composition from the characteristics of the signal. In particular, we\nfind that fluorescence detectors, such as HiRes or the Telescope Array, due to\ntheir low threshold ($\\sim 10^{17}$ eV) and large area ($\\sim 10^4 km^2$) may\nobserve several events per year if cosmic rays at those energies are indeed\nheavy nuclei. The possibility of exploiting the angular orientation of the\nplane containing the two showers to further constrain the cosmic ray\ncomposition is also discussed.\n","Comment: 15 pages"]}]
["astro-ph/9904050",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9904050","Astron.J.118:236-260,1999","doi:10.1086/300916"],"date":["1999-04-03"],"type":["text"],"creator":["Rubin, Vera C.","Waterman, Andrew H.","Kenney, Jeffrey D. P."],"language":[],"coverage":[],"title":["Kinematic Disturbances in Optical Rotation Curves among 89 Virgo Disk\n  Galaxies"],"description":["  For 89 galaxies, mostly spirals, in the Virgo cluster region, we have\nobtained optical long-slit major axis spectra of the ionized gas. We find: (1)\nOne-half of the Virgo galaxies we observed have regular rotation patterns,\nwhile the other 50% exhibit kinematic disturbances ranging from mild to major.\nVelocity complexities are generally consistent with those resulting from tidal\nencounters or accretion events. Since kinematic disturbances are expected to\nfade within ~10^9 years, many Virgo galaxies have experienced several\nsignificant kinematic disturbances during their lifetimes. (2) A few Virgo\ngalaxies have ionized gas of limited extent, with velocities exceptionally low\nfor their luminosities. In these galaxies the gas must be not rotationally\nsupported. (3) There is a remarkable difference in the distribution of galaxy\nsystemic velocity for galaxies with Regular rotation curves and galaxies with\nDisturbed rotation curves. Galaxies with regular rotation patterns show a flat\ndistribution with systemic velocity, while galaxies with disturbed kinematics\nhave a Gaussian distribution very similar to that for the elliptical galaxies\nin Virgo. This suggests that spirals with disturbed kinematics are\npreferentially on radial orbits, which bring them to the cluster core, where\ntidal interactions are strong and/or more common. These interactions may alter\nthe morphology of the galaxy, and may also play a role in driving the Virgo\ncluster toward dynamical equilibrium.\n","Comment: to be published in the Astronomical Journal, 37 pages, 19 .ps\n  figures, 4 .ps tables"]}]
["astro-ph/9904092",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9904092","Nature 398:487-489,1999","doi:10.1038/19033"],"date":["1999-04-07"],"type":["text"],"creator":["Tuthill, Peter G.","Monnier, John D.","Danchi, William C."],"language":[],"coverage":[],"title":["A dusty pinwheel nebula around the massive star WR 104"],"description":["  Wolf-Rayet (WR) stars are luminous massive blue stars thought to be immediate\nprecursors to the supernova terminating their brief lives. The existence of\ndust shells around such stars has been enigmatic since their discovery some 30\nyears ago; the intense radiation field from the star should be inimical to dust\nsurvival. Although dust-creation models, including those involving interacting\nstellar winds from a companion star, have been put forward, high-resolution\nobservations are required to understand this phenomena. Here we present\nresolved images of the dust outflow around Wolf-Rayet WR 104, obtained with\nnovel imaging techniques, revealing detail on scales corresponding to about 40\nAU at the star. Our maps show that the dust forms a spatially confined stream\nfollowing precisely a linear (or Archimedian) spiral trajectory. Images taken\nat two separate epochs show a clear rotation with a period of 220 +/- 30 days.\nTaken together, these findings prove that a binary star is responsible for the\ncreation of the circumstellar dust, while the spiral plume makes WR 104 the\nprototype of a new class of circumstellar nebulae unique to interacting wind\nsystems.\n","Comment: 7 pages, 2 figures, Appearing in Nature (1999 April 08)"]}]
["astro-ph/9907062",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9907062","Astrophys.J.530:625-651,2000","doi:10.1086/308409"],"date":["1999-07-05"],"type":["text"],"creator":["Tonry, John L.","Blakeslee, John P.","Ajhar, Edward A.","Dressler, Alan"],"language":[],"coverage":[],"title":["The SBF Survey of Galaxy Distances. II. Local and Large-Scale Flows"],"description":["  We present analysis of local large scale flows using the Surface Brightness\nFluctuation (SBF) Survey for the distances to 300 early-type galaxies. Our\nmodels of the distribution function of mean velocity and velocity dispersion at\neach point in space include a uniform thermal velocity dispersion and spherical\nattractors whose position, amplitude, and radial shape are free to vary. Our\nfitting procedure performs a maximum likelihood fit of the model to the\nobservations. We obtain a Hubble constant of Ho = 77 +/- 4 +/- 7 km/s/Mpc, but\na uniform Hubble flow is not acceptable fit to the data. Inclusion of two\nattractors, one of whose fit location coincides with the Virgo cluster and the\nother whose fit location is slightly beyond the Centaurus clusters nearly\nexplain the peculiar velocities, but the quality of the fit can be further\nimproved by the addition of a quadrupole correction to the Hubble flow.\nAlthough the dipole and quadrupole may be genuine manifestations of more\ndistant density fluctuations, we find evidence that they are more likely due to\nnon-spherical attractors. We find no evidence for bulk flows which include our\nentire survey volume (R < 3000 km/s); our volume is at rest with respect to the\nCMB. The fits to the attractors both have isothermal radial profiles (v ~ 1/r)\nover a range of overdensity between about 10 and 1, but fall off more steeply\nat larger radius. The best fit value for the small scale, cosmic thermal\nvelocity is 180 +/- 14 km/s.\n","Comment: 37 pages, AASTeX Latex, including 30 Postscript figures, submitted to\n  Astrophysical Journal, July 2, 1999"]}]
["gr-qc/0609083",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0609083","Phys.Lett.B645:236-244,2007","doi:10.1016/j.physletb.2006.12.040"],"date":["2006-09-20","2006-12-16"],"type":["text"],"creator":["Grande, Javier","Sola, Joan","Stefancic, Hrvoje"],"language":[],"coverage":[],"title":["Composite dark energy: cosmon models with running cosmological term and\n  gravitational coupling"],"description":["  In the recent literature on dark energy (DE) model building we have learnt\nthat cosmologies with variable cosmological parameters can mimic more\ntraditional DE pictures exclusively based on scalar fields (e.g. quintessence\nand phantom). In a previous work we have illustrated this situation within the\ncontext of a renormalization group running cosmological term, Lambda. Here we\nanalyze the possibility that both the cosmological term and the gravitational\ncoupling, G, are running parameters within a more general framework (a variant\nof the so-called ``LXCDM models'') in which the DE fluid can be a mixture of a\nrunning Lambda and another dynamical entity X (the ``cosmon'') which may behave\nquintessence-like or phantom-like. We compute the effective EOS parameter, w,\nof this composite fluid and show that the LXCDM can mimic to a large extent the\nstandard LCDM model while retaining features hinting at its potential composite\nnature (such as the smooth crossing of the cosmological constant boundary\nw=-1). We further argue that the LXCDM models can cure the cosmological\ncoincidence problem. All in all we suggest that future experimental studies on\nprecision cosmology should take seriously the possibility that the DE fluid can\nbe a composite medium whose dynamical features are partially caused and\nrenormalized by the quantum running of the cosmological parameters.\n","Comment: LaTeX, 17 pages, 4 figures. Extended discussion, references added.\n  Accepted in Physics Letters B"]}]
["hep-ph/0610143",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0610143","Phys.Lett.B647:185-193,2007","doi:10.1016/j.physletb.2007.02.015"],"date":["2006-10-11","2007-02-09"],"type":["text"],"creator":["Brambilla, Nora","Tormo, Xavier Garcia i","Soto, Joan","Vairo, Antonio"],"language":[],"coverage":[],"title":["The logarithmic contribution to the QCD static energy at NNNNLO"],"description":["  Using pNRQCD and known results for the field strength correlator, we\ncalculate the ultrasoft contribution to the QCD static energy of a\nquark-antiquark pair at short distances at NNNNLO in alpha_s. At the same\norder, this provides the logarithmic terms of the singlet static potential in\npNRQCD and the log alpha_s terms of the static energy.\n","Comment: 16 pages, 5 figures. Minor modifications. References added. Journal\n  version"]}]
["hep-th/0408049",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0408049","JHEP 0412:072,2004","doi:10.1088/1126-6708/2004/12/072"],"date":["2004-08-06"],"type":["text"],"creator":["Johnson, Clifford V."],"language":[],"coverage":[],"title":["Tachyon Condensation, Open-Closed Duality, Resolvents, and Minimal\n  Bosonic and Type 0 Strings"],"description":["  Type 0A string theory in the (2,4k) superconformal minimal model backgrounds\nand the bosonic string in the (2,2k-1) conformal minimal models, while\nperturbatively identical in some regimes, may be distinguished\nnon-perturbatively using double scaled matrix models. The resolvent of an\nassociated Schrodinger operator plays three very important interconnected\nroles, which we explore perturbatively and non-perturbatively. On one hand, it\nacts as a source for placing D-branes and fluxes into the background, while on\nthe other, it acts as a probe of the background, its first integral yielding\nthe effective force on a scaled eigenvalue. We study this probe at disc, torus\nand annulus order in perturbation theory, in order to characterize the effects\nof D-branes and fluxes on the matrix eigenvalues. On a third hand, the\nintegrated resolvent forms a representation of a twisted boson in an associated\nconformal field theory. The entire content of the closed string theory can be\nexpressed in terms of Virasoro constraints on the partition function, which is\nrealized as wavefunction in a coherent state of the boson. Remarkably, the\nD-brane or flux background is simply prepared by acting with a vertex operator\nof the twisted boson. This generates a number of sharp examples of open-closed\nduality, both old and new. We discuss whether the twisted boson conformal field\ntheory can usefully be thought of as another holographic dual of the\nnon-critical string theory.\n","Comment: 37 pages, some figures, LaTeX"]}]
["hep-th/0408159",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0408159","JHEP 0412:073,2004","doi:10.1088/1126-6708/2004/12/073"],"date":["2004-08-20"],"type":["text"],"creator":["Carlisle, James E.","Johnson, Clifford V."],"language":[],"coverage":[],"title":["Unoriented Minimal Type 0 Strings"],"description":["  We define a family of string equations with perturbative expansions that\nadmit an interpretation as an unoriented minimal string theory with background\nD-branes and R-R fluxes. The theory also has a well-defined non-perturbative\nsector and we expect it to have a continuum interpretation as an orientifold\nprojection of the non-critical type~0A string for \\hat{c}=0, the (2,4) model.\nThere is a second perturbative region which is consistent with an\ninterpretation in terms of background R-R fluxes. We identify a natural\nparameter in the formulation that we speculate may have an interpretation as\ncharacterizing the contribution of a new type of background D-brane. There is a\nnon-perturbative map to a family of string equations which we expect to be the\n\\hat{c}=0 type 0B string. The map exchanges D-branes and R-R fluxes. We present\nthe general structure of the string equations for the (2,4k) type 0A models.\n","Comment: 15 pages, 3 figures, LaTeX"]}]
["math-ph/0510025",{"format":[],"subject":["Mathematical Physics","46S10, 82B26, 12J12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0510025","Indag.Math.15:85-100,2004"],"date":["2005-10-06","2006-02-25"],"type":["text"],"creator":["Mukhamedov, Farrukh","Rozikov, Utkir"],"language":[],"coverage":[],"title":["On Gibbs Measures of $P$-Adic Potts Model on the Cayley Tree"],"description":["  We consider a nearest-neighbor $p$-adic Potts (with $q\\geq 2$ spin values and\ncoupling constant $J\\in \\Q_p$) model on the Cayley tree of order $k\\geq 1$. It\nis proved that a phase transition occurs at $k=2$, $q\\in p\\mathbb{N}$ and\n$p\\geq 3$ (resp. $q\\in 2^2\\mathbb{N}$, $p=2$). It is established that for\n$p$-adic Potts model at $k\\geq 3$ a phase transition may occur only at $q\\in\np\\mathbb{N}$ if $p\\geq 3$ and $q\\in 2^2\\mathbb{N}$ if $p=2$.\n","Comment: 15 pages"]}]
["math/0505203",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 34M55, 34M45, Secondary 58F05, 32S65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505203","Tohoku Math. J. 58 (2006), 529-548"],"date":["2005-05-10","2010-10-22"],"type":["text"],"creator":["Sasano, Yusuke"],"language":[],"coverage":[],"title":["Coupled Painlev\\'e II Systems in Dimension 4 and the systems of type\n  ${A_4}^{(1)}$"],"description":["  We find and study coupled Painlev\\'e II systems in dimension 4, which can be\nobtained by a degeneration from the systems of type ${A_4}^{(1)}$. We compare\nthese systems with other types of coupled Painlev\\'e II systems from the\nviewpoint of the local index. We also give the phase spaces for these systems.\n","Comment: This paper has been withdrawn by the author. 14 pages, 2 figures"]}]
["math/0608206",{"format":[],"subject":["Mathematics - Number Theory","Primary:11S40, secondary: 11R42, 11M36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608206","Archiv der Mathematik, Vol. 95 (2010), pp.363-372"],"date":["2006-08-08"],"type":["text"],"creator":["Hashimoto, Yasufumi"],"language":[],"coverage":[],"title":["Partial zeta functions"],"description":["  In the present manuscript, we study analytic properties of zeta functions\ndefined by partial Euler products.\n","Comment: 11 pages"]}]
