["0705.1027",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Combinatorics","90C10","52B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1027"],"date":["2007-05-07","2009-12-31"],"type":["text"],"creator":["Bogart, Tristram","Raymond, Annie","Thomas, Rekha R."],"language":[],"coverage":[],"title":["Small Chvatal rank"],"description":["  We propose a variant of the Chvatal-Gomory procedure that will produce a\nsufficient set of facet normals for the integer hulls of all polyhedra {xx : Ax\n<= b} as b varies. The number of steps needed is called the small Chvatal rank\n(SCR) of A. We characterize matrices for which SCR is zero via the notion of\nsupernormality which generalizes unimodularity. SCR is studied in the context\nof the stable set problem in a graph, and we show that many of the well-known\nfacet normals of the stable set polytope appear in at most two rounds of our\nprocedure. Our results reveal a uniform hypercyclic structure behind the\nnormals of many complicated facet inequalities in the literature for the stable\nset polytope. Lower bounds for SCR are derived both in general and for\npolytopes in the unit cube.\n","Comment: 24 pages, 3 figures, v3. Major revision: additional author, new\n  application to stable-set polytopes, reorganization of sections. Accepted for\n  publication in Mathematical Programming"]}]
["0801.0812",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0812"],"date":["2008-01-05","2010-01-01"],"type":["text"],"creator":["Weber, Andreas"],"language":[],"coverage":[],"title":["Analysis of the physical Laplacian and the heat flow on a locally finite\n  graph"],"description":["  We study the physical Laplacian and the corresponding heat flow on an\ninfinite, locally finite graph with possibly unbounded valence.\n"]}]
["0804.1558",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14J28 (Primary)","11F11, 11G15, 11G25, 11R29 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1558"],"date":["2008-04-09","2010-01-01"],"type":["text"],"creator":["Schuett, Matthias"],"language":[],"coverage":[],"title":["K3 surfaces with Picard rank 20"],"description":["  We determine all complex K3 surfaces with Picard rank 20 over Q. Here the\nNeron-Severi group has rank 20 and is generated by divisors which are defined\nover Q. Our proof uses modularity, the Artin-Tate conjecture and class group\ntheory. With different techniques, the result has been established by Elkies to\nshow that Mordell-Weil rank 18 over Q is impossible for an elliptic K3 surface.\nWe then apply our methods to general singular K3 surfaces, i.e. with\nNeron-Severi group of rank 20, but not necessarily generated by divisors over\nQ.\n","Comment: 19 pages, 1 table; v2: section 10 on Q-isomorphism classes added; v3:\n  final version with minor corrections and additions"]}]
["0805.3581",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","53D35(primary), 14H10(secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3581","Asian J. Math. 13 (2009), 323 - 340"],"date":["2008-05-23","2009-02-04"],"type":["text"],"creator":["Oh, Yong-Geun","Zhu, Ke"],"language":[],"coverage":[],"title":["Embedding property of $J$-holomorphic curves in Calabi-Yau manifolds for\n  generic $J$"],"description":["  In this paper, we prove that for a generic choice of tame (or compatible)\nalmost complex structures $J$ on a symplectic manifold $(M^{2n},\\omega)$ with\n$n \\geq 3$ and with its first Chern class $c_1(M,\\omega) = 0$, all somewhere\ninjective $J$-holomorphic maps from any closed smooth Riemann surface into $M$\nare \\emph{embedded}. We derive this result as a consequence of the general\noptimal 1-jet evaluation transversality result of $J$-holomorphic maps in\ngeneral symplectic manifolds that we also prove in this paper.\n","Comment: The exposition of the paper much improved with some clarifications in\n  the Fredholm setting. The proof of 1-jet evaluation transversality is much\n  clarified by correcting minor error in the Fredholm analysis and making\n  precise the choice of Sobolev norms in the proof. A few more references are\n  added"]}]
["0807.0297",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0297","J. Phys.: Condens. Matter 21 455802 (2009)"],"date":["2008-07-02"],"type":["text"],"creator":["Hao, Xiao-Jie","Tu, Tao","Zhao, Yong-Jie","Guo, Guang-Can","Jiang, H. W.","Guo, Guo-Ping"],"language":[],"coverage":[],"title":["Numerical Studies of Quantum Hall Ferromagnetism in Two-Subband Systems"],"description":["  We carry out a numerical study of the quantum Hall ferromagnetism in a\ntwo-subband system using a set of experimental parameters in a recently\nexperiment [X. C. Zhang, I. Martin, and H. W. Jiang, Phys. Rev. B \\textbf{74},\n073301 (2006)]. Employing the self-consistence local density approximation for\ngrowth direction wave function and the Hartree-Fock theory for the pseudospin\nanisotropy energy, we are able to account for the easy-axis and easy-plane\nquantum Hall ferromagnetism observed at total filling factor $\\nu = 3$ and\n$\\nu= 4$, respectively. Our study provides some insight of how the anisotropy\nenergy, which highly depends upon the distribution of growth direction wave\nfunctions, determines the symmetry of the quantum Hall ferromagnets.\n","Comment: 8 pages, 4 figures"]}]
["0809.5282",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.5282"],"date":["2008-09-30","2010-01-01"],"type":["text"],"creator":["Ji, Lizhen","Weber, Andreas"],"language":[],"coverage":[],"title":["Dynamics of the heat semigroup on symmetric spaces"],"description":["  The aim of this paper is to show that the dynamics of $L^p$ heat semigroups\n($p>2$) on a symmetric space of non-compact type is very different from the\ndynamics of the $L^p$ heat semigroups if $p\\leq 2$. To see this, it is shown\nthat certain shifts of the $L^p$ heat semigroups have a chaotic behavior if\n$p>2$ and that such a behavior is not possible in the cases $p\\leq 2$. These\nresults are compared with the corresponding situation for euclidean spaces and\nsymmetric spaces of compact type where such a behavior is not possible.\n","Comment: 14 pages; final version; to appear in Ergodic Theory and Dynamical\n  Systems"]}]
["0810.0209",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0209","J. Funct. Anal. 258 (2010), 1121-1139"],"date":["2008-10-01","2010-01-01"],"type":["text"],"creator":["Ji, Lizhen","Weber, Andreas"],"language":[],"coverage":[],"title":["$L^p$ spectral theory and heat dynamics of locally symmetric spaces"],"description":["  In this paper we first derive several results concerning the $L^p$ spectrum\nof arithmetic locally symmetric spaces whose $\\Q$-rank equals one. In\nparticular, we show that there is an open subset of $\\C$ consisting of\neigenvalues of the $L^p$ Laplacian if $p <2$ and that corresponding\neigenfunctions are given by certain Eisenstein series. On the other hand, if\n$p>2$ there is at most a discrete set of real eigenvalues of the $L^p$\nLaplacian. These results are used in the second part of this paper in order to\nshow that the dynamics of the $L^p$ heat semigroups for $p<2$ is very different\nfrom the dynamics of the $L^p$ heat semigroups if $p\\geq 2$.\n","Comment: 21 pages; final version"]}]
["0810.0483",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0483","Quantum Information & Computation 9, 0683-0692, 2009"],"date":["2008-10-02","2010-01-01"],"type":["text"],"creator":["Xavier, G. B.","da Silva, T. Ferreira","de Faria, G. Vilela","Temporao, G. P.","von der Weid, J. P."],"language":[],"coverage":[],"title":["Practical random number generation protocol for entanglement-based\n  quantum key distribution"],"description":["  A simple protocol which takes advantage of the inherent random times of\ndetections in single photon counting modules is presented for random active\nbasis choices when using entanglement-based protocols for Quantum Key\nDistribution (QKD). It may also be applicable to the BB84 protocol in certain\ncases. The scheme presented uses the single photon detectors already present on\na QKD setup, working on the same rate as the system is capable of detecting,\nand is, therefore, not limited by the output rates of quantum random number\ngenerators. This protocol only requires small hardware modifications making it\nan attractive solution. We perform a proof-of-principle experiment employing a\nspontaneous parametric down-conversion process in a $\\chi^{(2)}$ non-linear\ncrystal to demonstrate the feasibility of our scheme, and show that the\ngenerated sequence passes randomness tests.\n","Comment: 10 pages, 3 figures"]}]
["0901.2398",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2398","PHYSICAL REVIEW A 80, 042302 (2009)"],"date":["2009-01-16"],"type":["text"],"creator":["Hassan, Ali Saif M.","Joag, Pramod S."],"language":[],"coverage":[],"title":["An Experimentally accessible geometric measure for entanglement in\n  $N$-qudit pure states"],"description":["  We present a multipartite entanglement measure for $N$-qudit pure states,\nusing the norm of the correlation tensor which occurs in the Bloch\nrepresentation of the state. We compute this measure for important class of\n$N$-qutrit pure states, namely general GHZ states. We prove that this measure\npossesses almost all the properties expected of a good entanglement measure,\nincluding monotonicity. Finally, we extend this measure to $N$-qudit mixed\nstates via convex roof construction and establish its various properties,\nincluding its monotonicity.\n","Comment: 22 pages, one figures"]}]
["0907.4510",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4510","J. Phys.: Conf. Ser. 194, 012064 (2009)","doi:10.1088/1742-6596/194/1/012064"],"date":["2009-07-26"],"type":["text"],"creator":["Knoop, S.","Ferlaino, F.","Berninger, M.","Mark, M.","Nägerl, H. -C.","Grimm, R."],"language":[],"coverage":[],"title":["Observation of an Efimov resonance in an ultracold mixture of atoms and\n  weakly bound dimers"],"description":["  We discuss our recent observation of an atom-dimer Efimov resonance in an\nultracold mixture of Cs atoms and Cs_2 Feshbach molecules [Nature Phys. 5, 227\n(2009)]. We review our experimental procedure and present additional data\ninvolving a non-universal g-wave dimer state, to contrast our previous results\non the universal s-wave dimer. We resolve a seeming discrepancy when\nquantitatively comparing our experimental findings with theoretical results\nfrom effective field theory.\n","Comment: Conference Proceeding ICPEAC 2009 Kalamazoo, to appear in Journal of\n  Physics: Conference Series"]}]
["0908.2853",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2853"],"date":["2009-08-20","2010-01-01"],"type":["text"],"creator":["Haramaty, Elad","Shpilka, Amir"],"language":[],"coverage":[],"title":["On the Structure of Cubic and Quartic Polynomials"],"description":["  In this paper we study the structure of polynomials of degree three and four\nthat have high bias or high Gowers norm, over arbitrary prime fields. In\nparticular we obtain the following results.\n  1. We give a canonical representation for degree three or four polynomials\nthat have a significant bias (i.e. they are not equidistributed). This result\ngeneralizes the corresponding results from the theory of quadratic forms. It\nalso significantly improves the results of Green and Tao and Kaufman and Lovett\nfor such polynomials.\n  2. For the case of degree four polynomials with high Gowers norm we show that\n(a subspace of co-dimension O(1) of) F^n can be partitioned to subspaces of\ndimension Omega(n) such that on each of the subspaces the polynomial is equal\nto some degree three polynomial. It was shown by Green and Tao and by Lovett,\nMeshulam and Samorodnitsky that a quartic polynomial with a high Gowers norm is\nnot necessarily correlated with any cubic polynomial. Our result shows that a\nslightly weaker statement does hold.\n  The proof is based on finding a structure in the space of partial derivatives\nof the underlying polynomial.\n","Comment: 31 pages. Tighter versions of Lemma 2.4 (now Lemma 2.5) and Lemma 3.8\n  are given, implying better parameters in Theorems 1,2,4 and 5. Fixed a bug in\n  the proof of Lemma 3.7"]}]
["0909.1243",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1243"],"date":["2009-09-07","2010-01-01"],"type":["text"],"creator":["Spaans, M."],"language":[],"coverage":[],"title":["Gravity and Information: Putting a Bit of Quantum into GR"],"description":["  It is shown that quantum aspects of the energy-momentum tensor reveal dark\nmatter and dark energy behavior for general relativity. Special meaning is\nassigned to the operator X^2d^2/dX^2 +2Xd/dX, for any field X that is part of\nthe energy-momentum tensor, and to the distinction between information on\ngravitational and non-gravitational effects. Changes in such information cause\nthe Sun-Earth distance to increase by 11 cm/yr.\n","Comment: 3 pages, comments welcome"]}]
["0909.1548",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1548","Proc. Natl. Acad. Sci. USA (2009), online publication doi:\n  10.1073/pnas.0912969107","doi:10.1073/pnas.0912969107"],"date":["2009-09-08","2009-09-17"],"type":["text"],"creator":["Chang, D. E.","Regal, C. A.","Papp, S. B.","Wilson, D. J.","Ye, J.","Painter, O.","Kimble, H. J.","Zoller, P."],"language":[],"coverage":[],"title":["Cavity optomechanics using an optically levitated nanosphere"],"description":["  Recently, remarkable advances have been made in coupling a number of high-Q\nmodes of nano-mechanical systems to high-finesse optical cavities, with the\ngoal of reaching regimes where quantum behavior can be observed and leveraged\ntoward new applications. To reach this regime, the coupling between these\nsystems and their thermal environments must be minimized. Here we propose a\nnovel approach to this problem, in which optically levitating a nano-mechanical\nsystem can greatly reduce its thermal contact, while simultaneously eliminating\ndissipation arising from clamping. Through the long coherence times allowed,\nthis approach potentially opens the door to ground-state cooling and coherent\nmanipulation of a single mesoscopic mechanical system or entanglement\ngeneration between spatially separate systems, even in room temperature\nenvironments. As an example, we show that these goals should be achievable when\nthe mechanical mode consists of the center-of-mass motion of a levitated\nnanosphere.\n","Comment: 33 pages, 6 figures, minor revisions, references added"]}]
["0911.1219",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1219","Appl. Phys. Lett. 95, 233301 (2009)","doi:10.1063/1.3267055"],"date":["2009-11-06"],"type":["text"],"creator":["Walser, M. P.","Kalb, W. L.","Mathis, T.","Batlogg, B."],"language":[],"coverage":[],"title":["Low-voltage organic transistors and inverters with ultra-thin\n  fluoropolymer gate dielectric"],"description":["  We report on the simple fabrication of hysteresis-free and electrically\nstable organic field-effect transistors (OFETs) and inverters operating at\nvoltages <1-2 V, enabled by the almost trap-free interface between the organic\nsemiconductor and an ultra-thin (<20 nm) and highly insulating single-layer\nfluoropolymer gate dielectric (Cytop). OFETs with PTCDI-C13\n(N,N'-ditridecylperylene-3,4,9,10-tetracarboxylicdiimide) as semiconductor\nexhibit outstanding transistor characteristics: very low threshold voltage\n(0.2V), onset at 0V, steep subthreshold swing (0.1-0.2 V/decade), no hysteresis\nand excellent stability against gate bias stress. It is gratifying to notice\nthat such small OFET operating voltages can be achieved with the relatively\nsimple processing techniques employed in this study.\n","Comment: Accepted for publication in Applied Physics Letters"]}]
["0912.1200",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1200"],"date":["2009-12-07","2010-01-01"],"type":["text"],"creator":["Shine, S.","Krishnan, K. Murali"],"language":[],"coverage":[],"title":["Extending Karger's randomized min-cut Algorithm for a Synchronous\n  Distributed setting"],"description":["  A min-cut that seperates vertices s and t in a network is an edge set of\nminimum weight whose removal will disconnect s and t. This problem is the dual\nof the well known s-t max-flow problem. Several algorithms for the min-cut\nproblem are based on max-flow computation although the fastest known min-cut\nalgorithms are not flow based. The well known Karger's randomized algorithm for\nmin-cut is a non-flow based method for solving the (global) min-cut problem of\nfinding the min s-t cut over all pair of vertices s,t in a weighted undirected\ngraph. This paper presents an adaptation of Karger's algorithm for a\nsynchronous distributed setting where each node is allowed to perform only\nlocal computations. The paper essentially addresses the technicalities involved\nin circumventing the limitations imposed by a distributed setting to the\nworking of Karger's algorithm. While the correctness proof follows directly\nfrom Karger's algorithm, the complexity analysis differs significantly. The\nalgorithm achieves the same probability of success as the original algorithm\nwith O(mn^{2}) message complexity and O(n^{2}) time complexity, where n and m\ndenote the number of vertices and edges in the graph.\n","Comment: 6 pages"]}]
["0912.4964",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4964","Exp. Math. 9(2) (2000), 197-219"],"date":["2009-12-25"],"type":["text"],"creator":["Rossman, Wayne","Thayer, Edward C.","Wohlgemuth, Meinhard"],"language":[],"coverage":[],"title":["Embedded, Doubly Periodic Minimal Surfaces"],"description":["  We consider the question of existence of embedded doubly periodic minimal\nsurfaces in Euclidean 3-space with Scherk-type ends, surfaces that\ntopologically are Scherk's doubly periodic surface with handles added in\nvarious ways. We extend the existence results of H. Karcher and F. Wei to more\ncases, and we find other cases where existence does not hold.\n"]}]
["cond-mat/0609258",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609258","Phys. Rev. B 75, 014430 (2007)","doi:10.1103/PhysRevB.75.014430"],"date":["2006-09-11","2009-12-31"],"type":["text"],"creator":["Kovalev, Alexey A.","Bauer, Gerrit E. W.","Brataas, Arne"],"language":[],"coverage":[],"title":["Current-driven ferromagnetic resonance, mechanical torques and rotary\n  motion in magnetic nanostructures"],"description":["  We study theoretically the detection and possible utilization of electric\ncurrent-induced mechanical torques in ferromagnetic-normal metal\nheterostructures that are generated by spin-flip scattering or the absorption\nof transverse spin currents by a ferromagnet. To this end, we analyze the DC\nvoltage signals over a spin valve that is driven by an AC current. In agreement\nwith recent studies, this \"rectification\", measured as a function of AC\nfrequency and applied magnetic field, contains important information on the\nmagnetostatics and --dynamics. Subsequently, we show that the vibrations\nexcited by spin-transfer to the lattice can be detected as a splitting of the\nDC voltage resonance. Finally, we propose a concept for a spin-transfer-driven\nelectric nanomotor based on integrating metallic nanowires with carbon\nnanotubes, in which the current-induced torques generate a rotary motion.\n","Comment: This resubmission corrects typos in Appendix A 26 pages, 7 figures"]}]
["nlin/0506045",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","Mathematics - Numerical Analysis","Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0506045"],"date":["2005-06-21","2010-01-01"],"type":["text"],"creator":["Yao, Lun-Shin"],"language":[],"coverage":[],"title":["Computed Chaos or Numerical Errors"],"description":["  Discrete numerical methods with finite time-steps represent a practical\ntechnique to solve initial-value problems involving nonlinear differential\nequations. These methods seem particularly useful to the study of chaos since\nno analytical chaotic solution is currently available. Using the well-known\nLorenz equations as an example, it is demonstrated that numerically computed\nresults and their associated statistical properties are time-step dependent.\nThere are two reasons for this behavior. First, chaotic differential equations\nare unstable so that any small error is amplified exponentially near an\nunstable manifold. The more serious and lesser-known reason is that stable and\nunstable manifolds of singular points associated with differential equations\ncan form virtual separatrices. The existence of a virtual separatrix presents\nthe possibility of a computed trajectory actually jumping through it due to the\nfinite time-steps of discrete numerical methods. Such behavior violates the\nuniqueness theory of differential equations and amplifies the numerical errors\nexplosively. These reasons imply that, even if computed results are bounded,\ntheir independence on time-step should be established before accepting them as\nuseful numerical approximations to the true solution of the differential\nequations. However, due to these exponential and explosive amplifications of\nnumerical errors, no computed chaotic solutions of differential equations\nindependent of integration-time step have been found. Thus, reports of computed\nnon-periodic solutions of chaotic differential equations are simply\nconsequences of unstably amplified truncation errors, and are not approximate\nsolutions of the associated differential equations.\n","Comment: pages 24, Figures 9"]}]
