["0706.2081",{"format":[],"subject":["Mathematics - Rings and Algebras","15A99, 16W99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2081","Guterman, A. E.; Kuzma, B. Preserving zeros of a polynomial. Comm.\n  Algebra 37 (2009), no. 11, 4038--4064."],"date":["2007-06-14"],"type":["text"],"creator":["Guterman, A.","Kuzma, B."],"language":[],"coverage":[],"title":["Preserving zeros of a polynomial"],"description":["  We study non-linear surjective mappings on subsets of ${\\cal M}_n(F)$, which\npreserve the zeros of some fixed polynomials in noncommuting variables.\n  Keywords: Matrix algebra, Multilinear polynomials, Preservers.\n","Comment: 33 pages"]}]
["0707.1289",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1289","J. Math. Pures Appl. 93 (2010) 277-307"],"date":["2007-07-09","2010-02-04"],"type":["text"],"creator":["Ivanov, Stefan","Vassilev, Dimiter"],"language":[],"coverage":[],"title":["Conformal quaternionic contact curvature and the local sphere theorem"],"description":["  A tensor invariant is defined on a quaternionic contact manifold in terms of\nthe curvature and torsion of the Biquard connection involving derivatives up to\nthird order of the contact form. This tensor, called quaternionic contact\nconformal curvature, is similar to the Weyl conformal curvature in Riemannian\ngeometry and to the Chern-Moser tensor in CR geometry. It is shown that a\nquaternionic contact manifold is locally quaternionic contact conformal to the\nstandard flat quaternionic contact structure on the quaternionic Heisenberg\ngroup, or equivalently, to the standard 3-sasakian structure on the sphere iff\nthe quaternionic contact conformal curvature vanishes.\n","Comment: LaTeX, 33 pages, exposition clarified, final version, to appear in\n  J.Math.Pures Appl"]}]
["0707.3773",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3773","Geom. Dedicata 144 (2010), 79-100."],"date":["2007-07-25","2008-12-08"],"type":["text"],"creator":["Ivanov, Stefan","Vassilev, Dimiter","Zamkovoy, Simeon"],"language":[],"coverage":[],"title":["Conformal paracontact curvature and the local flatness theorem"],"description":["  A curvature-type tensor invariant called para contact (pc) conformal\ncurvature is defined on a paracontact manifold. It is shown that a paracontact\nmanifold is locally paracontact conformal to the hyperbolic Heisenberg group or\nto a hyperquadric of neutral signature if and only if the pc conformal\ncurvature vanishes. In the three dimensional case the corresponding result is\nachieved through employing a certain symmetric (0,2) tensor. The well known\nresult of Cartan-Chern-Moser giving necessary and sufficient condition a\nCR-structure to be CR equivalent to a hyperquadric in the complex vector space\nis presented in-line with the paracontact case. An explicit formula for the\nregular part of a solution to the sub-ultrahyperbolic Yamabe equation on the\nhyperbolic Heisenberg group is shown.\n","Comment: 18 pages, substantial clarification of the integrability condition in\n  dimension 3 in both CR and para CR cases, CR-part shortened"]}]
["0803.0211",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - K-Theory and Homology","11R23","11R80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0211","J. Number theory, 130, Issue 4 (2010) 815-1116","doi:10.1016/j.jnt.2009.08.008"],"date":["2008-03-03","2009-02-24"],"type":["text"],"creator":["Hara, Takashi"],"language":[],"coverage":[],"title":["Iwasawa theory of totally real fields for certain non-commutative\n  $p$-extensions"],"description":["  In this paper, we prove the Iwasawa main conjecture of totally real fields\nfor certain specific non-commutative $p$-adic Lie extensions, using the\nintegral logarithms introduced by Oliver and Taylor. Our result gives certain\ngeneralization of Kazuya Kato's proof of the main conjecture for Galois\nextensions of Heisenberg type.\n","Comment: 77pages"]}]
["0803.3090",{"format":[],"subject":["Condensed Matter - Superconductivity","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3090","American Journal of Physics -- September 2009 -- Volume 77, Issue\n  9, pp. 847-851","doi:10.1119/1.3095809"],"date":["2008-03-20"],"type":["text"],"creator":["Strehlow, Charles P.","Sullivan, M. C."],"language":[],"coverage":[],"title":["A Classroom Demonstration of Levitation and Suspension of a\n  Superconductor over a Magnetic Track"],"description":["  The suspension and levitation of superconductors by permanent magnets is one\nof the most fascinating consequences of superconductivity, and a wonderful\ninstrument for generating interest in low temperature physics and\nelectrodynamics. We present a novel classroom demonstration of the\nlevitation/suspension of a superconductor over a magnetic track that maximizes\nlevitation/suspension time, separation distance between the magnetic track and\nsuperconductor and also insulator aesthetics. The demonstration as described is\nboth inexpensive and easy to construct.\n","Comment: 5 pages"]}]
["0803.3252",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3252","Compositio Math. 146 (2010), #2, p.480-496","doi:10.1112/S0010437X09004382"],"date":["2008-03-21"],"type":["text"],"creator":["Bezrukavnikov, Roman","Positselski, Leonid"],"language":[],"coverage":[],"title":["On semi-infinite cohomology of finite dimensional graded algebras"],"description":["  We describe a general setting for the definition of semi-infinite cohomology\nof finite dimensional algebras, and provide its categorical interpretation. We\napply this interpretation to compute semi-infinite cohomology of some modules\nover the small group at a root of unity, generalizing an earlier result of S.\nArkhipov (conjectured by B. Feigin).\n","Comment: 17 pages; this paper supersedes preprint arXiv:math/0005148 by the\n  first author"]}]
["0803.4021",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Geometry","14H52","51M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4021","LMS J. Comput. Math. 12, 2009, 275-294."],"date":["2008-03-27","2008-03-31"],"type":["text"],"creator":["Katz, Eric","Markwig, Hannah","Markwig, Thomas"],"language":[],"coverage":[],"title":["The tropical $j$-invariant"],"description":["  If (Q,A) is a marked polygon with one interior point, then a general\npolynomial f in K[x,y] with support A defines an elliptic curve C on the toric\nsurface X_A. If K has a non-archimedean valuation into the real numbers we can\ntropicalize C to get a tropical curve Trop(C). If the Newton subdivision\ninduced by f is a triangulation, then Trop(C) will be a graph of genus one and\nwe show that the lattice length of the cycle of that graph is the negative of\nthe valuation of the j-invariant of C.\n","Comment: 15 pages"]}]
["0809.1583",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1583","Physica B 404 (2009) 487-489","doi:10.1016/j.physb.2008.11.079"],"date":["2008-09-09"],"type":["text"],"creator":["Clay, R. T.","Mazumdar, S.","Li, H."],"language":[],"coverage":[],"title":["Local singlets, frustration, and unconventional superconductivity in the\n  organic charge-transfer solids"],"description":["  We suggest that superconductivity (SC) in the organic charge transfer solids\n(CTS) is reached from a Bond-Charge Density Wave (BCDW). We discuss an\neffective model for the BCDW to SC transition, an attractive U extended Hubbard\nHamiltonian with repulsive nearest neighbor interaction V. We discuss\nexperimental consequences of the theory for different classes of CTS\nsuperconductors as well as related inorganic materials.\n","Comment: 4 pages, 2 figures, ECRYS 2008"]}]
["0809.1658",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1658","Phys.Rev.D81:065004,2010","doi:10.1103/PhysRevD.81.065004"],"date":["2008-09-10","2010-03-02"],"type":["text"],"creator":["Bai, Yang","Carena, Marcela","Ponton, Eduardo"],"language":[],"coverage":[],"title":["The Planck Scale from Top Condensation"],"description":["  We propose a scenario in which the Planck scale is dynamically linked to the\nelectroweak scale induced by top condensation. The standard model field\ncontent, without the Higgs, is promoted to a 5D warped background. There is\nalso an additional 5D fermion with the quantum numbers of the right-handed top.\nLocalization of the zero-modes leads, at low energies, to a Nambu-Jona-Lasinio\nmodel that also stabilizes the radion field dynamically thus explaining the\nhierarchy between the Planck scale and v_EW = 174 GeV. The top mass arises\ndynamically from the electroweak breaking condensate. The other standard model\nfermion masses arise naturally from higher-dimension operators, and the fermion\nmass hierarchies and flavor structure can be explained from the localization of\nthe zero-modes in the extra dimension. If any other contributions to the radion\npotential except those directly related with electroweak symmetry breaking are\nengineered to be suppressed, the KK scale is predicted to be about two orders\nof magnitude above the electroweak scale rendering the model easily consistent\nwith electroweak precision data. The model predicts a heavy (composite) Higgs\nwith a mass of about 500 GeV and standard-model-like properties, and a\nvector-like quark with non-negligible mixing with the top quark and mass in the\n1.6 - 2.9 TeV range. Both can be within the reach of the LHC. It also predicts\na radion with a mass of a few GeV that is very weakly coupled to standard model\nmatter.\n","Comment: 41 pages, 7 figures; added references, minor changes in the\n  electroweak precision constraints section; final version in PRD"]}]
["0810.4340",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4340","New J. Phys. 12 (2010) 033012","doi:10.1088/1367-2630/12/3/033012"],"date":["2008-10-23"],"type":["text"],"creator":["Plenio, M. B.","Virmani, S."],"language":[],"coverage":[],"title":["Upper bounds on fault tolerance thresholds of noisy Clifford-based\n  quantum computers"],"description":["  We consider the possibility of adding noise to a quantum circuit to make it\nefficiently simulatable classically. In previous works this approach has been\nused to derive upper bounds to fault tolerance thresholds - usually by\nidentifying a privileged resource, such as an entangling gate or a non-Clifford\noperation, and then deriving the noise levels required to make it\n`unprivileged'. In this work we consider extensions of this approach where\nnoise is added to Clifford gates too, and then `commuted' around until it\nconcentrates on attacking the non-Clifford resource. While commuting noise\naround is not always straightforward, we find that easy instances can be\nidentified in popular fault tolerance proposals, thereby enabling sharper upper\nbounds to be derived in these cases. For instance we find that if we take\nKnill's high threshold proposal together with the ability to prepare any\npossible state in the $XY$ plane of the Bloch sphere, then no more than 3.69%\nerror-per-gate noise is sufficient to make it classical, and 13.71% of Knill's\ngamma noise model is sufficient. These bounds have been derived without noise\nbeing added to the decoding parts of the circuits. Introducing such noise in a\ntoy example suggests that the present approach can be optimised further to\nyield tighter bounds.\n"]}]
["0812.1269",{"format":[],"subject":["Mathematical Physics","35Q72","35K99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1269"],"date":["2008-12-06","2010-03-10"],"type":["text"],"creator":["Portegies, Jacobus W.","Peletier, Mark A."],"language":[],"coverage":[],"title":["Well-posedness of a parabolic moving-boundary problem in the setting of\n  Wasserstein gradient flows"],"description":["  We develop a gradient-flow framework based on the Wasserstein metric for a\nparabolic moving-boundary problem that models crystal dissolution and\nprecipitation. In doing so we derive a new weak formulation for this\nmoving-boundary problem and we show that this formulation is well-posed. In\naddition, we develop a new uniqueness technique based on the framework of\ngradient flows with respect to the Wasserstein metric. With this uniqueness\ntechnique, the Wasserstein framework becomes a complete well-posedness setting\nfor this parabolic moving-boundary problem.\n","Comment: 26 pages"]}]
["0902.2237",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2237"],"date":["2009-02-12","2010-03-10"],"type":["text"],"creator":["Mahdou, Najib","Ouarghi, Khalid"],"language":[],"coverage":[],"title":["Rings over which all (finitely generated) strongly Gorenstein projective\n  modules are projective"],"description":["  The main aim of this paper is to investigate rings over which all (finitely\ngenerated strongly) Gorenstein projective modules are projective. We consider\nthis propriety under change of rings, and give various examples of rings with\nand without this propriety.\n"]}]
["0903.0167",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0167","Class.Quant.Grav.26:155015,2009","doi:10.1088/0264-9381/26/15/155015"],"date":["2009-03-01","2009-07-20"],"type":["text"],"creator":["Harte, Abraham I."],"language":[],"coverage":[],"title":["Electromagnetic self-forces and generalized Killing fields"],"description":["  Building upon previous results in scalar field theory, a formalism is\ndeveloped that uses generalized Killing fields to understand the behavior of\nextended charges interacting with their own electromagnetic fields. New notions\nof effective linear and angular momenta are identified, and their evolution\nequations are derived exactly in arbitrary (but fixed) curved spacetimes. A\nslightly modified form of the Detweiler-Whiting axiom that a charge's motion\nshould only be influenced by the so-called \"regular\" component of its\nself-field is shown to follow very easily. It is exact in some interesting\ncases, and approximate in most others. Explicit equations describing the\ncenter-of-mass motion, spin angular momentum, and changes in mass of a small\ncharge are also derived in a particular limit. The chosen approximations --\nalthough standard -- incorporate dipole and spin forces that do not appear in\nthe traditional Abraham-Lorentz-Dirac or Dewitt-Brehme equations. They have,\nhowever, been previously identified in the test body limit.\n","Comment: 20 pages, minor typos corrected"]}]
["0903.0267",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0267","Class.Quant.Grav.26:155020,2009","doi:10.1088/0264-9381/26/15/155020"],"date":["2009-03-02","2009-03-31"],"type":["text"],"creator":["Bonzom, Valentin"],"language":[],"coverage":[],"title":["From lattice BF gauge theory to area-angle Regge calculus"],"description":["  We consider Riemannian 4d BF lattice gauge theory, on a triangulation of\nspacetime. Introducing the simplicity constraints which turn BF theory into\nsimplicial gravity, some geometric quantities of Regge calculus, areas, and 3d\nand 4d dihedral angles, are identified. The parallel transport conditions are\ntaken care of to ensure a consistent gluing of simplices. We show that these\ngluing relations, together with the simplicity constraints, contain the\nconstraints of area-angle Regge calculus in a simple way, via the group\nstructure of the underlying BF gauge theory. This provides a precise road from\nconstrained BF theory to area-angle Regge calculus. Doing so, a framework\ncombining variables of lattice BF theory and Regge calculus is built. The\naction takes a form {\\it \\`a la Regge} and includes the contribution of the\nImmirzi parameter. In the absence of simplicity constraints, the standard spin\nfoam model for BF theory is recovered. Insertions of local observables are\ninvestigated, leading to Casimir insertions for areas and 6j-symbols for 3d\nangles. The present formulation is argued to be suitable for deriving spin foam\nmodels from discrete path integrals.\n","Comment: 18 pages, 2 figures, addition of a few comments and references"]}]
["0903.0355",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0355","Phys.Rev.D79:081302,2009","doi:10.1103/PhysRevD.79.081302"],"date":["2009-03-02","2010-03-10"],"type":["text"],"creator":["Barbon, J. L. F.","Espinosa, J. R."],"language":[],"coverage":[],"title":["On the Naturalness of Higgs Inflation"],"description":["  We critically examine the recent claim that the Standard Model Higgs boson\n${\\cal H}$ could drive inflation in agreement with observations if $|{\\cal\nH}|^2$ has a strong coupling $\\xi\\sim 10^4$ to the Ricci curvature scalar. We\nfirst show that the effective theory approach upon which that claim is based\nceases to be valid beyond a cutoff scale $\\Lambda=m_p/\\xi$, where $m_p$ is the\nreduced Planck mass. We then argue that knowing the Higgs potential profile for\nthe field values relevant for inflation ($|{\\cal H}|>m_p/\\sqrt{\\xi}\\gg\n\\Lambda$) requires knowledge of the ultraviolet completion of the SM beyond\n$\\Lambda$. In absence of such microscopic theory, the extrapolation of the pure\nSM potential beyond $\\Lambda$ is unwarranted and the scenario is akin to other\nad-hoc inflaton potentials afflicted with significant fine-tuning. The\nappealing naturalness of this minimal proposal is therefore lost.\n","Comment: 9 pages. Replaced with published version, plus a footnote clarifying\n  the use of power counting estimates"]}]
["0903.0501",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0501","Phys.Rev.D79:125014,2009","doi:10.1103/PhysRevD.79.125014"],"date":["2009-03-03","2009-03-11"],"type":["text"],"creator":["Hussain, Ibrar","Mahomed, F. M.","Qadir, Asghar"],"language":[],"coverage":[],"title":["A Proposal for Determining the Energy Content of Gravitational Waves by\n  Using Approximate Symmetries of Differential Equations"],"description":["  Since gravitational wave spacetimes are time-varying vacuum solutions of\nEinstein's field equations, there is no unambiguous means to define their\nenergy content. However, Weber and Wheeler had demonstrated that they do impart\nenergy to test particles. There have been various proposals to define the\nenergy content but they have not met with great success. Here we propose a\ndefinition using \"slightly broken\" Noether symmetries. We check whether this\ndefinition is physically acceptable. The procedure adopted is to appeal to\n\"approximate symmetries\" as defined in Lie analysis and use them in the limit\nof the exact symmetry holding. A problem is noted with the use of the proposal\nfor plane-fronted gravitational waves. To attain a better understanding of the\nimplications of this proposal we also use an artificially constructed\ntime-varying non-vacuum metric and evaluate its Weyl and stress-energy tensors\nso as to obtain the gravitational and matter components separately and compare\nthem with the energy content obtained by our proposal. The procedure is also\nused for cylindrical gravitational wave solutions. The usefulness of the\ndefinition is demonstrated by the fact that it leads to a result on whether\ngravitational waves suffer self-damping.\n","Comment: 26 pages, 6 figures"]}]
["0903.0505",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0505","Phys.Rev.D79:084020,2009","doi:10.1103/PhysRevD.79.084020"],"date":["2009-03-03","2009-04-14"],"type":["text"],"creator":["Canizares, Priscilla","Sopuerta, Carlos F."],"language":[],"coverage":[],"title":["An Efficient Pseudospectral Method for the Computation of the Self-force\n  on a Charged Particle: Circular Geodesics around a Schwarzschild Black Hole"],"description":["  The description of the inspiral of a stellar-mass compact object into a\nmassive black hole sitting at a galactic centre is a problem of major relevance\nfor the future space-based gravitational-wave observatory LISA (Laser\nInterferometer Space Antenna), as the signals from these systems will be buried\nin the data stream and accurate gravitational-wave templates will be needed to\nextract them. The main difficulty in describing these systems lies in the\nestimation of the gravitational effects of the stellar-mass compact object on\nhis own trajectory around the massive black hole, which can be modeled as the\naction of a local force, the self-force. In this paper, we present a new\ntime-domain numerical method for the computation of the self-force in a\nsimplified model consisting of a charged scalar particle orbiting a nonrotating\nblack hole. We use a multi-domain framework in such a way that the particle is\nlocated at the interface between two domains so that the presence of the\nparticle and its physical effects appear only through appropriate boundary\nconditions. In this way we eliminate completely the presence of a small length\nscale associated with the need of resolving the particle. This technique also\navoids the problems associated with the impact of a low differentiability of\nthe solution in the accuracy of the numerical computations. The spatial\ndiscretization of the field equations is done by using the pseudospectral\ncollocation method and the time evolution, based on the method of lines, uses a\nRunge-Kutta solver. We show how this special framework can provide very\nefficient and accurate computations in the time domain, which makes the\ntechnique amenable for the intensive computations required in the\nastrophysically-relevant scenarios for LISA.\n","Comment: 15 pages, 9 figures, Revtex 4. Minor changes to match published\n  version"]}]
["0903.0867",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0867","Phys.Lett.B673:241-246,2009","doi:10.1016/j.physletb.2009.02.041"],"date":["2009-03-05"],"type":["text"],"creator":["Setare, M R","Sadeghi, J","Amani, A R"],"language":[],"coverage":[],"title":["Interacting tachyon dark energy in non-flat universe"],"description":["  In this paper we study the tachyon cosmology in non-interacting and\ninteracting cases in non-flat FRW universe. Then we reconstruct the potential\nand the dynamics of the tachyon field which describe tachyon cosmology.\n","Comment: 10 pages, 2 figures. Version to appear in PLB (2009)"]}]
["0903.0878",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0878","J.Phys.Conf.Ser.174:012015,2009","doi:10.1088/1742-6596/174/1/012015"],"date":["2009-03-04"],"type":["text"],"creator":["Hu, B. L."],"language":[],"coverage":[],"title":["Emergent/Quantum Gravity: Macro/Micro Structures of Spacetime"],"description":["  Emergent gravity views spacetime as an entity emergent from a more complete\ntheory of interacting fundamental constituents valid at much finer resolution\nor higher energies, usually assumed to be above the Planck energy. In this view\ngeneral relativity is an effective theory valid only at long wavelengths and\nlow energies. For any presumed known theory for the microscopic structure of\nspacetime, we describe common tasks of emergent gravity (`top-down'), namely,\nidentifying the conditions and processes or mechanisms whereby the familiar\nmacroscopic spacetime emerges with high probability and reasonable robustness.\nGoing in the opposite direction (`bottom-up') is the task of quantum gravity,\ni.e., finding a theory for the microscopic structure of spacetime, which, in\nthis new view, cannot come from quantizing the metric or connection forms\nbecause they are the collective variables which are meaningful only for the\nmacroscopic theory, i.e., general relativity. We suggest pathways to move `up'\n(in energy) from the given macroscopic conditions of classical gravity and\nquantum field theory to the domain closer to the micro-macro interface where\nspacetime emerged and places to look for clues or tell-tale signs at low energy\nwhere one could infer indirectly some salient features of the micro-structure\nof spacetime.\n","Comment: 15 pages. Essay for invited talks at the Symposium on \"Foundations of\n  Physics\", University of Maryland, April 24-27, 2008, Workshop on \"Emergent\n  Gravity\", MIT, August 25-29, 2008. In Proceedings of DICE 08 Conference, J.\n  Phys. Conf. Ser. (2009)"]}]
["0903.1991",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1991","Phys.Rev.D80:114502,2009","doi:10.1103/PhysRevD.80.114502"],"date":["2009-03-11","2010-02-02"],"type":["text"],"creator":["Meng, Xiang-Fei","Li, Gang","Chen, Ying","Liu, Chuan","Liu, Yu-Bin","Ma, Jian-Ping","Zhang, Jian-Bo"],"language":[],"coverage":[],"title":["A Quenched Study of SU(3) Glueballs at Finite Temperature"],"description":["  Thermal properties of glueballs in SU(3) Yang-Mills theory are investigated\nin a large temperature range from $0.3T_c$ to $1.9T_c$ on anisotropic lattices.\nThe glueball operators are optimized for the projection of the ground states by\nthe variational method with a smearing scheme. Their thermal correlators are\ncalculated in all 20 symmetry channels. It is found in all channels that the\npole masses $M_G$ of glueballs remain almost constant when the temperature is\napproaching the critical temperature $T_c$ from below, and start to reduce\ngradually with the temperature going above $T_c$. The correlators in the\n$0^{++}$, $0^{-+}$, and $2^{++}$ channels are also analyzed based on the\nBreit-Wigner $\\emph{Ansatz}$ by assuming a thermal width $\\Gamma$ to the pole\nmass $\\omega_0$ of each thermal glueball ground state. While the values of\n$\\omega_0$ are insensitive to $T$ in the whole temperature range, the thermal\nwidths $\\Gamma$ exhibit distinct behaviors at temperatures below and above\n$T_c$. The widths are very small (approximately few percent of $\\omega_0$ or\neven smaller) when $T<T_c$, but grow abruptly when $T>T_c$ and reach values of\nroughly $\\Gamma\\sim \\omega_0/2$ at $T\\approx 1.9T_c$.\n","Comment: 13 pages, 38 figures"]}]
["0903.3475",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3475","Phys.Rev.D81:024015,2010","doi:10.1103/PhysRevD.81.024015"],"date":["2009-03-20"],"type":["text"],"creator":["Girelli, Florian","Livine, Etera R.","Oriti, Daniele"],"language":[],"coverage":[],"title":["4d Deformed Special Relativity from Group Field Theories"],"description":["  We derive a scalar field theory of the deformed special relativity type,\nliving on non-commutative kappa-Minkowski spacetime and with a kappa-deformed\nPoincare symmetry, from the SO(4,1) group field theory defining the transition\namplitudes for topological BF-theory in 4 space-time dimensions. This is done\nat a non-perturbative level of the spin foam formalism working directly with\nthe group field theory (GFT). We show that matter fields emerge from the\nfundamental model as perturbations around a specific phase of the GFT,\ncorresponding to a solution of the fundamental equations of motion, and that\nthe non-commutative field theory governs their effective dynamics.\n","Comment: 23 pages"]}]
["0904.0067",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0067","Phys.Lett.B679:81-87,2009","doi:10.1016/j.physletb.2009.07.021"],"date":["2009-04-01","2009-07-15"],"type":["text"],"creator":["Zhang, Hongsheng","Noh, Hyerim"],"language":[],"coverage":[],"title":["Braneworld cosmology in the sourced-Taub background"],"description":["  A new braneworld in the sourced-Taub background is proposed. The gravity\nfield equations in the internal source region and external vacuum region are\ninvestigated, respectively. We find that the equation of state for the\neffective dark energy of a dust brane in the source region can cross the\nphantom divide $w=-1$. Furthermore, there is a drop on $H(z)$ diagram, which\npresents a possible mechanism for the recent direct data of $H(z)$.\n","Comment: 10 pages, 3 figures, v2: a section to review the previous results on\n  the source of Taub space added, PLB in press"]}]
["0904.0184",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0184","Gen.Rel.Grav.41:1927-1943,2009","doi:10.1007/s10714-009-0802-1"],"date":["2009-04-01"],"type":["text"],"creator":["Ashtekar, Abhay"],"language":[],"coverage":[],"title":["Some surprising implications of background independence in canonical\n  quantum gravity"],"description":["  There is a precise sense in which the requirement of background independence\nsuffices to uniquely select the kinematics of loop quantum gravity (LQG).\nSpecifically, the fundamental kinematic algebra of LQG admits a unique\ndiffeomorphism invariant state. Although this result has been established\nrigorously, it comes as a surprise to researchers working with other approaches\nto quantum gravity. The goal of this article is to explain the underlying\nreasons in a pedagogical fashion using geometrodynamics, keeping the\ntechnicalities at their minimum. This discussion will bring out the\nsurprisingly powerful role played by diffeomorphism invariance (and covariance)\nin non-perturbative, canonical quantum gravity.\n","Comment: To appear in the special issue of General Relativity and Gravitation,\n  dedicated to the memory of Professor Juergen Ehlers. 16 pages"]}]
["0904.2190",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2190","JCAP 0906:001,2009","doi:10.1088/1475-7516/2009/06/001"],"date":["2009-04-15","2009-07-18"],"type":["text"],"creator":["Mukohyama, Shinji"],"language":[],"coverage":[],"title":["Scale-invariant cosmological perturbations from Horava-Lifshitz gravity\n  without inflation"],"description":["  Based on the renormalizable theory of gravitation recently proposed by\nHorava, we present a simple scenario to generate almost scale-invariant,\nsuper-horizon curvature perturbations. The anisotropic scaling with dynamical\ncritical exponent z=3 implies that the amplitude of quantum fluctuations of a\nfree scalar field generated in the early epoch of the expanding universe is\ninsensitive to the Hubble expansion rate and, thus, scale-invariant. Those\nfluctuations are later converted to curvature perturbations by the curvaton\nmechanism or/and the modulated decay of heavy particles/oscillating fields.\nThis scenario works, for example, for power law expansion a\\propto t^p with\np>1/3 and, thus, does not require inflation. Also, this scenario does not rely\non any additional assumptions such as the detailed balance condition.\n","Comment: 11 pages; a schematic picture of exit from and re-entry to sound\n  horizon was added (v2); version accepted for publication in JCAP (v3);\n  published version (v4)"]}]
["0904.2270",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2270","Prog.Theor.Phys.122:881-910,2010","doi:10.1143/PTP.122.881"],"date":["2009-04-15","2009-08-28"],"type":["text"],"creator":["Minami, Y.","Kunihiro, T."],"language":[],"coverage":[],"title":["Dynamical Density Fluctuations around QCD Critical Point Based on\n  Dissipative Relativistic Fluid Dynamics-possible fate of Mach cone at the\n  critical point-"],"description":["  The purpose of this paper is twofold. Firstly, we study the dynamical density\nfluctuations around the critical point(CP) of Quantum Chromodynamics(QCD) using\ndissipative relativistic fluid dynamics in which the coupling of the density\nfluctuations to those of other conserved quantities is taken into account. We\nshow that the sound mode which is directly coupled to the mechanical density\nfluctuation is attenuated and in turn the thermal mode becomes the genuine soft\nmode at the QCD CP. We give a speculation on the possible fate of a Mach cone\nin the vicinity of the QCD CP as a signal of the existence of the CP on the\nbasis of the above findings. Secondly, we clarify that the so called\nfirst-order relativistic fluid dynamic equations have generically no problem to\ndescribe fluid dynamic phenomena with long wave lengths contrary to a naive\nsuspect whereas even Israel-Stewart equation, a popular second-order equation,\nmay not describe the hydrodynamic mode in general depending on the value of the\nrelaxation time.\n","Comment: 29pages, 4figures; accepted version for publication in Prog. Theor.\n  Phys. Introduction and Sec.3 are somewhat modified to make clearer the\n  purpose of this paper and the discussions on the critical behaviors,\n  respectively. A few references are added. The conclusions are not changed at\n  all"]}]
["0905.0733",{"format":[],"subject":["Mathematics - Combinatorics","Quantitative Biology - Quantitative Methods","05B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0733"],"date":["2009-05-05","2010-03-10"],"type":["text"],"creator":["Gao, James Z. M.","Li, Linda Y. M.","Reidys, Christian M."],"language":[],"coverage":[],"title":["Inverse folding of RNA pseudoknot structures"],"description":["  Background:\n  RNA exhibits a variety of structural configurations. Here we consider a\nstructure to be tantamount to the noncrossing Watson-Crick and \\pairGU-base\npairings (secondary structure) and additional cross-serial base pairs. These\ninteractions are called pseudoknots and are observed across the whole spectrum\nof RNA functionalities. In the context of studying natural RNA structures,\nsearching for new ribozymes and designing artificial RNA, it is of interest to\nfind RNA sequences folding into a specific structure and to analyze their\ninduced neutral networks. Since the established inverse folding algorithms,\n{\\tt RNAinverse}, {\\tt RNA-SSD} as well as {\\tt INFO-RNA} are limited to RNA\nsecondary structures, we present in this paper the inverse folding algorithm\n{\\tt Inv} which can deal with 3-noncrossing, canonical pseudoknot structures.\n  Results:\n  In this paper we present the inverse folding algorithm {\\tt Inv}. We give a\ndetailed analysis of {\\tt Inv}, including pseudocodes. We show that {\\tt Inv}\nallows to design in particular 3-noncrossing nonplanar RNA pseudoknot\n3-noncrossing RNA structures-a class which is difficult to construct via\ndynamic programming routines. {\\tt Inv} is freely available at\n\\url{http://www.combinatorics.cn/cbpc/inv.html}.\n  Conclusions:\n  The algorithm {\\tt Inv} extends inverse folding capabilities to RNA\npseudoknot structures. In comparison with {\\tt RNAinverse} it uses new ideas,\nfor instance by considering sets of competing structures. As a result, {\\tt\nInv} is not only able to find novel sequences even for RNA secondary\nstructures, it does so in the context of competing structures that potentially\nexhibit cross-serial interactions.\n","Comment: 20 pages, 26 figures"]}]
["0905.3402",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3402","Appl.Phys.Lett. 95, 112507 (2009)","doi:10.1063/1.3227839"],"date":["2009-05-20"],"type":["text"],"creator":["Lotkhov, S. V.","Kemppinen, A.","Kafanov, S.","Pekola, J. P.","Zorin, A. B."],"language":[],"coverage":[],"title":["Pumping properties of the hybrid single-electron transistor in\n  dissipative environment"],"description":["  Pumping characteristics were studied of the hybrid\nnormal-metal/superconductor single-electron transistor embedded in a high-ohmic\nenvironment. Two 3 micrometer-long microstrip resistors of CrOx with a sum\nresistance R=80kOhm were placed adjacent to this hybrid device. Substantial\nimprovement of pumping and reduction of the subgap leakage were observed in the\nlow-MHz range. At higher frequencies 0.1-1GHz, a slowdown of tunneling due to\nthe enhanced damping and electron heating negatively affected the pumping, as\ncompared to the reference bare devices.\n","Comment: 3 pages 4 figures"]}]
["0905.4497",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4497","J.Phys.G36:105005,2009","doi:10.1088/0954-3899/36/10/105005"],"date":["2009-05-27","2009-06-02"],"type":["text"],"creator":["Horn, Claus"],"language":[],"coverage":[],"title":["A Bottom-Up Approach to SUSY Analyses"],"description":["  This paper proposes a new way to do event generation and analysis in searches\nfor new physics at the LHC. An abstract notation is used to describe the new\nparticles on a level which better corresponds to detector resolution of LHC\nexperiments. In this way the SUSY discovery space can be decomposed into a\nsmall number of eigenmodes each with only a few parameters, which allows to\ninvestigate the SUSY parameter space in a model-independent way. By focusing on\nthe experimental observables for each process investigated the Bottom-Up\nApproach allows to systematically study the boarders of the experimental\nefficiencies and thus to extend the sensitivity for new physics.\n","Comment: 12 pages"]}]
["0906.2601",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2601","Phys.Rev.D81:024031,2010","doi:10.1103/PhysRevD.81.024031"],"date":["2009-06-15","2010-01-18"],"type":["text"],"creator":["Décanini, Yves","Folacci, Antoine"],"language":[],"coverage":[],"title":["Regge poles of the Schwarzschild black hole: a WKB approach"],"description":["  We provide simple and accurate analytical expressions for the Regge poles of\nthe Schwarzschild black hole. This is achieved by using third-order WKB\napproximations to solve the radial wave equations for spins 0, 1 and 2. These\nresults permit us to obtain analytically the dispersion relation and the\ndamping of the \"surface waves\" lying on the photon sphere of the Schwarzschild\nblack hole and which generate the weakly damped quasinormal modes of its\nspectrum. Our results could be helpful in order to simplify considerably the\ndescription of wave scattering from the Schwarzschild black hole as well as the\nanalysis of the gravitational radiation created in many black hole processes.\nFurthermore, the existence of dispersion relations for the photons propagating\nclose to the photon sphere could have also important consequences in the\ncontext of gravitational lensing.\n","Comment: v2: Minor corrections and consequences in gravitational lensing\n  briefly discussed. v3: Minor changes to match the published version"]}]
["0906.2886",{"format":[],"subject":["Physics - Plasma Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2886","Physics Letters A 374 (2010) pp. 1621-1624","doi:10.1016/j.physleta.2010.02.017"],"date":["2009-06-16","2010-03-11"],"type":["text"],"creator":["Anderson, Johan","Kim, Eun-jin"],"language":[],"coverage":[],"title":["Predicting PDF tails in systems with logarithmic non-linearity"],"description":["  The probability density function (PDF) of flux $R$ is computed in systems\nwith logarithmic non-linearity using a model non-linear dynamical equation. The\nPDF tails of the first moment flux are analytically predicted to be power law.\nThese PDF tails are shown to be broader than a Gaussian distribution and are a\nmanifestation of intermittency caused by short lived coherent structures\n(instantons).\n","Comment: 18 pages, 1 figure"]}]
["0906.4922",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4922","EPL 89, 47007 (2010)","doi:10.1209/0295-5075/89/47007"],"date":["2009-06-26","2010-03-11"],"type":["text"],"creator":["Hannes, W. -R.","Titov, M."],"language":[],"coverage":[],"title":["Ballistic charge transport in chiral-symmetric few-layer graphene"],"description":["  A transfer matrix approach to study ballistic charge transport in few-layer\ngraphene with chiral-symmetric stacking configurations is developed. We\ndemonstrate that the chiral symmetry justifies a non-Abelian gauge\ntransformation at the spectral degeneracy point (zero energy). This\ntransformation proves the equivalence of zero-energy transport properties of\nthe multilayer to those of the system of uncoupled monolayers. Similar\ntransformation can be applied in order to gauge away an arbitrary magnetic\nfield, weak strain, and hopping disorder in the bulk of the sample. Finally, we\ncalculate the full-counting statistics at arbitrary energy for different\nstacking configurations. The predicted gate-voltage dependence of conductance\nand noise can be measured in clean multilayer samples with generic metallic\nleads.\n","Comment: 6 pages, 5 figures; EPL published version"]}]
["0906.5562",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5562","Int.J.Mod.Phys.D18:2265-2268,2009","doi:10.1142/S0218271809015928"],"date":["2009-06-30"],"type":["text"],"creator":["Husain, Viqar"],"language":[],"coverage":[],"title":["Time, vacuum energy, and the cosmological constant"],"description":["  We describe a link between the cosmological constant problem and the problem\nof time in quantum gravity. This arises by examining the relationship between\nthe cosmological constant and vacuum energy in light of non-perturbative\nformulations of quantum gravity.\n","Comment: 5 pages. Honorable mention, Gravity Research Foundation Essay Awards\n  (2009)"]}]
["0907.0138",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0138"],"date":["2009-07-01","2010-03-11"],"type":["text"],"creator":["Engelbeen, Celine","Fiorini, Samuel","Kiesel, Antje"],"language":[],"coverage":[],"title":["A closest vector problem arising in radiation therapy planning"],"description":["  In this paper we consider the problem of finding a vector that can be written\nas a nonnegative integer linear combination of given 0-1 vectors, the\ngenerators, such that the l_1-distance between this vector and a given target\nvector is minimized. We prove that this closest vector problem is NP-hard to\napproximate within a O(d) additive error, where d is the dimension of the\nambient vector space. We show that the problem can be approximated within a\nO(d^{3/2}) additive error in polynomial time, by rounding an optimal solution\nof a natural LP relaxation for the problem. We also observe that in the\nparticular case where the target vector is integer and the generators form a\ntotally unimodular matrix, the problem can be solved in polynomial time.\n  The closest vector problem arises in the elaboration of radiation therapy\nplans. In this context, the target is a nonnegative integer matrix and the\ngenerators are certain 0-1 matrices whose rows satisfy the consecutive ones\nproperty. Here we mainly consider the version of the problem in which the set\nof generators comprises all those matrices that have on each nonzero row a\nnumber of ones that is at least a certain constant. This set of generators\nencodes the so-called minimum separation constraint.\n","Comment: Major revision."]}]
["0907.0954",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0954","Science, 326, 415 (2009)","doi:10.1126/science:1177582"],"date":["2009-07-06"],"type":["text"],"creator":["Fennell, Tom","Deen, P. P.","Wildes, A. R.","Schmalzl, K.","Prabhakaran, D.","Boothroyd, A. T.","Aldus, R. J.","McMorrow, D. F.","Bramwell, S. T."],"language":[],"coverage":[],"title":["Experimental Proof of a Magnetic Coulomb Phase"],"description":["  Spin ice materials are magnetic substances in which the spin directions map\nonto hydrogen positions in water ice. Recently this analogy has been elevated\nto an electromagnetic equivalence, indicating that the spin ice state is a\nCoulomb phase, with magnetic monopole excitations analogous to ice's mobile\nionic defects. No Coulomb phase has yet been proved in a real magnetic\nmaterial, as the key experimental signature is difficult to resolve in most\nsystems. Here we measure the scattering of polarised neutrons from the\nprototypical spin ice Ho2Ti2O7. This enables us to separate different\ncontributions to the magnetic correlations to clearly demonstrate the existence\nof an almost perfect Coulomb phase in this material. The temperature dependence\nof the scattering is consistent with the existence of deconfined magnetic\nmonopoles connected by Dirac strings of divergent length.\n","Comment: 18 pages, 4 figs"]}]
["0907.0956",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0956","Nature 461, 956 (2009)","doi:10.1038/nature08500"],"date":["2009-07-06"],"type":["text"],"creator":["Bramwell, S. T.","Giblin, S. R.","Calder, S.","Aldus, R.","Prabhakaran, D.","Fennell, T."],"language":[],"coverage":[],"title":["Magnetic Charge Transport"],"description":["  It has recently been predicted that certain magnetic materials contain mobile\nmagnetic charges or `monopoles'. Here we address the question of whether these\nmagnetic charges and their associated currents (`magnetricity') can be directly\nmeasured in experiment, without recourse to any material-specific theory. By\nmapping the problem onto Onsager's theory of weak electrolytes, we show that\nthis is possible, and devise an appropriate method. Then, using muon spin\nrotation as a convenient local probe, we apply the method to a real material:\nthe spin ice Dy2Ti2O7. Our experimental measurements prove that magnetic\ncharges exist in this material, interact via a Coulomb interaction, and have\nmeasurable currents. We further characterise deviations from Ohm's Law, and\ndetermine the elementary unit of magnetic charge to be 5 muB per Angstrom,\nwhich is equal to that predicted by Castelnovo, Moessner and Sondhi using the\nmicroscopic theory of spin ice. Our demonstration of magnetic charge transport\nhas both conceptual and technological implications.\n","Comment: 19 pages 5 figures"]}]
["0907.3596",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3596"],"date":["2009-07-21","2010-03-11"],"type":["text"],"creator":["Blanchet, Luc"],"language":[],"coverage":[],"title":["Post-Newtonian theory and the two-body problem"],"description":["  Reliable predictions of general relativity theory are extracted using\napproximation methods. Among these, the powerful post-Newtonian approximation\nprovides us with our best insights into the problems of motion and\ngravitational radiation of systems of compact objects. This approximation has\nreached an impressive mature status, because of important progress regarding\nits theoretical foundations, and the successful construction of templates of\ngravitational waves emitted by inspiralling compact binaries. The\npost-Newtonian predictions are routinely used for searching and analyzing the\nvery weak signals of gravitational waves in current generations of detectors.\nHigh-accuracy comparisons with the results of numerical simulations for the\nmerger and ring-down of binary black holes are going on. In this article we\ngive an overview on the general formulation of the post-Newtonian approximation\nand present up-to-date results for the templates of compact binary inspiral.\n","Comment: 42 pages, to appear in the book \"Mass and Motion in General\n  Relativity\", proceedings of the C.N.R.S. School in Orleans, France, eds. L.\n  Blanchet, A. Spallicci and B. Whiting"]}]
["0908.3070",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35k55","35k65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3070"],"date":["2009-08-21","2010-03-11"],"type":["text"],"creator":["Huang, R. L."],"language":[],"coverage":[],"title":["Lagrangian mean curvature flow in Pseudo-Euclidean space"],"description":["  We establish the longtime existence and convergence results of the mean\ncurvature flow of entire Lagrangian graphs in Pseudo-Euclidean space which is\nrelated to Logarithmic gradient flow.\n","Comment: 13pages"]}]
["0908.3674",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3674","Phys. Rev. B 81, 121408(R) (2010)","doi:10.1103/PhysRevB.81.121408"],"date":["2009-08-25"],"type":["text"],"creator":["Rossi, E.","Bardarson, J. H.","Brouwer, P. W.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Signatures of Klein tunneling in disordered graphene p-n-p junctions"],"description":["  We present a method for obtaining quantum transport properties in graphene\nthat uniquely combines three crucial features: microscopic treatment of charge\ndisorder, fully quantum mechanical analysis of transport, and the ability to\nmodel experimentally relevant system sizes. As a pertinent application we study\nthe disorder dependence of Klein tunneling dominated transport in p-n-p\njunctions. Both the resistance and the Fano factor show broad resonance peaks\ndue to the presence of quasi bound states. This feature is washed out by the\ndisorder when the mean free path becomes of the order of the distance between\nthe two p-n interfaces.\n","Comment: 4 pages, 4 figures"]}]
["0908.3955",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3955"],"date":["2009-08-27","2010-03-11"],"type":["text"],"creator":["You, Pei-Lin"],"language":[],"coverage":[],"title":["An important discovery - with no electric field, the center of the\n  electron cloud of K atom does not coincide with the nucleus"],"description":["  It is a general point of view that in the absence of an external field, the\nnucleus of an atom is at the center of the electron cloud, so that all kinds of\natoms do not have permanent electric dipole moment (EDM). In the fact, the idea\nis untested. Using two special capacitors containing Potassium vapor we\ndiscovered that the electric susceptibility Xe of K atoms is directly\nproportional to the density N, and inversely to the temperature T, as polar\nmolecules. The experimental K material with purity 0.9995 is supplied by Strem\nChemicals Co. USA. We have distinguished between permanent and induced dipole\nmoments carefully. There is good evidence that a ground state neutral K atom is\npolar atom and has a large permanent EDM, d (K) =2.53\\times10-29C.m. New\nexample of time-reversal violation occurred in K atoms. Why has the linear\nStark effect of K atoms not been observed? The article discussed the question\nthoroughly. The most linear Stark shift of K atoms is only 0.0041nm. It is so\nsmall, in fact, that a direct observation of the shifts is not possible! These\nresults can be repeated in other laboratories. Our experimental apparatus are\nstill kept, we welcome anyone who is interested in the experiments to visit and\nexamine it.\n","Comment: 8 pages, 7 figures"]}]
["0909.1009",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1009"],"date":["2009-09-05","2010-03-10"],"type":["text"],"creator":["Zhao, Guo-meng"],"language":[],"coverage":[],"title":["Absence of nodes in the energy gap of the high-temperature\n  electron-doped Pr1.85Ce0.15CuO4-y superconductor using thermal conductivity\n  and specific heat measurements"],"description":["  We present data analyses of the thermal conductivity and specific heat of\nelectron-doped Pr1.85Ce0.15CuO4-y. The zero-field thermal conductivity and\nspecific heat of this optimally electrondoped system can be only explained by a\nnodeless gap symmetry. The magnetic-field dependence of the electronic specific\nheat in the vortex state is in quantitative agreement with an s-wave theory.\nOur quantitative data analyses provide bulk evidence for a nodeless gap\nsymmetry in optimally electron-doped cuprates.\n","Comment: 5 pages, 5 figures"]}]
["0909.2697",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2697","Phys. Rev. E 81, 032301 (2010)","doi:10.1103/PhysRevE.81.032301"],"date":["2009-09-14","2010-03-10"],"type":["text"],"creator":["Bougie, J."],"language":[],"coverage":[],"title":["Effects of Thermal Noise on Pattern Onset in Continuum Simulations of\n  Shaken Granular Layers"],"description":["  The author investigates the onset of patterns in vertically oscillated layers\nof dissipative particles using numerical solutions of continuum equations to\nNavier-Stokes order. Above a critical accelerational amplitude of the cell,\nstanding waves form stripe patterns which oscillate subharmonically with\nrespect to the cell. Continuum simulations neglecting interparticle friction\nyield pattern wavelengths consistent with experiments using frictional\nparticles. However, the critical acceleration for standing wave formation is\napproximately 10% lower in continuum simulations without added noise than in\nmolecular dynamics simulations. This report incorporates fluctuating\nhydrodynamics theory into continuum simulations by adding noise terms with no\nfit parameters; this modification yields a critical acceleration in agreement\nwith molecular dynamics simulations.\n","Comment: 5 pages, 4 figures"]}]
["0909.4932",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4932","Phys. Rev. A 81, 034701 (2010)","doi:10.1103/PhysRevA.81.034701"],"date":["2009-09-27"],"type":["text"],"creator":["Ziegler, K."],"language":[],"coverage":[],"title":["Dynamics of finite Fermi-Hubbard and Bose-Hubbard systems"],"description":["  This paper analyzes dynamical properties of small Fermi-Hubbard and\nBose-Hubbard systems, focusing on the structure of the underlying Hilbert\nspace. We evaluate time-dependent quantities such as the return probability to\nthe initial state and the spin imbalance of spin-1/2 fermions. The results are\ncompared with recent experimental observations in ultracold gases. For the\nsymmetric two-site Fermi-Hubbard model we find that the spin imbalance and the\nreturn probability are controlled by two and three frequencies, respectively.\nThe spin imbalance and the return probability are identical for the asymmetric\nFalicov-Kimball limit and controlled by only one frequency. In general, the\ntransition probabilities between the initial state and energy eigenstates\ndepend strongly on the particle-particle interaction. This is discussed for\n\"self trapping\" of spinless bosons in a double-well potential. We observe that\nthe available Hilbert space is reduced significantly by strong interaction.\n","Comment: 12 pages, 5 figures"]}]
["0909.4980",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4980"],"date":["2009-09-27","2010-03-10"],"type":["text"],"creator":["Rossi, Stefano"],"language":[],"coverage":[],"title":["On a characterization of dual Banach spaces through determinant\n  subspaces of norm-attaining linear forms"],"description":["  Necessary and sufficient conditions for Banach space to be(isometrically\nisomorphic to) a dual space will be given.\n","Comment: This paper has been withdrawn by the author for some diffused error"]}]
["0909.5146",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5146"],"date":["2009-09-28","2010-03-11"],"type":["text"],"creator":["Cohen, Hagai","Porat, Ely"],"language":[],"coverage":[],"title":["Fast Set Intersection and Two Patterns Matching"],"description":["  In this paper we present a new problem, the fast set intersection problem,\nwhich is to preprocess a collection of sets in order to efficiently report the\nintersection of any two sets in the collection. In addition we suggest new\nsolutions for the two-dimensional substring indexing problem and the document\nlisting problem for two patterns by reduction to the fast set intersection\nproblem.\n","Comment: 9 pages"]}]
["0910.1036",{"format":[],"subject":["Mathematics - Differential Geometry","58E20","53C43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1036"],"date":["2009-10-06","2010-03-11"],"type":["text"],"creator":["Baird, Paul","Wood, John C."],"language":[],"coverage":[],"title":["Harmonic morphisms and bicomplex manifolds"],"description":["  We use functions of a bicomplex variable to unify the existing constructions\nof harmonic morphisms from a 3-dimensional Euclidean or pseudo-Euclidean space\nto a Riemannian or Lorentzian surface. This is done by using the notion of\ncomplex-harmonic morphism between complex-Riemannian manifolds and showing how\nthese are given by bicomplex-holomorphic functions when the codomain is\none-bicomplex dimensional. By taking real slices, we recover well-known\ncompactifications for the three possible real cases. On the way, we discuss\nsome interesting conformal compactifications of complex-Riemannian manifolds by\ninterpreting them as bicomplex manifolds.\n","Comment: 29 pages. Previously called `Harmonic morphisms and bicomplex\n  numbers'; minor improvements made."]}]
["0910.2916",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2916","Phys.Rev.D80:125022,2009","doi:10.1103/PhysRevD.80.125022"],"date":["2009-10-15"],"type":["text"],"creator":["Pak, M.","Reinhardt, H."],"language":[],"coverage":[],"title":["The Wilson loop from a Dyson equation"],"description":["  The Dyson equation proposed for planar temporal Wilson loops in the context\nof supersymmetric gauge theories is critically analysed thereby exhibiting its\ningredients and approximations involved. We reveal its limitations and identify\nits range of applicability in non-supersymmetric gauge theories. In particular,\nwe show that this equation is applicable only to strongly asymmetric planar\nWilson loops (consisting of a long and a short pair of loop segments) and as a\nconsequence the Wilsonian potential can be extracted only up to intermediate\ndistances. By this equation the Wilson loop is exclusively determined by the\ngluon propagator. We solve the Dyson equation in Coulomb gauge for the temporal\nWilson loop with the instantaneous part of the gluon propagator and for the\nspatial Wilson loop with the static gluon propagator obtained in the\nHamiltonian approach to continuum Yang-Mills theory and on the lattice. In both\ncases we find a linearly rising color potential.\n","Comment: 12 pages, 7 figures"]}]
["0910.3073",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3073","Phys.Rev.D81:025013,2010","doi:10.1103/PhysRevD.81.025013"],"date":["2009-10-16","2009-11-10"],"type":["text"],"creator":["Alvares, Raul","Evans, Nick","Gebauer, Astrid","Weatherill, George James"],"language":[],"coverage":[],"title":["Holographic integral equations and walking technicolour"],"description":["  We study chiral symmetry breaking in the holographic D3-D7 system in a simple\nmodel with an arbitrary running coupling. We derive equations for the D7\nembedding and show there is a light pion. In particular we present simple\nintegral equations, involving just the running coupling and the quark self\nenergy, for the quark condensate and the pion decay constant. We compare these\nto the Pagels-Stokar or constituent quark model equivalent. We discuss the\nimplications for walking Technicolour theories. We also perform a similar\nanalysis in the four dimensional field theory whose dual is the\nnon-supersymmetric D3-D5 system and propose that it represents a walking theory\nin which the quark condensate has dimension 2 + sqrt{3}.\n","Comment: 17 pages, 4 Figures, small added analysis"]}]
["0910.4045",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4045","Phys. Rev. Lett 104, 040603 (2010)","doi:10.1103/PhysRevLett.104.040603"],"date":["2009-10-21","2010-03-11"],"type":["text"],"creator":["Lizana, Ludvig","Rosvall, Martin","Sneppen, Kim"],"language":[],"coverage":[],"title":["Time walkers and spatial dynamics of ageing information"],"description":["  The distribution of information is essential for living system's ability to\ncoordinate and adapt. Random walkers are often used to model this distribution\nprocess and, in doing so, one effectively assumes that information maintains\nits relevance over time. But the value of information in social and biological\nsystems often decay and must continuously be updated. To capture the spatial\ndynamics of ageing information, we introduce time walkers. A time walker moves\nlike a random walker, but interacts with traces left by other walkers, some\nrepresenting older information, some newer. The traces forms a navigable\ninformation landscape. We quantify the dynamical properties of time walkers\nmoving on a two-dimensional lattice and the quality of the information\nlandscape generated by their movements. We visualise the self-similar landscape\nas a river network, and show that searching in this landscape is superior to\nrandom searching and scales as the length of loop-erased random walks.\n"]}]
["0910.4560",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4560","Phys.Rev.D81:045013,2010","doi:10.1103/PhysRevD.81.045013"],"date":["2009-10-23","2010-02-25"],"type":["text"],"creator":["Gomes, M.","Mariz, T.","Nascimento, J. R.","Petrov, A. Yu.","Santos, A. F.","da Silva, A. J."],"language":[],"coverage":[],"title":["Free energy of Lorentz-violating QED at high temperature"],"description":["  In this paper we study the one- and two-loop contribution to the free energy\nin QED with the Lorentz symmetry breaking introduced via constant CPT-even\nLorentz-breaking parameters at the high temperature limit. We find the impact\nof the Lorentz-violating term for the free energy and carry out a numerical\nestimation for the Lorentz-breaking parameter.\n","Comment: 8 pages, 3 figures, revtex4; v2: final version published in PRD"]}]
["0910.4657",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4657","Phys.Rev.D80:086013,2009","doi:10.1103/PhysRevD.80.086013"],"date":["2009-10-25"],"type":["text"],"creator":["Nouicer, Khireddine","Sabri, Youssef"],"language":[],"coverage":[],"title":["The Casimir force in noncommutative Randall-Sundrum models"],"description":["  In this paper we study the effect of spacetime noncommutativity in the\n5-dimensional Randall-Sundrum brane worlds on the Casimir force acting on a\npair of parallel plates. We show that the presence of a noncommutative scale\nlength affects the nature of the Casimir force for small plate separation.\nUsing accurate experimental bounds for the Casimir force in parallel plate\ngeometry, we find an upper bound for the noncommutative cutoff of the order of\n$10^{3}$ TeV, and that the size of the interbrane distance in RSI model is\napproximately given by $kR\\lesssim20.5$ and $kR\\lesssim18.4$ for $k=10^{19}$\nGeV and $k=10^{16}$GeV, respectively.\n","Comment: 20 pages, 5 figures, accepted for publication in Phys. Rev. D"]}]
["0910.5122",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5122","JHEP 1002:052,2010","doi:10.1007/JHEP02(2010)052"],"date":["2009-10-27","2010-01-25"],"type":["text"],"creator":["Gaberdiel, Matthias R.","Hohenegger, Stefan"],"language":[],"coverage":[],"title":["Manifestly Supersymmetric RG Flows"],"description":["  Renormalisation group (RG) equations in two-dimensional N=1 supersymmetric\nfield theories with boundary are studied. It is explained how a manifestly N=1\nsupersymmetric scheme can be chosen, and within this scheme the RG equations\nare determined to next-to-leading order. We also use these results to revisit\nthe question of how brane obstructions and lines of marginal stability appear\nfrom a world-sheet perspective.\n","Comment: 22 pages; references added, minor changes"]}]
["0910.5132",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5132","JHEP 1001:068,2010","doi:10.1007/JHEP01(2010)068"],"date":["2009-10-27","2010-01-19"],"type":["text"],"creator":["Chakrabarti, Sayan K.","Jain, Sachin","Mukherji, Sudipta"],"language":[],"coverage":[],"title":["Viscosity to entropy ratio at extremality"],"description":["  Assuming gauge theory realization at the boundary, we show that the viscosity\nto entropy ratio is 1/(4 pi) where the bulk is represented by a large class of\nextremal black holes in anti-de Sitter space. In particular, this class\nincludes multiple R-charged black holes in various dimensions.\n","Comment: 7 pages, some typos corrected, conclusion added, journal version"]}]
["0910.5175",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5175","Phys. Rev. B 81, 115207 (2010)","doi:10.1103/PhysRevB.81.115207"],"date":["2009-10-27","2009-10-28"],"type":["text"],"creator":["Pradhan, Gopal K.","Narayana, Chandrabhas","Pages, Olivier","Breidi, Abedalhasan","Souhabi, Jihane","Postnikov, Andrei Viktor","Hassan, Fouad El Haj","Deb, Sudip K.","Firszt, Franciszek","Paszkowicz, Wojtek","Shukla, Abhay"],"language":[],"coverage":[],"title":["Pressure-induced phonon-freezing in the ZnBeSe alloy: a study via the\n  percolation mesoscope"],"description":["  We use the 1-bond -> 2-phonon percolation doublet of zincblende alloys as a\nmesoscope for an unusual insight into their phonon behavior under pressure. We\nfocus on (Zn,Be)Se and show by Raman scattering that the original Be-Se doublet\nat ambient pressure, of the stretching-bending type, turns into a pure-bending\nsinglet at the approach of the high-pressure ZnSe-like rocksalt phase, an\nunnatural one for the Be-Se bonds. The freezing of the Be-Se stretching mode is\ndiscussed within the scope of the percolation model (mesoscopic scale), with ab\ninitio calculations in support (microscopic scale).\n","Comment: 11 pages, 3 figures"]}]
["0910.5360",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5360","Phys. Rev. B 81, 115416 (2010)","doi:10.1103/PhysRevB.81.115416"],"date":["2009-10-28","2010-02-18"],"type":["text"],"creator":["Feldner, Hélène","Meng, Zi Yang","Honecker, Andreas","Cabra, Daniel","Wessel, Stefan","Assaad, Fakher F."],"language":[],"coverage":[],"title":["Magnetism of Finite Graphene Samples: Mean-Field Theory compared with\n  Exact Diagonalization and Quantum Monte Carlo Simulation"],"description":["  The magnetic properties of graphene on finite geometries are studied using a\nself-consistent mean-field theory of the Hubbard model. This approach is known\nto predict ferromagnetic edge states close to the zig-zag edges in single-layer\ngraphene quantum dots and nanoribbons. In order to assess the accuracy of this\nmethod, we perform complementary exact diagonalization and quantum Monte Carlo\nsimulations. We observe good quantitative agreement for all quantities\ninvestigated provided that the Coulomb interaction is not too strong.\n","Comment: 5 pages including 3 figures; final version to appear in Phys. Rev. B"]}]
["0911.0884",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0884","JHEP 1001:109,2010","doi:10.1007/JHEP01(2010)109"],"date":["2009-11-04","2010-01-15"],"type":["text"],"creator":["H1, The","Collaborations, ZEUS"],"language":[],"coverage":[],"title":["Combined Measurement and QCD Analysis of the Inclusive ep Scattering\n  Cross Sections at HERA"],"description":["  A combination is presented of the inclusive deep inelastic cross sections\nmeasured by the H1 and ZEUS Collaborations in neutral and charged current\nunpolarised ep scattering at HERA during the period 1994-2000. The data span\nsix orders of magnitude in negative four-momentum-transfer squared, Q^2, and in\nBjorken x. The combination method used takes the correlations of systematic\nuncertainties into account, resulting in an improved accuracy. The combined\ndata are the sole input in a NLO QCD analysis which determines a new set of\nparton distributions, HERAPDF1.0, with small experimental uncertainties. This\nset includes an estimate of the model and parametrisation uncertainties of the\nfit result.\n","Comment: 61 pages, 21 figures, revised version accepted by JHEP"]}]
["0911.1012",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1012","Phys.Lett.B685:33-37,2010","doi:10.1016/j.physletb.2010.01.042"],"date":["2009-11-05"],"type":["text"],"creator":["Schoenning, K.","Bargholtz, Chr.","Bashkanov, M.","Berlowski, M.","Bogoslawsky, D.","Calen, H.","Clement, H.","Demiroers, L.","Ekstroem, C.","Fransson, K.","Geren, L.","Gustafsson, L.","Hoeistad, B.","Ivanov, G.","Jacewicz, M.","Jiganov, E.","Johansson, T.","Keleta, S.","Khakimova, O.","Kren, F.","Kullander, S.","Kupsc, A.","Kuzmin, A.","Lindberg, K.","Marciniewski, P.","Morosov, B.","Oelert, W.","Pauly, C.","Petren, H.","Petukhov, Y.","Povtorejko, A.","Scobel, W.","Shafigullin, R.","Shwartz, B.","Skorodko, T.","Sopov, V.","Stepaniak, J.","Tegner, P. -E.","Thoerngren-Engblom, P.","Tikhomirov, V.","Turowiecki, A.","Wagner, G. J.","Wilkin, C.","Wolke, M.","Zabierowski, J.","Zartova, I.","Zlomanczuk, Jozef"],"language":[],"coverage":[],"title":["The pd --> ^3He eta pi0 reaction at T_p = 1450 MeV"],"description":["  The cross section for the pd --> ^3He eta pi0 reaction has been measured at a\nbeam energy of 1450 MeV using the WASA detector at the CELSIUS storage ring and\ndetecting one ^3He and four photons from the decays of the two photons. The\ndata indicate that the production mechanism involves the formation of the\nDelta(1232) isobar. Although the beam energy does not allow the full peak of\nthis resonance to be seen, the invariant masses of all three pairs of final\nstate particles are well reproduced by a phase space Monte Carlo simulation\nweighted with the p-wave factor of the square of the pi^0 momentum in the\n^3Hepi^0 system.\n","Comment: 10 pages, 5 figures"]}]
["0911.2063",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2063","Phys.Rev.D81:013005,2010","doi:10.1103/PhysRevD.81.013005"],"date":["2009-11-11","2010-01-27"],"type":["text"],"creator":["The MiniBooNE Collaboration","Aguilar-Arevalo, A. A.","Anderson, C. E.","Bazarko, A. O.","Brice, S. J.","Brown, B. C.","Bugel, L.","Cao, J.","Coney, L.","Conrad, J. M.","Cox, D. C.","Curioni, A.","Djurcic, Z.","Finley, D. A.","Fleming, B. T.","Ford, R.","Garcia, F. G.","Garvey, G. T.","Gonzales, J.","Grange, J.","Green, C.","Green, J. A.","Hart, T. L.","Hawker, E.","Imlay, R.","Johnson, R. A.","Karagiorgi, G.","Kasper, P.","Katori, T.","Kobilarcik, T.","Kourbanis, I.","Koutsoliotas, S.","Laird, E. M.","Linden, S. K.","Link, J. M.","Liu, Y.","Liu, Y.","Louis, W. C.","Mahn, K. B. M.","Marsh, W.","Mauger, C.","McGary, V. T.","McGregor, G.","Metcalf, W.","Meyers, P. D.","Mills, F.","Mills, G. B.","Monroe, J.","Moore, C. D.","Mousseau, J.","Nelson, R. H.","Nienaber, P.","Nowak, J. A.","Osmanov, B.","Ouedraogo, S.","Patterson, R. B.","Pavlovic, Z.","Perevalov, D.","Polly, C. C.","Prebys, E.","Raaf, J. L.","Ray, H.","Roe, B. P.","Russell, A. D.","Sandberg, V.","Schirato, R.","Schmitz, D.","Shaevitz, M. H.","Shoemaker, F. C.","Smith, D.","Soderberg, M.","Sorel, M.","Spentzouris, P.","Spitz, J.","Stancu, I.","Stefanski, R. J.","Sung, M.","Tanaka, H. A.","Tayloe, R.","Tzanov, M.","Van de Water, R. G.","Wascko, M. O.","White, D. H.","Wilking, M. J.","Yang, H. J.","Zeller, G. P.","Zimmerman, E. D."],"language":[],"coverage":[],"title":["Measurement of \\nu_\\mu and \\bar\\nu_\\mu induced neutral current single\n  $\\pi^0$ production cross sections on mineral oil at E_\\nu O(1 GeV)"],"description":["  MiniBooNE reports the first absolute cross sections for neutral current\nsingle \\pi^0 production on CH_2 induced by neutrino and antineutrino\ninteractions measured from the largest sets of NC \\pi^0 events collected to\ndate. The principal result consists of differential cross sections measured as\nfunctions of \\pi^0 momentum and \\pi^0 angle averaged over the neutrino flux at\nMiniBooNE. We find total cross sections of\n(4.76+/-0.05_{stat}+/-0.76_{sys})*10^{-40} cm^2/nucleon at a mean energy of\n<E_\\nu>=808 MeV and (1.48+/-0.05_{stat}+/-0.23_{sys})*10^{-40} cm^2/nucleon at\na mean energy of <E_\\nu>=664 MeV for \\nu_\\mu and \\bar\\nu_\\mu induced\nproduction, respectively. In addition, we have included measurements of the\nneutrino and antineutrino total cross sections for incoherent exclusive NC\n1\\pi^0 production corrected for the effects of final state interactions to\ncompare to prior results.\n","Comment: 13 pages, 12 figures, 4 tables"]}]
["0911.2247",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2247","Ukr. J. Phys. 55 (2010), 85"],"date":["2009-11-11"],"type":["text"],"creator":["Kwapinski, T.","Kohler, S.","Hanggi, P."],"language":[],"coverage":[],"title":["Dynamically broken symmetry in periodically gated quantum dots: Charge\n  accumulation and dc-current"],"description":["  Time-dependent electron transport through a quantum dot and double quantum\ndot systems in the presence of polychromatic external periodic quantum dot\nenergy-level modulations is studied within the time evolution operator method\nfor a tight-binding Hamiltonian. Analytical relations for the dc-current\nflowing through the system and the charge accumulated on a quantum dot are\nobtained for the zero-temperature limit. It is shown that in the presence of\nperiodic perturbations the sideband peaks of the transmission are related to\ncombination frequencies of the applied modulations. For a double quantum dot\nsystem under the influence of polychromatic perturbations the quantum pump\neffect is studied in the absence of source-drain and static bias voltages. In\nthe presence of spatial symmetry the charge is pumped through the system due to\nbroken generalized parity symmetry.\n","Comment: 10 pages, 7 figures, to appear in UJP (Ukr.J.Phys.)"]}]
["0911.2512",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2512","Phys. Rev. Lett. 104, 106404 (2010)","doi:10.1103/PhysRevLett.104.106404"],"date":["2009-11-12","2010-02-20"],"type":["text"],"creator":["Kotetes, Panagiotis","Varelogiannis, Georgios"],"language":[],"coverage":[],"title":["Chirality Induced Tilted-Hill Giant Nernst Signal"],"description":["  We reveal a novel source of giant Nernst response exhibiting strong\nnon-linear temperature and magnetic field dependence including the mysterious\ntilted-hill temperature profile observed in a pleiad of materials. The\nphenomenon results directly from the formation of a chiral ground state, e.g. a\nchiral d-density wave, which is compatible with the eventual observation of\ndiamagnetism and is distinctly different from the usual quasiparticle and\nvortex Nernst mechanisms. Our picture provides a unified understanding of the\nanomalous thermoelectricity observed in materials as diverse as hole doped\ncuprates and heavy-fermion compounds like URu2Si2.\n","Comment: 5 pages and 4 figures, Final version accepted by Phys. Rev. Lett"]}]
["0911.4598",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4598","J.Phys.A43:095402,2010","doi:10.1088/1751-8113/43/9/095402"],"date":["2009-11-24"],"type":["text"],"creator":["Min, Hyunsoo"],"language":[],"coverage":[],"title":["Fermion Zero Modes in Odd Dimensions"],"description":["  We study the zero modes of the Abelian Dirac operator in any odd dimension.\nWe use the stereographic projection between a $(2n-1)$ dimensional space and a\n$(2n-1)$ sphere embedded in a $2n$ dimensional space. It is shown that the\nDirac operator with a gauge field of uniform field strengths in $S^{2n-1}$ has\nsymmetries of SU($n$)$\\times$U(1) which is a subgroup of SO($2n$). Using group\nrepresentation theory, we obtain the number of fermion zero modes, as well as\ntheir explicit forms, in a simple way.\n","Comment: 14 pages"]}]
["0911.4605",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4605","Phys.Rev.D80:125039,2009","doi:10.1103/PhysRevD.80.125039"],"date":["2009-11-24","2009-12-27"],"type":["text"],"creator":["Das, Ashok","Frenkel, J."],"language":[],"coverage":[],"title":["Effective actions at finite temperature"],"description":["  This is a more detailed version of our recent paper where we proposed, from\nfirst principles, a direct method for evaluating the exact fermion propagator\nin the presence of a general background field at finite temperature. This can,\nin turn, be used to determine the finite temperature effective action for the\nsystem. As applications, we discuss the complete one loop finite temperature\neffective actions for 0+1 dimensional QED as well as for the Schwinger model in\ndetail. These effective actions, which are derived in the real time (closed\ntime path) formalism, generate systematically all the Feynman amplitudes\ncalculated in thermal perturbation theory and also show that the retarded\n(advanced) amplitudes vanish in these theories. Various other aspects of the\nproblem are also discussed in detail.\n","Comment: 9 pages, revtex, 1 figure, references added"]}]
["0911.4666",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4666","JHEP 1001:126,2010","doi:10.1007/JHEP01(2010)126"],"date":["2009-11-24","2009-12-30"],"type":["text"],"creator":["Park, Jaemo","Ryou, Cheol","Sim, Woojoo"],"language":[],"coverage":[],"title":["Heterotic Action in SUGRA-SYM Background"],"description":["  We consider the generalization of the heterotic action considered by Cherkis\nand Schwarz where the chiral bosons are introduced in a manifestly covariant\nway using an auxiliary field. In particular, we construct the kappa-symmetric\nheterotic action in ten-dimensional supergravity background coupled to super\nYang-Mills theory and prove its kappa-symmetry. The usual Bianchi identity of\nType I supergravity with super Yang-Mills $dH_3= -\\tr F\\wedge F$ is crucially\nused. For technical reason, the Yang-Mills field is restricted to be abelian.\n","Comment: 12 pages, no figures, added comments in the acknowledgment"]}]
["0911.5069",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5069","Phys.Rev.Lett.103:242501,2009","doi:10.1103/PhysRevLett.103.242501"],"date":["2009-11-26"],"type":["text"],"creator":["Timofeyuk, N. K."],"language":[],"coverage":[],"title":["A new insight into the observation of spectroscopic strength reduction\n  in atomic nuclei: implication for the physical meaning of spectroscopic\n  factors"],"description":["  Experimental studies of one nucleon knockout from magic nuclei suggest that\ntheir nucleon orbits are not fully occupied. This conflicts a commonly accepted\nview of the shell closure associated with such nuclei. The conflict can be\nreconciled if the overlap between initial and final nuclear states in a\nknockout reaction are calculated by a non-standard method. The method employs\nan inhomogeneous equation based on correlation-dependent effective\nnucleon-nucleon (NN) interactions and allows the simplest wave functions, in\nwhich all nucleons occupy only the lowest nuclear orbits, to be used. The\nmethod also reproduces the recently established relation between reduction of\nspectroscopic strength, observed in knockout reactions on other nuclei, and\nnucleon binding energies. The implication of the inhomogeneous equation method\nfor the physical meaning of spectroscopic factors is discussed.\n","Comment: 4 pages, accepted by Phys. Rev. Lett"]}]
["0912.1537",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1537","Opt Express 18 (2010) 6040","doi:10.1364/OE.18.006040"],"date":["2009-12-08"],"type":["text"],"creator":["Xiao, Sanshui","Peng, Liang","Mortensen, Niels Asger"],"language":[],"coverage":[],"title":["Enhanced transmission of transverse electric waves through periodic\n  arrays of structured subwavelength apertures"],"description":["  Transmission through sub-wavelength apertures in perfect metals is expected\nto be strongly suppressed. However, by structural engineering of the apertures,\nwe numerically demonstrate that the transmission of transverse electric waves\nthrough periodic arrays of subwavelength apertures in a thin metallic film can\nbe significantly enhanced. Based on equivalent circuit theory analysis,\nperiodic arrays of square structured subwavelength apertures are obtained with\na 1900-fold transmission enhancement factor when the side length $a$ of the\napertures is 10 times smaller than the wavelength ($a/\\lambda=0.1$). By\nexamining the induced surface currents and investigating the influence of the\nlattice constant and the incident angle to the resonant frequency, we show that\nthe enhancement is due to the excitation of the strong localized resonant modes\nof the structured apertures.\n","Comment: 7 pages, 5 figures"]}]
["0912.4865",{"format":[],"subject":["Quantum Physics","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4865","EPL, 89 (2010) 40004","doi:10.1209/0295-5075/89/40004"],"date":["2009-12-24","2010-01-28"],"type":["text"],"creator":["Jorg, T.","Krzakala, F.","Kurchan, J.","Maggs, A. C.","Pujos, J."],"language":[],"coverage":[],"title":["Energy gaps in quantum first-order mean-field-like transitions: The\n  problems that quantum annealing cannot solve"],"description":["  We study first-order quantum phase transitions in models where the mean-field\ntraitment is exact, and the exponentially fast closure of the energy gap with\nthe system size at the transition. We consider exactly solvable ferromagnetic\nmodels, and show that they reduce to the Grover problem in a particular limit.\nWe compute the coefficient in the exponential closure of the gap using an\ninstantonic approach, and discuss the (dire) consequences for quantum\nannealing.\n","Comment: 6 pages, 3 figures"]}]
["1001.0498",{"format":[],"subject":["Mathematical Physics","35F21 (Primary) 49L25, 76N10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0498","Phil. Trans. R. Soc. A vol. 368 no. 1916 (2010) 1579-1593","doi:10.1098/rsta.2009.0283"],"date":["2010-01-04"],"type":["text"],"creator":["Khanin, Kostya","Sobolevski, Andrei"],"language":[],"coverage":[],"title":["Particle dynamics inside shocks in Hamilton-Jacobi equations"],"description":["  Characteristics of a Hamilton-Jacobi equation can be seen as action\nminimizing trajectories of fluid particles. For nonsmooth \"viscosity\"\nsolutions, which give rise to discontinuous velocity fields, this description\nis usually pursued only up to the moment when trajectories hit a shock and\ncease to minimize the Lagrangian action. In this paper we show that for any\nconvex Hamiltonian there exists a uniquely defined canonical global nonsmooth\ncoalescing flow that extends particle trajectories and determines dynamics\ninside the shocks. We also provide a variational description of the\ncorresponding effective velocity field inside shocks, and discuss relation to\nthe \"dissipative anomaly\" in the limit of vanishing viscosity.\n","Comment: 15 pages, no figures; to appear in Philos. Trans. R. Soc. series A"]}]
["1001.1893",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1893","JOSA B, Vol. 27, Issue 6, pp. A36-A45 (2010)","doi:10.1364/JOSAB.27.000A36"],"date":["2010-01-12"],"type":["text"],"creator":["Marzlin, Karl-Peter","Wang, Zeng-Bin","Moiseev, Sergey A.","Sanders, Barry C."],"language":[],"coverage":[],"title":["Uniform cross phase modulation for nonclassical radiation pulses"],"description":["  We propose a scheme to achieve a uniform cross phase modulation (XPM) for two\nnonclassical light pulses and study its application for quantum non-demolition\nmeasurements of the photon number in a pulse and for controlled phase gates in\nquantum information. We analyze the scheme by quantizing a common\nphenomenological model for classical XPM. Our analysis first treats the ideal\ncase of equal cross-phase modulation and pure unitary dynamics. This\nestablishes the groundwork for more complicated studies of non-unitary dynamics\nand difference in phase shifts between the two pulses where decohering effects\nseverely affect the performance of the scheme.\n","Comment: 11 pages, 4 figures. To appear in J. Opt. Soc. Am. B"]}]
["1001.2694",{"format":[],"subject":["Mathematics - Number Theory","11J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2694"],"date":["2010-01-15","2010-03-10"],"type":["text"],"creator":["Badziahin, Dzmitry","Pollington, Andrew","Velani, Sanju"],"language":[],"coverage":[],"title":["On a problem in simultaneous Diophantine approximation: Schmidt's\n  conjecture"],"description":["  For any $i,j \\ge 0$ with $i+j =1$, let $\\bad(i,j)$ denote the set of points\n$(x,y) \\in \\R^2$ for which $ \\max \\{\\|qx\\|^{1/i}, \\|qy\\|^{1/j} \\} > c/q $ for\nall $ q \\in \\N $. Here $c = c(x,y)$ is a positive constant. Our main result\nimplies that any finite intersection of such sets has full dimension. This\nsettles a conjecture of Wolfgang M. Schmidt in the theory of simultaneous\nDiophantine approximation.\n","Comment: 43 pages, 1 figure. A relatively minor mistake at the beginning of\n  Section 4 (Proof of Theorem 3) that deals with the situation of parallel\n  lines is corrected."]}]
["1001.3042",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3042"],"date":["2010-01-18","2010-03-11"],"type":["text"],"creator":["Özkan, Aycan","Kutlu, Bülent"],"language":[],"coverage":[],"title":["Finite-Size Scaling and Power Law Relations for Dipol-Quadrupol\n  Interaction on Blume-Emery-Griffiths Model"],"description":["  The Blume-Emery-Griffiths model with the dipol-quadrupol interaction (\\ell)\nhas been simulated using a cellular automaton algorithm improved from the\nCreutz cellular automaton (CCA) on the face centered cubic (fcc) lattice. The\nfinite-size scaling relations and the power laws of the order parameter (M) and\nthe susceptibility (\\chi) are proposed for the dipol-quadrupol interaction\n(\\ell). The dipol-quadrupol critical exponent \\delta_{\\ell} has been estimated\nfrom the data of the order parameter (M) and the susceptibility (\\chi). The\nsimulations have been done in the interval 0\\leq \\ell =L/J\\leq 0.01 for\nd=D/J=0, k=K/J=0 and h=H/J=0 parameter values on a face centered cubic (fcc)\nlattice with periodic boundary conditions. The results indicates that the\neffect of the \\ell parameter is similar to the external magnetic field (h). The\ncritical exponent \\delta_{\\ell}$ are in good agreement with the universal value\n(\\delta_{h}=5) of the external magnetic field.\n"]}]
["1001.3641",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3641","Phys. Rev. E 81, 031101 (2010)","doi:10.1103/PhysRevE.81.031101"],"date":["2010-01-20","2010-02-01"],"type":["text"],"creator":["Ma, Qianli D. Y.","Bartsch, Ronny P.","Bernaola-Galván, Pedro","Yoneyama, Mitsuru","Ivanov, Plamen Ch."],"language":[],"coverage":[],"title":["Effect of extreme data loss on long-range correlated and anti-correlated\n  signals quantified by detrended fluctuation analysis"],"description":["  We investigate how extreme loss of data affects the scaling behavior of\nlong-range power-law correlated and anti-correlated signals applying the DFA\nmethod. We introduce a segmentation approach to generate surrogate signals by\nrandomly removing data segments from stationary signals with different types of\ncorrelations. These surrogate signals are characterized by: (i) the DFA scaling\nexponent $\\alpha$ of the original correlated signal, (ii) the percentage $p$ of\nthe data removed, (iii) the average length $\\mu$ of the removed (or remaining)\ndata segments, and (iv) the functional form of the distribution of the length\nof the removed (or remaining) data segments. We find that the {\\it global}\nscaling exponent of positively correlated signals remains practically unchanged\neven for extreme data loss of up to 90%. In contrast, the global scaling of\nanti-correlated signals changes to uncorrelated behavior even when a very small\nfraction of the data is lost. These observations are confirmed on the examples\nof human gait and commodity price fluctuations. We systematically study the\n{\\it local} scaling behavior of signals with missing data to reveal deviations\nacross scales. We find that for anti-correlated signals even 10% of data loss\nleads to deviations in the local scaling at large scales from the original\nanti-correlated towards uncorrelated behavior. In contrast, positively\ncorrelated signals show no observable changes in the local scaling for up to\n65% of data loss, while for larger percentage, the local scaling shows\noverestimated regions (with higher local exponent) at small scales, followed by\nunderestimated regions (with lower local exponent) at large scales. Finally, we\ninvestigate how the scaling is affected by the statistics of the remaining data\nsegments in comparison to the removed segments.\n"]}]
["1002.0808",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0808","Supercond. Sci. Technol. 23 045015 (2010)","doi:10.1088/0953-2048/23/4/045015"],"date":["2010-02-03"],"type":["text"],"creator":["Curtz, Noé","Koller, Edmond","Zbinden, Hugo","Decroux, Michel","Antognazza, Louis","Fischer, Øystein","Gisin, Nicolas"],"language":[],"coverage":[],"title":["Patterning of ultrathin YBCO nanowires using a new focused-ion-beam\n  process"],"description":["  Manufacturing superconducting circuits out of ultrathin films is a\nchallenging task when it comes to patterning complex compounds, which are\nlikely to be deteriorated by the patterning process. With the purpose of\ndeveloping high-T$_c$ superconducting photon detectors, we designed a novel\nroute to pattern ultrathin YBCO films down to the nanometric scale. We believe\nthat our method, based on a specific use of a focused-ion beam, consists in\nlocally implanting Ga^{3+} ions and/or defects instead of etching the film.\nThis protocol could be of interest to engineer high-T$_c$ superconducting\ndevices (SQUIDS, SIS/SIN junctions and Josephson junctions), as well as to\ntreat other sensitive compounds.\n","Comment: 13 pages, 7 figures"]}]
["1002.1499",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1499","Phys. Rev. E 81, 031910 (2010)","doi:10.1103/PhysRevE.81.031910"],"date":["2010-02-07"],"type":["text"],"creator":["Tindemans, Simon H.","Mulder, Bela M."],"language":[],"coverage":[],"title":["Microtubule length distributions in the presence of protein-induced\n  severing"],"description":["  Microtubules are highly regulated dynamic elements of the cytoskeleton of\neukaryotic cells. One of the regulation mechanisms observed in living cells is\nthe severing by the proteins katanin and spastin. We introduce a model for the\ndynamics of microtubules in the presence of randomly occurring severing events.\nUnder the biologically motivated assumption that the newly created plus end\nundergoes a catastrophe, we investigate the steady state length distribution.\nWe show that the presence of severing does not affect the number of\nmicrotubules, regardless of the distribution of severing events. In the special\ncase in which the microtubules cannot recover from the depolymerizing state (no\nrescue events) we derive an analytical expression for the length distribution.\nIn the general case we transform the problem into a single ODE that is solved\nnumerically.\n","Comment: 9 pages, 4 figures"]}]
["1002.2367",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2367"],"date":["2010-02-11","2010-03-10"],"type":["text"],"creator":["Chen, Li"],"language":[],"coverage":[],"title":["Applications of the Digital-Discrete Method in Smooth-Continuous Data\n  Reconstruction"],"description":["  This paper presents some applications of using recently developed algorithms\nfor smooth-continuous data reconstruction based on the digital-discrete method.\nThe classical discrete method for data reconstruction is based on domain\ndecomposition according to guiding (or sample) points. Then uses Splines (for\npolynomial) or finite elements method (for PDE) to fit the data. Our method is\nbased on the gradually varied function that does not assume the property of the\nlinearly separable among guiding points, i.e. no domain decomposition methods\nare needed. We also demonstrate the flexibility of the new method and the\npotential to solve variety of problems. The examples include some real data\nfrom water well logs and harmonic functions on closed 2D manifolds. This paper\npresented the results from six different algorithms. This method can be easily\nextended to higher multi-dimensions.\n","Comment: 12 pages and 11 figures. The original paper was split into two\n  papers. One for methodology analysis called \"Digital-Discrete Surface\n  Reconstruction: A true universal and nonlinear method\""]}]
["1002.3367",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3367","J. Stat. Mech. (2010) L03004","doi:10.1088/1742-5468/2010/03/L03004"],"date":["2010-02-17","2010-03-11"],"type":["text"],"creator":["Rahmani, Armin","Velenich, Andrea","Chamon, Claudio"],"language":[],"coverage":[],"title":["Spanning trees for the geometry and dynamics of compact polymers"],"description":["  Using a mapping of compact polymers on the Manhattan lattice to spanning\ntrees, we calculate exactly the average number of bends at infinite\ntemperature. We then find, in a high temperature approximation, the energy of\nthe system as a function of bending rigidity and polymer elasticity. We\nidentify the universal mechanism for the relaxation of compact polymers and\nthen endow the model with physically motivated dynamics in the convenient\nframework of the trees. We find aging and domain coarsening after quenches in\ntemperature. We explain the slow dynamics in terms of the geometrical\ninterconnections between the energy and the dynamics.\n","Comment: 10 pages, 8 figures"]}]
["1002.4221",{"format":[],"subject":["Physics - Biological Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4221"],"date":["2010-02-22","2010-03-10"],"type":["text"],"creator":["S., Varun K. A.","Ivukina, Yekaterina A.","Deng, Wei","Kelf, Timothy A.","Zdobnova, Tatyana A.","Lukash, Sergey V.","Zvyagin, Andrei V.","Deyev, Sergey M."],"language":[],"coverage":[],"title":["Barstar:barnase - A versatile strategy for nanodiamond bioconjugation"],"description":["  This is a new nanoparticle bioconjugation reaction.\n","Comment: The article is under reconstruction"]}]
["1003.0751",{"format":[],"subject":["Mathematical Physics","34M55, 47E05, 81Qxx, 32G34, 34Lxx, 34Mxx, 14Kxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0751"],"date":["2010-03-03","2010-03-11"],"type":["text"],"creator":["McCoy, B. M.","Assis, M.","Boukraa, S.","Hassani, S.","Maillard, J-M","Orrick, W. P.","Zenine, N."],"language":[],"coverage":[],"title":["The saga of the Ising susceptibility"],"description":["  We review developments made since 1959 in the search for a closed form for\nthe susceptibility of the Ising model. The expressions for the form factors in\nterms of the nome $q$ and the modulus $k$ are compared and contrasted. The\n$\\lambda$ generalized correlations $C(M,N;\\lambda)$ are defined and explicitly\ncomputed in terms of theta functions for $M=N=0,1$.\n","Comment: 19 pages, 1 figure"]}]
["1003.1766",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1766","Physica E 42, 703 (2010)","doi:10.1016/j.physe.2009.11.046"],"date":["2010-03-08"],"type":["text"],"creator":["Ezawa, Motohiko"],"language":[],"coverage":[],"title":["Generation and Manipulation of Spin Current in Graphene Nanodisks:\n  Robustness against Randomness and Lattice Defects"],"description":["  Trigonal zigzag graphene nanodisk exhibits magnetism whose spin is\nproportional to the edge length of the nanodisk. Its spin can be designed from\n1/2 to a huge value. The spins form a quasiferromagnet, which has intermediate\nproperties between a single spin and a ferromagnet. In other words, the\nferromagnet order has a relatively long life time, and yet the nanodisk spin\ncan be rotated by external field or current. We consider a nanodisk connected\nwith two leads. This system acts as a spin filter just as in a\nmetal-ferromagnet-metal junction. In this way we can generate a spin current.\nFurthermore we can manipulate spin current by spin valve, spin switch and other\nspintronic devices made of graphene nanodisks. We also show that nanodisk spins\nare robust against the effect of randomness in site energy, transfer energy and\nlattice defects.\n","Comment: 4 pages, 7 figures. Contribution to EP2DS18, Kobe, 2009"]}]
["1003.1915",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","33C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1915"],"date":["2010-03-09","2010-03-11"],"type":["text"],"creator":["Guillera, Jesús"],"language":[],"coverage":[],"title":["A new Ramanujan-like series for $1/\\pi^2$"],"description":["  Our main results are a WZ-proof of a new Ramanujan-like series for $1/\\pi^2$\nand a hypergeometric identity involving three series.\n"]}]
["1003.2061",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2061"],"date":["2010-03-10","2010-03-11"],"type":["text"],"creator":["Gürlebeck, Norman","Petroff, David"],"language":[],"coverage":[],"title":["Non-axisymmetric configurations in the post-Newtonian Approximation to\n  General Relativity"],"description":["  We use surface adapted ellipsoidal coordinates to obtain a first order\npost-Newtonian (PN) approximation to Dedekind ellipsoids with the intention of\nproceeding to higher orders.\n","Comment: 3 pages, no figures, contribution to the 12th Marcel Grossmann\n  Meeting (Paris, July 12 - 18, 2009), submitted to the Conference Proceedings,\n  v2: minor changes"]}]
["1003.2115",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J25","35P30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2115"],"date":["2010-03-10","2010-03-11"],"type":["text"],"creator":["Birindelli, I.","Patrizi, S."],"language":[],"coverage":[],"title":["A Neumann eigenvalue problem for fully nonlinear operators"],"description":["  In this paper we study the asymptotic behavior of the principal eigenvalues\nassociated to the Pucci operator in bounded domain $\\Omega$ with Neumann/Robin\nboundary condition i.e. $\\partial_n u=\\alpha u$ when $\\alpha$ tends to\ninfinity. This study requires Lipschitz estimates up to the boundary that are\ninteresting in their own rights.\n","Comment: 19 pages"]}]
["1003.2218",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2218"],"date":["2010-03-10"],"type":["text"],"creator":["Chernov, Alexey","Kalnishkan, Yuri","Zhdanov, Fedor","Vovk, Vladimir"],"language":[],"coverage":[],"title":["Supermartingales in Prediction with Expert Advice"],"description":["  We apply the method of defensive forecasting, based on the use of\ngame-theoretic supermartingales, to prediction with expert advice. In the\ntraditional setting of a countable number of experts and a finite number of\noutcomes, the Defensive Forecasting Algorithm is very close to the well-known\nAggregating Algorithm. Not only the performance guarantees but also the\npredictions are the same for these two methods of fundamentally different\nnature. We discuss also a new setting where the experts can give advice\nconditional on the learner's future decision. Both the algorithms can be\nadapted to the new setting and give the same performance guarantees as in the\ntraditional setting. Finally, we outline an application of defensive\nforecasting to a setting with several loss functions.\n","Comment: 37 pages"]}]
["1003.2219",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F10","32U15","32H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2219"],"date":["2010-03-08"],"type":["text"],"creator":["Buff, Xavier"],"language":[],"coverage":[],"title":["Courants dynamiques pluripolaires"],"description":["  We show the existence of birational self-maps f of P^k which are\nalgebraically stable with algebraic degree d, for which there is a unique\npositive closed (1,1) current T satisfying f^*T=d T and ||T||=1 and for which\nthe current T gives total mass to a pluripolar set.\n"]}]
["1003.2220",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2220"],"date":["2010-03-08"],"type":["text"],"creator":["Charina, Maria","Conti, Costanza","Jetter, Kurt","Zimmermann, Georg"],"language":[],"coverage":[],"title":["Scalar Subdivision Schemes and Box Splines"],"description":["  We study scalar $d$-variate subdivision schemes, with dilation matrix 2I,\nsatisfying the sum rules of order $k$. Using the results of M\\\"oller and Sauer,\nstated for general expanding dilation matrices, we characterize the structure\nof the mask symbols of such schemes by showing that they must be linear\ncombinations of shifted box spline generators of some quotient polynomial\nideal. The directions of the corresponding box splines are columns of certain\nunimodular matrices. The quotient ideal is determined by the given order of the\nsum rules or, equivalently, by the order of the zero conditions. The results\npresented in this paper open a way to a systematic study of subdivision\nschemes, since box spline subdivisions turn out to be the building blocks of\nany reasonable multivariate subdivision scheme. As in the univariate case, the\ncharacterization we give is the proper way of matching the smoothness of the\nbox spline building blocks with the order of polynomial reproduction of the\ncorresponding subdivision scheme. However, due to the interaction of the\nbuilding blocks, convergence and smoothness properties may change, if several\nconvergent schemes are combined.\n"]}]
["1003.2222",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2222"],"date":["2010-03-10"],"type":["text"],"creator":["Dissertori, Guenther"],"language":[],"coverage":[],"title":["LHC Detectors and Early Physics"],"description":["  In this review I sketch the basic criteria and boundary conditions which have\nguided the design of the LHC detectors. The discussion will concentrate on the\nso-called general-purpose experiments, ATLAS and CMS. After an overview of the\ndetector's characteristics and performance, I will elaborate on the expected\nmeasurements of hard processes, with emphasis on jet and vector boson\nproduction, i.e., tests of Quantum Chromodynamics (QCD) and Electroweak\nPhysics.\n","Comment: Lecture given at the 65th Scottish Universities Summer School in\n  Physics: LHC Physics (16 August to 29 August 2009), St. Andrews"]}]
["1003.2224",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2224"],"date":["2010-03-10"],"type":["text"],"creator":["Rossi, Stefano"],"language":[],"coverage":[],"title":["A characterization of separable conjugate spaces"],"description":["  Necessary and sufficient conditions for a separable Banach space to be a dual\nspace are proved. Some applications are discussed\n","Comment: 8 pages"]}]
["1003.2231",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2231","Phys. Rev. C81:034302,2010","doi:10.1103/PhysRevC.81.034302"],"date":["2010-03-10"],"type":["text"],"creator":["Zhang, W.","Li, Z. P.","Zhang, S. Q.","Meng, J."],"language":[],"coverage":[],"title":["Octupole degree of freedom for the critical-point candidate nucleus\n  $^{152}$Sm in a reflection-asymmetric relativistic mean-field approach"],"description":["  The potential energy surfaces of even-even $^{146-156}$Sm are investigated in\nthe constrained reflection-asymmetric relativistic mean-field approach with\nparameter set PK1. It is shown that the critical-point candidate nucleus\n$^{152}$Sm marks the shape/phase transition not only from U(5) to SU(3)\nsymmetry, but also from the octupole-deformed ground state in $^{150}$Sm to the\nquadrupole-deformed ground state in $^{154}$Sm. By including the octupole\ndegree of freedom, an energy gap near the Fermi surface for single-particle\nlevels in $^{152}$Sm with $\\beta_2 = 0.14 \\sim 0.26$ is found, and the\nimportant role of the octupole deformation driving pair $\\nu 2f_{7/2}$ and $\\nu\n1i_{13/2}$ is demonstrated.\n","Comment: 11 pages, 3 figures"]}]
["1003.2240",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2240","Discrete Contin. Dyn. Syst. (2009), Dynamical Systems and\n  Differential Equations, Proceedings of the 7th AIMS International Conference,\n  suppl., 451-456."],"date":["2010-03-10"],"type":["text"],"creator":["Khuri, Marcus A."],"language":[],"coverage":[],"title":["On the Local Solvability of Darboux's Equation"],"description":["  We reduce the question of local nonsolvability of the Darboux equation, and\nhence of the isometric embedding problem for surfaces, to the local\nnonsolvability of a simple linear equation whose type is explicitly determined\nby the Gaussian curvature.\n"]}]
["1003.2241",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2241","Comm. PDE, 32 (2007), 665-674"],"date":["2010-03-10"],"type":["text"],"creator":["Khuri, Marcus A."],"language":[],"coverage":[],"title":["Counterexamples to the Local Solvability of Monge-Ampere Equations in\n  the Plane"],"description":["  In this paper, we present smooth examples of degenerate hyperbolic and mixed\ntype Monge-Ampere equations in the plane, which do not admit a local C^3\nsolution.\n"]}]
["1003.2242",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2242"],"date":["2010-03-10"],"type":["text"],"creator":["Chen, Li"],"language":[],"coverage":[],"title":["Digital-Discrete Surface Reconstruction: A true universal and nonlinear\n  method"],"description":["  The most common problem in data reconstruction is to fit a function based on\nthe observations of some sample (guiding) points. This paper provides a\nmethodological point of view of digital-discrete surface reconstruction. We\nexplain our method along with why it is a truly universal and nonlinear method\nunlike most popular methods, which are linear and restricted. This paper\nfocuses on what the surface reconstruction problem is and why the\ndigital-discrete method is important, necessary, and how it can be\naccomplished.\n","Comment: 12 pages. 10 Fig. Split from paper \"Applications of the\n  Digital-Discrete Method in Smooth-Continuous Data Reconstruction\""]}]
["1003.2243",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2243","Electron. J. Diff. Eqns., 2007 (2007), No. 65, 1-37"],"date":["2010-03-10"],"type":["text"],"creator":["Khuri, Marcus A."],"language":[],"coverage":[],"title":["Local Solvability of a Class of Degenerate Monge-Ampere Equations and\n  Applications to Geometry"],"description":["  We consider two natural problems arising in geometry which are equivalent to\nthe local solvability of specific equations of Monge-Ampere type. These are:\nthe problem of locally prescribed Gaussian curvature for surfaces in R^3, and\nthe local isometric embedding problem for two-dimensional Riemannian manifolds.\nWe prove a general local existence result for a large class of Monge-Ampere\nequations in the plane, and obtain as corollaries the existence of regular\nsolutions to both problems, in the case that the Gaussian curvature possesses a\nnondegenerate critical point.\n"]}]
["1003.2244",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2244","J. Differential Geom., 76 (2007), 249-291"],"date":["2010-03-10"],"type":["text"],"creator":["Khuri, Marcus A."],"language":[],"coverage":[],"title":["The Local Isometric Embedding in R^3 of Two-Dimensional Riemannian\n  Manifolds With Gaussian Curvature Changing Sign to Finite Order on a Curve"],"description":["  We consider two natural problems arising in geometry which are equivalent to\nthe local solvability of specific equations of Monge-Ampere type. These two\nproblems are: the local isometric embedding problem for two-dimensional\nRiemannian manifolds, and the problem of locally prescribed Gaussian curvature\nfor surfaces in R^3. We prove a general local existence result for a large\nclass of Monge-Ampere equations in the plane, and obtain as corollaries the\nexistence of regular solutions to both problems, in the case that the Gaussian\ncurvature vanishes to arbitrary finite order on a single smooth curve.\n"]}]
["1003.2245",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2245"],"date":["2010-03-10"],"type":["text"],"creator":["Agarwal, Alekh","Bartlett, Peter","Dama, Max"],"language":[],"coverage":[],"title":["Optimal Allocation Strategies for the Dark Pool Problem"],"description":["  We study the problem of allocating stocks to dark pools. We propose and\nanalyze an optimal approach for allocations, if continuous-valued allocations\nare allowed. We also propose a modification for the case when only\ninteger-valued allocations are possible. We extend the previous work on this\nproblem to adversarial scenarios, while also improving on their results in the\niid setup. The resulting algorithms are efficient, and perform well in\nsimulations under stochastic and adversarial inputs.\n"]}]
["1003.2247",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2247"],"date":["2010-03-10"],"type":["text"],"creator":["Lumbantoruan, Sonny","Matsumoto, Ryutaroh","Uyematsu, Tomohiko"],"language":[],"coverage":[],"title":["Bit Transmission Probability Maximizing the Key Rate of the BB84\n  Protocol"],"description":["  In all papers on the BB84 protocol, the transmission probability of each bit\nvalue is usually set to be equal. In this paper, we show that by assigning\ndifferent transmission probability to each transmitted qubit within a single\npolarization basis, we can generally improve the key generation rate of the\nBB84 protocol and achieve a higher key rate.\n","Comment: REVTeX4, 4 pages, 1 figure."]}]
["1003.2248",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2248"],"date":["2010-03-10"],"type":["text"],"creator":["Heim, Bernhard","Murase, Atsushi"],"language":[],"coverage":[],"title":["Symmetries for Siegel Theta Functions, Borcherds Lifts and Automorphic\n  Green Functions"],"description":["  Let q be an integral quadratic form of signature (2,m+2). We will show that\nthe Siegel theta functions attached to q satisfies certain symmetries. As an\napplication, we prove the symmetries for automorphic forms on the orthogonal\ngroup of q closely related to Heegener divisors (Borcherds lifts and\nautomorphic Green functions).\n","Comment: 22 pages"]}]
["1003.2255",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2255"],"date":["2010-03-11"],"type":["text"],"creator":["Fischer, Ulrich H. P.","Just, Jens-Uwe","Reinboth, Christian"],"language":[],"coverage":[],"title":["Automated selection of LEDs by luminance and chromaticity coordinate"],"description":["  The increased use of LEDs for lighting purposes has led to the development of\nnumerous applications requiring a pre-selection of LEDs by their luminance and\n/ or their chromaticity coordinate. This paper demonstrates how a manual\npre-selection process can be realized using a relatively simple configuration.\nSince a manual selection service can only be commercially viable as long as\nonly small quantities of LEDs need to be sorted, an automated solution suggests\nitself. This paper introduces such a solution, which has been developed by\nHarzoptics in close cooperation with Rundfunk Gernrode. The paper also\ndiscusses current challenges in measurement technology as well as market\ntrends.\n","Comment: Published at the 2009 International Students and Young Scientists\n  Workshop \"Photonics and Microsystems\""]}]
["1003.2263",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2263"],"date":["2010-03-11"],"type":["text"],"creator":["Kumar, Brajesh","Mathur, Savita","Garcia, R. A.","Venkatakrishnan, P."],"language":[],"coverage":[],"title":["Can major solar flares excite high-frequency global waves in the Sun ?"],"description":["  The study of low-degree high-frequency waves in the Sun can provide new\ninsight into the dynamics of the deeper layers of the Sun. Here, we present the\nanalysis of the velocity observations of the Sun obtained from the Michelson\nand Doppler Imager (MDI) and Global Oscillations at Low Frequency (GOLF)\ninstruments on board Solar and Heliospheric Observatory (SOHO) spacecraft for\nthe major flare event of 2003 October 28 during the solar cycle 23. We have\napplied wavelet transform to the time series of disk-integrated velocity\nsignals from the solar surface using the full-disk Dopplergrams obtained from\nMDI. The wavelet power spectrum computed from MDI velocity series clearly shows\nthat there is enhancement of high-frequency global waves in the Sun during the\nflare. We do observe this signature of flare in the Fourier Power Spectrum of\nthese velocity oscillations. However, the analysis of disk-integrated velocity\nobservations obtained from GOLF shows only feeble effect of flare on\nhigh-frequency oscillations.\n","Comment: 4 pages, 3 figures, Submitted to the \"Proceedings of the Fourth HELAS\n  International Conference\" organized by the Instituto de Astrof\\'isica de\n  Canarias (IAC) during 1-5 February, 2010."]}]
["1003.2265",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2265"],"date":["2010-03-11"],"type":["text"],"creator":["Shu, Da-Jun","Xiong, Xiang","Wang, Zhao-Wu","Wang, Mu","Peng, RU-Wen","Ming, Nai-Ben"],"language":[],"coverage":[],"title":["Controlling growth of nanorod via screening effects"],"description":["  We demonstrate in this report that nanorods can spontaneously grow on the top\nof a transient mound when the screening effect is considered in island growth.\nThe number of the topmost growing layers is defined as the active length, which\ndecreases as the screening effect is enhanced. It follows that the thickness of\nthe transient mound underneath the nanorod increases as the square of the\nactive length, and a smaller active length favors the formation of nanorod.\n","Comment: 3 pages, 3 figures"]}]
["1003.2273",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2273"],"date":["2010-03-11"],"type":["text"],"creator":["Sasso, Daniele"],"language":[],"coverage":[],"title":["Is the speed of light invariant or covariant?"],"description":["  According to the theory of ether light propagates with constant speed c with\nrespect to the absolute reference frame and with respect to any other reference\nframe the speed of light is covariant. According to the theory of special\nrelativity the speed of light is invariant with respect to any reference frame.\nThe new theory of reference frames gives a different answer to this question\nwith the consideration of two speeds of light: the physical speed and the\nrelativistic speed. After considering a few negative aspects of the two main\ntheories a few fundamentals of the new theory are expounded.\n","Comment: 8 pages, 4 figures"]}]
["1003.2275",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B40, 92B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2275"],"date":["2010-03-11"],"type":["text"],"creator":["Ammari, Habib","Kalimeris, Kostis","Kang, Hyeonbae","Lee, Hyundae"],"language":[],"coverage":[],"title":["Layer Potential Techniques for the Narrow Escape Problem"],"description":["  The narrow escape problem consists of deriving the asymptotic expansion of\nthe solution of a drift-diffusion equation with the Dirichlet boundary\ncondition on a small absorbing part of the boundary and the Neumann boundary\ncondition on the remaining reflecting boundaries. Using layer potential\ntechniques, we rigorously find high-order asymptotic expansions of such\nsolutions. We explicitly show the nonlinear interaction of many small absorbing\ntargets. Based on the asymptotic theory for eigenvalue problems developed in\n\\cite{book}, we also construct high-order asymptotic formulas for eigenvalues\nof the Laplace and the drifted Laplace operators for mixed boundary conditions\non large and small pieces of the boundary.\n","Comment: 19 pages"]}]
["1003.2276",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2276"],"date":["2010-03-11"],"type":["text"],"creator":["Koutzarova, Tatyana","Kolev, Svetoslav","Grigorov, Kornely","Ghelev, Chavdar","Zaleski, Andrzej","Vandenberghe, Robert E.","Ausloos, Marcel","Henrist, Catherine","Cloots, Rudi","Nedkov, Ivan"],"language":[],"coverage":[],"title":["Structural and Magnetic Properties of Nanosized Barium Hexaferrite\n  Powders Obtained by Microemulsion Technique"],"description":["  Thin hexagonal barium hexaferrite particles synthesized using the\nmicroemulsion technique were studied. A water-in-oil reverse microemulsion\nsystem with cetyltrimethylammonium bromide (CTAB) as a cationic surfactant,\nn-butanol as a co-surfactant, n-hexanol as a continuous oil phase, and an\naqueous phase were used. The microstructural and magnetic properties were\ninvestigated. The particles obtained were mono-domain with average particle\nsize 280 nm. The magnetic properties of the powder were investigated at 4.2 K\nand at room temperature. The saturation magnetization was 48.86 emu/g and the\ncoercivity, 2.4 x 105 A/m at room temperature. The anisotropy field Ha and\nmagneto-crystalline anisotropy K1 were 1.4 x 106 A/m and 2.37 x 105 J/m3,\nrespectively.\n"]}]
["1003.2281",{"format":[],"subject":["Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2281","Proceedings of the third ACM international conference on Web\n  search and data mining WSDM2010, New York, Feb 4-6 2010, p. 271","doi:10.1145/1718487.1718521"],"date":["2010-03-11"],"type":["text"],"creator":["Schifanella, Rossano","Barrat, Alain","Cattuto, Ciro","Markines, Benjamin","Menczer, Filippo"],"language":[],"coverage":[],"title":["Folks in Folksonomies: Social Link Prediction from Shared Metadata"],"description":["  Web 2.0 applications have attracted a considerable amount of attention\nbecause their open-ended nature allows users to create light-weight semantic\nscaffolding to organize and share content. To date, the interplay of the social\nand semantic components of social media has been only partially explored. Here\nwe focus on Flickr and Last.fm, two social media systems in which we can relate\nthe tagging activity of the users with an explicit representation of their\nsocial network. We show that a substantial level of local lexical and topical\nalignment is observable among users who lie close to each other in the social\nnetwork. We introduce a null model that preserves user activity while removing\nlocal correlations, allowing us to disentangle the actual local alignment\nbetween users from statistical effects due to the assortative mixing of user\nactivity and centrality in the social network. This analysis suggests that\nusers with similar topical interests are more likely to be friends, and\ntherefore semantic similarity measures among users based solely on their\nannotation metadata should be predictive of social links. We test this\nhypothesis on the Last.fm data set, confirming that the social network\nconstructed from semantic similarity captures actual friendship more accurately\nthan Last.fm's suggestions based on listening patterns.\n","Comment: http://portal.acm.org/citation.cfm?doid=1718487.1718521"]}]
["1003.2282",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2282"],"date":["2010-03-11"],"type":["text"],"creator":["Inglesfield, J. E."],"language":[],"coverage":[],"title":["Embedding on to a one-dimensional crystal"],"description":["  A simple expression is derived for the band structure of a one-dimensional\nperiodic potential in terms of two solutions of the Schroedinger equation\nwithin the unit cell, one with a zero-derivative boundary condition on the\nleft-hand end of the cell and the other with zero derivative on the right-hand\nend. From this starting point, a new expression is derived for the embedding\npotential - this can be added to the Hamiltonian for the surface region of a\ncrystal to replace the semi-infinite substrate, in a one-dimensional\napproximation. The results are demonstrated in calculations of the band\nstructure and embedding potential for Al in the [001] direction, and the\nsurface electronic structure of the Al(001) surface.\n","Comment: 15 pages, 5 figures"]}]
["1003.2283",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2283"],"date":["2010-03-11"],"type":["text"],"creator":["Karpenko, B. V.","Kuznetzov, A. V.","Dyakin, V. V."],"language":[],"coverage":[],"title":["Energy Band and Thermodynamics"],"description":["  The behavior of various thermodynamic functions in the dependence of degree\nof energy band occupation and temperature in the one-band tight binding\napproximation for the crystal was studied. The Fermi energy, density of states,\ndegeneracy temperature, chemical potential, partition function, thermodynamic\npo-tential, energy, free energy, entropy, heat capacity, spin magnetization and\ninitial susceptibility were calculated. The limited energetic spectrum leads to\nthe peculiarities in the behavior of these quantities in comparison with free\nelectron gas.\n","Comment: 22 pages, 16 figures"]}]
["1003.2291",{"format":[],"subject":["Computer Science - Discrete Mathematics","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2291"],"date":["2010-03-11"],"type":["text"],"creator":["Ekstein, Jan","Fiala, Jiří","Holub, Přemysl","Lidický, Bernard"],"language":[],"coverage":[],"title":["The packing chromatic number of the square lattice is at least 12"],"description":["  The packing chromatic number $\\chi_\\rho(G)$ of a graph $G$ is the smallest\ninteger $k$ such that the vertex set $V(G)$ can be partitioned into disjoint\nclasses $X_1, ..., X_k$, where vertices in $X_i$ have pairwise distance greater\nthan $i$. For the 2-dimensional square lattice $\\mathbb{Z}^2$ it is proved that\n$\\chi_\\rho(\\mathbb{Z}^2) \\geq 12$, which improves the previously known lower\nbound 10.\n","Comment: 3 pages"]}]
["1003.2292",{"format":[],"subject":["Mathematics - Operator Algebras","46L37 81T40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2292"],"date":["2010-03-11"],"type":["text"],"creator":["Wassermann, Antony"],"language":[],"coverage":[],"title":["Subfactors and Connes fusion for twisted loop groups"],"description":["  In this announcement we explain how to extend the von Neumann algebra\ndefinition of fusion to the case of twisted loop groups. This project completes\nresearch started by my student Robert Verrill in his 2001 Cambridge Ph.D.\nthesis.\n"]}]
["1003.2298",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2298"],"date":["2010-03-11"],"type":["text"],"creator":["Wang, Wei","Roberts, A. J."],"language":[],"coverage":[],"title":["Macroscopic discrete modelling of stochastic reaction-diffusion\n  equations on a periodic domain"],"description":["  Dynamical systems theory provides powerful methods to extract effective\nmacroscopic dynamics from complex systems with slow modes and fast modes. Here\nwe derive and theoretically support a macroscopic, spatially discrete, model\nfor a class of stochastic reaction-diffusion partial differential equations\nwith cubic nonlinearity. Dividing space into overlapping finite elements, a\nspecial coupling condition between neighbouring elements preserves the\nself-adjoint dynamics and controls interelement interactions. When the\ninterelement coupling parameter is small, an averaging method and an asymptotic\nexpansion of the slow modes show that the macroscopic discrete model will be a\nfamily of coupled stochastic ordinary differential equations which describe the\nevolution of the grid values. This modelling shows the importance of subgrid\nscale interaction between noise and spatial diffusion and provides a new\nrigourous approach to constructing semi-discrete approximations to stochastic\nreaction-diffusion partial differential equations.\n","Comment: 25 pages"]}]
["1003.2305",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R35, 35B05, 35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2305"],"date":["2010-03-11"],"type":["text"],"creator":["Challal, S.","Lyaghfouri, A.","Rodrigues, J. F."],"language":[],"coverage":[],"title":["On the A-Obstacle Problem and the Hausdorff Measure of its Free Boundary"],"description":["  In this paper we prove existence and uniqueness of an entropy solution to the\nA-obstacle problem, for L^1 data. We also extend the Lewy-Stampacchia\ninequalities to the general framework of L^1 data, and show convergence and\nstability results. We then prove that the free boundary has finite N-1\nHausdorff measure, which completes previous works on this subject by Caffarelli\nfor the Laplace operator and by Lee and Shahgholian for the p-Laplace operator\nwhen p>2.\n"]}]
["1003.2307",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Data Analysis, Statistics and Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2307","IEEE Journal of Selected Topics in Signal Processing, vol. 2, no.\n  5, pp613-623, October 2008","doi:10.1109/JSTSP.2008.2004216"],"date":["2010-03-11"],"type":["text"],"creator":["Wijnholds, Stefan J.","van der Veen, Alle-Jan"],"language":[],"coverage":[],"title":["Fundamental Imaging Limits of Radio Telescope Arrays"],"description":["  The fidelity of radio astronomical images is generally assessed by practical\nexperience, i.e. using rules of thumb, although some aspects and cases have\nbeen treated rigorously. In this paper we present a mathematical framework\ncapable of describing the fundamental limits of radio astronomical imaging\nproblems. Although the data model assumes a single snapshot observation, i.e.\nvariations in time and frequency are not considered, this framework is\nsufficiently general to allow extension to synthesis observations. Using tools\nfrom statistical signal processing and linear algebra, we discuss the\ntractability of the imaging and deconvolution problem, the redistribution of\nnoise in the map by the imaging and deconvolution process, the covariance of\nthe image values due to propagation of calibration errors and thermal noise and\nthe upper limit on the number of sources tractable by self calibration. The\ncombination of covariance of the image values and the number of tractable\nsources determines the effective noise floor achievable in the imaging process.\nThe effective noise provides a better figure of merit than dynamic range since\nit includes the spatial variations of the noise. Our results provide handles\nfor improving the imaging performance by design of the array.\n","Comment: 12 pages, 8 figures"]}]
["1003.2308",{"format":[],"subject":["Mathematics - General Topology","54B10, 91A44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2308"],"date":["2010-03-11"],"type":["text"],"creator":["Plewik, Andrzej Kucharski Szymon"],"language":[],"coverage":[],"title":["Skeletal maps and I-favorable spaces"],"description":["  It is showed that the class of all compact Hausdorff and $I$-favorable spaces\nis adequate for the class of skeletal maps.\n","Comment: The manuscript is submitted for a regular publication."]}]
["1003.2311",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2311"],"date":["2010-03-11"],"type":["text"],"creator":["Faddeev, L. D."],"language":[],"coverage":[],"title":["3+1 decomposition in the new action for the Einstein Theory of\n  Gravitation"],"description":["  The action of recently proposed formulation of Einstein Theory of Gravitation\nis written according to 3+1 decomposition of the space-time variables. The\nresult coincides with known formulation of Dirac and Arnowitt-Deser-Misner.\n"]}]
["1003.2314",{"format":[],"subject":["Physics - Optics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2314","Proc. SPIE Vol. 7609 (2010) 76091Q (Photonic and Phononic Crystal\n  Materials and Devices X)","doi:10.1117/12.841867"],"date":["2010-03-11"],"type":["text"],"creator":["Burger, S.","Schmidt, F.","Zschiedrich, L."],"language":[],"coverage":[],"title":["Numerical Investigation of Photonic Crystal Microcavities in\n  Silicon-on-Insulator Waveguides"],"description":["  Optical resonances in 1D photonic crystal microcavities are investigated\nnumerically using finite-element light scattering and eigenmode solvers. The\nresults are validated by comparison to experimental and theoretical findings\nfrom the literature. The influence of nanometer-scale geometry variations on\nthe resonator performance is studied. Limiting factors to ultra-high Q-factor\nperformance are identified.\n"]}]
["1003.2315",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Primary 58J35, 53C43 Secondary 35K55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2315"],"date":["2010-03-11"],"type":["text"],"creator":["Hsu, Shu-Yu"],"language":[],"coverage":[],"title":["Rotational symmetry and properties of the ancient solutions of Ricci\n  flow on surfaces"],"description":["  We give a simple proof for the rotational symmetry of ancient solutions of\nRicci flow on surfaces. As a consequence we obtain a simple proof of some\nresults of P.Daskalopoulos, R.Hamilton and N.Sesum on the a priori estimates\nfor the ancient solutions of Ricci flow on surfaces. We also give a simple\nproof for the solution to be a Rosenau solution under some mild conditions on\nthe solutions of Ricci flow on surfaces.\n","Comment: 15 pages"]}]
["1003.2321",{"format":[],"subject":["Quantitative Finance - General Finance","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2321"],"date":["2010-03-11"],"type":["text"],"creator":["Aoyama, Hideaki","Fujiwara, Yoshi","Gallegati, Mauro"],"language":[],"coverage":[],"title":["Micro-Macro Relation of Production - The Double Scaling Law for\n  Statistical Physics of Economy -"],"description":["  We show that an economic system populated by multiple agents generates an\nequilibrium distribution in the form of multiple scaling laws of conditional\nPDFs, which are sufficient for characterizing the probability distribution. The\nexistence of the double scaling law is demonstrated empirically for the sales\nand the labor of one million Japanese firms. Theoretical study of the scaling\nlaws suggests lognormal joint distributions of sales and labor and a scaling\nlaw for labor productivity, both of which are confirmed empirically. This\nframework offers characterization of the equilibrium distribution with a small\nnumber of scaling indices, which determine macroscopic quantities, thus setting\nthe stage for an equivalence with statistical physics, bridging micro- and\nmacro-economics.\n","Comment: 5 pages with 5 figures"]}]
["1003.2327",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2327"],"date":["2010-03-11"],"type":["text"],"creator":["Brzychczyk, J.","Pietrzak, T.","Wieloch, A.","Trautmann, W."],"language":[],"coverage":[],"title":["Fluctuations of the largest fragment size in percolation and\n  multifragmentation"],"description":["  Aladin data on fragmentation of 197Au projectiles are remarkably well\nreproduced by a bond percolation model. A critical behavior is identified on\nthe basis of fluctuations of the largest fragment size.\n","Comment: 4 pages, 2 figures, Proceedings of International Workshop on\n  Multifragmentation and Related Topics (IWM2009), Catania, Italy, 4 Nov - 7\n  Nov 2009."]}]
["1003.2329",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2329"],"date":["2010-03-11"],"type":["text"],"creator":["Semenov, Denis A."],"language":[],"coverage":[],"title":["Why is life so exact?"],"description":["  This is my attempt to answer Schr\\\"odinger's question: \"What is Life?\". In\nliving cell the local combination of atoms is reproduced with incredible\naccuracy. In the case of protein biosynthesis the notion of the physical aspect\nof the process can be qualitatively enriched by taking into account the\nsymmetry of conformational oscillations. This is the key to understand the\nselectivity in biochemistry.\n","Comment: 10 pages, 1 figure"]}]
["1003.2331",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2331"],"date":["2010-03-11"],"type":["text"],"creator":["Vlasov, D. V.","Apresyan, L. A.","Krystob, V. I.","Vlasova, T. V."],"language":[],"coverage":[],"title":["Nonlinear response and two stable electrical conductivity levels\n  measured in plasticized PVC thin film samples"],"description":["  The electrical conductivity of PVC films prepared with a patented plasticizer\nof type \"A\" was measured with high precision automated setup, based on standard\nring sell with a voltage range much less than breakdown voltage. Continual\nvoltage-current measurements permit to take into account Debay relaxation\nprocess and clearly distinguish specific polymer film conductivity effects,\nconnected with continuous current-stabilization behavior and transitions\nbetween two stable (long-living) states with several order magnitude different\nconductivities. Spontaneous reversible and non-destructive transitions of\nresistance levels was observed. For 30 mkm polymer films the values of sample\nresistance was measured equal to: high- 106 Ohm and low -103 Ohm.\n"]}]
["1003.2332",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16D60, 16D90, 16D70, 17B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2332"],"date":["2010-03-11"],"type":["text"],"creator":["Futorny, Vyacheslav","Ovsienko, Serge","Saorin, Manuel"],"language":[],"coverage":[],"title":["Torsion theories induced from commutative subalgebras"],"description":["  We begin a study of torsion theories for representations of an important\nclass of associative algebras over a field which includes all finite W-algebras\nof type A, in particular the universal enveloping algebra of gl(n) (or sl(n))\nfor all n. If U is such and algebra which contains a finitely generated\ncommutative subalgebra A, then we show that any A-torsion theory defined by the\ncoheight of prime ideals is liftable to U. Moreover, for any simple U-module M,\nall associated prime ideals of M in Spec A have the same coheight.\nHence,thecoheight of the associated prime ideals of A is an invariant of a\ngiven simple U-module. This implies a stratification of the category of\n$U$-modules controlled by the coheight of associated prime ideals of A. Our\napproach can be viewed as a generalization of the classical paper by R.Block,\nit allows in particular to study representations of gl(n) beyond the classical\ncategory of weight or generalized weight modules.\n"]}]
["1003.2333",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2333","doi:10.1051/0004-6361/200913502"],"date":["2010-03-11"],"type":["text"],"creator":["Archontis, V.","Hood, A. W."],"language":[],"coverage":[],"title":["Flux emergence and coronal eruption"],"description":["  Our aim is to study the photospheric flux distribution of a twisted flux tube\nthat emerges from the solar interior. We also report on the eruption of a new\nflux rope when the emerging tube rises into a pre-existing magnetic field in\nthe corona. To study the evolution, we use 3D numerical simulations by solving\nthe time-dependent and resistive MHD equations. We qualitatively compare our\nnumerical results with MDI magnetograms of emerging flux at the solar surface.\nWe find that the photospheric magnetic flux distribution consists of two\nregions of opposite polarities and elongated magnetic tails on the two sides of\nthe polarity inversion line (PIL), depending on the azimuthal nature of the\nemerging field lines and the initial field strength of the rising tube. Their\nshape is progressively deformed due to plasma motions towards the PIL. Our\nresults are in qualitative agreement with observational studies of magnetic\nflux emergence in active regions (ARs). Moreover, if the initial twist of the\nemerging tube is small, the photospheric magnetic field develops an undulating\nshape and does not possess tails. In all cases, we find that a new flux rope is\nformed above the original axis of the emerging tube that may erupt into the\ncorona, depending on the strength of the ambient field.\n","Comment: 5 pages, 3 figures, accepted for publication in A&A"]}]
["1003.2337",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2337"],"date":["2010-03-11"],"type":["text"],"creator":["Zou, Xiangfu","Qiu, Daowen"],"language":[],"coverage":[],"title":["Arbitrated quantum signature schemes without using entangled states"],"description":["  A digital signature is a mathematical scheme for demonstrating the\nauthenticity of a digital message or document. For signing quantum messages,\nsome arbitrated quantum signature schemes have being proposed. However, in the\nexisting literature, arbitrated quantum signature schemes depend on\nentanglement. In this paper, we present two arbitrated quantum signature\nschemes without utilizing entangled states in the signing phase and the\nverifying phase. The first proposed scheme can preserve the merits in the\nexisting schemes. Then, we point out, in this scheme and the prior schemes,\nthere exists a problem that Bob can repudiate the integrality of the\nsignatures. To conquer this problem, we construct another arbitrated quantum\nsignature scheme without using quantum entangled states but using a public\nboard. The new scheme has three advantages: it does not utilize entangled\nstates while it can preserve all merits in the existing schemes; the\nintegrality of the signature can avoid being disavowed by the receiver; and, it\nprovides a higher efficiency in transmission and reduces the complexity of\nimplementation. Furthermore, we present a technique such that the quantum\nmessage can keep secret to the arbitrator in a arbitrated quantum signature\nscheme.\n","Comment: 6 pages, comments are welcome."]}]
["1003.2338",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2338"],"date":["2010-03-11"],"type":["text"],"creator":["Bourin, Jean-Christophe","Ricard, Éric"],"language":[],"coverage":[],"title":["An asymmetric Kadison's inequality"],"description":["  Some inequalities for positive linear maps on matrix algebras are given,\nespecially asymmetric extensions of Kadison's inequality and several operator\nversions of Chebyshev's inequality. We also discuss well-known results around\nthe matrix geometric mean and connect it with complex interpolation.\n","Comment: To appear in LAA"]}]
["1003.2341",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2341"],"date":["2010-03-11"],"type":["text"],"creator":["Chiodo, L.","García-Lastra, J. M.","Mowbray, D. J.","Iacomino, A.","Rubio, A."],"language":[],"coverage":[],"title":["Tailoring electronic and optical properties of TiO2: nanostructuring,\n  doping and molecular-oxide interactions"],"description":["  Titanium dioxide is one of the most widely investigated oxides. This is due\nto its broad range of applications, from catalysis to photocatalysis to\nphotovoltaics. Despite this large interest, many of its bulk properties have\nbeen sparsely investigated using either experimental techniques or ab initio\ntheory. Further, some of TiO2's most important properties, such as its\nelectronic band gap, the localized character of excitons, and the localized\nnature of states induced by oxygen vacancies, are still under debate. We\npresent a unified description of the properties of rutile and anatase phases,\nobtained from ab initio state of the art methods, ranging from density\nfunctional theory (DFT) to many body perturbation theory (MBPT) derived\ntechniques. In so doing, we show how advanced computational techniques can be\nused to quantitatively describe the structural, electronic, and optical\nproperties of TiO2 nanostructures, an area of fundamental importance in applied\nresearch. Indeed, we address one of the main challenges to TiO2-photocatalysis,\nnamely band gap narrowing, by showing how to combine nanostructural changes\nwith doping. With this aim we compare TiO2's electronic properties for 0D\nclusters, 1D nanorods, 2D layers, and 3D bulks using different approximations\nwithin DFT and MBPT calculations. While quantum confinement effects lead to a\nwidening of the energy gap, it has been shown that substitutional doping with\nboron or nitrogen gives rise to (meta-)stable structures and the introduction\nof dopant and mid-gap states which effectively reduce the band gap. Finally, we\nreport how ab initio methods can be applied to understand the important role of\nTiO2 as electron-acceptor in dye-sensitized solar cells. This task is made more\ndifficult by the hybrid organic-oxide structure of the involved systems.\n","Comment: 32 pages, 8 figures"]}]
["1003.2349",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2349","doi:10.1051/0004-6361/200913752"],"date":["2010-03-11"],"type":["text"],"creator":["Archontis, V.","Tsinganos, K.","Gontikakis, C."],"language":[],"coverage":[],"title":["Recurrent solar jets in active regions"],"description":["  We study the emergence of a toroidal flux tube into the solar atmosphere and\nits interaction with a pre-existing field of an active region. We investigate\nthe emission of jets as a result of repeated reconnection events between\ncolliding magnetic fields. We perform 3D simulations by solving the\ntime-dependent, resistive MHD equations in a highly stratified atmosphere. A\nsmall active region field is constructed by the emergence of a toroidal\nmagnetic flux tube. A current structure is build up and reconnection sets in\nwhen new emerging flux comes into contact with the ambient field of the active\nregion. The topology of the magnetic field around the current structure is\ndrastically modified during reconnection. The modification results in a\nformation of new magnetic systems that eventually collide and reconnect. We\nfind that reconnection jets are taking place in successive recurrent phases in\ndirections perpendicular to each other, while in each phase they release\nmagnetic energy and hot plasma into the solar atmosphere. After a series of\nrecurrent appearance of jets, the system approaches an equilibrium where the\nefficiency of the reconnection is substantially reduced. We deduce that the\nemergence of new magnetic flux introduces a perturbation to the active region\nfield, which in turn causes reconnection between neighboring magnetic fields\nand the release of the trapped energy in the form of jet-like emissions. This\nis the first time that self-consistent recurrency of jets in active regions is\nshown in a three-dimensional experiment of magnetic flux emergence.\n","Comment: 4 pages, 3 figures, accepted for publication (A&A)"]}]
["1003.2357",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2357"],"date":["2010-03-11"],"type":["text"],"creator":["Adiga, Abhijin","Bhowmick, Diptendu","Chandran, L. Sunil"],"language":[],"coverage":[],"title":["Boxicity and Poset Dimension"],"description":["  Let $G$ be a simple, undirected, finite graph with vertex set $V(G)$ and edge\nset $E(G)$. A $k$-dimensional box is a Cartesian product of closed intervals\n$[a_1,b_1]\\times [a_2,b_2]\\times...\\times [a_k,b_k]$. The {\\it boxicity} of\n$G$, $\\boxi(G)$ is the minimum integer $k$ such that $G$ can be represented as\nthe intersection graph of $k$-dimensional boxes, i.e. each vertex is mapped to\na $k$-dimensional box and two vertices are adjacent in $G$ if and only if their\ncorresponding boxes intersect. Let $\\poset=(S,P)$ be a poset where $S$ is the\nground set and $P$ is a reflexive, anti-symmetric and transitive binary\nrelation on $S$. The dimension of $\\poset$, $\\dim(\\poset)$ is the minimum\ninteger $t$ such that $P$ can be expressed as the intersection of $t$ total\norders. Let $G_\\poset$ be the \\emph{underlying comparability graph} of\n$\\poset$, i.e. $S$ is the vertex set and two vertices are adjacent if and only\nif they are comparable in $\\poset$. It is a well-known fact that posets with\nthe same underlying comparability graph have the same dimension. The first\nresult of this paper links the dimension of a poset to the boxicity of its\nunderlying comparability graph. In particular, we show that for any poset\n$\\poset$, $\\boxi(G_\\poset)/(\\chi(G_\\poset)-1) \\le \\dim(\\poset)\\le\n2\\boxi(G_\\poset)$, where $\\chi(G_\\poset)$ is the chromatic number of $G_\\poset$\nand $\\chi(G_\\poset)\\ne1$. It immediately follows that if $\\poset$ is a height-2\nposet, then $\\boxi(G_\\poset)\\le \\dim(\\poset)\\le 2\\boxi(G_\\poset)$ since the\nunderlying comparability graph of a height-2 poset is a bipartite graph. The\nsecond result of the paper relates the boxicity of a graph $G$ with a natural\npartial order associated with the \\emph{extended double cover} of $G$, denoted\nas $G_c$: Note that $G_c$ is a bipartite graph with partite sets $A$ and $B$\nwhich are copies of $V(G)$ such that corresponding to every $u\\in V(G)$, there\nare two vertices $u_A\\in A$ and $u_B\\in B$ and $\\{u_A,v_B\\}$ is an edge in\n$G_c$ if and only if either $u=v$ or $u$ is adjacent to $v$ in $G$. Let\n$\\poset_c$ be the natural height-2 poset associated with $G_c$ by making $A$\nthe set of minimal elements and $B$ the set of maximal elements. We show that\n$\\frac{\\boxi(G)}{2} \\le \\dim(\\poset_c) \\le 2\\boxi(G)+4$. These results have\nsome immediate and significant consequences. The upper bound $\\dim(\\poset)\\le\n2\\boxi(G_\\poset)$ allows us to derive hitherto unknown upper bounds for poset\ndimension such as $\\dim(\\poset)\\le 2\\tw(G_\\poset)+4$, since boxicity of any\ngraph is known to be at most its $\\tw+2$. In the other direction, using the\nalready known bounds for partial order dimension we get the following: (1) The\nboxicity of any graph with maximum degree $\\Delta$ is $O(\\Delta\\log^2\\Delta)$\nwhich is an improvement over the best known upper bound of $\\Delta^2+2$. (2)\nThere exist graphs with boxicity $\\Omega(\\Delta\\log\\Delta)$. This disproves a\nconjecture that the boxicity of a graph is $O(\\Delta)$. (3) There exists no\npolynomial-time algorithm to approximate the boxicity of a bipartite graph on\n$n$ vertices with a factor of $O(n^{0.5-\\epsilon})$ for any $\\epsilon>0$,\nunless $NP=ZPP$.\n"]}]
["1003.2361",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","16D60, 17B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2361"],"date":["2010-03-11"],"type":["text"],"creator":["Praton, Iwan"],"language":[],"coverage":[],"title":["Primitive ideals of noetherian generalized down-up algebras"],"description":["  We classify the primitive ideals of generalized down-up algebras\n"]}]
["1003.2366",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2366"],"date":["2010-03-11"],"type":["text"],"creator":["Alarcon, Tomas","Jensen, Henrik Jeldtoft"],"language":[],"coverage":[],"title":["From gene regulatory networks to population dynamics: robustness,\n  diversity and their role in progression to cancer"],"description":["  The aim of this paper is to discuss the role of robustness and diversity in\npopulation dynamics in particular to some properties of the multi-step from\nhealthy tissue to fully malignant tumours. Recent evidence shows that diversity\nwithin the cell population of a neoplasm, a pre-tumoural lession that can\ndevelop into a fully malignant tumour, is the best predictor for its evolving\ninto a tumour. By studying the dynamics of a population described by a\nmulti-type, population-size limited branching process in terms of the\nevolutionary formalism, we show some general principles regarding the\nprobability of a resident population to being invaded by a mutant population in\nterms of the number of types present in the population and their resilience. We\nshow that, although diversity in the mutant population poses a barrier for the\nemergence of the initial (benign) lession, under appropiate conditions, namely,\nthe phenotypes in the mutant population being more resilient than those of the\nresident population, a more variable noeplastic population is more likely to be\ninvaded by a more malignant one. Analysis of a model of gene regulatory\nnetworks suggest possible mechanisms giving rise to mutants with increased\nphenotypic diversity and robustness. We then go on to show how these results\nmay help us to interpret some recent data regarding the evolution of Barrett's\noesophagus into throat cancer.\n","Comment: 16 pages, 6 figures"]}]
["1003.2372",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2372"],"date":["2010-03-11"],"type":["text"],"creator":["Li, Jiangyuan","Petropulu, Athina P."],"language":[],"coverage":[],"title":["On Ergodic Secrecy Capacity for Gaussian MISO Wiretap Channels"],"description":["  A Gaussian multiple-input single-output (MISO) wiretap channel model is\nconsidered, where there exists a transmitter equipped with multiple antennas, a\nlegitimate receiver and an eavesdropper each equipped with a single antenna. We\nstudy the problem of finding the optimal input covariance that achieves ergodic\nsecrecy capacity subject to a power constraint where only statistical\ninformation about the eavesdropper channel is available at the transmitter.\nThis is a non-convex optimization problem that is in general difficult to\nsolve. Existing results address the case in which the eavesdropper or/and\nlegitimate channels have independent and identically distributed Gaussian\nentries with zero-mean and unit-variance, i.e., the channels have trivial\ncovariances. This paper addresses the general case where eavesdropper and\nlegitimate channels have nontrivial covariances. A set of equations describing\nthe optimal input covariance matrix are proposed along with an algorithm to\nobtain the solution. Based on this framework, we show that when full\ninformation on the legitimate channel is available to the transmitter, the\noptimal input covariance has always rank one. We also show that when only\nstatistical information on the legitimate channel is available to the\ntransmitter, the legitimate channel has some general non-trivial covariance,\nand the eavesdropper channel has trivial covariance, the optimal input\ncovariance has the same eigenvectors as the legitimate channel covariance.\nNumerical results are presented to illustrate the algorithm.\n","Comment: 27 pages, 10 figures"]}]
["1003.2374",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","35J92, 35J20, 35J60, 35J70, 49R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2374"],"date":["2010-03-11"],"type":["text"],"creator":["Pinchover, Yehuda","Tintarev, Kyril"],"language":[],"coverage":[],"title":["On the Hardy-Sobolev-Maz'ya inequality and its generalizations"],"description":["  The paper deals with natural generalizations of the Hardy-Sobolev-Maz'ya\ninequality and some related questions, such as the optimality and stability of\nsuch inequalities, the existence of minimizers of the associated variational\nproblem, and the natural energy space associated with the given functional.\n","Comment: The paper has appeared in \"Sobolev Spaces in Mathematics I: Sobolev\n  Type Inequalities\", ed. V. Maz'ya, International Mathematical Series 8,\n  Springer, 2009, 281-297. Note that Example 2.7 has been revised, and\n  accordingly the list of references has been updated."]}]
["1003.2375",{"format":[],"subject":["Mathematics - Number Theory","97F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2375"],"date":["2010-03-11"],"type":["text"],"creator":["Sadek, Jawad","Euler, Russell"],"language":[],"coverage":[],"title":["A Formula For All K-Gonal Numbers that Are Centered"],"description":["  Fix a positive integer k. In this paper, we give a formula in closed form for\nall k-polygonal numbers that are also centered k-polygonal.\n","Comment: 6v pages, preprint."]}]
["1003.2379",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2379"],"date":["2010-03-11"],"type":["text"],"creator":["Niestegge, Gerd"],"language":[],"coverage":[],"title":["Physical Reality and Information - Three Hypotheses"],"description":["  Since its emergence, quantum mechanics has been a challenge for an\nunderstanding of reality which is based on our intuition in a classical world.\nNevertheless, it has often been tried to impose this understanding of reality\non quantum theory - with limited success. Instead, it might be a better\nalternative to redefine the meaning of physical reality. This is the objective\nof the paper. A consideration of the quantum measurement process, conditional\nprobabilities and some well-known typical quantum physical experiments provides\nthe reasoning for the following three hypotheses: (1) Prior to a first\nmeasurement, a physical system is not in a quantum state. (2) Physical reality\nis all that and only that about which (classical) information is available in\nthe universe. (3) Information creation is an independent process and is not\ncovered by the Schroedinger equation. It is the first step of the quantum\nmeasurement process and does not have a classical counterpart. The first\nhypothesis makes sense only if the quantum measurement process can be described\nwithout presupposing an initial state for the system under consideration. This\nbecomes possible by the objective conditional probabilities which represent the\ntransition probabilities between the outcomes of successive quantum\nmeasurements and have been introduced by the author in some recent papers. The\nsecond hypothesis holds as well in the classical case, but a certain\nincompleteness of reality is typical of quantum mechanics and the origin of\nmany quantum phenomena. Classically, the existence of a complete reality is\npresumed, and hypothesis 3 has no meaning then.\n","Comment: 16 pages, 4 figures"]}]
["1003.2394",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2394"],"date":["2010-03-11"],"type":["text"],"creator":["Savasta, S.","Saja, R.","Ridolfo, A.","Di Stefano, O.","Denti, P.","Borghese, F."],"language":[],"coverage":[],"title":["Nanopolaritons: Vacuum Rabi splitting with a single quantum dot in the\n  center of a dimer nanoantenna"],"description":["  The demonstration of enhanced spontaneous emission of nanoscaled optical\nemitters near metallic nanoparticles and the recent realization of a nanolaser\nbased on surface plasmon amplification by stimulated emission of radiation\n(spaser) encourage the search for strong coupling regime at the nanoscale. Here\nwe propose the concept of nanopolaritons. We demonstrate with accurate\nscattering calculations that the strong coupling regime of a single quantum\nemitter (a semiconductor quantum dot) placed in the gap between two metallic\nnanoparticles can be achieved. The largest dimension of the investigated system\nis only 36 nm. Nanopolaritons will advance our fundamental understanding of\nsurface plasmon enhanced optical interactions and could be used as\nultra-compact elements in quantum-information technology.\n","Comment: 13 pages, 2 figures."]}]
["1003.2396",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2396"],"date":["2010-03-11"],"type":["text"],"creator":["Bjerrum-Bohr, N. E. J.","Vanhove, Pierre"],"language":[],"coverage":[],"title":["Monodromy and Kawai-Lewellen-Tye Relations for Gravity Amplitudes"],"description":["  We are still learning intriguing new facets of the string theory motivated\nKawai-Lewellen-Tye (KLT) relations linking products of amplitudes in Yang-Mills\ntheories and amplitudes in gravity. This is very clearly displayed in\ncomputations of N=8 supergravity where the perturbative expansion show a vast\nnumber of similarities to that of N=4 super-Yang-Mills. We will here\ninvestigate how identities based on monodromy relations for Yang-Mills\namplitudes can be very useful for organizing and further streamlining the KLT\nrelations yielding even more compact results for gravity amplitudes.\n","Comment: 6 pages, 12th Marcel Grossman meeting 2009"]}]
["1003.2398",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2398"],"date":["2010-03-11"],"type":["text"],"creator":["Perez, Sebastian","Blundell, Katherine M."],"language":[],"coverage":[],"title":["SS433's circumbinary ring and accretion disc viewed through its\n  attenuating disc wind"],"description":["  We present optical spectroscopy of the microquasar SS433 covering a\nsignificant fraction of a precessional cycle of its jet axis. The components of\nthe prominent stationary H-alpha and H-beta lines are mainly identified as\narising from three emitting regions: (i) a super-Eddington accretion disc wind,\nin the form of a broad component accounting for most of the mass loss from the\nsystem, (ii) a circumbinary disc of material that we presume is being excreted\nthrough the binary's L2 point, and (iii) the accretion disc itself as two\nremarkably persistent components. The accretion disc components move with a\nKeplerian velocity of ~600 km/s in the outer region of the disc. A direct\nresult of this decomposition is the determination of the accretion disc size,\nwhose outer radius attains ~8 R_sun in the case of Keplerian orbits around a\nblack hole mass of 10 M_sun. We determine an upper limit for the accretion disc\ninner to outer radius ratio in SS433, R_in/R_out ~ 0.2, independent of the mass\nof the compact object. The Balmer decrements, H-alpha/H-beta, are extracted\nfrom the appropriate stationary emission lines for each component of the\nsystem. The physical parameters of the gaseous components are derived. The\ncircumbinary ring decrement seems to be quite constant throughout precessional\nphase, implying a constant electron density of log N_e(cm^-3) ~ 11.5 for the\ncircumbinary disc. The accretion disc wind shows a larger change in its\ndecrements exhibiting a clear dependence on precessional phase, implying a\nsinusoid variation in its electron density log N_e(cm^-3) along our\nline-of-sight between 10 and 13. This dependence of density on direction\nsuggests that the accretion disc wind is polloidal in nature.\n","Comment: 7 pages, 5 figures. Accepted for publication in MNRAS Main Journal."]}]
["1003.2400",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2400"],"date":["2010-03-11"],"type":["text"],"creator":["Harris, A. B.","Yildirim, T."],"language":[],"coverage":[],"title":["Charge and Spin Ordering in the Mixed Valence Compound LuFe2O4"],"description":["  Landau theory and symmetry considerations lead us to propose an explanation\nfor several seemingly paradoxical behaviors of charge ordering (CO) and spin\nordering (SO) in the mixed valence compound LuFe2O4. Both SO and CO are highly\nfrustrated. We analyze a lattice gas model of CO within mean field theory and\ndetermine the magnitude of several of the phenomenological interactions. We\nshow that the assumption of a continuous phase transition at which CO or SO\ndevelops implies that both CO and SO are incommensurate. To explain how\nferroelectric fluctuations in the charge disordered phase can be consistent\nwith an antiferroelectric ordered phase, we invoke an electron-phonon\ninteraction in which a low energy (20meV) zone-center transverse phonon plays a\nkey role. The energies of all the zone-center phonons are calculated from first\nprinciples. We give a Landau analysis which explains SO and we discuss a model\nof interactions which stabilizes the SO state, if it is assumed commensurate.\nHowever, we suggest a high resolution experimental determination to see whether\nthis phase is really commensurate, as believed up to now. The applicability of\nrepresentation analysis is discussed. A tentative explanation for the\nsensitivity of the CO state to an applied magnetic field in field-cooled\nexperiments is given.\n","Comment: 36 pages, 17 figures"]}]
["1003.2401",{"format":[],"subject":["Mathematics - General Mathematics","11M06, 11M26, 11M36, 11M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2401"],"date":["2010-03-08"],"type":["text"],"creator":["Chaudhry, M. Aslam"],"language":[],"coverage":[],"title":["A proof of Lindel\\\"of's hypothesis"],"description":["  We define an associated Lindel\\\"of-function for the ratio of the zeta\nfunctions and use its representation to get a unique extension of Lindel\\\"of's\nfunction that proves Lindel\\\"of's hypothesis.\n"]}]
["1003.2407",{"format":[],"subject":["Mathematics - Number Theory","11F03, 11F99, 17B69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2407"],"date":["2010-03-11"],"type":["text"],"creator":["Kohnen, Winfried","Mason, Geoffrey"],"language":[],"coverage":[],"title":["On the canonical decomposition of generalized modular functions"],"description":["  The authors have conjectured (\\cite{KoM}) that if a normalized generalized\nmodular function (GMF) $f$, defined on a congruence subgroup $\\Gamma$, has\nintegral Fourier coefficients, then $f$ is classical in the sense that some\npower $f^m$ is a modular function on $\\Gamma$. A strengthened form of this\nconjecture was proved (loc cit) in case the divisor of $f$ is \\emph{empty}. In\nthe present paper we study the canonical decomposition of a normalized\nparabolic GMF $f = f_1f_0$ into a product of normalized parabolic GMFs $f_1,\nf_0$ such that $f_1$ has \\emph{unitary character} and $f_0$ has \\emph{empty\ndivisor}. We show that the strengthened form of the conjecture holds if the\nfirst \"few\" Fourier coefficients of $f_1$ are algebraic. We deduce proofs of\nseveral new cases of the conjecture, in particular if either $f_0=1$ or if the\ndivisor of $f$ is concentrated at the cusps of $\\Gamma$.\n","Comment: * pages plus bibliography"]}]
["1003.2411",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2411"],"date":["2010-03-11"],"type":["text"],"creator":["Rodriguez, Maria J."],"language":[],"coverage":[],"title":["On the black hole species (by means of natural selection)"],"description":["  Recently our understanding of black holes in D-spacetime dimensions, as\nsolutions of the Einstein equation, has advanced greatly. Besides the well\nestablished spherical black hole we have now explicitly found other species of\ntopologies of the event horizons. Whether in asymptotically flat, AntideSitter\nor deSitter spaces, the different species are really non-unique when D > 4. An\nexample of this are the black rings. Another issue in higher dimensions that is\nnot fully understood is the struggle for existence of regular black hole\nsolutions. However, we managed to observe a selection rule for regular\nsolutions of thin black rings: they have to be balanced i.e. in vacuum, a\nneutral asymptotically flat black ring incorporates a balance between the\ncentrifugal repulsion and the tension. The equilibrium condition seems to be\nequivalent to the condition to guarantee regularity on the geometry of the\nblack ring solution. We will review the tree of species of black holes and\npresent new results on exotic black holes with charges.\n","Comment: Invited parallel session talk at 12th Marcel Grossmann Meeting\n  (MG12), Paris, France (12-18 July 2009)"]}]
["cond-mat/0001455",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0001455","Phys. Rev. Lett. 85, 2356-2359 (2000)","doi:10.1103/PhysRevLett.85.2356"],"date":["2000-01-31"],"type":["text"],"creator":["Brodsky, M.","Zhitenev, N. B.","Ashoori, R. C.","Pfeiffer, L. N.","West, K. W."],"language":[],"coverage":[],"title":["Localization in Artificial Disorder - Two Coupled Quantum Dots"],"description":["  Using Single Electron Capacitance Spectroscopy, we study electron additions\nin quantum dots containing two potential minima separated by a shallow barrier.\nAnalysis of addition spectra in magnetic field allows us to distinguish whether\nelectrons are localized in either potential minimum or delocalized over the\nentire dot. We demonstrate that high magnetic field abruptly splits up a\nlow-density droplet into two smaller fragments, each residing in a potential\nminimum. An unexplained cancellation of electron repulsion between electrons in\nthese fragments gives rise to paired electron additions.\n","Comment: submitted to Phys.Rev.Lett"]}]
["cond-mat/9601157",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9601157","Phys. Rev. Lett. 77, 1833-1836 (1996)","doi:10.1103/PhysRevLett.77.1833"],"date":["1996-01-31"],"type":["text"],"creator":["Zhitenev, N. B.","Brodsky, M.","Ashoori, R. C.","Melloch, M. R."],"language":[],"coverage":[],"title":["A New Class of Resonances at the Edge of the Two Dimensional Electron\n  Gas"],"description":["  We measure the frequency dependent capacitance of a gate covering the edge\nand part of a two-dimensional electron gas in the quantum Hall regime. In\napplying a positive gate bias, we create a metallic puddle under the gate\nsurrounded by an insulating region. Charging of the puddle occurs via electron\ntunneling from a metallic edge channel. Analysis of the data allows direct\nextraction of this tunneling conductance. Novel conductance resonances appear\nas a function of gate bias. Samples with gates ranging from 1-170~$\\mu$m along\nthe edge display strikingly similar resonance spectra. The data suggest the\nexistence of unexpected structure, homogeneous over long length scales, at the\nsample edge.\n","Comment: 13 pages (revtex) including 4 figures"]}]
["hep-ph/0502086",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0502086","JHEP 0506:034,2005","doi:10.1088/1126-6708/2005/06/034"],"date":["2005-02-09","2005-06-10"],"type":["text"],"creator":["Forshaw, J. R.","Kyrieleis, A.","Seymour, M. H."],"language":[],"coverage":[],"title":["Gaps between Jets in the High Energy Limit"],"description":["  We use perturbative QCD to calculate the parton level cross section for the\nproduction of two jets that are far apart in rapidity, subject to a limitation\non the total transverse momentum Q0 in the interjet region. We specifically\naddress the question of how to combine the approach which sums all leading\nlogarithms in Q/Q0 (where Q is the jet transverse momentum) with the BFKL\napproach, in which leading logarithms of the scattering energy are summed. This\npaper constitutes progress towards the simultaneous summation of all important\nlogarithms. Using an \"all orders\" matching, we are able to obtain results for\nthe cross section which correctly reproduce the two approaches in the\nappropriate limits.\n","Comment: 29 pages, 9 figures, minor corrections to text and improved figures"]}]
["math/0505278",{"format":[],"subject":["Mathematics - Representation Theory","17B10","20C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505278"],"date":["2005-05-12","2010-03-10"],"type":["text"],"creator":["Ryom-Hansen, Steen"],"language":[],"coverage":[],"title":["The Ariki-Terasoma-Yamada tensor space and the blob-algebra"],"description":["  We show that the Ariki-Terasoma-Yamada tensor module and its permutation\nsubmodules $ M(\\lambda) $ are modules for the blob algebra when the Ariki-Koike\nalgebra is a Hecke algebra of type $B$. We show that $ M(\\lambda)$ and the\nstandard modules $ \\Delta(\\lambda) $ have the same dimensions, the same\nlocalization and similar restriction properties and are equal in the\nGrothendieck group. Still we find that the universal property for $\n\\Delta(\\lambda) $ fails for $ M(\\lambda) $, making $ M(\\lambda) $ and $\n\\Delta(\\lambda) $ different modules in general. Finally, we prove that $\nM(\\lambda) $ is isomorphic to the dual Specht module for the Ariki-Koike\nalgebra.\n","Comment: Improved version."]}]
["physics/0510206",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0510206","Am. J. Phys. 74 (10), 892 (2006).","doi:10.1119/1.2215616"],"date":["2005-10-23","2006-07-05"],"type":["text"],"creator":["Lima, F M S","Arun, P"],"language":[],"coverage":[],"title":["An accurate formula for the period of a simple pendulum oscillating\n  beyond the small-angle regime"],"description":["  A simple approximation formula is derived here for the dependence of the\nperiod of a simple pendulum on amplitude that only requires a pocket calculator\nand furnishes an error of less than 0.25% with respect to the exact period. It\nis shown that this formula describes the increase of the pendulum period with\namplitude better than other simple formulas found in literature. A good\nagreement with experimental data for a low air-resistance pendulum is also\nverified and it suggests, together with the current availability/precision of\ntimers and detectors, that the proposed formula is useful for extending the\npendulum experiment beyond the usual small-angle oscillations.\n","Comment: 15 pages and 4 figures. to appear in American Journal of Physics"]}]
["quant-ph/0609202",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0609202","J. Opt. Soc. Am. B 27, A30-A35 (2010)","doi:10.1364/JOSAB.27.000A30"],"date":["2006-09-26"],"type":["text"],"creator":["Cucchietti, Fernando M."],"language":[],"coverage":[],"title":["Loschmidt echo in the Bose-Hubbard model: turning back time in an\n  optical lattice"],"description":["  I show how to perform a Loschmidt echo (time reversal) in the Bose-Hubbard\nmodel implemented with cold bosonic atoms in an optical lattice. The echo is\nobtained by applying a linear phase imprint on the lattice and a change in\nmagnetic field to tune the boson-boson scattering length through a Feshbach\nresonance. I discuss how the echo can measure the fidelity of the quantum\nsimulation, the intensity of an external potential (e.g. gravity), or the\ncritical point of the superfluid-insulator quantum phase transition.\n"]}]
