["0807.1883",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1883","Granular Matter (2009) 11:139-156","doi:10.1007/s10035-009-0137-3"],"date":["2008-07-11","2008-12-29"],"type":["text"],"creator":["Jiang, Yimin","Liu, Mario"],"language":[],"coverage":[],"title":["Granular Solid Hydrodynamics"],"description":["  Granular elasticity, an elasticity theory useful for calculating static\nstress distribution in granular media, is generalized to the dynamic case by\nincluding the plastic contribution of the strain. A complete hydrodynamic\ntheory is derived based on the hypothesis that granular medium turns\ntransiently elastic when deformed. This theory includes both the true and the\ngranular temperatures, and employs a free energy expression that encapsulates a\nfull jamming phase diagram, in the space spanned by pressure, shear stress,\ndensity and granular temperature. For the special case of stationary granular\ntemperatures, the derived hydrodynamic theory reduces to {\\em hypoplasticity},\na state-of-the-art engineering model.\n","Comment: 42 pages 3 fig"]}]
["0810.2542",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2542","Phys. Rev. A 82, 040303(R) (2010)","doi:10.1103/PhysRevA.82.040303"],"date":["2008-10-15","2010-05-01"],"type":["text"],"creator":["Gross, D.","Eisert, J."],"language":[],"coverage":[],"title":["Quantum computational webs"],"description":["  We introduce the notion of quantum computational webs: These are quantum\nstates universal for measurement-based computation which can be built up from a\ncollection of simple primitives. The primitive elements - reminiscent of\nbuilding blocks in a construction kit - are (i) states on a one-dimensional\nchain of systems (\"computational quantum wires\") with the power to process one\nlogical qubit and (ii) suitable couplings which connect the wires to a\ncomputationally universal \"web\". All elements are preparable by\nnearest-neighbor interactions in a single pass - a type of operation\nwell-suited for a number of physical architectures. We provide a complete\nclassification of qubit wires. This is first instance where a physically\nwell-motivated class of universal resources can be fully understood. Finally,\nwe sketch possible realizations in superlattices, and explore the power of\ncoupling mechanisms based on Ising or exchange-interactions.\n","Comment: 4 pages, 3 figures, small errors corrected, final version"]}]
["0811.3452",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3452"],"date":["2008-11-20","2010-10-12"],"type":["text"],"creator":["Agboola, A."],"language":[],"coverage":[],"title":["On counting rings of integers as Galois modules"],"description":["  Let $K$ be a number field and $G$ a finite abelian group. We study the\nasymptotic behaviour of the number of tamely ramified $G$-extensions of $K$\nwith ring of integers of fixed realisable class as a Galois module.\n","Comment: Final version. Substantial revision, taking into account a number of\n  helpful suggestions by an anonymous referee. To appear in Crelle"]}]
["0812.1410",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1410"],"date":["2008-12-07","2010-10-13"],"type":["text"],"creator":["Beer, Elizabeth","Fill, James Allen","Janson, Svante","Scheinerman, Edward R."],"language":[],"coverage":[],"title":["On vertex, edge, and vertex-edge random graphs"],"description":["  We consider three classes of random graphs: edge random graphs, vertex random\ngraphs, and vertex-edge random graphs. Edge random graphs are Erdos-Renyi\nrandom graphs, vertex random graphs are generalizations of geometric random\ngraphs, and vertex-edge random graphs generalize both. The names of these three\ntypes of random graphs describe where the randomness in the models lies: in the\nedges, in the vertices, or in both. We show that vertex-edge random graphs,\nostensibly the most general of the three models, can be approximated\narbitrarily closely by vertex random graphs, but that the two categories are\ndistinct.\n"]}]
["0901.1726",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1726"],"date":["2009-01-13","2010-10-13"],"type":["text"],"creator":["Mukherjee, M."],"language":[],"coverage":[],"title":["Quantum metrology to probe atomic parity violation"],"description":["  An entangled state prepared in the decoherence free sub-space together with a\nRamsey type measurement can probe parity violation in heavy alkali ions like\nBa+ or Ra+. Here we propose an experiment with Ba+ ions as an example to\nmeasure the small parity violating effect in this system.\n","Comment: This paper has been withdrawn by the author due to major changes made\n  in the paper"]}]
["0901.2514",{"format":[],"subject":["Mathematics - Number Theory","11R39, 11F23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2514","Compositio Mathematica (2010), 146: 607-620","doi:10.1112/S0010437X09004527"],"date":["2009-01-16","2009-12-16"],"type":["text"],"creator":["Barnet-Lamb, Thomas"],"language":[],"coverage":[],"title":["On the potential automorphy of certain odd-dimensional Galois\n  representations"],"description":["  In a previous paper, the potential automorphy of certain Galois\nrepresentations to GL_n for n even was established, following work of Harris,\nShepherd-Barron and Taylor and using the lifting theorems of Clozel, Harris and\nTaylor. In this paper, we extend those results to n=3 and n=5, and\nconditionally to all other odd n. The key additional tools necessary are\nresults which give the automorphy or potential automorphy of symmetric powers\nof elliptic curves, most notably those of Gelbert, Jacquet, Kim, Shahidi and\nHarris.\n","Comment: 13 pages. Essentially final version, to appear in Compositio\n  Mathematica. This version does not incorporate minor changes (e.g.\n  typographical changes) made in proof"]}]
["0904.2223",{"format":[],"subject":["Physics - Biological Physics","Physics - Chemical Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2223"],"date":["2009-04-14","2010-10-13"],"type":["text"],"creator":["Zareh, Shannon Kian","Wang, Y. M."],"language":[],"coverage":[],"title":["Single-molecule imaging of protein adsorption mechanisms to surfaces"],"description":["  Protein-surface interactions cause the desirable effect of controlled protein\nadsorption onto biodevices as well as the undesirable effect of protein\nfouling. The key to controlling protein-surface adsorptions is to identify and\nquantify the main adsorption mechanisms: adsorptions that occur (1) while\ndepositing a protein solution onto dry surfaces and (2) after the deposition\nonto wet surfaces. Bulk measurements cannot reveal the dynamic protein\nadsorption pathways and thus cannot differentiate between the two adsorption\nmechanisms. We imaged the interactions of single streptavidin molecules with\nhydrophobic fused-silica surfaces in real-time. We observed both adsorbed\nproteins on surfaces and diffusing proteins near surfaces and analyzed their\nadsorption kinetics. Our analysis shows that the protein solution deposition\nprocess is the primary mechanism of streptavidin adsorption onto surfaces at\nthe sub-nanomolar to nanomolar protein concentrations. Furthermore, we found\nthat hydrophilic fused-silica surfaces can prevent the adsorption of\nstreptavidin molecules.\n"]}]
["0906.2475",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","58E11, 53C55, 14D20, 32G13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2475"],"date":["2009-06-13","2010-10-13"],"type":["text"],"creator":["Arezzo, C.","Della Vedova, A.","La Nave, G."],"language":[],"coverage":[],"title":["Singularities and K-semistability"],"description":["  In this paper we extend the notion of Futaki invariant to big and nef classes\nin such a way that it defines a continuous function on the \\K\\ cone up to the\nboundary. We apply this concept to prove that reduced normal crossing\nsingularities are sufficient to check $K$-semistability. A similar improvement\non Donaldson's lower bound for Calabi energy is given.\n","Comment: Major revision of previous upload. 18 pages"]}]
["0907.1263",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1263","Eur. Phys. Journal B (2010)","doi:10.1140/epjb/e2010-00139-9"],"date":["2009-07-07"],"type":["text"],"creator":["Anteneodo, C.","Malmgren, R. Dean","Chialvo, D. R."],"language":[],"coverage":[],"title":["Poissonian bursts in e-mail correspondence"],"description":["  Recent work has shown that the distribution of inter-event times for e-mail\ncommunication exhibits a heavy tail which is statistically consistent with a\ncascading Poisson process. In this work we extend the analysis to higher-order\nstatistics, using the Fano and Allan factors to quantify the extent to which\nthe empirical data depart from the known correlations of Poissonian statistics.\nThe analysis shows that the higher-order statistics from the empirical data is\nindistinguishable from that of randomly reordered time series, thus\ndemonstrating that e-mail correspondence is no more bursty or correlated than a\nPoisson process. Furthermore synthetic data sets generated by a cascading\nPoisson process replicate the burstiness and correlations observed in the\nempirical data. Finally, a simple rescaling analysis using the best-estimate\nrate of activity, confirms that the empirically observed correlations arise\nfrom a non-homogeneus Poisson process.\n"]}]
["0907.2609",{"format":[],"subject":["Mathematics - Probability","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2609"],"date":["2009-07-15","2010-10-13"],"type":["text"],"creator":["Benjamini, Itai","Curien, Nicolas"],"language":[],"coverage":[],"title":["On limits of Graphs Sphere Packed in Euclidean Space and Applications"],"description":["  The core of this note is the observation that links between circle packings\nof graphs and potential theory developed in \\cite{BeSc01} and \\cite{HS} can be\nextended to higher dimensions. In particular, it is shown that every limit of\nfinite graphs sphere packed in $\\R^d$ with a uniformly-chosen root is\n$d$-parabolic. We then derive few geometric corollaries. E.g.\\,every infinite\ngraph packed in $\\R^{d}$ has either strictly positive isoperimetric Cheeger\nconstant or admits arbitrarily large finite sets $W$ with boundary size which\nsatisfies $ |\\partial W| \\leq |W|^{\\frac{d-1}{d}+o(1)}$. Some open problems and\nconjectures are gathered at the end.\n"]}]
["0907.3827",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3827"],"date":["2009-07-22","2010-10-13"],"type":["text"],"creator":["Arrighi, Pablo","Grattage, Jonathan"],"language":[],"coverage":[],"title":["Intrinsically universal n-dimensional quantum cellular automata"],"description":["  There have been several non-axiomatic approaches taken to define Quantum\nCellular Automata (QCA). Partitioned QCA (PQCA) are the most canonical of these\nnon-axiomatic definitions. In this work we first show that any QCA can be put\ninto the form of a PQCA. Our construction reconciles all the non-axiomatic\ndefinitions of QCA, showing that they can all simulate one another, and hence\nthat they are all equivalent to the axiomatic definition. Next, we describe a\nsimple n-dimensional QCA capable of simulating all others, in that the initial\nconfiguration and the forward evolution of any n-dimensional QCA can be encoded\nwithin the initial configuration of the intrinsically universal QCA, and that\nseveral steps of the intrinsically universal QCA then correspond to one step of\nthe simulated QCA. Both results are made formal by defining generalised\nn-dimensional intrinsic simulation, i.e. a notion of simulation which preserves\nthe topology in the sense that each cell of the simulated QCA is encoded as a\ngroup of adjacent cells in the universal QCA. We argue that this notion brings\nthe computer science based concepts of simulation and universality one step\ncloser to theoretical physics.\n","Comment: 26 pages, 15 figures. Journal paper incorporating arXiv:0907.3827 and\n  arXiv:1002.1015"]}]
["0909.3648",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3648"],"date":["2009-09-20","2010-10-13"],"type":["text"],"creator":["Ratsaby, Joel"],"language":[],"coverage":[],"title":["Random scattering of bits by prediction"],"description":["  We investigate a population of binary mistake sequences that result from\nlearning with parametric models of different order. We obtain estimates of\ntheir error, algorithmic complexity and divergence from a purely random\nBernoulli sequence. We study the relationship of these variables to the\nlearner's information density parameter which is defined as the ratio between\nthe lengths of the compressed to uncompressed files that contain the learner's\ndecision rule. The results indicate that good learners have a low information\ndensity$\\rho$ while bad learners have a high $\\rho$. Bad learners generate\nmistake sequences that are atypically complex or diverge stochastically from a\npurely random Bernoulli sequence. Good learners generate typically complex\nsequences with low divergence from Bernoulli sequences and they include mistake\nsequences generated by the Bayes optimal predictor. Based on the static\nalgorithmic interference model of \\cite{Ratsaby_entropy} the learner here acts\nas a static structure which \"scatters\" the bits of an input sequence (to be\npredicted) in proportion to its information density $\\rho$ thereby deforming\nits randomness characteristics.\n"]}]
["0910.3518",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3518"],"date":["2009-10-19","2010-10-13"],"type":["text"],"creator":["Joyce, Dominic"],"language":[],"coverage":[],"title":["On manifolds with corners"],"description":["  Manifolds without boundary, and manifolds with boundary, are universally\nknown in Differential Geometry, but manifolds with corners (locally modelled on\n[0,\\infty)^k x R^{n-k}) have received comparatively little attention. The basic\ndefinitions in the subject are not agreed upon, there are several inequivalent\ndefinitions in use of manifolds with corners, of boundary, and of smooth map,\ndepending on the applications in mind.\n  We present a theory of manifolds with corners which includes a new notion of\nsmooth map f : X --> Y. Compared to other definitions, our theory has the\nadvantage of giving a category Man^c of manifolds with corners which is\nparticularly well behaved as a category: it has products and direct products,\nboundaries behave in a functorial way, and there are simple conditions for the\nexistence of fibre products X x_Z Y in Man^c.\n  Our theory is tailored to future applications in Symplectic Geometry, and is\npart of a project to describe the geometric structure on moduli spaces of\nJ-holomorphic curves in a new way. But we have written it as a separate paper\nas we believe it is of independent interest.\n","Comment: 34 pages. (v2) final version, to appear in proceedings of \"The\n  Conference on Geometry\", in honour of S.-T. Yau, Advanced Lectures in\n  Mathematics Series, International Press"]}]
["0910.5227",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5227","Astrophys.J.707:1141-1159,2009","doi:10.1088/0004-637X/707/2/1141"],"date":["2009-10-27","2010-10-12"],"type":["text"],"creator":["Wong, Ka-Wah","Sarazin, Craig L."],"language":[],"coverage":[],"title":["Effects of the Non-Equipartition of Electrons and Ions in the Outskirts\n  of Relaxed Galaxy Clusters"],"description":["  (abridged) We have studied the effects of electron-ion non-equipartition in\nthe outer regions of relaxed clusters for a wide range of masses in the\n\\LambdaCDM cosmology using one-dimensional hydrodynamic simulations. The\neffects of the non-adiabatic electron heating efficiency, \\beta, on the degree\nof non-equipartition are also studied. Using the gas fraction f_gas = 0.17\n(which is the upper limit for a cluster), we give a conservative lower limit of\nthe non-equipartition effect on clusters. Beyond the virial radius, the\nnon-equipartition effect depends rather strongly on \\beta, and such a strong\ndependence at the shock radius can be used to distinguish shock heating models\nor constrain the shock heating efficiency of electrons. We have also studied\nsystematically the signatures of non-equipartition on X-ray and SZ observables.\nWe have calculated the effect of non-equipartition on the projected temperature\nand X-ray surface brightness profiles using the MEKAL emission model. The\nnon-equipartition effect can introduce a ~10% bias in the projected temperature\nat R_vir for a wide range of \\beta. We also found that the effect of\nnon-equipartition on the projected temperature profiles can be enhanced by\nincreasing metallicity. We found that for our model in the \\LambdaCDM Universe,\nthe integrated SZ bias, Y_{non-eq}/Y_{eq}, evolves slightly (at a percentage\nlevel) with redshift, which is in contrast to the self-similar model in the\nEinstein-de Sitter Universe. This may introduce biases in cosmological studies\nusing the f_gas technique. We discussed briefly whether the equipartition and\nnon-equipartition models near the shock region can be distinguished by future\nradio observations with, for example, ALMA.\n","Comment: 28 pages, 19 figures, accepted for publication in the Astrophysical\n  Journal. Typos corrected in version 2"]}]
["0911.4435",{"format":[],"subject":["Physics - Space Physics","Physics - Computational Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4435","Proceedings of ENUMATH 2009, the 8th European Conference on\n  Numerical Mathematics and Advanced Applications, 451-458, Springer, 2011"],"date":["2009-11-23","2010-01-12"],"type":["text"],"creator":["Holmstrom, Mats"],"language":[],"coverage":[],"title":["Hybrid modeling of plasmas"],"description":["  Here we present the mathematical and numerical details of a general hybrid\nmodel for plasmas. All grid quantities are stored at cell centers on the grid.\nThe most common discretization of the fields in PIC solvers is to have the\nelectric and magnetic fields staggered, introduced by Yee. This automatically\nensures that div(B)=0, down to round-off errors. Here we instead present a cell\ncentered discretization of the magnetic field. That the standard cell centered\nsecond order stencil for rot(E) in Faraday's law will preserve div(B)=0 was\nnoted by Toth. The advantage of a cell centered discretization is ease of\nimplementation, and the possibility to use available solvers that only handle\ncell centered variables. We also show that the proposed method has very good\nenergy conservation for a simple test problem in three dimensions, when\ncompared to a commonly used algorithm.\n","Comment: 5 pages, LaTeX; Submitted to the Proceedings of the 8th European\n  Conference on Numerical Mathematics and Advanced Applications, 2009; Small\n  language corrections"]}]
["0912.4571",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Computer Vision and Pattern Recognition","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4571"],"date":["2009-12-23","2010-10-13"],"type":["text"],"creator":["Goldfarb, Donald","Ma, Shiqian","Scheinberg, Katya"],"language":[],"coverage":[],"title":["Fast Alternating Linearization Methods for Minimizing the Sum of Two\n  Convex Functions"],"description":["  We present in this paper first-order alternating linearization algorithms\nbased on an alternating direction augmented Lagrangian approach for minimizing\nthe sum of two convex functions. Our basic methods require at most\n$O(1/\\epsilon)$ iterations to obtain an $\\epsilon$-optimal solution, while our\naccelerated (i.e., fast) versions of them require at most\n$O(1/\\sqrt{\\epsilon})$ iterations, with little change in the computational\neffort required at each iteration. For both types of methods, we present one\nalgorithm that requires both functions to be smooth with Lipschitz continuous\ngradients and one algorithm that needs only one of the functions to be so.\nAlgorithms in this paper are Gauss-Seidel type methods, in contrast to the ones\nproposed by Goldfarb and Ma in [21] where the algorithms are Jacobi type\nmethods. Numerical results are reported to support our theoretical conclusions\nand demonstrate the practical potential of our algorithms.\n"]}]
["1002.0545",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0545","IEEE Magnetics Letters 1, 3000304 (2010)","doi:10.1109/LMAG.2010.2069556"],"date":["2010-02-02"],"type":["text"],"creator":["Strelkov, N.","Vedyayev, A.","Gusakova, D.","Buda-Prejbeanu, L. D.","Chshiev, M.","Amara, S.","Vaysset, A.","Dieny, B."],"language":[],"coverage":[],"title":["Finite Element Modeling of Charge and Spin-currents in Magnetoresistive\n  Pillars with Current Crowding Effects"],"description":["  The charge and spin diffusion equations taking into account spin-flip and\nspin-transfer torque were numerically solved using a finite element method in\ncomplex non-collinear geometry. This approach was used to study the\nspin-dependent transport in giant magnetoresistance metallic pillars sandwiched\nbetween extended electrodes as in magnetoresistive heads for hard disk drives.\nThe charge current crowding around the boundaries between the electrodes and\nthe pillar has a quite significant influence on the spin current.\n","Comment: 11 pages, 4 figures"]}]
["1002.2610",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2610","Phys. Rev. B 82 (2010) 100503(R)","doi:10.1103/PhysRevB.82.100503"],"date":["2010-02-12","2010-10-13"],"type":["text"],"creator":["Sanna, S.","Rigoldi, F. Coneri. A.","Concas, G.","Giblin, S.","De Renzi, R."],"language":[],"coverage":[],"title":["Competing orders suppressed by disorder around a hidden quantum critical\n  point in cuprate high Tc superconductors"],"description":["  We report extensive muon spin rotation measurements on the lightly doped\nY1-xCaxBa2Cu3O6+y compound, which allows us to disentangle the effect of\ndisorder, controlled by random Ca2+ substitution, from that of mere doping. A\n3D phase diagram of lightly doped cuprates is accurately drawn, showing that a\nthermally activated antiferromagnetic phase competes with superconductivity\naround a quantum critical point, hidden underneath a frozen insulating magnetic\nstate. Disorder suppresses both competing order parameters and unveils the\nunderlying frozen state. Doping and disorder destroy the activated magnetic\nphase along a line of first order phase transitions that ends at the critical\npoint.\n","Comment: 4 figures, v.2: new more intuitive 3D cuprate phase diagram"]}]
["1002.4616",{"format":[],"subject":["Computer Science - Logic in Computer Science","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4616"],"date":["2010-02-24","2010-10-13"],"type":["text"],"creator":["Gurfinkel, Arie","Chechik, Marsha"],"language":[],"coverage":[],"title":["Robust Vacuity for Branching Temporal Logic"],"description":["  There is a growing interest in techniques for detecting whether a logic\nspecification is satisfied too easily, or vacuously. For example, the\nspecification \"every request is eventually followed by an acknowledgment\" is\nsatisfied vacuously by a system that never generates any requests. Vacuous\nsatisfaction misleads users of model-checking into thinking that a system is\ncorrect.\n  There are several existing definitions of vacuity. Originally, Beer et al.\nformalized vacuity as insensitivity to syntactic perturbation. However, this\ndefinition is only reasonable for vacuity in a single occurrence. Armoni et al.\nargued that vacuity must be robust -- not affected by semantically invariant\nchanges, such as extending a model with additional atomic propositions. They\nshow that syntactic vacuity is not robust for LTL, and propose an alternative\ndefinition -- trace vacuity.\n  In this article, we continue this line of research. We show that trace\nvacuity is not robust for branching time logic. We refine it to apply uniformly\nto linear and branching time logic and to not suffer from the common pitfalls\nof prior definitions. Our new definition -- bisimulation vacuity -- is a proper\nnon-trivial extension of both syntactic and trace vacuity. We discuss the\ncomplexity of detecting bisimulation vacuity, and give efficient algorithms to\ndetect vacuity for several practically-relevant subsets of CTL*.\n"]}]
["1003.3161",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3161","Proc. Natl. Acad. Sci. USA 107, 12793 (2010)","doi:10.1073/pnas.1006306107"],"date":["2010-03-16"],"type":["text"],"creator":["Elmatad, Yael S.","Jack, Robert L.","Garrahan, Juan P.","Chandler, David"],"language":[],"coverage":[],"title":["Finite-temperature critical point of a glass transition"],"description":["  We generalize the simplest kinetically constrained model of a glass-forming\nliquid by softening kinetic constraints, allowing them to be violated with a\nsmall finite rate. We demonstrate that this model supports a first-order\ndynamical (space-time) phase transition, similar to those observed with hard\nconstraints. In addition, we find that the first-order phase boundary in this\nsoftened model ends in a finite-temperature dynamical critical point, which we\nexpect to be present in natural systems. We discuss links between this critical\npoint and quantum phase transitions, showing that dynamical phase transitions\nin $d$ dimensions map to quantum transitions in the same dimension, and hence\nto classical thermodynamic phase transitions in $d+1$ dimensions. We make these\nlinks explicit through exact mappings between master operators, transfer\nmatrices, and Hamiltonians for quantum spin chains.\n","Comment: 10 pages, 5 figures"]}]
["1003.5223",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5223"],"date":["2010-03-26","2010-10-12"],"type":["text"],"creator":["Budden, B.","Case, G. L.","Cherry, M. L."],"language":[],"coverage":[],"title":["Noise-Compensating Algebraic Reconstruction for a Rotating Modulation\n  Gamma-Ray Imager"],"description":["  A Rotating Modulator (RM) is one of a class of techniques for indirect\nimaging of an object scene by modulation and detection of incident photons.\nComparison of the RM to more common imaging techniques, the Rotating Modulation\nCollimator and the coded aperture, reveals trade-offs in instrument weight and\ncomplexity, sensitivity, angular resolution, and image fidelity. In the case of\na high-energy (hundreds of keV to MeV), wide field-of-view, satellite or\nballoon-borne astrophysical survey mission, the RM is shown to be an attractive\noption when coupled with a reconstruction algorithm that can simultaneously\nachieve super-resolution and suppress fluctuations arising from statistical\nnoise. We describe the Noise-Compensating Algebraic Reconstruction (NCAR)\nalgorithm, which is shown to perform better than traditional deconvolution\ntechniques for most object scene distributions. Results from Monte Carlo\nsimulations demonstrate that NCAR achieves super-resolution, can resolve\nmultiple point sources and complex distributions, and manifests noise as fuzzy\nsidelobes about the true source location, rather than spurious peaks elsewhere\nin the image as seen with other techniques.\n"]}]
["1004.0353",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0353","Phys.Lett.B694:33-37,2010","doi:10.1016/j.physletb.2010.09.026"],"date":["2010-04-02","2010-10-13"],"type":["text"],"creator":["De Cruz, L.","Ireland, D. G.","Vancraeyveld, P.","Ryckebusch, J."],"language":[],"coverage":[],"title":["Bayesian model selection for electromagnetic kaon production on the\n  nucleon"],"description":["  We present the results of a Bayesian analysis of a Regge model to describe\nthe background contribution for K+ Lambda and K+ Sigma0 photoproduction. The\nmodel is based on the exchange of K+(494) and K*+(892) trajectories in the\nt-channel. We utilise the Bayesian evidence Z to determine the best model\nvariant for each channel. The Bayesian evidence integrals were calculated using\nthe Nested Sampling algorithm. For different prior widths, we find decisive\nBayesian evidence (\\Delta ln Z ~ 24) for a K+ Lambda photoproduction Regge\nmodel with a positive vector coupling and a negative tensor coupling constant\nfor the K*+(892) trajectory, and a rotating phase factor for both trajectories.\nUsing the chi^2 minimisation method, one could not draw this conclusion from\nthe same dataset. For the K+ Sigma0 photoproduction Regge model, on the other\nhand, the difference between the evidence integrals is insufficient to pinpoint\none model variant.\n","Comment: 13 pages, 4 figures"]}]
["1004.1288",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1288"],"date":["2010-04-08","2010-10-13"],"type":["text"],"creator":["Kneller, James P."],"language":[],"coverage":[],"title":["A link between Random Matrix Theory and neutrino propagation in a\n  turbulent medium"],"description":["  It is becoming ever clearer that the neutrino signal from the next supernova\nin our Galaxy can reveal missing information about the neutrino as well as\nallowing us to probe the explosion of the star by decoding the temporal and\nspectral evolution of the flavor composition of the signal. But this\ninformation may be lost if turbulence in the supernova `depolarizes' the\nneutrinos so that the observed flux for each flavor is an equal mixture of the\ninitial - unencoded - spectra. Determining if depolarization occurs is one of\nthe most pressing issues of this field. The most difficult aspect of studying\nthe effect of turbulence upon the neutrinos is the lack of any theoretical\nmodels that allow us to understand the results of numerical studies. This paper\nmakes the suggestion that Random Matrix Theory (RMT) may shine some light in\nthis direction and presents support for this the possibility by comparing the\ndistribution of crossing and survival probabilities obtained numerically for\nsome `test case' calculations with the distributions one expects from RMT in\nthe calculable limit of depolarization of N neutrino flavors.\n"]}]
["1004.3029",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","32F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3029"],"date":["2010-04-18","2010-10-13"],"type":["text"],"creator":["Cavendish, William","Parlier, Hugo"],"language":[],"coverage":[],"title":["Growth of the Weil-Petersson Diameter of Moduli Space"],"description":["  In this paper we study the Weil-Petersson geometry of\n$\\overline{\\mathcal{M}_{g,n}}$, the compactified moduli space of Riemann\nsurfaces with genus g and n marked points. The main goal of this paper is to\nunderstand the growth of the diameter of $\\overline{\\mathcal{M}_{g,n}}$ as a\nfunction of $g$ and $n$. We show that this diameter grows as $\\sqrt{n}$ in $n$,\nand is bounded above by $C \\sqrt{g}\\log g$ in $g$ for some constant $C$. We\nalso give a lower bound on the growth in $g$ of the diameter of\n$\\overline{\\mathcal{M}_{g,n}}$ in terms of an auxiliary function that measures\nthe extent to which the thick part of moduli space admits radial coordinates.\n","Comment: 26 pages, 7 figures"]}]
["1004.3030",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3030","J.Phys.A43:445403,2010","doi:10.1088/1751-8113/43/44/445403"],"date":["2010-04-18","2010-09-22"],"type":["text"],"creator":["Arroyo, E. Aldo"],"language":[],"coverage":[],"title":["Generating Erler-Schnabl-type Solution for Tachyon Vacuum in Cubic\n  Superstring Field Theory"],"description":["  We study a new set of identity-based solutions to analyze the problem of\ntachyon condensation in open bosonic string field theory and cubic superstring\nfield theory. Even though these identity-based solutions seem to be trivial, it\nturns out that after performing a suitable gauge transformation, we are left\nwith the known Erler-Schnabl-type solutions which correctly reproduce the value\nof the D-brane tension. This result shows explicitly that how a seemingly\ntrivial solution can generate a non-trivial configuration which precisely\nrepresents to the tachyon vacuum.\n","Comment: 22 pages, references added, appendix added, 2 subsections added"]}]
["1004.3127",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3127","Phys. Rev. E 82, 041109 (2010)","doi:10.1103/PhysRevE.82.041109"],"date":["2010-04-19"],"type":["text"],"creator":["Stannard, Andrew","Blunt, Matthew O.","Beton, Peter H.","Garrahan, Juan P."],"language":[],"coverage":[],"title":["Entropically-stabilised growth of a two-dimensional random tiling"],"description":["  The assembly of molecular networks into structures such as random tilings and\nglasses has recently been demonstrated for a number of two-dimensional systems.\nThese structures are dynamically-arrested on experimental timescales so the\ncritical regime in their formation is that of initial growth. Here we identify\na transition from energetic to entropic stabilisation in the nucleation and\ngrowth of a molecular rhombus tiling. Calculations based on a lattice gas model\nshow that clustering of topological defects and the formation of faceted\nboundaries followed by a slow relaxation to equilibrium occurs under conditions\nof energetic stabilisation. We also identify an entropically-stabilised regime\nin which the system grows directly into an equilibrium configuration without\nthe need for further relaxation. Our results provide a methodology for\nidentifying equilibrium and non-equilibrium randomness in the growth of\nmolecular tilings, and we demonstrate that equilibrium spatial statistics are\ncompatible with exponentially slow dynamical behaviour.\n","Comment: 5 pages, 4 figures"]}]
["1004.5461",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5461","Phys Rev B 82, 134410 (2010)","doi:10.1103/PhysRevB.82.134410"],"date":["2010-04-30","2010-09-19"],"type":["text"],"creator":["Liu, Gui-Bin","Liu, Bang-Gui"],"language":[],"coverage":[],"title":["Dynamical Monte Carlo investigation of spin reversals and nonequilibrium\n  magnetization of single-molecule magnets"],"description":["  In this paper, we combine thermal effects with Landau-Zener (LZ) quantum\ntunneling effects in a dynamical Monte Carlo (DMC) framework to produce\nsatisfactory magnetization curves of single-molecule magnet (SMM) systems. We\nuse the giant spin approximation for SMM spins and consider regular lattices of\nSMMs with magnetic dipolar interactions (MDI). We calculate spin reversal\nprobabilities from thermal-activated barrier hurdling, direct LZ tunneling, and\nthermal-assisted LZ tunnelings in the presence of sweeping magnetic fields. We\ndo systematical DMC simulations for Mn$_{12}$ systems with various temperatures\nand sweeping rates. Our simulations produce clear step structures in\nlow-temperature magnetization curves, and our results show that the thermally\nactivated barrier hurdling becomes dominating at high temperature near 3K and\nthe thermal-assisted tunnelings play important roles at intermediate\ntemperature. These are consistent with corresponding experimental results on\ngood Mn$_{12}$ samples (with less disorders) in the presence of little\nmisalignments between the easy axis and applied magnetic fields, and therefore\nour magnetization curves are satisfactory. Furthermore, our DMC results show\nthat the MDI, with the thermal effects, have important effects on the LZ\ntunneling processes, but both the MDI and the LZ tunneling give place to the\nthermal-activated barrier hurdling effect in determining the magnetization\ncurves when the temperature is near 3K. This DMC approach can be applicable to\nother SMM systems, and could be used to study other properties of SMM systems.\n","Comment: Phys Rev B, accepted; 10 pages, 6 figures"]}]
["1005.3375",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3375","Phys. Rev .B, 82 (2010) 134509"],"date":["2010-05-19"],"type":["text"],"creator":["Sun, Liling","Guo, Jing","Chen, Genfu","Chen, Xianhui","Dong, Xiaoli","Lu, Wei","Zhang, Chao","Jiang, Zheng","Zou, Bo","Huang, Yuying","Wu, Qi","Dai, Xi","Zhao, Zhongxian"],"language":[],"coverage":[],"title":["Physical origin of superconductivity in EuFe2As1.4P0.6 and EuFe2As2:\n  pressure-induce valence change of europium"],"description":["  Superconductivity can be realized in Eu-containing pnictides by application\nof chemical (internal) and physical (external) pressure, the intrinsic physical\nmechanism of which attracts much attention in physics community. Here we\npresent the experimental evidence for the valence change of europium in\ncompounds of EuFe2As1.4P0.6 exposed to ambient pressure and EuFe2As2 to high\npressure by x-ray absorption measurements on L3-Eu edge. We find that the\nabsorption spectrum of EuFe2As1.4P0.6 at ambient pressure shows clear spectra\nweight transfer from a divalent to a trivalent state. Furthermore, application\nof pressure on EuFe2As2 using a diamond anvil cell shows a similar behavior of\nvalence transition as EuFe2As1.4P0.6. These findings are the first observation\nof superconductivity mechanized by valence change in pnictides superconductors\nand elucidate the intrinsic physical origin of superconductivity in\nEuFe2As1.4P0.6 and compressed EuFe2As2.\n","Comment: 13 pages, 3 fifures"]}]
["1005.4674",{"format":[],"subject":["Mathematics - Geometric Topology","57R58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4674"],"date":["2010-05-25","2010-10-12"],"type":["text"],"creator":["Rasmussen, Jacob"],"language":[],"coverage":[],"title":["Perfect Morse functions and exotic S^2 x S^2's"],"description":["  The main theorem of the paper shows that a smooth manifold which is\nhomeomorphic to S^2xS^2 and has nonvanishing Ozsvath-Szabo invariant does not\nadmit a perfect Morse function. I am withdrawing the paper because it is\nunclear to me if such a manifold exists.\n","Comment: This paper has been withdrawn"]}]
["1006.0094",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0094","Phys. Rev. B 82, 100507(R) (2010)","doi:10.1103/PhysRevB.82.100507"],"date":["2010-06-01","2010-10-13"],"type":["text"],"creator":["Schmidt, S.","Gerace, D.","Houck, A. A.","Blatter, G.","Türeci, H. E."],"language":[],"coverage":[],"title":["Non-equilibrium delocalization-localization transition of photons in\n  circuit QED"],"description":["  We show that photons in two tunnel-coupled microwave resonators each\ncontaining a single superconduct- ing qubit undergo a sharp non-equilibrium\ndelocalization-localization (self-trapping) transition due to strong\nphoton-qubit coupling. We find that dissipation favors the self-trapped regime\nand leads to the possibility of observing the transition as a function of time\nwithout tuning any parameter of the system. Furthermore, we find that\nself-trapping of photons in one of the resonators (spatial localization) forces\nthe qubit in the opposite resonator to remain in its initial state (energetic\nlocalization). This allows for an easy experimental observation of the\ntransition by local read-out of the qubit state.\n","Comment: 4 pages, 5 figures"]}]
["1006.0262",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0262","The Astrophysical Journal, Volume 719, Issue 1, pp. 1-8 (2010)","doi:10.1088/0004-637X/719/1/1"],"date":["2010-06-01","2010-10-12"],"type":["text"],"creator":["Wong, Ka-Wah","Sarazin, Craig L.","Wik, Daniel R."],"language":[],"coverage":[],"title":["The Impact of Non-Equipartition on Cosmological Parameter Estimation\n  from Sunyaev-Zel'dovich Surveys"],"description":["  The collisionless accretion shock at the outer boundary of a galaxy cluster\nshould primarily heat the ions instead of electrons since they carry most of\nthe kinetic energy of the infalling gas. Near the accretion shock, the density\nof the intracluster medium is very low and the Coulomb collisional timescale is\nlonger than the accretion timescale. Electrons and ions may not achieve\nequipartition in these regions. Numerical simulations have shown that the\nSunyaev-Zel'dovich observables (e.g., the integrated Comptonization parameter\nY) for relaxed clusters can be biased by a few percent. The Y-mass relation can\nbe biased if non-equipartition effects are not properly taken into account.\nUsing a set of hydrodynamical simulations, we have calculated three potential\nsystematic biases in the Y-mass relations introduced by non-equipartition\neffects during the cross-calibration or self-calibration when using the galaxy\ncluster abundance technique to constraint cosmological parameters. We then use\na semi-analytic technique to estimate the non-equipartition effects on the\ndistribution functions of Y (Y functions) determined from the extended\nPress-Schechter theory. Depending on the calibration method, we find that\nnon-equipartition effects can induce systematic biases on the Y functions, and\nthe values of the cosmological parameters Omega_8, sigma_8, and the dark energy\nequation of state parameter w can be biased by a few percent. In particular,\nnon-equipartition effects can introduce an apparent evolution in w of a few\npercent in all of the systematic cases we considered. Techniques are suggested\nto take into account the non-equipartition effect empirically when using the\ncluster abundance technique to study precision cosmology. We conclude that\nsystematic uncertainties in the Y-mass relation of even a few percent can\nintroduce a comparable level of biases in cosmological parameter measurements.\n","Comment: 10 pages, 3 figures, accepted for publication in the Astrophysical\n  Journal, abstract abridged slightly. Typos corrected in version 2"]}]
["1006.0408",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Computer Science - Multiagent Systems","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0408","doi:10.1007/S11538-010-9582-8"],"date":["2010-06-02","2010-09-09"],"type":["text"],"creator":["Hinkelmann, Franziska","Murrugarra, David","Jarrah, Abdul Salam","Laubenbacher, Reinhard"],"language":[],"coverage":[],"title":["A Mathematical Framework for Agent Based Models of Complex Biological\n  Networks"],"description":["  Agent-based modeling and simulation is a useful method to study biological\nphenomena in a wide range of fields, from molecular biology to ecology. Since\nthere is currently no agreed-upon standard way to specify such models it is not\nalways easy to use published models. Also, since model descriptions are not\nusually given in mathematical terms, it is difficult to bring mathematical\nanalysis tools to bear, so that models are typically studied through\nsimulation. In order to address this issue, Grimm et al. proposed a protocol\nfor model specification, the so-called ODD protocol, which provides a standard\nway to describe models. This paper proposes an addition to the ODD protocol\nwhich allows the description of an agent-based model as a dynamical system,\nwhich provides access to computational and theoretical tools for its analysis.\nThe mathematical framework is that of algebraic models, that is, time-discrete\ndynamical systems with algebraic structure. It is shown by way of several\nexamples how this mathematical specification can help with model analysis.\n","Comment: To appear in Bulletin of Mathematical Biology"]}]
["1006.0426",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0426","Phys. Rev. B 82, 121414 (2010)","doi:10.1103/PhysRevB.82.121414"],"date":["2010-06-02","2010-10-13"],"type":["text"],"creator":["Urban, D. F.","Avriller, R.","Yeyati, A. Levy"],"language":[],"coverage":[],"title":["Nonlinear effects of phonon fluctuations on transport through nanoscale\n  junctions"],"description":["  We analyze the effect of electron-phonon coupling on the full counting\nstatistics of a molecular junction beyond the lowest order perturbation theory.\nOur approach allows to take into account analytically the feedback between the\nnon-equilibrium phonon and electronic distributions in the quantum regime. We\nshow that even for junctions with high transmission and relatively weak\nelectron-phonon coupling this feedback gives rise to increasingly higher\nnonlinearities in the voltage dependence of the cumulants of the transmitted\ncharges distribution.\n","Comment: 4 pages, 3 figures"]}]
["1006.3166",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3166","Astrophys.J.722:1207-1215,2010","doi:10.1088/0004-637X/722/2/1207"],"date":["2010-06-16","2010-10-13"],"type":["text"],"creator":["Gürlebeck, Norman","Petroff, David"],"language":[],"coverage":[],"title":["The Axisymmetric Case for the Post-Newtonian Dedekind Ellipsoids"],"description":["  We consider the post-Newtonian approximation for the Dedekind ellipsoids in\nthe case of axisymmetry. The approach taken by Chandrasekhar & Elbert (1974,\n1978) excludes the possibility of finding a uniformly rotating (deformed)\nspheroid in the axially symmetric limit, though the solution exists at the\npoint of axisymmetry. We consider an extension to their work that permits the\npossibility of such a limit.\n","Comment: 12 pages, v1: more discussion of comparison to Chandrasekhar's and\n  Elbert's work, modified to agree with published version"]}]
["1006.3773",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3773","Comput.Phys.Commun.181:1941-1946,2010","doi:10.1016/j.cpc.2010.09.013"],"date":["2010-06-18","2010-09-24"],"type":["text"],"creator":["Pittau, R."],"language":[],"coverage":[],"title":["Testing and improving the numerical accuracy of the NLO predictions"],"description":["  I present a new and reliable method to test the numerical accuracy of NLO\ncalculations based on modern OPP/Generalized Unitarity techniques. A convenient\nsolution to rescue most of the detected numerically inaccurate points is also\nproposed.\n","Comment: References added. 1 Table added. Version accepted for publication"]}]
["1007.0645",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0645","Physical Review E 82, 031136 (2010)","doi:10.1103/PhysRevE.82.031136"],"date":["2010-07-05","2010-08-26"],"type":["text"],"creator":["Zelan, M.","Hagman, H.","Karlsson, K.","Dion, C. M.","Kastberg, A."],"language":[],"coverage":[],"title":["Fluctuation-induced drift in a gravitationally tilted optical lattice"],"description":["  Experimental and theoretical studies are made of Brownian particles trapped\nin a periodic potential, which is very slightly tilted due to gravity. In the\npresence of fluctuations, these will trigger a measurable average drift along\nthe direction of the tilt. The magnitude of the drift varies with the ratio\nbetween the bias force and the trapping potential. This can be closely compared\nto a theoretical model system, based on a Fokker-Planck-equation formalism. We\nshow that the level of control and measurement precision we have in our system,\nwhich is based on cold atoms trapped in a 3D dissipative optical lattice, makes\nthe experimental setup suitable as a testbed for fundamental statistical\nphysics. We simulate the system with a very simplified and general classical\nmodel, as well as with an elaborate semi-classical Monte-Carlo simulation. In\nboth cases, we achieve good qualitative agreement with experimental data.\n"]}]
["1007.1526",{"format":[],"subject":["Mathematics - Number Theory","11A07, 11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1526"],"date":["2010-07-09","2010-10-12"],"type":["text"],"creator":["Cilleruelo, J.","Garaev, M. Z."],"language":[],"coverage":[],"title":["Concentration points on two and three dimensional modular hyperbolas and\n  applications"],"description":["  Let $p$ be a large prime number, $K,L,M,\\lambda$ be integers with $1\\le M\\le\np$ and ${\\color{red}\\gcd}(\\lambda,p)=1.$ The aim of our paper is to obtain\nsharp upper bound estimates for the number $I_2(M; K,L)$ of solutions of the\ncongruence $$ xy\\equiv\\lambda \\pmod p, \\qquad K+1\\le x\\le K+M,\\quad L+1\\le y\\le\nL+M $$ and for the number $I_3(M;L)$ of solutions of the congruence\n$$xyz\\equiv\\lambda\\pmod p, \\quad L+1\\le x,y,z\\le L+M. $$ We obtain a bound for\n$I_2(M;K,L),$ which improves several recent results of Chan and Shparlinski.\nFor instance, we prove that if $M<p^{1/4},$ then $I_2(M;K,L)\\le M^{o(1)}.$ For\n$I_3(M;L)$ we prove that if $M<p^{1/8}$ then $I_3(M;L)\\le M^{o(1)}.$ Our\nresults have applications to some other problems as well. For instance, it\nfollows that if $\\mathcal{I}_1, \\mathcal{I}_2, \\mathcal{I}_3$ are intervals in\n$\\F^*_p$ of length $|\\mathcal{I}_i|< p^{1/8},$ then $$ |\\mathcal{I}_1\\cdot\n\\mathcal{I}_2\\cdot \\mathcal{I}_3|= (|\\mathcal{I}_1|\\cdot |\\mathcal{I}_2|\\cdot\n|\\mathcal{I}_3|)^{1-o(1)}. $$\n","Comment: 12 pages"]}]
["1007.2262",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2262","Phys. Rev. Lett. 105, 120603 (2010)","doi:10.1103/PhysRevLett.105.120603"],"date":["2010-07-14","2010-10-13"],"type":["text"],"creator":["Suwa, Hidemaro","Todo, Synge"],"language":[],"coverage":[],"title":["Markov Chain Monte Carlo Method without Detailed Balance"],"description":["  We present a specific algorithm that generally satisfies the balance\ncondition without imposing the detailed balance in the Markov chain Monte\nCarlo. In our algorithm, the average rejection rate is minimized, and even\nreduced to zero in many relevant cases. The absence of the detailed balance\nalso introduces a net stochastic flow in a configuration space, which further\nboosts up the convergence. We demonstrate that the autocorrelation time of the\nPotts model becomes more than 6 times shorter than that by the conventional\nMetropolis algorithm. Based on the same concept, a bounce-free worm algorithm\nfor generic quantum spin models is formulated as well.\n","Comment: 5 pages, 5 figures"]}]
["1007.3534",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N35(Primary), 53D45(Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3534"],"date":["2010-07-20","2010-10-13"],"type":["text"],"creator":["Popa, Alexandra"],"language":[],"coverage":[],"title":["The Genus One Gromov-Witten Invariants of Calabi-Yau Complete\n  Intersections"],"description":["  We obtain mirror formulas for the genus 1 Gromov-Witten invariants of\nprojective Calabi-Yau complete intersections. We follow the approach previously\nused for projective hypersurfaces by extending the scope of its algebraic\nresults; there is little change in the geometric aspects. As an application, we\ncheck the genus 1 BPS integrality predictions in low degrees for all projective\ncomplete intersections of dimensions 3, 4, and 5.\n","Comment: 31 pages, 3 tables, 2 figures, references updated"]}]
["1007.5222",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5222","Applied Physics Letters, 97, 141915 (2010)","doi:10.1063/1.3491265"],"date":["2010-07-29"],"type":["text"],"creator":["Wang, Bei","Sparks, Justin R.","Gutierrez, Humberto R.","Okino, Fujio","Hao, Qingzhen","Tang, Youjian","Crespi, Vincent H.","Sofo, Jorge O.","Zhu, Jun"],"language":[],"coverage":[],"title":["Photoluminescence from nanocrystalline graphite monofluoride"],"description":["  We synthesize and study the structural and optical properties of\nnanocrystalline graphene monofluoride and graphite monofluoride, which are\ncarbon-based wide bandgap materials. Using laser excitations 2.41 - 5.08 eV, we\nidentify six emission modes of graphite monofluoride, spanning the visible\nspectrum from red to violet. The energy and linewidth of the modes point to\ndefect-induced midgap states as the source of the photoemission. We discuss\npossible candidates. Our findings open the window to electro-optical\napplications of graphene fluoride.\n","Comment: 11 pages including supporting information, 2 figures"]}]
["1008.0495",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0495","Astron. Nachr. 331 (2010), 933-939","doi:10.1002/asna.201011430"],"date":["2010-08-03"],"type":["text"],"creator":["Ballot, J."],"language":[],"coverage":[],"title":["Current methods for analyzing light curves of solar-like stars"],"description":["  CoRoT has allowed a quantitative leap for the solar-like-star seismology\nthanks to 5-month-long uninterrupted timeseries of high-precision photometric\ndata. Kepler is also starting to deliver similar data. Now, several F and G\nmain-sequence stars have been analyzed. The techniques developed to interpret\nlight curves directly inherit from the experience got on the Sun with\nhelioseismology. I describe in this review the methods currently used to\nanalyze these light curves. First, these data provide an accurate determination\nof the stellar rotation rate. This is possible thanks to the magnetic activity\nof stars. The power spectra of light curves put also constraints on the stellar\ngranulation, which can be directly compared to 3-D stellar atmosphere models;\nthis shows still unexplained discrepancies. I then detailed a standard method\nfor extracting p-mode characteristics (frequency, amplitude and lifetime).\nCoRoT has revealed unexpected short life times for F stars. Last, I also\ndiscuss errors and biases of mode frequencies, especially the ones due to the\nsimplified description of the rotation generally used.\n","Comment: 7 pages, 4 figures, invited review for the proceedings of the\n  HELAS-IV International Conference, accepted for publication in Astronomische\n  Nachrichten"]}]
["1008.0708",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0708","Phys. Rev. A 82, 035601 (2010)","doi:10.1103/PhysRevA.82.035601"],"date":["2010-08-04"],"type":["text"],"creator":["Creffield, C. E.","Sols, F.","Ciampini, D.","Morsch, O.","Arimondo, E."],"language":[],"coverage":[],"title":["Expansion of matter waves in static and driven periodic potentials"],"description":["  We study the non-equilibrium dynamics of cold atoms held in an optical\nlattice potential. The expansion of an initially confined atom cloud occurs in\ntwo phases: an initial quadratic expansion followed by a ballistic behaviour at\nlong times. Accounting for this gives a good description of recent experimental\nresults, and provides a robust method to extract the effective intersite\ntunneling from time-of-flight measurements.\n","Comment: 4 pages, 3 eps figures"]}]
["1008.0864",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0864","Phys. Rev. B 82, 134514 (2010)","doi:10.1103/PhysRevB.82.134514"],"date":["2010-08-04","2010-10-13"],"type":["text"],"creator":["Nitsche, F.","Jesche, A.","Hieckmann, E.","Doert, Th.","Ruck, M."],"language":[],"coverage":[],"title":["Structural trends from a consistent set of single-crystal data of\n  REFeAsO (RE = La, Ce, Pr, Nd, Sm, Gd, and Tb)"],"description":["  A new crystal growth technique for single-crystals of REFeAsO (RE = La, Ce,\nPr, Nd, Sm, Gd, and Tb) using NaI/KI as flux is presented. Crystals with a size\nup to 300 $\\mu$m were isolated for single-crystal X-ray diffraction\nmeasurements. Lattice parameters were determined by LeBail fits of X-ray powder\ndata against LaB6 standard. A consistent set of structural data is obtained and\ninterpreted in a hard-sphere model. Effective radii for the rare-earth metal\natoms for REFeAsO are deduced. The relation of the intra- and inter-plane\ndistances of the arsenic atoms is identified as limiter of the phase formation,\nand its influence on Tc is discussed.\n","Comment: 8 pages, 11 figures, 3 tables, fig. 6 changed to numerical plot,\n  minor changes to the text, accepted for publication in PRB"]}]
["1008.1217",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1217"],"date":["2010-08-06","2010-10-13"],"type":["text"],"creator":["Cagliero, Leandro","Szechtman, Fernando"],"language":[],"coverage":[],"title":["Jordan-Chevalley decomposition in finite dimesional Lie algebras"],"description":["  Let $\\g$ be a finite dimensional Lie algebra over a field $k$ of\ncharacteristic zero. An element $x$ of $\\g$ is said to have an \\emph{abstract\nJordan-Chevalley decomposition} if there exist unique $s,n\\in\\g$ such that\n$x=s+n$, $[s,n]=0$ and given any finite dimensional representation\n$\\pi:\\g\\to\\gl(V)$ the Jordan-Chevalley decomposition of $\\pi(x)$ in $\\gl(V)$ is\n$\\pi(x)=\\pi(s)+\\pi(n)$.\n  In this paper we prove that $x\\in\\g$ has an abstract Jordan-Chevalley\ndecomposition if and only if $x\\in [\\g,\\g]$, in which case its semisimple and\nnilpotent parts are also in $[\\g,\\g]$ and are explicitly determined. We derive\ntwo immediate consequences: (1) every element of $\\g$ has an abstract\nJordan-Chevalley decomposition if and only if $\\g$ is perfect; (2) if $\\g$ is a\nLie subalgebra of $\\gl(n,k)$ then $[\\g,\\g]$ contains the semisimple and\nnilpotent parts of all its elements. The last result was first proved by\nBourbaki using different methods.\n  Our proof only uses elementary linear algebra and basic results on the\nrepresentation theory of Lie algebras, such as the Invariance Lemma and Lie's\nTheorem, in addition to the fundamental theorems of Ado and Levi.\n"]}]
["1008.1696",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1696","Eur. Phys. J. E, 33, 1 (2010)","doi:10.1140/epje/i2010-10644-9"],"date":["2010-08-10"],"type":["text"],"creator":["Potiguar, Fabricio Q."],"language":[],"coverage":[],"title":["From crystal to amorphopus: a novel route towards unjamming in soft disk\n  packings"],"description":["  It is presented a numerical study on the unjamming packing fraction of bi-\nand polydisperse disk packings, which are generated through compression of a\nmonodisperse crystal. In bidisperse systems, a fraction f_+ = 40% up to 80% of\nthe total number of particles have their radii increased by \\Delta R, while the\nrest has their radii decreased by the same amount. Polydisperse packings are\nprepared by changing all particle radii according to a uniform distribution in\nthe range [-\\Delta R,\\Delta R]. The results indicate that the critical packing\nfraction is never larger than the value for the initial monodisperse crystal,\n\\phi = \\pi/12, and that the lowest value achieved is approximately the one for\nrandom close packing. These results are seen as a consequence of the interplay\nbetween the increase in small-small particle contacts and the local crystalline\norder provided by the large-large particle contacts.\n","Comment: two columns, 14 pages, 12 figures, accepted for publication in Eur.\n  Phys. J. E"]}]
["1008.2435",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2435"],"date":["2010-08-14","2010-10-13"],"type":["text"],"creator":["Medina, Mohamed Boucetta-Alberto"],"language":[],"coverage":[],"title":["Solutions of the Yang-Baxter equations on orthogonal groups : the case\n  of oscillator groups"],"description":["  A Lie group is called orthogonal if it carries a bi-invariant pseudo\nRiemannian metric. Oscillator Lie groups constitutes a subclass of the class of\northogonal Lie groups. In this paper, we determine the Lie bialgebra structures\nand the solutions of the classical Yang-Baxter equation on a generic class of\noscillator Lie groups. On the other hand, we show that any solution of the\nclassical Yang-Baxter equation on an orthogonal Lie group induces a metric in\nthe dual Lie groups associated to this solution. This metric is geodesically\ncomplete if and only if the dual are unimodular. More generally, we show that\nany solution of the generalized Yang-Baxter equation on an orthogonal Lie group\ndetermines a left invariant locally symmetric pseudo-Riemannian metric on the\ncorresponding dual Lie groups. Applying this result to oscillator Lie groups we\nget a large class of solvable Lie groups with flat left invariant Lorentzian\nmetric.\n","Comment: 24 pages,one reference added"]}]
["1008.2681",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2681","Physical Review Letters 105, 168101 (2010)","doi:10.1103/PhysRevLett.105.168101"],"date":["2010-08-16"],"type":["text"],"creator":["Drescher, Knut","Goldstein, Raymond E.","Michel, Nicolas","Polin, Marco","Tuval, Idan"],"language":[],"coverage":[],"title":["Direct measurement of the flow field around swimming microorganisms"],"description":["  Swimming microorganisms create flows that influence their mutual interactions\nand modify the rheology of their suspensions. While extensively studied\ntheoretically, these flows have not been measured in detail around any\nfreely-swimming microorganism. We report such measurements for the microphytes\nVolvox carteri and Chlamydomonas reinhardtii. The minute ~0.3% density excess\nof V. carteri over water leads to a strongly dominant Stokeslet contribution,\nwith the widely-assumed stresslet flow only a correction to the subleading\nsource dipole term. This implies that suspensions of V. carteri have features\nsimilar to suspensions of sedimenting particles. The flow in the region around\nC. reinhardtii where significant hydrodynamic interaction is likely to occur\ndiffers qualitatively from a \"puller\" stresslet, and can be described by a\nsimple three-Stokeslet model.\n","Comment: 4 pages, 4 figures, accepted for publication in PRL"]}]
["1009.0429",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0429","Phys. Rev. B 82, 140406(R) (2010)","doi:10.1103/PhysRevB.82.140406"],"date":["2010-09-02","2010-09-03"],"type":["text"],"creator":["Wheeler, Elisa M.","Lake, Bella","Islam, A. T. M. Nazmul","Reehuis, Manfred","Steffens, Paul","Guidi, Tatiana","Hill, Adrian H."],"language":[],"coverage":[],"title":["Spin and Orbital Order of the Vanadium Spinel MgV2O4"],"description":["  We present a unique study of the frustrated spinel MgV2O4 which possesses\nhighly coupled spin, lattice and orbital degrees of freedom. Using large\nsingle-crystal and powder samples, we find a distortion from spinel at room\ntemperature (space group F-43m) which allows for a greater trigonal distortion\nof the VO6 octahedra and a low temperature space group (I-4m2) that maintains\nthe mirror plane symmetry. The magnetic structure that develops below 42 K\nconsists of antiferromagnetic chains with a strongly reduced moment while\ninelastic neutron scattering reveals one-dimensional behavior and a single band\nof excitations. The implications of these results are discussed in terms of\nvarious orbital ordering scenarios. We conclude that although spin-orbit\ncoupling must be significant to maintain the mirror plane symmetry, the\ntrigonal distortion is large enough to mix the 3d levels leading to a wave\nfunction of mixed real and complex orbitals.\n"]}]
["1009.2004",{"format":[],"subject":["Mathematics - Combinatorics","05A30, 05A10, 05E35, 15E15, 33D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2004","RIMS K\\^oky\\^uroku Bessatsu, B11 (2009), 19--42"],"date":["2010-09-10","2010-10-12"],"type":["text"],"creator":["Ishikawa, Masao","Tagawa, Hiroyuki","Zeng, Jiang"],"language":[],"coverage":[],"title":["A q-analogue of Catalan Hankel determinants"],"description":["  In this paper we shall survey the various methods of evaluating Hankel\ndeterminants and as an illustration we evaluate some Hankel determinants of a\nq-analogue of Catalan numbers. Here we consider\n$\\frac{(aq;q)_{n}}{(abq^{2};q)_{n}}$ as a q-analogue of Catalan numbers\n$C_{n}=\\frac1{n+1}\\binom{2n}{n}$, which is known as the moments of the little\nq-Jacobi polynomials. We also give several proofs of this q-analogue, in which\nwe use lattice paths, the orthogonal polynomials, or the basic hypergeometric\nseries. We also consider a q-analogue of Schr\\\"oder Hankel determinants, and\ngive a new proof of Moztkin Hankel determinants using an addition formula for\n${}_2F_{1}$.\n","Comment: 17 pages"]}]
["1009.4402",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4402"],"date":["2010-09-22","2010-10-13"],"type":["text"],"creator":["Majumdar, Apala"],"language":[],"coverage":[],"title":["The Radial-Hedgehog Solution in Landau--de Gennes' theory"],"description":["  We study the radial-hedgehog solution in a three-dimensional spherical\ndroplet, with homeotropic boundary conditions, within the Landau-de Gennes\ntheory for nematic liquid crystals. The radial-hedgehog solution is a candidate\nfor a globally stable configuration in this model framework and is also a\nprototype configuration for studying isolated point defects in condensed matter\nphysics. The static properties of the radial-hedgehog solution are governed by\na nonlinear singular ordinary differential equation. We consider two different\nlimits separately - the \\emph{vanishing core limit} and \\emph{low-temperature\nlimit} respectively. We use a combination of Ginzburg-Landau techniques,\nperturbation methods and stability analysis to study the qualitative properties\nof the radial-hedgehog solution, both in the vicinity of and away from the\ndefect core. We establish the instability of the radial-hedgehog solution with\nrespect to biaxial perturbations in certain parameter regimes and demonstrate\nthe stability of the radial-hedgehog solution in other parameter regimes. Our\nresults complement previous work in the field, are rigorous in nature and give\ninformation about the role of geometry and temperature on the properties of the\nradial-hedgehog solution and the associated biaxial instabilities.\n"]}]
["1009.4562",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4562","Phys. Rev. B 82, 165316 (2010)","doi:10.1103/PhysRevB.82.165316"],"date":["2010-09-23"],"type":["text"],"creator":["Nowak, M. P.","Szafran, B."],"language":[],"coverage":[],"title":["Time dependent configuration interaction simulations of spin swap in\n  spin orbit coupled double quantum dots"],"description":["  We perform time-dependent simulations of spin exchange for an electron pair\nin laterally coupled quantum dots. The calculation is based on configuration\ninteraction scheme accounting for spin-orbit (SO) coupling and\nelectron-electron interaction in a numerically exact way. Noninteracting\nelectrons exchange orientations of their spins in a manner that can be\nunderstood by interdot tunneling associated with spin precession in an\neffective SO magnetic field that results in anisotropy of the spin swap. The\nCoulomb interaction blocks the electron transfer between the dots but the spin\ntransfer and spin precession due to SO coupling is still observed. The\nelectron-electron interaction additionally induces an appearance of spin\ncomponents in the direction of the effective SO magnetic field which are\nopposite in both dots. Simulations indicate that the isotropy of the spin swap\nis restored for equal Dresselhaus and Rashba constants and properly oriented\ndots.\n"]}]
["1009.4924",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4924","Appl. Phys. Lett. 97, 154102 (2010)","doi:10.1063/1.3502568"],"date":["2010-09-24"],"type":["text"],"creator":["Saberi, Abbas Ali"],"language":[],"coverage":[],"title":["Geometrical Phase Transition on WO$_3$ Surface"],"description":["  A topographical study on an ensemble of height profiles obtained from atomic\nforce microscopy techniques on various independently grown samples of tungsten\noxide WO$_3$ is presented by using ideas from percolation theory. We find that\na continuous 'geometrical' phase transition occurs at a certain critical\nlevel-height $\\delta_c$ below which an infinite island appears. By using the\nfinite-size scaling analysis of three independent percolation observables i.e.,\npercolation probability, percolation strength and the mean island-size, we\ncompute some critical exponents which characterize the transition. Our results\nare compatible with those of long-range correlated percolation. This method can\nbe generalized to a topographical classification of rough surface models.\n","Comment: 3 pages, 4 figures, to appear in Applied Physics Letters (2010)"]}]
["1009.5372",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5372"],"date":["2010-09-27","2010-10-13"],"type":["text"],"creator":["Laleg-Kirati, Taous-Meriem","Helffer, Bernard"],"language":[],"coverage":[],"title":["On semi-Classical Questions Related to Signal Analysis"],"description":["  This study explores the reconstruction of a signal using spectral quantities\nassociated with some self-adjoint realization of an h-dependent Schr\\\"odinger\noperator when the parameter h tends to 0. Theoretical results in semi-classical\nanalysis are proved. Some numerical results are also presented. We first\nconsider as a toy model the sech^2 function. Then we study a real signal given\nby arterial blood pressure measurements. This approach seems to be very\npromising in signal analysis. Indeed it provides new spectral quantities that\ncan give relevant information on some signals as it is the case for arterial\nblood pressure signal.\n"]}]
["1010.0931",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0931"],"date":["2010-10-05","2010-10-13"],"type":["text"],"creator":["Moorhouse, R. G."],"language":[],"coverage":[],"title":["Note on a Pattern from CP Violation in Neutrino Oscillations"],"description":["  A virtual graphical construction is made to show the difference between\nneutrino and anti-neutrino oscillations in the presence of CP violation with\nCPT conservation.\n","Comment: 7 pages. Misplacement of factor 2 corrected; results unchanged"]}]
["1010.1063",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1063"],"date":["2010-10-06","2010-10-13"],"type":["text"],"creator":["DePew, Kyle","Frew, David J.","Parker, Quentin A.","De Marco, Orsola"],"language":[],"coverage":[],"title":["Wolf-Rayet Central Stars of Planetary Nebulae: Their Evolution and\n  Properties"],"description":["  Over the past decade, the number of planetary nebula central stars (CSPN)\nknown to exhibit the Wolf-Rayet (WR) phenomenon has grown substantially. Many\nof these discoveries have resulted from the Macquarie/AAO/Strasbourg Ha (MASH)\nPN Survey. While WR CSPN constitute a relatively rare stellar type (<10% of\nCS), there are indications that the proportion of PN harbouring them may\nincrease as spectroscopy of more central stars is carried out. In addition,\nwith new and better distances from the Ha surface brightness-radius\nrelationship of Frew (2008), we can attempt a dynamical age sequence which may\nprovide insight into the evolution of these stars.\n","Comment: 4 pages, 2 figures. Presented at the Asymmetric Planetary Nebulae V\n  Conference in Bowness-on-Windermere, UK, June 2010"]}]
["1010.1200",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1200"],"date":["2010-10-06","2010-10-12"],"type":["text"],"creator":["Koinov, Zlatko"],"language":[],"coverage":[],"title":["Bethe-Salpeter equations for the collective-mode spectrum of a\n  superfluid Fermi gas in a moving optical lattice"],"description":["  We derive the Bethe-Salpeter (BS) equations for the collective-mode spectrum\nof superfluid Fermi gases of equal mixture of atomic Fermi gas of two hyperfine\nstates loaded into a moving optical lattice. In a moving lattice the superfluid\nstate is unstable due to spontaneous emission of the short-wavelength rotonlike\nexcitations which appear in the spectrum of the collective modes. It is shown\nthat the spectrum obtained by the BS equations is in an excellent agreement\nwith the collective-mode dispersion calculated by the perturbation approach,\nwhile there are some differences between the results obtained by density\nresponse function method and by the BS approach. The difference increases with\nincreasing the lattice velocity, which can be seen in the analytical\napproximations for the dispersion relation in the long-wavelength limit in a\nweak-coupling regime.\n"]}]
["1010.1262",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1262","Nature (2010) 467, 684","doi:10.1038/nature09452"],"date":["2010-10-06","2010-10-13"],"type":["text"],"creator":["Green, Andrew W.","Glazebrook, Karl","McGregor, Peter J.","Abraham, Roberto G.","Poole, Gregory B.","Damjanov, Ivana","McCarthy, Patrick J.","Colless, Matthew","Sharp, Robert G."],"language":[],"coverage":[],"title":["High star formation rates as the origin of turbulence in early and\n  modern disk galaxies"],"description":["  High spatial and spectral resolution observations of star formation and\nkinematics in early galaxies have shown that two-thirds are massive rotating\ndisk galaxies with the remainder being less massive non-rotating objects. The\nline of sight averaged velocity dispersions are typically five times higher\nthan in today's disk galaxies. This has suggested that\ngravitationally-unstable, gas-rich disks in the early Universe are fuelled by\ncold, dense accreting gas flowing along cosmic filaments and penetrating hot\ngalactic gas halos. However these accreting flows have not been observed, and\ncosmic accretion cannot power the observed level of turbulence. Here we report\non a new sample of rare high-velocity-dispersion disk galaxies we have\ndiscovered in the nearby Universe where cold accretion is unlikely to drive\ntheir high star-formation rates. We find that the velocity dispersion is most\nfundamentally correlated with their star-formation rates, and not their mass\nnor gas fraction, which leads to a new picture where star formation itself is\nthe energetic driver of galaxy disk turbulence at all cosmic epochs.\n","Comment: 9 pages, 2 figures, Supplimentary Info available at:\n  http://pulsar.swin.edu.au/~agreen/nature/sigma_mean_arXiv.pdf. Accepted for\n  publication in Nature"]}]
["1010.1938",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1938"],"date":["2010-10-10","2010-10-13"],"type":["text"],"creator":["Sanyal, Sugata","Shelat, Ajit","Gupta, Amit"],"language":[],"coverage":[],"title":["New Frontiers of Network Security: The Threat Within"],"description":["  Nearly 70% of information security threats originate from inside an\norganization. Opportunities for insider threats have been increasing at an\nalarming rate with the latest trends of mobility (portable devices like Laptop,\nsmart phones etc.), ubiquitous connectivity (wireless or through 3G\nconnectivity) and this trend increases as more and more web-based applications\nare made available over the Internet. Insider threats are generally caused by\ncurrent or ex-employees, contractors or partners, who have authorized access to\nthe organization's network and servers. Theft of confidential information is\noften for either material gain or for willful damage. Easy availability of\nhacking tools on the Internet, USB devices and wireless connectivity provide\nfor easy break-ins. The net result is losses worth millions of dollars in terms\nof IP theft, leakage of customer / individual information, etc. This paper\npresents an understanding of Insider threats, attackers and their motives and\nsuggests mitigation techniques at the organization level\n","Comment: 4 Pages, Invited Paper in VCON'10: 2nd Vaagdevi International\n  Conference on Information Technology for Real World Problems Vaagdevi College\n  of Engineering, Warangal, Andhra Pradesh, India, December 9-11, 2010"]}]
["1010.2100",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2100"],"date":["2010-10-11"],"type":["text"],"creator":["Kamchatnov, A. M.","Korneev, S. V."],"language":[],"coverage":[],"title":["Development of instability of dark solitons generated by a flow of\n  Bose-Einstein condensate past a concave corner"],"description":["  The stability of dark solitons generated by a supersonic flow of a\nBose-Einstein condensate past a concave corner (or a wedge) is studied. It is\nshown that solitons in the dispersive shock wave generated at the initial\nmoment of time demonstrate a snake instability during their evolution to\nstationary curved solitons. Time of decay of soliton to vortices agrees very\nwell with analytical estimates of the instability growth rate.\n","Comment: 4 pages, 2 figures, 1 table"]}]
["1010.2206",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2206"],"date":["2010-10-11","2010-10-13"],"type":["text"],"creator":["Romano, P."],"language":[],"coverage":[],"title":["Swift: the science across the rainbow. Mission Overview and Highlights\n  of Results"],"description":["  I present an overview of the Swift mission, which was launched on November\n20, 2004 to discover and observe the most energetic of astrophysical phenomena,\ngamma-ray bursts (GRBs). After almost 6 years in space the Observatory is in\nexcellent shape, with all systems and instruments performing nominally and in\nburst chasing mode for an average of 97% of the time. Swift is also a\nmulti-purpose multi-frequency mission with the observing time evolving from\nmostly GRB targets, to mainly secondary science ones such as supernovae,\ncataclysmic variables and novae, active galactic nuclei, Galactic transients,\nactive stars and comets. I present the most recent science highlights.\n","Comment: Invited talk at the 54th Meeting of the Italian Astronomical Society\n  (Naples, May 4-7, 2010), to appear in Mem. SAIt. 8 pages, 8 figures (fixed\n  bibliography)"]}]
["1010.2246",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","65M99, 35D30, 35B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2246"],"date":["2010-10-11"],"type":["text"],"creator":["Stinis, Panagiotis"],"language":[],"coverage":[],"title":["Numerical computation of solutions of the critical nonlinear Schrodinger\n  equation after the singularity"],"description":["  We present numerical results for the solution of the 1D critical nonlinear\nSchrodinger with periodic boundary conditions and initial data that give rise\nto a finite time singularity. We construct, through the Mori-Zwanzig formalism,\na reduced model which allows us to follow the solution after the formation of\nthe singularity. The computed post-singularity solution exhibits the same\ncharacteristics as the post-singularity solutions constructed recently by\nTerence Tao.\n","Comment: 17 pages, 8 color figures"]}]
["1010.2357",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2357"],"date":["2010-10-12","2010-10-13"],"type":["text"],"creator":["Silva, L.","Collaboration, for the COMPASS"],"language":[],"coverage":[],"title":["Compass Results on Gluon Polarisation from High pT hadron pairs"],"description":["  One of the goals of the COMPASS experiment is the determination of the gluon\npolarisation \\Delta G/G, for a deep understanding of the spin structure of the\nnucleon. In DIS the gluon polarisation can be measured via the\nPhoton-Gluon-Fusion (PGF) process, identified by open charm production or by\nselecting high p_T hadron pairs in the final state. The data used for this work\nwere collected by the COMPASS experiment during the years 2002-2004, using a\n160 GeV naturally polarised positive muon beam scattering on a polarised\nnucleon target. A new preliminary result of the gluon polarisation \\Delta G/G\nfrom high p_T hadron pairs in events with Q^2>1 (GeV/c)^2 is presented. In\norder to extract \\Delta G/G, this analysis takes into account the leading\nprocess \\gamma q contribution together with the PGF and QCD Compton processes.\nA new weighted method based on a neural network approach is used. A preliminary\n\\Delta G/G result for events from quasi-real photoproduction (Q^2<1 (GeV/c)^2)\nis also presented.\n","Comment: prepared for the proceedings of the DSPIN09 - XIII Workshop on High\n  Energy Spin Physics, Dubna, Russia, September 1 - 5, 2009"]}]
["1010.2439",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Artificial Intelligence","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2439"],"date":["2010-10-12","2010-10-13"],"type":["text"],"creator":["Belavkin, Roman V."],"language":[],"coverage":[],"title":["Conservation Law of Utility and Equilibria in Non-Zero Sum Games"],"description":["  This short note demonstrates how one can define a transformation of a\nnon-zero sum game into a zero sum, so that the optimal mixed strategy achieving\nequilibrium always exists. The transformation is equivalent to introduction of\na passive player into a game (a player with a singleton set of pure\nstrategies), whose payoff depends on the actions of the active players, and it\nis justified by the law of conservation of utility in a game. In a transformed\ngame, each participant plays against all other players, including the passive\nplayer. The advantage of this approach is that the transformed game is zero-sum\nand has an equilibrium solution. The optimal strategy and the value of the new\ngame, however, can be different from strategies that are rational in the\noriginal game. We demonstrate the principle using the Prisoner's Dilemma\nexample.\n"]}]
["1010.2499",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2499"],"date":["2010-10-12"],"type":["text"],"creator":["Kosinski, Lukasz"],"language":[],"coverage":[],"title":["Holomorphic mappings preserving Minkowski functionals"],"description":["  We show that the equality $m_1(f(x))=m_2(g(x))$ for $x$ in a neighborhood of\na point $a$ remains valid for all $x$ provided that $f$ and $g$ are open\nholomorphic maps, $f(a)=g(a)=0$ and $m_1,$ $m_2$ are Minkowski functionals of\nbounded balanced domains. Moreover, a polynomial relation between $f$ and $g$\nis obtained. Next we generalize these results to bounded quasi-balanced\ndomains.\n  Moreover, the main results of \\cite{Ber-Piz} and \\cite{Bou} are significantly\nextended and their proofs are essentially simplified.\n","Comment: It is a draft version. Any comments are welcome"]}]
["1010.2508",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Biological Physics","Quantitative Biology - Biomolecules","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2508"],"date":["2010-10-12"],"type":["text"],"creator":["Kepseu, Wilfred D.","Woafo, Paul","Sakaguchi, H."],"language":[],"coverage":[],"title":["Intercellular spiral waves of calcium in a two dimensional network of\n  cells"],"description":["  It is shown, by means of numerical simulations, that intercellular spiral\nwaves of calcium can be initiated in a network of coupled cells as a result of\na de-synchronization between Ca2+ oscillations in two domains. No artificial\nheterogeneities need to be imposed to the system for spontaneous formation of\nspiral waves. The de-synchronization occurs near the interface of the\nstimulated region (which acts as a pacemaker) and propagates over the entire\nnetwork. We also find the outcome of the collision of two spiral waves.\n","Comment: 12 pages, 9 figures"]}]
["1010.2512",{"format":[],"subject":["Physics - Geophysics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2512","Phys. Rev. E 82, 042301 (2010)","doi:10.1103/PhysRevE.82.042301"],"date":["2010-10-12"],"type":["text"],"creator":["Mayer, Michael","Liu, Mario"],"language":[],"coverage":[],"title":["The propagation of Elastic Waves in Granular Solid Hydrodynamics"],"description":["  The anisotropic, stress-dependent velocity of elastic waves in glass beads --\nas observed by Y. Khidas and X. Jia, see [Phys. Rev. E, 81:021303, Feb. 2010]\n-- is shown to be well accounted for by ``granular solid hydrodynamics,'' a\nbroad-range macroscopic theory of granular behavior. As the theory makes no\nreference to fabric anisotropy, the influence of which on sound is in doubt.\n","Comment: 4 pages, 1 fig"]}]
["1010.2513",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2513"],"date":["2010-10-12"],"type":["text"],"creator":["Zeb, M. Ahsan"],"language":[],"coverage":[],"title":["Comment on \"Chiral tunnelling and the Klein paradox in graphene\""],"description":["  Arising from the Article: Nature Phys. 2, 620-625 (2006), By M. I.\nKatsnelson, K. S. Novoselov, and A. K. Geim.\n","Comment: 3 pages"]}]
["1010.2515",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2515"],"date":["2010-10-12"],"type":["text"],"creator":["Korn, A. J."],"language":[],"coverage":[],"title":["David vs. Goliath: pitfalls and prospects in abundance analyses of dwarf\n  vs. giant stars"],"description":["  I review some of the current limitations in modelling stellar atmospheres of\nsolar-type stars and approaches to overcome them.\n","Comment: 8 pages, 1 two-panel figure, write-up of a talk given at NIC XI,\n  Heidelberg, July 2010"]}]
["1010.2517",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2517","The Journal of Chemical Physics 133, 134702 (2010)","doi:10.1063/1.3483602"],"date":["2010-10-12"],"type":["text"],"creator":["López, L. G.","Linares, D. H.","Ramirez-Pastor, A. J."],"language":[],"coverage":[],"title":["Critical behavior of self-assembled rigid rods on triangular and\n  honeycomb lattices"],"description":["  Using Monte Carlo simulations and finite-size scaling analysis, the critical\nbehavior of self-assembled rigid rods on triangular and honeycomb lattices at\nintermediate density has been studied. The system is composed of monomers with\ntwo attractive (sticky) poles that, by decreasing temperature or increasing\ndensity, polymerize reversibly into chains with three allowed directions and,\nat the same time, undergo a continuous isotropic-nematic (IN) transition. The\ndetermination of the critical exponents, along with the behavior of Binder\ncumulants, indicate that the IN transition belongs to the q=1 Potts\nuniversality class.\n","Comment: 6 pages, 5 figures"]}]
["1010.2519",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2519","The Journal of Chemical Physics 133, 134706 (2010)","doi:10.1063/1.3496482"],"date":["2010-10-12"],"type":["text"],"creator":["López, L. G.","Linares, D. H.","Ramirez-Pastor, A. J.","Cannas, S. A."],"language":[],"coverage":[],"title":["Phase diagram of self-assembled rigid rods on two-dimensional lattices:\n  Theory and Monte Carlo simulations"],"description":["  Monte Carlo simulations and finite-size scaling analysis have been carried\nout to study the critical behavior in a two-dimensional system of particles\nwith two bonding sites that, by decreasing temperature or increasing density,\npolymerize reversibly into chains with discrete orientational degrees of\nfreedom and, at the same time, undergo a continuous isotropic-nematic (IN)\ntransition. A complete phase diagram was obtained as a function of temperature\nand density. The numerical results were compared with mean field (MF) and real\nspace renormalization group (RSRG) analytical predictions about the IN\ntransformation. While the RSRG approach supports the continuous nature of the\ntransition, the MF solution predicts a first-order transition line and a\ntricritical point, at variance with the simulation results.\n","Comment: 12 pages, 10 figures, supplementary information"]}]
["1010.2520",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2520"],"date":["2010-10-12"],"type":["text"],"creator":["Braun, Volker"],"language":[],"coverage":[],"title":["Discrete Wilson Lines in F-Theory"],"description":["  F-theory models are constructed where the 7-brane has a non-trivial\nfundamental group. The base manifolds used are a toric Fano variety and a\nsmooth toric threefold coming from a reflexive polyhedron. The discriminant\nlocus of the elliptically fibered Calabi-Yau fourfold can be chosen such that\none irreducible component it is not simply connected (namely, an Enriques\nsurface) and supports a non-Abelian gauge theory.\n","Comment: 22 pages, 4 figures, 3 tables"]}]
["1010.2521",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2521","Helbing, D and Johansson, A (2010) Cooperation, Norms, and\n  Revolutions: A Unified Game-Theoretical Approach. PLoS ONE 5(10): e12530","doi:10.1371/journal.pone.0012530"],"date":["2010-10-12"],"type":["text"],"creator":["Helbing, Dirk","Johansson, Anders"],"language":[],"coverage":[],"title":["Cooperation, Norms, and Revolutions: A Unified Game-Theoretical Approach"],"description":["  Cooperation is of utmost importance to society as a whole, but is often\nchallenged by individual self-interests. While game theory has studied this\nproblem extensively, there is little work on interactions within and across\ngroups with different preferences or beliefs. Yet, people from different social\nor cultural backgrounds often meet and interact. This can yield conflict, since\nbehavior that is considered cooperative by one population might be perceived as\nnon-cooperative from the viewpoint of another.\n  To understand the dynamics and outcome of the competitive interactions within\nand between groups, we study game-dynamical replicator equations for multiple\npopulations with incompatible interests and different power (be this due to\ndifferent population sizes, material resources, social capital, or other\nfactors). These equations allow us to address various important questions: For\nexample, can cooperation in the prisoner's dilemma be promoted, when two\ninteracting groups have different preferences? Under what conditions can costly\npunishment, or other mechanisms, foster the evolution of norms? When does\ncooperation fail, leading to antagonistic behavior, conflict, or even\nrevolutions? And what incentives are needed to reach peaceful agreements\nbetween groups with conflicting interests?\n  Our detailed quantitative analysis reveals a large variety of interesting\nresults, which are relevant for society, law and economics, and have\nimplications for the evolution of language and culture as well.\n"]}]
["1010.2529",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2529"],"date":["2010-10-12"],"type":["text"],"creator":["Mayer, H. C.","Krechetnikov, R."],"language":[],"coverage":[],"title":["The Life of a Free Soap Film"],"description":["  \"The Life of a Free Soap Film\" is a fluid dynamics video for the Gallery of\nFluid Motion intended to showcase the novel experimental techniques that we\nhave developed in our laboratory to study the retraction of planar liquid films\nof various shapes and sizes as well as other film properties not accessible\nbefore. Unlike previous experimental studies that have used rupture to initiate\nthe retraction of a liquid film from a point, we can produce the uniform\nrelease of a soap film along a straight edge up to many centimeters in length\nand capture the subsequent retraction of the film and details concerning the\ndevelopment of the edge using high speed photography. This video only hints at\nthe astonishing life of a \"free\" soap films.\n","Comment: 2 Videos Included (High and Low Resolution)"]}]
["1010.2530",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Disordered Systems and Neural Networks","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2530","Nature Physics 6, 744-750 (2010)","doi:10.1038/nphys1803"],"date":["2010-10-12"],"type":["text"],"creator":["Chialvo, Dante R."],"language":[],"coverage":[],"title":["Emergent complex neural dynamics"],"description":["  A large repertoire of spatiotemporal activity patterns in the brain is the\nbasis for adaptive behaviour. Understanding the mechanism by which the brain's\nhundred billion neurons and hundred trillion synapses manage to produce such a\nrange of cortical configurations in a flexible manner remains a fundamental\nproblem in neuroscience. One plausible solution is the involvement of universal\nmechanisms of emergent complex phenomena evident in dynamical systems poised\nnear a critical point of a second-order phase transition. We review recent\ntheoretical and empirical results supporting the notion that the brain is\nnaturally poised near criticality, as well as its implications for better\nunderstanding of the brain.\n"]}]
["1010.2537",{"format":[],"subject":["Mathematics - Functional Analysis","46J10 (Primary) 54H99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2537"],"date":["2010-10-12"],"type":["text"],"creator":["Mason, Jonathan"],"language":[],"coverage":[],"title":["An inductive proof of the Feinstein-Heath Swiss cheese\n  \"classicalisation\" theorem"],"description":["  A theory of allocation maps has been developed by J. F. Feinstein and M. J.\nHeath in order to prove a theorem, using Zorn's lemma, concerning the compact\nplane sets known as Swiss cheese sets. These sets are important since, as\ndomains, they provide a good source of examples in the theory of uniform\nalgebras and rational approximation. In this paper we take a more direct\napproach when proving their theorem by using transfinite induction and\ncardinality. An explicit reference to a theory of allocation maps is no longer\nrequired. Instead we find that the repeated application of a single operation\ndeveloped from the final step of the proof by Feinstein and Heath is enough.\n","Comment: 10 pages, 1 figure, Accepted for publication by the Proceedings of\n  the American Mathematical Society, volume 138, year 2010, number 12, pages\n  4423-4432"]}]
["1010.2541",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2541"],"date":["2010-10-12"],"type":["text"],"creator":["Taneja, Inder Jeet"],"language":[],"coverage":[],"title":["DIGITAL ERA: Universal Bimagic Squares"],"description":["  In this short note we have produced different kinds of bimagic squares using\nonly the digits 0, 1, 2, 5 and 8. The universal bimagic squares presented are\nof order 8x8, 9x9, 16x16 and 25x25. In order to bring universal bimagic square\nof order 8x8, we used only the digits 2 and 5. For the order 9x9, we used only\nthe digits 2, 5 and 8. For the universal bimagic square of order 16x16 we used\nthe digits 1, 2, 5 and 8 and finally for the order 25x25, we used five digits\n0, 1, 2, 5 and 8. In order to produce these universal bimagic squares we have\nused the digits in the digital form.\n"]}]
["1010.2546",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2546"],"date":["2010-10-12"],"type":["text"],"creator":["Potocnik, Primoz","Spiga, Pablo","Verret, Gabriel"],"language":[],"coverage":[],"title":["Bounding the order of the vertex-stabiliser in 3-valent\n  vertex-transitive and 4-valent arc-transitive graphs"],"description":["  The main result of this paper is that, if $\\Gamma$ is a connected 4-valent\n$G$-arc-transitive graph and $v$ is a vertex of $\\Gamma$, then either $\\Gamma$\nis one of a well understood infinite family of graphs, or $|G_v|\\leq 2^43^6$ or\n$2|G_v|\\log_2(|G_v|/2)\\leq |\\V\\Gamma|$ and that this last bound is tight. As a\ncorollary, we get a similar result for $3$-valent vertex-transitive graphs.\n","Comment: 37 pages"]}]
["1010.2547",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2547"],"date":["2010-10-12"],"type":["text"],"creator":["Vankerschaver, Joris","Yoshimura, Hiroaki","Leok, Melvin","Marsden, Jerrold E."],"language":[],"coverage":[],"title":["Stokes-Dirac Structures through Reduction of Infinite-Dimensional Dirac\n  Structures"],"description":["  We consider the concept of Stokes-Dirac structures in boundary control theory\nproposed by van der Schaft and Maschke. We introduce Poisson reduction in this\ncontext and show how Stokes-Dirac structures can be derived through symmetry\nreduction from a canonical Dirac structure on the unreduced phase space. In\nthis way, we recover not only the standard structure matrix of Stokes-Dirac\nstructures, but also the typical non-canonical advection terms in (for\ninstance) the Euler equation.\n","Comment: 6 pages"]}]
["1010.2549",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2549"],"date":["2010-10-12"],"type":["text"],"creator":["Potocnik, Primoz","Spiga, Pablo","Verret, Gabriel"],"language":[],"coverage":[],"title":["Tetravalent arc-transitive graphs with unbounded vertex-stabilisers"],"description":["  It has long been known that there exist finite connected tetravalent\narc-transitive graphs with arbitrarily large vertex-stabilisers. However,\nbeside a well known family of exceptional graphs, related to the lexicographic\nproduct of a cycle with an edgeless graph on two vertices, only a few such\ninfinite families of graphs are known. In this paper, we present two more\nfamilies of tetravalent arc-transitive graphs with large vertex-stabilisers,\neach significant for its own reason.\n","Comment: 9 pages"]}]
["1010.2551",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2551"],"date":["2010-10-12"],"type":["text"],"creator":["Rouayheb, Salim El","Ramchandran, Kannan"],"language":[],"coverage":[],"title":["Fractional Repetition Codes for Repair in Distributed Storage Systems"],"description":["  We introduce a new class of exact Minimum-Bandwidth Regenerating (MBR) codes\nfor distributed storage systems, characterized by a low-complexity uncoded\nrepair process that can tolerate multiple node failures. These codes consist of\nthe concatenation of two components: an outer MDS code followed by an inner\nrepetition code. We refer to the inner code as a Fractional Repetition code\nsince it consists of splitting the data of each node into several packets and\nstoring multiple replicas of each on different nodes in the system.\n  Our model for repair is table-based, and thus, differs from the random access\nmodel adopted in the literature. We present constructions of Fractional\nRepetition codes based on regular graphs and Steiner systems for a large set of\nsystem parameters. The resulting codes are guaranteed to achieve the storage\ncapacity for random access repair. The considered model motivates a new\ndefinition of capacity for distributed storage systems, that we call Fractional\nRepetition capacity. We provide upper bounds on this capacity while a precise\nexpression remains an open problem.\n"]}]
["1010.2552",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2552"],"date":["2010-10-12"],"type":["text"],"creator":["Rivieccio, Umberto"],"language":[],"coverage":[],"title":["An Algebraic Study of Bilattice-based Logics"],"description":["  The aim of this work is to develop a study from the perspective of Abstract\nAlgebraic Logic of some bilattice-based logical systems introduced in the\nnineties by Ofer Arieli and Arnon Avron. The motivation for such an\ninvestigation has two main roots. On the one hand there is an interest in\nbilattices as an elegant formalism that gave rise in the last two decades to a\nvariety of applications, especially in the field of Theoretical Computer\nScience and Artificial Intelligence. In this respect, the present study aims to\nbe a contribution to a better understanding of the mathematical and logical\nframework that underlie these applications. On the other hand, our interest in\nbilattice-based logics comes from Abstract Algebraic Logic. In very general\nterms, algebraic logic can be described as the study of the connections between\nalgebra and logic. One of the main reasons that motivate this study is the\npossibility to treat logical problems with algebraic methods and viceversa:\nthis is accomplished by associating to a logical system a class of algebraic\nmodels that can be regarded as the algebraic counterpart of that logic.\nStarting from the work of Tarski and his collaborators, the method of\nalgebraizing logics has been increasingly developed and generalized. In the\nlast two decades, algebraic logicians have focused their attention on the\nprocess of algebraization itself: this kind of investigation forms now a\nsubfield of algebraic logic known as Abstract Algebraic Logic (which we\nabbreviate AAL).\n","Comment: PhD Dissertation"]}]
["1010.2562",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2562"],"date":["2010-10-12"],"type":["text"],"creator":["Qian, Bian","Breuer, Kenneth S."],"language":[],"coverage":[],"title":["The motion, stability and breakup of a stretching liquid bridge with a\n  receding contact line"],"description":["  The complex behavior of drop deposition on a hydrophobic surface is\nconsidered by looking at a model problem in which the evolution of a\nconstant-volume liquid bridge is studied as the bridge is stretched. The bridge\nis pinned with a fixed diameter at the upper contact point, but the contact\nline at the lower attachment point is free to move on a smooth substrate.\nExperiments indicate that initially, as the bridge is stretched, the lower\ncontact line slowly retreats inwards. However at a critical radius, the bridge\nbecomes unstable, and the contact line accelerates dramatically, moving inwards\nvery quickly. The bridge subsequently pinches off, and a small droplet is left\non the substrate. A quasi-static analysis, using the Young-Laplace equation, is\nused to accurately predict the shape of the bridge during the initial bridge\nevolution, including the initial onset of the slow contact line retraction. A\nstability analysis is used to predict the onset of pinch-off, and a\none-dimensional dynamical equation, coupled with a Tanner-law for the dynamic\ncontact angle, is used to model the rapid pinch-off behavior. Excellent\nagreement between numerical predictions and experiments is found throughout the\nbridge evolution, and the importance of the dynamic contact line model is\ndemonstrated.\n","Comment: 37 pages, 12 figures"]}]
["1010.2564",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2564","Langmuir, Vol 26 (11), pp 7833-7842, 2010"],"date":["2010-10-12"],"type":["text"],"creator":["Bhardwaj, Rajneesh","Fang, Xiaohua","Somasundaran, Ponisseril","Attinger, Daniel"],"language":[],"coverage":[],"title":["Self-assembly of colloidal particles from evaporating droplets: role of\n  DLVO interactions and proposition of a phase diagram"],"description":["  The shape of deposits obtained from drying drops containing colloidal\nparticles matters for technologies such as inkjet printing, microelectronics\nand bioassay manufacturing. In this work, the formation of deposits during the\ndrying of nanoliter drops containing colloidal particles is investigated\nexperimentally with microscopy and profilometry, and theoretically with an\ninhouse finite-element code. The system studied involves aqueous drops\ncontaining titania nanoparticles evaporating on a glass substrate. Deposit\nshapes from spotted drops at different pH values are measured using a laser\nprofilometer. Our results show that the pH of the solution influences the dried\ndeposit pattern, which can be ring-like or more uniform. The transition between\nthese patterns is explained by considering how DLVO interactions such as the\nelectrostatic and van der Waals forces modify the particle deposition process.\nAlso a phase diagram is proposed to describe how the shape of a colloidal\ndeposit results from the competition between three flow patterns: a radial flow\ndriven by evaporation at the wetting line, a Marangoni recirculating flow\ndriven by surface tension gradients, and the transport of particles towards the\nsubstrate driven by DLVO interactions. This phase diagram explains three types\nof deposits commonly observed experimentally, such as a peripheral ring, a\nsmall central bump, or a uniform layer. Simulations and experiments are found\nin very good agreement.\n"]}]
["1010.2569",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2569","International Journal of heat and Mass transfer, Vol 53, pp\n  3733-3744, 2010"],"date":["2010-10-13"],"type":["text"],"creator":["Bhardwaj, Rajneesh","Longtin, Jon P.","Attinger, Daniel"],"language":[],"coverage":[],"title":["Interfacial temperature measurements, high-speed visualization and\n  finite-element simulations of droplet impact and evaporation on a solid\n  surface"],"description":["  The objective of this work is to investigate the coupling of fluid dynamics,\nheat transfer and mass transfer during the impact and evaporation of droplets\non a heated solid substrate. A laser-based thermoreflectance method is used to\nmeasure the temperature at the solid-liquid interface, with a time and space\nresolution of 100 {\\mu}s and 20 {\\mu}m, respectively. Isopropanol droplets with\nmicro- and nanoliter volumes are considered. A finite-element model is used to\nsimulate the transient fluid dynamics and heat transfer during the droplet\ndeposition process, considering the dynamics of wetting as well as Laplace and\nMarangoni stresses on the liquid-gas boundary. For cases involving evaporation,\nthe diffusion of vapor in the atmosphere is solved numerically, providing an\nexact boundary condition for the evaporative flux at the droplet-air interface.\nHigh-speed visualizations are performed to provide matching parameters for the\nwetting model used in the simulations. Numerical and experimental results are\ncompared for the transient heat transfer and the fluid dynamics involved during\nthe droplet deposition. Our results describe and explain temperature\noscillations at the drop-substrate interface during the early stages of impact.\nFor the first time, a full simulation of the impact and subsequent evaporation\nof a drop on a heated surface is performed, and excellent agreement is found\nwith the experimental results. Our results also shed light on the influence of\nwetting on the heat transfer during evaporation.\n"]}]
["1010.2573",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2573"],"date":["2010-10-13"],"type":["text"],"creator":["Cazan, Radu","Aidun, Cyrus K."],"language":[],"coverage":[],"title":["Secondary vortices in swirling flow"],"description":["  Twisted tapes are used to induce swirling flow and improve mixing. The flow\ninduced by a 180 degree twisted tape with length (pitch) 60 mm and diameter\n25.4 mm in a circular pipe was investigated using Laser Doppler Velocimetry\n(LDV) measurements. Tangential velocity profiles downstream of the twisted tape\nswirler were measured at multiple locations along the pipe axis, across the\nhorizontal diameter of the pipe. The profiles showed an unexpected transition\nalong the pipe axis from regular swirling flow to an apparent counter-rotation\nnear the pipe axis, and then reverting back to regular swirling flow. Injecting\nfine air bubbles into the flow showed the existence of two co-rotating helical\nvortices superimposed over the main swirling flow. The close proximity of the\ntwo co-rotating vortices creates the local reversing flow at the pipe\ncenterline. The secondary vortices are analyzed with high speed camera videos\nand numerical simulations.\n","Comment: 2 videos included"]}]
["1010.2575",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2575"],"date":["2010-10-13"],"type":["text"],"creator":["Jewitt, David","Weaver, Harold","Agarwal, Jessica","Mutchler, Max","Drahus, Michal"],"language":[],"coverage":[],"title":["Newly Disrupted Main Belt Asteroid P/2010 A2"],"description":["  Most main-belt asteroids are primitive rock and metal bodies in orbit about\nthe Sun between Mars and Jupiter. Disruption, through high velocity collisions\nor rotational spin-up, is believed to be the primary mechanism for the\nproduction and destruction of small asteroids and a contributor to dust in the\nSun's Zodiacal cloud, while analogous collisions around other stars feed dust\nto their debris disks. Unfortunately, direct evidence about the mechanism or\nrate of disruption is lacking, owing to the rarity of events. Here we present\nobservations of P/2010 A2, a previously unknown inner-belt asteroid with a\npeculiar, comet-like morphology that is most likely the evolving remnant of a\nrecent asteroidal disruption. High resolution Hubble Space Telescope\nobservations reveal an approximately 120 meter diameter nucleus with an\nassociated tail of millimeter-sized dust particles formed in February/March\n2009, all evolving slowly under the action of solar radiation pressure.\n","Comment: 10 pages, 3 figures"]}]
["1010.2579",{"format":[],"subject":["Mathematics - Rings and Algebras","15A69, 11C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2579"],"date":["2010-10-13"],"type":["text"],"creator":["Bekbaev, Ural"],"language":[],"coverage":[],"title":["Matrix Representations for Symmetric and Antisymmetric Multi-Linear Maps"],"description":["  In this paper the main results in arXiv:0901.3179v3, related to the matrix\nrepresentation of polynomial maps, are restated in traditional way of linear\nalgebra assuming that variable vectors are presented as column vectors. Some\nnew results related to that subject are also included. Here one can find the\nbehavior of the matrices of polynomial maps with respect to the change of\nvariables (coordinate system), matrix representations for symmetric and\nantisymmetric multi-linear maps. It is shown also that the offered\nrepresentations are in good concordance with known operations over such\nmulti-linear maps.\n"]}]
["1010.2586",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2586"],"date":["2010-10-13"],"type":["text"],"creator":["Braun, M. A.","Tarasov, A."],"language":[],"coverage":[],"title":["Forward pomeron propagator in the external field of the nucleus"],"description":["  It is shown by numerical calculations that the convoluted forward pomeron\npropagator in the external field created by a solution of the\nBalitski-Kovchegov equation in the nuclear matter vanishes at high rapidities.\nThis may open a possibility to apply the perturbative approach for the\ncalculation of pomeron loops.\n","Comment: 10 pages, 8 figures"]}]
["1010.2588",{"format":[],"subject":["Quantum Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2588"],"date":["2010-10-13"],"type":["text"],"creator":["Shimshovitz, Asaf","Tannor, David J."],"language":[],"coverage":[],"title":["Gaussian flexibility with Fourier accuracy: the periodic von Neumann\n  basis set"],"description":["  We propose a new method for solving quantum mechanical problems, which\ncombines the flexibility of Gaussian basis set methods with the numerical\naccuracy of the Fourier method. The method is based on the incorporation of\nperiodic boundary conditions into the von Neumann basis of phase space\nGaussians [F. Dimler et al., New J. Phys. 11, 105052 (2009)]. In this paper we\nfocus on the Time-independent Schr\\\"odinger Equation and show results for the\nharmonic, Morse and Coulomb potentials that demonstrate that the periodic von\nNeumann method or pvN is significantly more accurate than the usual vN method.\nFormally, we are able to show an exact equivalence between the pvN and the\nFourier Grid Hamiltonian (FGH) methods. Moreover, due to the locality of the\npvN functions we are able to remove Gaussian basis functions without loss of\naccuracy, and obtain significantly better efficiency than that of the FGH. We\nshow that in the classical limit the method has the remarkable efficiency of 1\nbasis function per 1 eigenstate.\n","Comment: 5 pages, 5 figures"]}]
["1010.2590",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2590"],"date":["2010-10-13"],"type":["text"],"creator":["Malkovich, E. G."],"language":[],"coverage":[],"title":["On new explicit Riemannian SU(2(n+1))-holonomy metrics"],"description":["  We construct in an explicit algebraic form a family of complete noncompact\nRicci-flat metrics which generalize Calabi metrics in real dimension $4(n+1)$\nand with holonomy $SU(2(n+1))$.\n","Comment: 6 pages"]}]
["1010.2591",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32J15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2591"],"date":["2010-10-13"],"type":["text"],"creator":["Chiose, Ionut","Toma, Matei"],"language":[],"coverage":[],"title":["On compact complex surfaces of K\\\"ahler rank one"],"description":["  The K\\\"ahler rank of compact complex surfaces was introduced by Harvey and\nLawson in their 1983 paper on K\\\"ahler manifolds as a measure of\n``k\\\"alerianity''. Here we give a partial classification of compact complex\nsurfaces of K\\\"ahler rank 1. These are either elliptic surfaces, or Hopf\nsurfaces, or they admit a holomorphic foliation of a very special type. As a\nconsequence we give an affirmative answer to the question raised by Harvey and\nLawson whether the K\\\"ahler rank is a birational invariant.\n","Comment: Submitted to Amer. J. Math"]}]
["1010.2594",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2594","IDMME'2004, BATH : United Kingdom (2004)"],"date":["2010-10-13"],"type":["text"],"creator":["Petit, Jean-Philippe","Samper, Serge"],"language":[],"coverage":[],"title":["Tolerancing analysis and functional requirement"],"description":["  The aim of this paper is to show through a simple assembly a method of\ntolerancing analysis (coherent with GPS) developed at LM\\'ecA and based on the\nmodel of clearance and deviation domains. Tolerancing is an important step in\nthe product design because on it will depend the functionality of the mechanism\nits assemblibility but also its cost: manufacturing cost increases with the\nprecision of tolerances values. In our model, each feature specification is\ntranslated into tolerance zone. This zone limits displacements of the\ntoleranced feature. Limitations of this small displacements are expressed in a\nmathematical form by a 6-polytope in a 6 dimensions space (3 rotations and 3\ntranslations). In the same way, contact conditions in joints allow to write\nlinear inequalities which can be translated by 6-polytopes. Each domain is\ndefined by a set of vertices and a system of inequalities. Considering a chosen\ntolerancing, the method allows to verify the mechanism assemblibility but also\nseveral functional requirements. The example of a minimal clearance requirement\nbetween two surfaces will be treated. We will show the residual clearance zone\nassociated to these surfaces considering tolerances on parts and clearances in\njoints. With such a tool, the designer will be able to modify values of the\ntolerances and thus to reduce the manufacturing cost while guaranteeing the\nfunctionality of the mechanism.\n"]}]
["1010.2598",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2598","Computers and Geotechnics 37, 1-2 (2010) 207-215","doi:10.1016/j.compgeo.2009.09.003"],"date":["2010-10-13"],"type":["text"],"creator":["Coussy, Olivier","Pereira, Jean-Michel","Vaunat, Jean"],"language":[],"coverage":[],"title":["Revisiting the thermodynamics of hardening plasticity for unsaturated\n  soils"],"description":["  A thermodynamically consistent extension of the constitutive equations of\nsaturated soils to unsaturated conditions is often worked out through the use a\nunique 'effective' interstitial pressure, accounting equivalently for the\npressures of the saturating fluids acting separately on the internal solid\nwalls of the pore network. The natural candidate for this effective\ninterstitial pressure is the space averaged interstitial pressure. In contrast\nexperimental observations have revealed that, at least, a pair of stress state\nvariables was needed for a suitable framework to describe\nstress-strain-strength behaviour of unsaturated soils. The thermodynamics\nanalysis presented here shows that the most general approach to the behaviour\nof unsaturated soils actually requires three stress state variables: the\nsuction, which is required to describe the invasion of the soil by the liquid\nwater phase through the retention curve; two effective stresses, which are\nrequired to describe the soil deformation at water saturation held constant.\nHowever a simple assumption related to the plastic flow rule leads to the final\nneed of only a Bishop-like effective stress to formulate the stress-strain\nconstitutive equation describing the soil deformation, while the retention\nproperties still involve the suction and possibly the deformation. Commonly\naccepted models for unsaturated soils, that is the Barcelona Basic Model and\nany approach based on the use of an effective averaged interstitial pressure,\nappear as special extreme cases of the thermodynamic formulation proposed here.\n"]}]
["1010.2600",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - K-Theory and Homology","11G07, 11S31, 19D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2600"],"date":["2010-10-13"],"type":["text"],"creator":["Hiranouchi, Toshiro","Hirayama, Seiji"],"language":[],"coverage":[],"title":["On the cycle map for products of elliptic curves over a $p$-adic field"],"description":["  We study the Chow group of $0$-cycles on the product of elliptic curves over\na $p$-adic field. For this abelian variety, it is decided that the structure of\nthe image of the Albanese kernel by the cycle class map.\n"]}]
["1010.2604",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2604"],"date":["2010-10-13"],"type":["text"],"creator":["Asperti, Andrea","Coen, Claudio Sacerdoti","Tassi, Enrico"],"language":[],"coverage":[],"title":["Regular Expressions, au point"],"description":["  We introduce a new technique for constructing a finite state deterministic\nautomaton from a regular expression, based on the idea of marking a suitable\nset of positions inside the expression, intuitively representing the possible\npoints reached after the processing of an initial prefix of the input string.\nPointed regular expressions join the elegance and the symbolic appealingness of\nBrzozowski's derivatives, with the effectiveness of McNaughton and Yamada's\nlabelling technique, essentially combining the best of the two approaches.\n"]}]
["1010.2606",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2606"],"date":["2010-10-13"],"type":["text"],"creator":["Miklavic, Stefko","Terwilliger, Paul"],"language":[],"coverage":[],"title":["The A-like matrices for a hypercube"],"description":["  Let $D$ denote a positive integer and let $Q_D$ denote the graph of the\n$D$-dimensional hypercube. Let $X$ denote the vertex set of $Q_D$ and let $A\n\\in \\MX$ denote the adjacency matrix of $Q_D$. A matrix $B \\in \\MX$ is called\n$A$-{\\em like} whenever both (i) $BA = AB$; (ii) for all $x,y \\in X$ that are\nnot equal or adjacent, the $(x,y)$-entry of $B$ is zero. Let $\\Al$ denote the\nsubspace of $\\MX$ consisting of the $A$-like elements. We decompose $\\Al$ into\nthe direct sum of its symmetric part and antisymmetric part. We give a basis\nfor each part. The dimensions of the symmetric part and antisymmetric part are\n$D+1$ and ${D \\choose 2}$, respectively.\n"]}]
["1010.2608",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2608","Unsaturated Soils - Proc. Fifth Int. Conf. on Unsaturated Soils,\n  Barcelona : Spain (2010)"],"date":["2010-10-13"],"type":["text"],"creator":["Pereira, Jean-Michel","Coussy, Olivier","Alonso, Eduardo E.","Vaunat, Jean","Olivella, Sebastia"],"language":[],"coverage":[],"title":["Is the degree of saturation a good candidate for Bishop's X parameter?"],"description":["  In unsaturated soil mechanics, the quest for an effective stress playing the\nsame role as Terzaghi's effective stress does for saturated soils has\nintroduced a long standing debate, dating back to the 1960s. Several\ncontributions have been proposed since the early work of Bishop. It is well\nrecognized to date that a single constitutive stress is not sufficient by\nitself to catch the main features of the behaviour of unsaturated soils and it\nis often combined with matric suction. In this paper, focus is given to a\nlargely used formulation for such a constitutive stress, based on the use of an\naveraged pore pressure. In particular, this paper discusses on thermodynamics\nbases the validity of the choice of the factor X weighting the fluid pressures\ncontribution to the constitutive stress. This factor is usually assumed to be\nequal to the degree of saturation of water. In this work it is shown that the\nchoice of this natural candidate implies restrictive assumptions on the plastic\nflow rule. As shown from experimental data obtained from a literature review,\nthis choice may not be pertinent for certain classes of materials, particularly\nhigh plasticity clays.\n"]}]
["1010.2610",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2610","Poromechanics IV - Proceedings of the 4th Biot Conference on\n  Poromechanics, Columbia University, New-York : United States (2009)"],"date":["2010-10-13"],"type":["text"],"creator":["Coussy, O.","Pereira, Jean-Michel"],"language":[],"coverage":[],"title":["Modelling plasticity of unsaturated soils in a thermodynamically\n  consistent framework"],"description":["  Constitutive equations of unsaturated soils are often derived in a\nthermodynamically consistent framework through the use a unique 'effective'\ninterstitial pressure. This later is naturally chosen as the space averaged\ninterstitial pressure. However, experimental observations have revealed that\ntwo stress state variables were needed to describe the stress-strain-strength\nbehaviour of unsaturated soils. The thermodynamics analysis presented here\nshows that the most general approach to the behaviour of unsaturated soils\nactually requires three stress state variables: the suction, which is required\nto describe the retention properties of the soil and two effective stresses,\nwhich are required to describe the soil deformation at water saturation held\nconstant. Actually, it is shown that a simple assumption related to internal\ndeformation leads to the need of a unique effective stress to formulate the\nstress-strain constitutive equation describing the soil deformation. An\nelastoplastic framework is then presented and it is finally shown that the\nBarcelona Basic Model, a commonly accepted model for unsaturated soils, as well\nas all models deriving from it, appear as special extreme cases of the\nthermodynamic framework proposed here.\n"]}]
["1010.2611",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2611"],"date":["2010-10-13"],"type":["text"],"creator":["Piroird, Keyvan","Texier, Baptiste Darbois","Clanet, Christophe","Quéré, David"],"language":[],"coverage":[],"title":["Paramagnetic Leidenfrost Drops"],"description":["  We present a fluid dynamics video showing the behavior of drops of liquid\noxygen, at room temperature. Due to their low boiling point, these drops\nlevitate on a cushion of their own vapour. This property gives them a high\nmobility, as known more generally in such Leidenfrost situations. But liquid\noxygen is also paramagnetic, and thus likely to be manipulated using a magnet.\nIt is first shown that the shape of the drop can be modified by changing the\ndrop/magnet distance; approaching the magnet acts as reinforcing gravity, so\nthat the drops get flattened by this action. The transformation is of course\nreversible: as the magnet is withdrawn, the liquid recovers its quasi-spherical\nshape. Magnets can also be used to trap the oxygen drops. As they pass above a\nmagnet, they slow down significantly, a consequence of their deformation:\ndespite a very low friction, the vibrations induced by the drop deformations\nrepresent an important source of dissipation: below a well-defined velocity,\ndrops can even be stopped in the magnetic trap. Quicker ones can be decelerated\nand then captured by series of magnets. Oberving the same events from the top\nreveals the complex shapes adopted by the liquid as it crosses the traps.\n","Comment: There is a video included (Paramagnetic_Leidenfrost_Drops.mpg)"]}]
["1010.2612",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2612"],"date":["2010-10-13"],"type":["text"],"creator":["Mohseni, Kamran"],"language":[],"coverage":[],"title":["Observable Divergence Theorem: Evolution Equations for Inviscid\n  Regularization of Shocks and Turbulence"],"description":["  The divergence theorem of Gauss plays a central role in the derivation of the\ngoverning differential equations in fluid dynamics, electrodynamics,\ngravitational fields, and optics. One is often interested in an evolution\nequation for the large scale quantities without resolving the details of the\nsmall scales. As a result, there has been a significant effort in developing\ntime-averaged and spatially-filtered equations for large scale dynamics from\nthe fully resolved governing differential equations. One should realize that by\nstarting from these fully-resolved equations (e.g. the Euler or Navier-Stokes\nequations) to derive an averaged evolution equation one has already taken the\nlimit of the wave-numbers approaching infinity with no regards to our\nobservational abilities at such a limit. As a result, obtaining the evolution\nequations for large scale quantities (low wave-numbers) by an averaging or\nfiltering process is done after the fact. This could explain many of the\ntheoretical and computational difficulties with the Euler or Navier-Stokes\nequations. Here, a rather different approach is proposed. The averaging process\nin implemented before the derivation of the differential form of the transport\nequations. A new observable divergence concept is defined based on fluxes\ncalculated from observable quantities at a desired averaging scale, $\\alpha$.\nAn observable divergence theorem is then proved and applied in the derivation\nof the observable and regularized transport equations. We further show that the\napplication of the observable divergence theorem to incompressible flows\nresults in a formal derivation of the inviscid Leray turbulence model first\nproposed in 1934. It is argued that such a methodology in deriving fluid\nevolution equations removes many of the theoretical and computational\ndifficulties in multi-scale problems such as turbulence and shocks.\n"]}]
["1010.2615",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2615"],"date":["2010-10-13"],"type":["text"],"creator":["Zeps, Dainis"],"language":[],"coverage":[],"title":["Combinatorial Maps with Normalized Knot"],"description":["  We consider combinatorial maps with fixed combinatorial knot numbered with\naugmenting numeration called normalized knot. We show that knot's normalization\ndoesn't affect combinatorial map what concerns its generality. Knot's\nnormalization leads to more concise numeration of corners in maps, e.g., odd or\neven corners allow easy to follow distinguished cycles in map caused by the\nfixation of the knot. Knot's normalization may be applied to edge structuring\nknot too. If both are normalized then one is fully and other partially\nnormalized mutually.\n","Comment: 14 pages"]}]
["1010.2620",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2620","Chemical Physics 375 (2010) 187-194","doi:10.1016/j.chemphys.2010.04.026"],"date":["2010-10-13"],"type":["text"],"creator":["Campisi, Michele","Zueco, David","Talkner, Peter"],"language":[],"coverage":[],"title":["Thermodynamic anomalies in open quantum systems: Strong coupling effects\n  in the isotropic XY model"],"description":["  The exactly solvable model of a one dimensional isotropic XY spin chain is\nemployed to study the thermodynamics of open systems. For this purpose the\nchain is subdivided into two parts, one part is considered as the system while\nthe rest as the environment or bath. The equilibrium properties of the system\ndisplay several anomalous aspects such as negative entropies, negative specific\nheat, negative susceptibilities in dependence of temperature and coupling\nstrength between system and bath. The statistical mechanics of this system is\nstudied in terms of a reduced density matrix. At zero temperature and for a\ncertain parameter values we observe a change of the ground state, a situation\nakin to a quantum phase transition.\n","Comment: 12 pages, 8 figures. Published in the special issue of Chemical\n  Physics \"Stochastic processes in Physics and Chemistry\" (in honor of Peter\n  H\\\"anggi)"]}]
["1010.2621",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2621"],"date":["2010-10-13"],"type":["text"],"creator":["Charpentier, Ana","Fontaine, Caroline","Furon, Teddy","Cox, Ingemar"],"language":[],"coverage":[],"title":["An Asymmetric Fingerprinting Scheme based on Tardos Codes"],"description":["  Tardos codes are currently the state-of-the-art in the design of practical\ncollusion-resistant fingerprinting codes. Tardos codes rely on a secret vector\ndrawn from a publicly known probability distribution in order to generate each\nBuyer's fingerprint. For security purposes, this secret vector must not be\nrevealed to the Buyers. To prevent an untrustworthy Provider forging a copy of\na Work with an innocent Buyer's fingerprint, previous asymmetric fingerprinting\nalgorithms enforce the idea of the Buyers generating their own fingerprint.\nApplying this concept to Tardos codes is challenging since the fingerprint must\nbe based on this vector secret.\n  This paper provides the first solution for an asymmetric fingerprinting\nprotocol dedicated to Tardos codes. The motivations come from a new attack, in\nwhich an untrustworthy Provider by modifying his secret vector frames an\ninnocent Buyer.\n","Comment: 6 pages, 2 figures"]}]
["1010.2624",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2624"],"date":["2010-10-13"],"type":["text"],"creator":["Shein, I. R.","Enyashin, A. N.","Ivanovskii, A. L."],"language":[],"coverage":[],"title":["Atomic structure and electronic properties of nanotubes of layered\n  iron-based superconductors"],"description":["  The atomic models of nanotubes for layered FeSe, LiFeAs, SrFe2As2, and\nLnFeAsO - the parent phases of so-called 11, 111, 122, and 1111 groups of newly\ndiscovered family of iron-based high temperature superconductors are proposed.\nOn example of SrFe2As2 the electronic properties of predicted nanotubes are\nexamined and discussed in comparison with those for the corresponding single\nlayer and the crystal.\n","Comment: 13 pages, 3 figures"]}]
["1010.2627",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2627"],"date":["2010-10-13"],"type":["text"],"creator":["Rychkova, Irina","Rychkov, Valentin","Kazymyrenko, Kyryl","Borlenghi, Simone","Waintal, Xavier"],"language":[],"coverage":[],"title":["KNIT : An open source code for quantum transport in multi-terminal\n  systems"],"description":["  This paper is the documentation for a numerical code for quantum transport\ncalled KNIT. The KNIT library implements a generalization of the well known\nrecursive Green function technique for a large class of multi-terminal\nmesoscopic systems with arbitrary geometries, topology and dimension. The\nsystems are described by tight-biding Hamiltonians (with arbitrary internal\ndegree of freedom like spin, electron/hole grading, orbitals...) and the\ncalculation done within the non equilibrium Green function formalism\n(equivalent to the Landauer-Buttiker Scattering approach). KNIT can (and has)\nbeen applied to many different physical systems including quantum Hall effect,\ntopological insulators, graphene ribbons, hybrid superconducting systems and\nferromagnetic multilayers. KNIT main functionality is written in C++ and\nwrapped into Python, providing a simple and flexible interface for the user.\nUsual \"input files\" of numerical codes are replaced by small python scripts\nwhere the user builds the system and then computes whatever observable\n(conductance, noise, local density of states...) is needed. KNIT code can be\nobtained freely at the following url:\nhttp://inac.cea.fr/Pisp/xavier.waintal/KNIT.php\n","Comment: 69 pages. Download KNIT at:\n  http://inac.cea.fr/Pisp/xavier.waintal/KNIT.php"]}]
["1010.2628",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2628"],"date":["2010-10-13"],"type":["text"],"creator":["Ezzahri, Younes","Joulain, Karl","Shakouri, Ali"],"language":[],"coverage":[],"title":["Transient Energy and Heat Transport in Metals: Effect of the Discrete\n  Character of the Lattice"],"description":["  A recently developed Shastry's formalism for energy transport is used to\nanalyze the temporal and spatial behaviors of the energy and heat transport in\nmetals under delta function excitation at the surface. Comparison with\nCattaneo's model is performed. Both models show the transition between\nnonthermal (ballistic) and thermal (ballistic-diffusive) regimes. Furthermore,\nbecause the new model considers the discrete character of the lattice, it\nhighlights some new phenomena such as damped oscillations in the energy\ntransport both in time and space. The energy relaxation of the conduction band\nelectrons in metals is considered to be governed by the electron-phonon\nscattering, and the scattering time is taken to be averaged over the Fermi\nsurface. Using the new formalism, one can quantify the transfer from nonthermal\nmodes to thermal ones as energy propagates in the material and it is\ntransformed into heat. While the thermal contribution shows a wave-front and an\nalmost exponentially decaying behavior with time, the nonthermal part shows a\nwave-front and a damped oscillating behavior. Two superimposed oscillations are\nidentified; a fast oscillation that is attributed to the nonthermal nature of\nenergy transport at very short time scales and a slow oscillation that\ndescribes the nature of the transition from the nonthermal regime to the\nthermal regime of energy transport.\n","Comment: 60pages, 2 tables and 11 figures"]}]
["1010.2631",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2631"],"date":["2010-10-13"],"type":["text"],"creator":["Goker, Ali","Zhu, Zhiyong","Schwingenschlogl, Udo"],"language":[],"coverage":[],"title":["Designer switches: Effect of crystal planes on time-dependent electron\n  transport through an interacting quantum dot"],"description":["  The time-dependent non-crossing approximation is utilized to determine the\neffects of the crystal planes of gold contacts on time dependent current\nthrough a quantum dot suddenly shifted into the Kondo regime via a gate\nvoltage. For an asymmetrically coupled system, instantaneous conductance\nexhibits complex fluctuations. We identify the frequencies participating in\nthese fluctuations and they turn out to be proportional to the separation\nbetween the sharp features in the density of states and the Fermi level in\nagreement with previous studies. Based on this observation, we predict that\nusing different crystal planes as electrodes would give rise to drastically\ndifferent transient currents which can be accessed with ultrafast pump-probe\ntechniques.\n","Comment: 4 pages, 3 figures"]}]
["1010.2635",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2635"],"date":["2010-10-13"],"type":["text"],"creator":["Krefl, Daniel","Walcher, Johannes"],"language":[],"coverage":[],"title":["Shift versus Extension in Refined Partition Functions"],"description":["  We have recently shown that the global behavior of the partition function of\nN=2 gauge theory in the general Omega-background is captured by special\ngeometry in the guise of the (extended) holomorphic anomaly equation. We here\nanalyze the fate of our results under the shift of the mass parameters of the\ngauge theory. The preferred value of the shift, noted previously in other\ncontexts, restores the Z_2 symmetry of the instanton partition function under\ninversion of the Omega-background, and removes the extension. We comment on\nvarious connections.\n","Comment: 4 pages"]}]
["1010.2640",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2640"],"date":["2010-10-13"],"type":["text"],"creator":["Bassalo, J. M. F.","Alencar, P. T. S.","da Silva, D. G.","Nassar, A. B.","Cattani, M."],"language":[],"coverage":[],"title":["The Quantum Wave Packet and the Feynman de Broglie Bohm Propagator of\n  the Linearized Schuch Chung Hartmann Equation along a Classical Trajetory"],"description":["  In this paper we study the quantum wave packet and the Feynman-de\nBroglie-Bohm propagator of the linearized Schuch-Chung-Hartmann equation along\na classical trajetory.\n","Comment: 13 pages"]}]
["1010.2643",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2643"],"date":["2010-10-13"],"type":["text"],"creator":["Mandal, R. K."],"language":[],"coverage":[],"title":["Novel aspects of higher dimensional structural description of trigonal,\n  pentagonal and their related phases"],"description":["  A four dimensional description for the trigonal phase is presented. It has\nbeen demonstrated that it is possible to model one dimensional quasiperiodic\nstructure with trigonal symmetry apart from recovering the Miller-Bravais\nscheme for the description of hexagonal phases. A similar discussion on the two\nclasses of decagonal phases having 10/m and 105 symmetries will be given. The\ndistinction in the six dimensional models of the two classes of solids has been\npointed out. The zone rules for all the cases have been formulated. The\ncritical comparison for the structural description of trigonal, decagonal and\nrelated phases in terms of higher dimension is made. The unification achieved\nin the higher dimensional structural models of various phases has been\nemphasized. The importance of such models for the study of structural phase\ntransformation has been indicated.\n","Comment: 27 pages having a comprehensive table"]}]
["1010.2644",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2644"],"date":["2010-10-13"],"type":["text"],"creator":["Sebastian, Daniel","Guenther, Eike W."],"language":[],"coverage":[],"title":["Identifying A-stars in the CoRoT-fields IRa01, LRa01 and LRa02"],"description":["  Up to now, planet search programs have concentrated on main sequence stars\nlater than spectral type F5. However, identifying planets of early type stars\nwould be interesting. For example, the mass loss of planets orbiting early and\nlate type stars is different because of the differences of the EUV and X-ray\nradiation of the host stars. As an initial step, we carried out a program to\nidentify suitable A-stars in the CoRoT fields using spectra taken with the\nAAOmega spectrograph. In total we identified 562 A-stars in IRa01, LRa01, and\nLRa02.\n","Comment: 7 pages, 6 figures, conference proceedings, in press"]}]
["1010.2647",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2647","CERN Yellow Report CERN-2010-001, pp. 363-393"],"date":["2010-10-13"],"type":["text"],"creator":["Semikoz, D."],"language":[],"coverage":[],"title":["High-energy astroparticle physics"],"description":["  In these three lectures I discuss the present status of high-energy\nastroparticle physics including Ultra-High-Energy Cosmic Rays (UHECR),\nhigh-energy gamma rays, and neutrinos. The first lecture is devoted to\nultra-high-energy cosmic rays. After a brief introduction to UHECR I discuss\nthe acceleration of charged particles to highest energies in the astrophysical\nobjects, their propagation in the intergalactic space, recent observational\nresults by the Auger and HiRes experiments, anisotropies of UHECR arrival\ndirections, and secondary gamma rays produced by UHECR. In the second lecture I\nreview recent results on TeV gamma rays. After a short introduction to\ndetection techniques, I discuss recent exciting results of the H.E.S.S., MAGIC,\nand Milagro experiments on the point-like and diffuse sources of TeV gamma\nrays. A special section is devoted to the detection of extragalactic magnetic\nfields with TeV gamma-ray measurements. Finally, in the third lecture I discuss\nUltra-High-Energy (UHE) neutrinos. I review three different UHE neutrino\ndetection techniques and show the present status of searches for diffuse\nneutrino flux and point sources of neutrinos.\n","Comment: 29 pages, Lectures given at the 5th CERN-Latin-American School of\n  High-Energy Physics, Recinto Quirama, Colombia, 15 - 28 Mar 2009"]}]
["1010.2649",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2649"],"date":["2010-10-13"],"type":["text"],"creator":["de Castro, A. S."],"language":["pt"],"coverage":[],"title":["Scattering and bound states by localized potentials"],"description":["  A simple formalism for exploring quantum scattering and possible bound states\nin an arbitrary symmetric and localized potential in a unified way is\npresented. The symmetric square barrier and well potentials are used for\nillustrating the method.\n","Comment: In Portuguese. To appear in RBEF"]}]
["1010.2652",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2652","Programming and Computer Software, vol.33, no.2, pp.67-73, 2007"],"date":["2010-10-13"],"type":["text"],"creator":["Shemyakova, Ekaterina","Winkler, Franz"],"language":[],"coverage":[],"title":["Obstacles to the Factorization of Linear Partial Differential Operators\n  into Several Factors"],"description":["  We consider algorithms for the factorization of linear partial differential\noperators. We introduce several new theoretical notions in order to simplify\nsuch considerations. We define an obstacle and a ring of obstacles to\nfactorizations. We derive some interesting facts about the new objects, for\ninstance, that they are invariant under gauge transformations. An important\ntheorem for the construction of factoring algorithms is proved: a factorization\nis defined uniquely from a certain moment on.\n  For operators of orders three and two, obstacles are found explicitly.\n"]}]
["1010.2653",{"format":[],"subject":["Mathematics - Combinatorics","05A19, 11P81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2653"],"date":["2010-10-13"],"type":["text"],"creator":["Keith, William J."],"language":[],"coverage":[],"title":["A Bijection for Partitions with Initial Repetitions"],"description":["  A theorem of Andrews equates partitions in which no part is repeated more\nthan 2k-1 times to partitions in which, if j appears at least k times, all\nparts less than j also do so. This paper proves the theorem bijectively, with\nsome of the generalizations that usually arise from such proofs.\n","Comment: 5 pages"]}]
["1010.2658",{"format":[],"subject":["Physics - Popular Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2658"],"date":["2010-10-13"],"type":["text"],"creator":["Sacripanti, Attilio"],"language":[],"coverage":[],"title":["Biomechanics of Kuzushi-Tsukuri and Interaction in Competition"],"description":["  In this paper it is performed the comparative biomechanical analysis of the\nKuzushi (Unbalance) -Tsukuri (the entry and proper fitting of Tori's body into\nthe position taken just before throwing) phases of Judo Throwing techniques.\nThe whole effective movement is without separation, as already stated by old\nJapanese biomechanical studies (1972 -1978), only one skilled connected action,\nbut the biomechanical analysis is able to separate the whole in didactic steps\ncalled Action Invariants. The first important finding singled out is the\nexistence of two classes of Action Invariants the first the General one'\nconnected to the whole body motion is specific of shortening distance in the\nKuzushi Tsukuri Phase. The second one, the Specific Action Invariants is\nconnected to the superior and inferior kinetic chains motion and right\npositioning connected both to Kuzushi and Tsukuri phases. Some interesting\nfindings derive from this analysis: among throwing techniques, couple\ntechniques could be independent from Kuzushi; instead physical lever groups\nneed all two action invariants to be performed successfully and as complex\nmotor skill they are more difficult to perform than the first ones. Complexity\nin motion is connected to the energy consumption, and to the skill ability of\nathletes. This biomechanical comparative analysis is useful from the didactic\npoint of view, clarifying the basic mechanical steps of all throws, and showing\nalso hidden connections, similarities and differences among throwing Judo\ntechniques. The last part of the paper concerns the study on Interaction in\nCompetition, performed by the author, showing 20 years results on Judo\nBiomechanics.\n","Comment: 25 pages 24 ( multiple figures) 3 diag. 1 table. Paper presented at\n  SPASS International conference 5-9 september 2010 Lignano Sabbiadoro ITALY"]}]
["1010.2666",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2666","CERN Yellow Report CERN-2010-001, pp. 279-314"],"date":["2010-10-13"],"type":["text"],"creator":["Nir, Y."],"language":[],"coverage":[],"title":["Flavour physics and CP violation"],"description":["  This is a written version of a series of lectures aimed at graduate students\nin particle theory/string theory/particle experiment familiar with the basics\nof the Standard Model. We explain the many reasons for the interest in flavour\nphysics. We describe flavour physics and the related CP violation within the\nStandard Model, and explain how the B-factories proved that the\nKobayashi-Maskawa mechanism dominates the CP violation that is observed in\nmeson decays. We explain the implications of flavour physics for new physics.\nWe emphasize the \"new physics flavour puzzle\". As an explicit example, we\nexplain how the recent measurements of D0-D0 mixing constrain the\nsupersymmetric flavour structure. We explain how the ATLAS and CMS experiments\ncan solve the new physics flavour puzzle and perhaps shed light on the standard\nmodel flavour puzzle. Finally, we describe various interpretations of the\nneutrino flavour data and their impact on flavour models.\n","Comment: 36 pages, Lectures given at the 5th CERN-Latin-American School of\n  High-Energy Physics, Recinto Quirama, Colombia, 15 - 28 Mar 2009"]}]
["1010.2667",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2667"],"date":["2010-10-13"],"type":["text"],"creator":["Guo, Dongning","Zhang, Lei"],"language":[],"coverage":[],"title":["Virtual Full-Duplex Wireless Communication via Rapid On-Off-Division\n  Duplex"],"description":["  This paper introduces a novel paradigm for design- ing the physical and\nmedium access control (MAC) layers of mobile ad hoc or peer-to-peer networks\nformed by half-duplex radios. A node equipped with such a radio cannot\nsimultaneously transmit and receive useful signals at the same frequency.\nUnlike in conventional designs, where a node's transmission frames are\nscheduled away from its reception, each node transmits its signal through a\nrandomly generated on-off duplex mask (or signature) over every frame interval,\nand receive a signal through each of its own off-slots. This is called rapid\non-off- division duplex (RODD). Over the period of a single frame, every node\ncan transmit a message to some or all of its peers, and may simultaneously\nreceive a message from each peer. Thus RODD achieves virtual full-duplex\ncommunication using half-duplex radios and can simplify the design of higher\nlayers of a network protocol stack significantly. The throughput of RODD is\nevaluated under some general settings, which is significantly larger than that\nof ALOHA. RODD is especially efficient in case the dominant traffic is\nsimultaneous broadcast from nodes to their one-hop peers, such as in\nspontaneous wireless social networks, emergency situations or on battlefield.\nImportant design issues of peer discovery, distribution of on-off signatures,\nsynchronization and error-control coding are also addressed.\n","Comment: 8 pages; Forty-Eighth Annual Allerton Conference on Communication,\n  Control, and Computing, 2010"]}]
["1010.2669",{"format":[],"subject":["Mathematics - Algebraic Geometry","Computer Science - Symbolic Computation","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2669"],"date":["2010-10-13"],"type":["text"],"creator":["Hinkelmann, Franziska","Arnold, Elizabeth"],"language":[],"coverage":[],"title":["Fast Gr\\\"obner Basis Computation for Boolean Polynomials"],"description":["  We introduce the Macaulay2 package BooleanGB, which computes a Gr\\\"obner\nbasis for Boolean polynomials using a binary representation rather than\nsymbolic. We compare the runtime of several Boolean models from systems in\nbiology and give an application to Sudoku.\n"]}]
["1010.2675",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2675"],"date":["2010-10-13"],"type":["text"],"creator":["Pashaev, Oktay K.","Nalci, Sengul"],"language":[],"coverage":[],"title":["q-Shock Soliton Evolution"],"description":["  By generating function based on the Jackson's q-exponential function and\nstandard exponential function, we introduce a new q-analogue of Hermite and\nKampe-de Feriet polynomials. In contrast to standard Hermite polynomials, with\ntriple recurrence relation, our polynomials satisfy multiple term recurrence\nrelation, derived by the q-logarithmic function. It allow us to introduce the\nq-Heat equation with standard time evolution and the q-deformed space\nderivative. We found solution of this equation in terms of q-Kampe-de Feriet\npolynomials with arbitrary number of moving zeros, and solved the initial value\nproblem in operator form. By q-analog of the Cole-Hopf transformation we find a\nnew q-deformed Burgers type nonlinear equation with cubic nonlinearity. Regular\neverywhere single and multiple q-Shock soliton solutions and their time\nevolution are studied. A novel, self-similarity property of these q-shock\nsolitons is found. The results are extended to the time dependent\nq-Schr\\\"{o}dinger equation and the q-Madelung fluid type representation is\nderived.\n","Comment: 15 pages, 6 figures"]}]
["1010.2680",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2680"],"date":["2010-10-13"],"type":["text"],"creator":["Volkov, A. F."],"language":[],"coverage":[],"title":["Comment on \"Composite excitation of Josephson phase and spin waves in\n  ferromagnetic Josephson junctions\" (S.Hikino, M.Mori, S.Takahashi, and\n  S.Maekawa, arXiv:1009.3551)"],"description":["  We clarify the applicability of the quasistatic approximation used in Ref.\n[\\onlinecite{VE}], where coupled spin and Josephson plasma waves have been\npredicted to exist in SIFS Josephson junctions. We show, contrary to the claim\nof the authors of Ref. [\\onlinecite{Maekawa}], that this approximation is very\naccurate in realistic systems studied experimentally.\n","Comment: 2 pages"]}]
["1010.2686",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2686"],"date":["2010-10-13"],"type":["text"],"creator":["Mroueh, Lina","Belfiore, Jean-Claude"],"language":[],"coverage":[],"title":["How to Achieve the Optimal DMT of Selective Fading MIMO Channels?"],"description":["  In this paper, we consider a particular class of selective fading channel\ncorresponding to a channel that is selective either in time or in frequency.\nFor this class of channel, we propose a systematic way to achieve the optimal\nDMT derived in Coronel and B\\\"olcskei, IEEE ISIT, 2007 by extending the\nnon-vanishing determinant (NVD) criterion to the selective channel case. A new\ncode construction based on split NVD parallel codes is then proposed to satisfy\nthe NVD parallel criterion. This result is of significant interest not only in\nits own right, but also because it settles a long-standing debate in the\nliterature related to the optimal DMT of selective fading channels.\n","Comment: 22 pages, 6 figures, submitted to IEEE Transactions on Information\n  Theory"]}]
["1010.2687",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2687"],"date":["2010-10-13"],"type":["text"],"creator":["Black, James","Neitzel, G. Paul"],"language":[],"coverage":[],"title":["Generation of Single, Monodisperse Compound Droplets"],"description":["  The generation of single, monodisperse compound droplets is shown in these\nfluid dynamics videos. In an apparatus designed to produce single compound\ndroplets, a piezoelectric diaphragm generates a pressure pulse from a voltage\nwaveform input to eject a droplet. In the method presented, oil is allowed to\nflow into the water nozzle with the pressure pulse ejecting both fluids as a\ncompound droplet. Experiments were performed to demonstrate how changes in\nwater pressure affect compound droplet compositions. It was found that\nincreasing the water pressure decreased the thickness of the compound droplet's\noil layer.\n","Comment: Videos are included in this submission"]}]
["1010.2695",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2695"],"date":["2010-10-13"],"type":["text"],"creator":["Liu, Shitao"],"language":[],"coverage":[],"title":["Inverse Problem for a Structural Acoustic Interaction"],"description":["  In this work, we consider an inverse problem of determining a source term for\na structural acoustic partial differentia equation (PDE) model, comprised of a\ntwo or three-dimensional interior acoustic wave equation coupled to a Kirchoff\nplate equation, with the coupling being accomplished across a boundary\ninterface. For this PDE system, we obtain the uniqueness and stability estimate\nfor the source term from a single measurement of boundary values of the\n\"structure\". The proof of uniqueness is based on Carleman estimate. Then, by\nmeans of an observability inequality and a compactness/uniqueness argument, we\ncan get the stability result. Finally, an operator theoretic approach gives us\nthe regularity needed for the initial conditions in order to get the desired\nstability estimate.\n"]}]
["1010.2702",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2702"],"date":["2010-10-13"],"type":["text"],"creator":["Doll, P.","Apel, W. D.","Arteaga-Velázquez, J. C.","Bekk, K.","Bertaina, M.","Blümer, J.","Bozdog, H.","Brancus, I. M.","Buchholz, P.","Cantoni, E.","Chiavassa, A.","Cossavella, F.","Daumiller, K.","de Souza, V.","di Pierro, F.","Engel, R.","Engler, J.","Finger, M.","Fuhrmann, D.","Ghia, P. L.","Gils, H. J.","Glasstetter, R.","Grupen, C.","Haungs, A.","Heck, D.","Hörandel, J. R.","Huege, T.","Isar, P. G.","Kampert, K. -H.","Kang, D.","Kickelbick, D.","Klages, H. O.","Link, K.","Łuczak, P.","Ludwig, M.","Mathes, H. J.","Mayer, H. J.","Melissas, M.","Milke, J.","Mitrica, B.","Morello, C.","Navarra, G.","Nehls, S.","Oehlschläger, J.","Ostapchenko, S.","Over, S.","Palmieria, N.","Petcu, M.","Pierog, T.","Rebel, H.","Roth, M.","Schieler, H.","Schröder, F. G.","Sima, O.","Toma, G.","Trinchero, G. C.","Ulrich, H.","Weindl, A.","Wochele, J.","Wommer, M.","Zabierowski, J."],"language":[],"coverage":[],"title":["Longitudinal EAS-Development Studies in the Air-Shower Experiment\n  KASCADE-Grande"],"description":["  A large area (128 m^2) Muon Tracking Detector (MTD), located within the\nKASCADE experiment, has been built with the aim to identify muons (E_mu > 0.8\nGeV) and their directions in extensive air showers by track measurements under\nmore than 18 r.l. shielding. The orientation of the muon track with respect to\nthe shower axis is expressed in terms of the radial- and tangential angles. By\nmeans of triangulation the muon production height H_mu is determined. By means\nof H_mu, a transition from light to heavy cosmic ray primary particle with\nincreasing shower energy Eo from 1-10 PeV is observed. Muon pseudorapidity\ndistributions for the first interactions above 15 km are studied and compared\nto Monte Carlo simulations.\n","Comment: Presented at the XVI International Symposium on Very High Energy\n  Cosmic Ray Interactions (ISVHECRI 2010), Batavia, IL, USA (28 June 2 July\n  2010). 4 pages, 3 figures"]}]
["1010.2705",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2705"],"date":["2010-10-13"],"type":["text"],"creator":["Kleinberg, Robert","Ligett, Katrina"],"language":[],"coverage":[],"title":["Privacy-Compatibility For General Utility Metrics"],"description":["  In this note, we present a complete characterization of the utility metrics\nthat allow for non-trivial differential privacy guarantees.\n"]}]
["1010.2706",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2706","Gesture in embodied communication and human-computer interaction.\n  8th International Gesture Workshop, GW 2009. Bielefeld, Germany, February\n  25-27, 2009. Revised selected papers, Kopp, S. and Wachsmuth, I. (Ed.) (2010)\n  61-72","doi:10.1007/978-3-642-12553-9_6"],"date":["2010-10-13"],"type":["text"],"creator":["Visser, Willemien"],"language":[],"coverage":[],"title":["Function and form of gestures in a collaborative design meeting"],"description":["  This paper examines the relationship between gestures' function and form in\ndesign collaboration. It adopts a cognitive design research viewpoint. The\nanalysis is restricted to gesticulations and emblems. The data analysed come\nfrom an empirical study conducted on an architectural design meeting. Based on\na previous analysis of the data, guided by our model of design as the\nconstruction of representations, we distinguish representational and\norganisational functions. The results of the present analysis are that, even if\nform-function association tendencies exist, gestures with a particular function\nmay take various forms, and particular gestural movements as regards form can\nfulfil different functions. Reconsidering these results and other research on\ngesture, we formulate the assumption that, if formal characteristics do not\nallow differentiating functional gestures in collaboration, context-dependent,\nsemantic characteristics may be more appropriate. We also envision the\npossibility that closer inspection of the data reveal tendencies of another\nnature.\n"]}]
["1010.2707",{"format":[],"subject":["Mathematics - Geometric Topology","57N50 (Primary), 57N37 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2707"],"date":["2010-10-13"],"type":["text"],"creator":["Calcut, Jack S.","King, Henry C.","Siebenmann, Laurent C."],"language":[],"coverage":[],"title":["Connected sum at infinity and Cantrell-Stallings hyperplane unknotting"],"description":["  We give a general treatment of the somewhat unfamiliar operation on manifolds\ncalled Connected Sum at Infinity, or CSI for short. A driving ambition has been\nto make the geometry behind the well definition and basic properties of CSI as\nclear and elementary as possible. CSI then yields a very natural and elementary\nproof of a remarkable theorem of J. C. Cantrell and J. R. Stallings. It asserts\nunknotting of proper embeddings of euclidean (m-1)-space in euclidean m-space\nwith m not equal to 3, for all three classical manifold categories:\ntopological, piecewise linear, and differentiable. It is one of the few major\ntheorems whose statement and proof can be the same for all three categories. We\ngive it the acronym HLT, which is short for Hyperplane Linearization Theorem.\nThe topological version of the HLT immediately implies B. Mazur's topological\nSchoenflies theorem. We can thus claim that the Cantrell-Stallings theorem, as\nwe present it, is an enhancement of the topological Schoenflies theorem that\nhas exceptional didactic value. We also prove a classification of multiple\ncodimension 1 hyperplane embeddings in eucldiean m-space for m not equal to 3.\nNamely, they are classified by countable simplicial trees with one edge for\neach hyperplane (planar trees for m=2). This result is called the Multiple\nHyperplane Linearization Theorem, or MHLT for short. We give an exposition of\nC. Greathouse's Slab Theorem, and in conclusion some possibly novel proofs of\nthe 2-dimensional MHLT and related results classifying contractible 2-manifolds\nwith boundary.\n","Comment: 56 pages, 11 figures"]}]
["1010.2708",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2708"],"date":["2010-10-13"],"type":["text"],"creator":["Tamada, M."],"language":[],"coverage":[],"title":["Hadronic- and electromagnetic cores of air-showers observed by hybrid\n  experiments at high mountains"],"description":["  Characteristics of the high energy families (bundle of high energy e, gamma)\nand hadrons in the air-showers detected in the hybrid experiment together with\nemulsion chamber and AS-array at Mt.Chacaltaya are studied in detail by\ncomparing with those of CORSIKA simulations using interaction models of QGSJET\nand EPOS. Because the atmospheric families and hadron component have more\ndirect information of the nuclear interaction, correlations between atmospheric\nfamilies and burst (hadron component of air-showers) accompanied to air-showers\nare more sensitive to the mechanism of the the cosmic-ray interactions. The\nburst size dependence of the family energy is compared with those of\nsimulations. It is found that the family energy accompanied by the air-showers\nwith the larger burst-size is systematically smaller than that expected in the\nsimulated events. The experimental results can not be described simply by\nchanging the chemical composition of primary cosmic-rays and this indicates\nthat the x-distribution of secondary particles in cosmic-ray interactions\nbecomes much steeper than that assumed in the simulation models.\n","Comment: Invited talk presented at the XVI International Symposium on Very\n  High Energy Cosmic Ray Interactions (ISVHECRI 2010), Batavia, IL, USA (28\n  June 2 July 2010). 7 pages, 13 figures"]}]
["1010.2711",{"format":[],"subject":["Mathematics - Combinatorics","05D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2711"],"date":["2010-10-13"],"type":["text"],"creator":["Buck, Travis G.","Godbole, Anant P."],"language":[],"coverage":[],"title":["Maximal Symmetric Difference-Free Families of Subsets of $[n]$"],"description":["  Union-free families of subsets of $[n]=\\{1,... n\\}$ have been studied in\n\\cite{FF}. In this paper, we provide a complete characterization of maximal\n{\\it symmetric difference}-free families of subsets of $[n]$.\n","Comment: 10 pages"]}]
["1010.2718",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2718"],"date":["2010-10-13"],"type":["text"],"creator":["Andreianov, Boris","Bendahmane, Mostafa","Karlsen, Kenneth H.","Pierre, Charles"],"language":[],"coverage":[],"title":["Convergence of discrete duality finite volume schemes for the cardiac\n  bidomain model"],"description":["  We prove convergence of discrete duality finite volume (DDFV) schemes on\ndistorted meshes for a class of simplified macroscopic bidomain models of the\nelectrical activity in the heart. Both time-implicit and linearised\ntime-implicit schemes are treated. A short description is given of the 3D DDFV\nmeshes and of some of the associated discrete calculus tools. Several numerical\ntests are presented.\n"]}]
["1010.2719",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2719"],"date":["2010-10-13"],"type":["text"],"creator":["Carlson, Marilyn","Madison, Bernard","West, Richard"],"language":[],"coverage":[],"title":["The Calculus Concept Readiness (CCR) Instrument: Assessing Student\n  Readiness for Calculus"],"description":["  The Calculus Concept Readiness (CCR) instrument is based on the broad body of\nmathematics education research that has revealed major understandings,\nrepresentational abilities, and reasoning abilities students need to construct\nin precalculus level courses to be successful in calculus. The CCR is a 25-item\nmultiple-choice instrument, and the CCR taxonomy articulates what the CCR\nassesses. The methodology used to develop and validate the CCR is described and\nillustrated. Results from administering the CCR as a readiness examination in\ncalculus are provided along with data to guide others in using the CCR as a\nreadiness examination for beginning calculus.\n","Comment: 16 pages"]}]
["1010.2721",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2721"],"date":["2010-10-13"],"type":["text"],"creator":["Sullivan, Dennis"],"language":[],"coverage":[],"title":["Algebra, Topology and Algebraic Topology of 3D Ideal Fluids"],"description":["  There is a remarkable and canonical problem in 3D geometry and topology: To\nunderstand existing models of 3D fluid motion or to create new ones that may be\nuseful. We discuss from an algebraic viewpoint the PDE called Euler's equation\nfor incompressible frictionless fluid motion. In part I we define a \"finite\ndimensional 3D fluid algebra\", write its Euler equation and derive properties\nrelated to energy, helicity, transport of vorticity and linking that\ncharacterize this equation. This is directly motivated by the infinite\ndimensional fluid algebra associated to a closed riemannian three manifold\nwhose Euler equation as defined above is the Euler PDE of fluid motion. The\nclassical infinite dimensional fluid algebra satisfies an additional identity\nrelated to the Jacobi identity for the lie bracket of vector fields. In part II\nwe discuss informally how this Jacobi identity can be reestablished in finite\ndimensional approximations as a Lie infinity algebra. The main point of a\ndeveloped version of this theory would be a coherence between various levels of\napproximation. It is hoped that a better understanding of the meaning of the\nEuler equation in terms of such infinity structures would yield algorithms of\ncomputation that work well for conceptual reasons.\n","Comment: 7 pages, 2009 Georgia International Topology conference"]}]
["1010.2722",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2722","doi:10.1109/TPS.2010.2083700"],"date":["2010-10-13"],"type":["text"],"creator":["Akbari-Moghanjoughi, M."],"language":[],"coverage":[],"title":["Propagation of arbitrary amplitude nonlinear quantum ion-acoustic waves\n  in electron-ion plasmas: Dimensionality effects"],"description":["  Propagation of arbitrary-amplitude ion-acoustic solitary (IASWs) as well as\nperiodic waves (IAPWs) is investigated in a fully degenerate quantum\nelectron-ion plasma consisting of isothermal- or adiabatic-ion species. It is\nshown that the system dimensionality and degrees of freedom play critical roles\nin matching criteria for propagation of such waves. Furthermore, it is revealed\nthat for the case of adiabatic-ion unlike isothermal one, in some cases, there\nexists an upper fractional ion-temperature limit for the existence of IAPWs. It\nis also shown that, the variations of wave-amplitude with respect to the change\nin fractional ion-temperature is quite different for the cases of isothermal\nand adiabatic-ion plasmas.\n","Comment: Accepted for publication in IEEE Trans. on Plasma Science"]}]
["1010.2725",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2725"],"date":["2010-10-13"],"type":["text"],"creator":["Keung, Justin"],"language":[],"coverage":[],"title":["Low Mass Standard Model Higgs Limit at the Tevatron"],"description":["  The searches for the Standard Model (SM) Higgs Boson at the Fermilab Tevatron\nby the CDF and D{\\O} experiments are presented. Their state of the art\ntechniques, including maximizing Higgs signal acceptance, reducing background\nthrough b-jet ID, and with Multi-Variate discrimination between signal and\nbackground, are elucidated. The two experiments are able to achieve a\nsensitivity of three to five times SM cross section ({\\sigma}SM) at the\nbenchmark mass point of mH=115 GeV/c2 using the main search channels WH->lvbb,\nZH->vvbb, and ZH->llbb, and on combining all the channels from CDF and D{\\O},\nthe observed (expected) limit is 1.56 (1.45) x {\\sigma}SM. The present expected\nlimit is 1.8 x {\\sigma}SM or below for the entire low mass range, and\nsensitivity projections at present anticipate in Tevatron Run II a 3{\\sigma}\nsensitivity achievement for mH=115 GeV/c2.\n","Comment: HCP2010 Conference Contribution"]}]
["1010.2726",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2726"],"date":["2010-10-13"],"type":["text"],"creator":["Button, J. O."],"language":[],"coverage":[],"title":["Virtual finite quotients of finitely generated groups"],"description":["  If G is a semidirect product N by H with N normal and finitely generated then\nG has the property that every finite group is a quotient of some finite index\nsubgroup of G if and only if one of N and H has this property. This has\napplications to 3-manifolds and to cyclically presented groups, for instance\nfor any fibred hyperbolic 3-manifold M and any finite simple group S, there is\na cyclic cover of M whose fundamental group surjects to S. We also give a short\nproof of the residual finiteness of ascending HNN extensions of finite rank\nfree groups when the induced map on homology is injective.\n"]}]
["1010.2735",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2735"],"date":["2010-10-13"],"type":["text"],"creator":["Durand-Manterola, Hector Javier"],"language":[],"coverage":[],"title":["Free-floating planets: a viable option for panspermia"],"description":["  Genomic complexity can be used as a clock with which the moment in which life\noriginated can be measured. Some authors who have studied this problem have\ncome to the conclusion that it is not possible that terrestrial life originated\nhere and that, in reality, life originated giga-years ago, before the solar\nsystem existed. If we accept this conclusion there is no other option than to\nadmit that panspermia is something viable.The goal of this study is to propose\na viable hypothesis for the transport of SLF from one planetary system to\nanother. During the formation period of a planetary system giant planets can\neject planets the size of the Earth, or larger, turning them into free-floating\nplanets in interstellar space. These free-floating planets have also been\ncalled free floaters. If a free floater, which has developed life, enters a\nlifeless planetary system, it can seed the worlds of this system with SLF\ndragged by the stellar wind from one planet to another or by great impacts on\nthe free planet. To support this hypothesis, I calculate the probability that\none free floater reaches the planets zone of a planetary system, and also it\nwas calculated the time it remains within the planetary zone in order to see if\nthere is enough time to seed the host system.The probability of a free floater\nin the galaxy, within the region of the Sun, entering the planet zone of a\nsystem is 2.8x10-4, i.e., that {\\sim}3 of 10,000 free planets manage to enter\nsome planetary system. At the galactocentric distance from the Sun I calculated\nthat there are 21,495 free floaters floating around the galactic center. Hence,\n6 free-floating planets manage to enter in planetary systems every galaxy\nrotation. Since the galaxy has rotated 54 times since its formation, then,\n{\\sim} 324 free floaters have entered some planetary system at the\ngalactocentric distance of the Sun.\n","Comment: 9 pages"]}]
["1010.2736",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2736"],"date":["2010-10-13"],"type":["text"],"creator":["Shalen, Peter B."],"language":[],"coverage":[],"title":["Small optimal Margulis numbers force upper volume bounds"],"description":["  If $\\lambda$ is a positive real number strictly less than $\\log3$, there is a\npositive number $V_\\lambda$ such that every orientable hyperbolic 3-manifold of\nvolume greater than $V_\\lambda$ admits $\\lambda$ as a Margulis number. If\n$\\lambda<(\\log3)/2$, such a $V_\\lambda$ can be specified explicitly, and is\nbounded above by\n$$\\lambda\\bigg(6+\\frac{880}{\\log3-2\\lambda}\\log{1\\over\\log3-2\\lambda}\\bigg),$$\nwhere $\\log$ denotes the natural logarithm. These results imply that for\n$\\lambda<\\log3$, an orientable hyperbolic 3-manifold that does not have\n$\\lambda$ as a Margulis number has a rank-2 subgroup of bounded index in its\nfundamental group, and in particular has a fundamental group of bounded rank.\nAgain, the bounds in these corollaries can be made explicit if\n$\\lambda<(\\log3)/2$.\n","Comment: 29 pages"]}]
["1010.2737",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2737"],"date":["2010-10-13"],"type":["text"],"creator":["Zinde-Walsh, Victoria"],"language":[],"coverage":[],"title":["Identification and well-posedness in a class of nonparametric problems"],"description":["  This is a companion note to Zinde-Walsh (2010), arXiv:1009.4217v1[MATH.ST],\nto clarify and extend results on identification in a number of problems that\nlead to a system of convolution equations. Examples include identification of\nthe distribution of mismeasured variables, of a nonparametric regression\nfunction under Berkson type measurement error, some nonparametric panel data\nmodels, etc. The reason that identification in different problems can be\nconsidered in one approach is that they lead to the same system of convolution\nequations; moreover the solution can be given under more general assumptions\nthan those usually considered, by examining these equations in spaces of\ngeneralized functions. An important issue that did not receive sufficient\nattention is that of well-posedness. This note gives conditions under which\nwell-posedness obtains, an example that demonstrates that when well-posedness\ndoes not hold functions that are far apart can give rise to observable\narbitrarily close functions and discusses misspecification and estimation from\nthe stand-point of well-posedness.\n"]}]
["1010.2742",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2742"],"date":["2010-10-13"],"type":["text"],"creator":["Brosse, N.","Cazin, S.","Ern, P."],"language":[],"coverage":[],"title":["Wake interaction of two disks falling in tandem"],"description":["  The fluid dynamics video illustrates the interaction of two disks falling in\ntandem at Reynolds number close to 100. Two fluorescent dyes were used to\nvisualize the wake of each body. We can observe that the trailing body\naccelerates thanks to the entrainment provided by the wake of the leading body\nand eventually catches up the leadind body. Then, thick disks\n(diameter/thickness = 3) lose their initial wakes, separate laterally and fall\nside by side. On the contrary, the wakes of thinner disks (d/t = 10) merge in a\nsingle wake and the bodies continue their fall together adopting a stable\nY-configuration.\n","Comment: 2 pages, 2 videos"]}]
["cond-mat/0503421",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Physics and Society","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0503421","doi:10.1016/j.physa.2005.09.061"],"date":["2005-03-17","2005-09-25"],"type":["text"],"creator":["Bartolozzi, M.","Leinweber, D. B.","Thomas, A. W."],"language":[],"coverage":[],"title":["Influence of Local Interactions in the Bak-Sneppen Model and Economic\n  Applications"],"description":["  In the present work we extend the Bak-Sneppen model for biological evolution\nby introducing local interactions between species. This ``environmental''\nperturbation can modify the intrinsic fitness of each element of the ecology,\nleading to higher survival probability, even for the less fit. While the system\nstill self-organizes toward a critical state, the distribution of fitness\nbroadens, losing the classical step-function shape. A possible application in\neconomics is discussed, where firms are represented like evolving species\nlinked by mutual interests.\n","Comment: 16 pages, 6 figures, Physica A, in press"]}]
["cs/0501021",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Condensed Matter - Other Condensed Matter","Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0501021","Phil. Trans. R. Soc. London Series A 363 1895-1915 (2005)","doi:10.1098/rsta.2005.1618"],"date":["2005-01-11"],"type":["text"],"creator":["Harting, J.","Chin, J.","Venturoli, M.","Coveney, P. V."],"language":[],"coverage":[],"title":["Large-scale lattice Boltzmann simulations of complex fluids: advances\n  through the advent of computational grids"],"description":["  During the last two years the RealityGrid project has allowed us to be one of\nthe few scientific groups involved in the development of computational grids.\nSince smoothly working production grids are not yet available, we have been\nable to substantially influence the direction of software development and grid\ndeployment within the project. In this paper we review our results from large\nscale three-dimensional lattice Boltzmann simulations performed over the last\ntwo years. We describe how the proactive use of computational steering and\nadvanced job migration and visualization techniques enabled us to do our\nscientific work more efficiently. The projects reported on in this paper are\nstudies of complex fluid flows under shear or in porous media, as well as\nlarge-scale parameter searches, and studies of the self-organisation of liquid\ncubic mesophases.\n  Movies are available at\nhttp://www.ica1.uni-stuttgart.de/~jens/pub/05/05-PhilTransReview.html\n","Comment: 18 pages, 9 figures, 4 movies available, accepted for publication in\n  Phil. Trans. R. Soc. London Series A"]}]
