["0704.0852",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0852","Int.J.Mod.Phys.E16:2235-2240,2007","doi:10.1142/S021830130700774X"],"date":["2007-04-06"],"type":["text"],"creator":["Peressounko, D."],"language":[],"coverage":[],"title":["Bose-Einstein correlations of direct photons in Au+Au collisions at\n  $\\sqrt{s_{NN}} = 200$ GeV"],"description":["  The current status of the analysis of direct photon Bose-Einstein\ncorrelations in Au+Au collisions at $\\sqrt{s_{NN}}=200$ GeV done by the PHENIX\ncollaboration is summarized. All possible sources of distortion of the\ntwo-photon correlation function are discussed and methods to control them in\nthe PHENIX experiment are presented.\n","Comment: 6 pages, 3 figures, Proceedings of Poster Session, 19th International\n  Conference on Ultra-Relativistic Nucleus-Nucleus Collisions (Quark Matter\n  2006), November 14-20, 2006, Shanghai, P.R.China"]}]
["0704.1710",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1710","Int.J.Mod.Phys.E16:2263-2268,2007","doi:10.1142/S0218301307007787"],"date":["2007-04-13"],"type":["text"],"creator":["Mitsutani, Kazuya","Kitazawa, Masakiyo","Kunihiro, Teiji","Nemoto, Yukio"],"language":[],"coverage":[],"title":["Further Analysis of Excitations of Quarks at Finite Temperature -- Mass\n  Effect and Pole Structure --"],"description":["  We calculate the spectral function of the massive quark at finite temperature\n(T) using a Yukawa model and show that the peak in the negative energy region\namong the three-peaks found in a previous work for the massless quark is\nlargely suppressed. To explore the underlying mechanism of this behavior, we\nalso investigate the pole structure of the retarded Green function of the\nquark. We will show the result only for the massless quark. We find the\nresidues of the poles corresponding the three-peaks are all comparable at\n$T\\sim m_b$. We also show that the multi-peak structure of the quark spectra is\nwell described in the pole approximation which indicates that the quasi-paricle\npicture is valid in this $T$ region.\n","Comment: 6pages, 5 figures. Poster presentation at the 19th International\n  Conference on Ultra-Relativistic Nucleus-Nucleus Collisions (QM2006) held in\n  Shanghai, China on November 14-20, 2006"]}]
["0705.2895",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2895","Phys.Rev.Lett.96:200402,2006","doi:10.1103/PhysRevLett.96.200402"],"date":["2007-05-20"],"type":["text"],"creator":["Kim, Woo-Joong","Brownell, James Hayden","Onofrio, Roberto"],"language":[],"coverage":[],"title":["Detectability of dissipative motion in quantum vacuum via superradiance"],"description":["  We propose an experiment for generating and detecting vacuum-induced\ndissipative motion. A high frequency mechanical resonator driven in resonance\nis expected to dissipate energy in quantum vacuum via photon emission. The\nphotons are stored in a high quality electromagnetic cavity and detected\nthrough their interaction with ultracold alkali-metal atoms prepared in an\ninverted population of hyperfine states. Superradiant amplification of the\ngenerated photons results in a detectable radio-frequency signal temporally\ndistinguishable from the expected background.\n","Comment: 4 pages, 2 figures"]}]
["0706.0382",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0382","Class.Quant.Grav.25:065002,2008","doi:10.1088/0264-9381/25/6/065002"],"date":["2007-06-04","2010-11-19"],"type":["text"],"creator":["Brunnemann, Johannes","Rideout, David"],"language":[],"coverage":[],"title":["Properties of the Volume Operator in Loop Quantum Gravity II: Detailed\n  Presentation"],"description":["  The properties of the Volume operator in Loop Quantum Gravity, as constructed\nby Ashtekar and Lewandowski, are analyzed for the first time at generic\nvertices of valence greater than four. The present analysis benefits from the\ngeneral simplified formula for matrix elements of the Volume operator derived\nin gr-qc/0405060, making it feasible to implement it on a computer as a matrix\nwhich is then diagonalized numerically. The resulting eigenvalues serve as a\ndatabase to investigate the spectral properties of the volume operator.\nAnalytical results on the spectrum at 4-valent vertices are included. This is a\ncompanion paper to arXiv:0706.0469, providing details of the analysis presented\nthere.\n","Comment: Companion to arXiv:0706.0469. Version as published in CQG in 2008.\n  More compact presentation. Sign factor combinatorics now much better\n  understood in context of oriented matroids, see arXiv:1003.2348, where also\n  important remarks given regarding sigma configurations. Subsequent\n  computations revealed some minor errors, which do not change qualitative\n  results but modify some numbers presented here"]}]
["0706.3468",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3468","Int.J.Mod.Phys.E16:2956-2960,2007","doi:10.1142/S0218301307008811"],"date":["2007-06-23"],"type":["text"],"creator":["Ducati, M. B. Gay","Machado, M. M.","Machado, M. V. T."],"language":[],"coverage":[],"title":["Investigating diffractive W production in hadron-hadron collisions at\n  high energies"],"description":["  We compute the hard diffractive hadroproduction of bosons W at high energies\nusing Regge factorization and taking into account multiple Pomeron exchange\ncorrections. The ratio of diffractive to non-diffractive W production agrees\nwith the current Tevatron data and a prediction for the LHC is presented.\n","Comment: 4 pages, 1 table. To appear in the proceedings of 10th International\n  Workshop on Hadron Physics (X Hadron Physics), Florianopolis, Brazil, 26-31\n  Mar 2007"]}]
["0707.2690",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2690","J.Phys.G34:S1109-S1112,2007; Int.J.Mod.Phys.E16:2205-2209,2007","doi:10.1088/0954-3899/34/8/S166","doi:10.1142/S0218301307007696"],"date":["2007-07-18"],"type":["text"],"creator":["Chung, P","Danielewicz, P","Collaboration, for The NA49"],"language":[],"coverage":[],"title":["Evidence for non-Gaussian tail in 3D pion emission source at the SPS"],"description":["  The NA49 experiment at CERN SPS has acquired a huge data set of Pb+Pb events\nover a broad range of energy and centrality during the last several years. This\nhigh statistics data set, coupled with a state-of-the-art analysis technique,\nallows for the first model-independent extraction and energy scan of 3D\nemission sources for pion pairs at SPS energies. These 3D pion emission sources\nprovide new insights into the nature of a long-range source previously reported\nby PHENIX at RHIC. The new results indicate that the pion source displays\nsignificant non-Gaussian tails in the longitudinal direction at 40 and 158 AGeV\nand in the outward direction at 158 AGeV.\n","Comment: Proceedings, QM06, Beijing, China"]}]
["0708.2246",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2246","PoS LAT2007:285,2007"],"date":["2007-08-16","2007-09-26"],"type":["text"],"creator":["Zubkov, M. A."],"language":[],"coverage":[],"title":["Monopoles, topology of the Standard Model, and unification of\n  interactions at Tev scale"],"description":["  It is shown that unification of strong and Electroweak interactions at Tev\nscale may lead to appearance of topologically stable monopoles with masses of\nthe order of 40 Tev. Those monopoles may play an important role in the early\nUniverse, at finite temperature. They may even be condensed at high enough\ntemperature. The lattice model for investigation of this phenomenon is\npresented.\n","Comment: a version to appear in the proceedings of LATTICE 2007"]}]
["0711.2504",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2504","Contrib.Astron.Obs.Skalnate Pleso 38:291-300,2008"],"date":["2007-11-15"],"type":["text"],"creator":["Cowley, C. R.","Hubrig, S.","Castelli, F."],"language":[],"coverage":[],"title":["Isotopic Anomalies in CP Stars: Helium, Mercury, Platinum, and Calcium"],"description":["  We review the classical observational results for isotopic abundance\nvariations for several elements in CP stars. We concentrate on the \"newest\"\nanomaly, in calcium. The cosmically very rare isotope, Ca-48 can rival and even\ndominate the more common, alpha nuclide, Ca-40. Relevant examples are found in\nthe hot, non-magnetic HgMn stars, and the field horizontal-branch star, Feige\n86. The calcium anomaly is also present in cool, magnetic stars, including the\nnotorious HD 101065, Przybylski's star.\n","Comment: Review presented at the CP/Ap Workshop, Vienna, Austria in September\n  2007"]}]
["0711.3144",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3144","Astron.Astrophys.478:453-460,2008","doi:10.1051/0004-6361:20078609"],"date":["2007-11-20"],"type":["text"],"creator":["Murphy, G. C.","Lery, T.","O'Sullivan, S.","Spicer, D.","Bacciotti, F.","Rosen, A."],"language":[],"coverage":[],"title":["Interacting Jets from Binary Protostars"],"description":["  We investigate potential models that could explain why multiple proto-stellar\nsystems predominantly show single jets. During their formation, stars most\nfrequently produce energetic outflows and jets. However, binary jets have only\nbeen observed in a very small number of systems. We model numerically 3D binary\njets for various outflow parameters. We also model the propagation of jets from\na specific source, namely L1551 IRS 5, known to have two jets, using recent\nobservations as constraints for simulations with a new MHD code. We examine\ntheir morphology and dynamics, and produce synthetic emission maps. We find\nthat the two jets interfere up to the stage where one of them is almost\ndestroyed or engulfed into the second one. We are able to reproduce some of the\nobservational features of L1551 such as the bending of the secondary jet. While\nthe effects of orbital motion are negligible over the jets dynamical timeline,\ntheir interaction has significant impact on their morphology. If the jets are\nnot strictly parallel, as in most observed cases, we show that the magnetic\nfield can help the collimation and refocusing of both of the two jets.\n","Comment: accepted for publication in A&A"]}]
["0712.0173",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0173","Contrib.Astron.Obs.Skalnate Pleso 38:447-448,2008"],"date":["2007-12-02"],"type":["text"],"creator":["Schroeder, C.","Hubrig, S.","Schmitt, J. H. M. M."],"language":[],"coverage":[],"title":["Magnetic fields in X-ray emitting A-type stars"],"description":["  A common explanation for the observed X-ray emission of A-type stars is the\npresence of a hidden late-type companion. While this hypothesis can be shown to\nbe correct in some cases, there is also evidence suggesting that low-mass\ncompanions cannot be the proper cause for the observed X-ray activity in all\ncases. Babel & Montmerle (1997) presented a theoretical framework to explain\nthe X-ray emission for magnetic Ap/Bp stars, focusing on the A0p star IQ Aur.\nWe test if this theoretical model is capable to explain the observed X-ray\nemissions. We present observations of 13 A-type stars that have been associated\nwith X-ray emission detected by ROSAT. To determine the mean longitudinal\nmagnetic field strength we measured the circular polarization in the wings of\nthe Balmer lines using FORS 1. Although the emission of those objects with\nmagnetic fields fits the prediction of the Babel & Montmerle model, not all\nX-ray detections are related to the presence of a magnetic field. Additionally,\nthe strengths of magnetic fields do not correlate with the X-ray luminosity and\nthus the magnetically confined wind shock model cannot explain the X-ray\nemission from all investigated stars.\n","Comment: 2 pages, 1 figure, poster contribution presented at the CP/AP\n  Workshop, Vienna, Austria in September 2007"]}]
["0712.0180",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0180","Contrib.Astron.Obs.Skalnate Pleso 38:415-416,2008"],"date":["2007-12-02"],"type":["text"],"creator":["Hubrig, S.","Gonzalez, J. F.","Arlt, R."],"language":[],"coverage":[],"title":["Spots on the surface of HgMn stars: Clues to the origin of Hg and Mn\n  peculiarities"],"description":["  The important result achieved in our recent study of a large sample of HgMn\nstars using UVES at the VLT and FEROS at the ESO 2.2m telescope is the finding\nthat most HgMn stars exhibit spectral variability of various chemical elements,\nproving that the presence of an inhomogeneous distribution on the surface of\nthese stars is a rather common characteristics and not a rare phenomenon.\n","Comment: 2 pages, 1 figure, poster contribution presented at the CP/AP\n  Workshop, Vienna, Austria in September 2007"]}]
["0712.0181",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0181","Contrib.Astron.Obs.Skalnate Pleso 38:465-466,2008"],"date":["2007-12-02"],"type":["text"],"creator":["Yudin, R. V.","Pogodin, M. A.","Hubrig, S.","Schoeller, M."],"language":[],"coverage":[],"title":["Circumstellar magnetic fields in Herbig Ae stars"],"description":["  We present the results of our latest studies of the circumstellar magnetic\nfields in Herbig Ae stars and briefly discuss the cause of the failure of\nanother recent study by our colleagues to confirm the Zeeman features in our\nspectra.\n","Comment: 2 pages, 1 figure, poster contribution presented at the CP/AP\n  Workshop, Vienna, Austria in September 2007"]}]
["0712.0191",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0191","Contrib.Astron.Obs.Skalnate Pleso 38:223-228,2008"],"date":["2007-12-02"],"type":["text"],"creator":["Hubrig, S.","Schoeller, M.","Briquet, M.","Pogodin, M. A.","Yudin, R. V.","Gonzalez, J. F.","Morel, T.","De Cat, P.","Ignace, R.","North, P.","Mathys, G.","Peters, G. J."],"language":[],"coverage":[],"title":["Magnetic fields in massive stars"],"description":["  We review the recent discoveries of magnetic fields in different types of\nmassive stars and briefly discuss strategies for spectropolarimetric\nobservations to be carried out in the future.\n","Comment: 6 pages, 5 figures, contribution presented at the CP/AP Workshop,\n  Vienna, Austria in September 2007"]}]
["0712.0199",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0199","Contrib.Astron.Obs.Skalnate Pleso 38:235-244,2008"],"date":["2007-12-03"],"type":["text"],"creator":["Alecian, E.","Wade, G. A.","Catala, C.","Folsom, C.","Grunhut, J.","Donati, J. -F.","Petit, P.","Bagnulo, S.","Marsden, S. C.","Ramirez, J.","Landstreet, J. D.","Boehm, T.","Bouret, J. -C.","Silvester, J."],"language":[],"coverage":[],"title":["Magnetism in pre-MS intermediate-mass stars and the fossil field\n  hypothesis"],"description":["  Today, one of the greatest challenges concerning the Ap/Bp stars is to\nunderstand the origin of their slow rotation and their magnetic fields. The\nfavoured hypothesis for the latter is the fossil field, which implies that the\nmagnetic fields subsist throughout the different evolutionary phases, and in\nparticular during the pre-main sequence phase. The existence of magnetic fields\nat the pre-main sequence phase is also required to explain the slow rotation of\nAp/Bp stars. However, until recently, essentially no information was available\nabout the magnetic properties of intermediate-mass pre-main sequence stars, the\nso-called Herbig Ae/Be stars. The new high-resolution spectropolarimeter\nESPaDOnS, installed in 2005 at the Canada-France-Hawaii telescope, provided the\ncapability necessary to perform surveys of the Herbig Ae/Be stars in order to\ninvestigate their magnetism and rotation. These investigations have resulted in\nthe detection and/or confirmation of magnetic fields in 8 Herbig Ae/Be stars,\nranging in mass from 2 to nearly 15 solar masses. In this contribution I will\npresent the results of our survey, as well as their implications for the origin\nand evolution of the magnetic fields and rotation.\n","Comment: Proceedings of the CP#AP Workshop held in Vienna in September 2007"]}]
["0712.0555",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0555","Contrib.Astron.Obs.Skalnate Pleso 38:363-368,2008"],"date":["2007-12-04"],"type":["text"],"creator":["Mikulasek, Z.","Graf, T.","Krticka, J.","Zverko, J.","Ziznovsky, J."],"language":[],"coverage":[],"title":["Photometrically simply behaving mCP stars"],"description":["  We analyzed uvby and Hp light curves of 19 well observed magnetic CP stars\nselected from the \"On-line database of photometric observations of mCP stars\"\nof which light curves in all the five colours were similar. We assumed that\namong these photometrically simply behaving (PSB) stars could be found such\nones which have a single photometric spot. The insight into such simple\nsituations would help us to comprehend more complicated cases. Light curves of\nthe 19 PSB mCP stars proved to be generally nearly symmetric but surprisingly\ndiverse. The analysis shows that only in the case of HD 110956B, HD 188041, and\nperhaps HD 193722 we are able to explain their photometric behaviour by a\nsimple one-spot model. Consequently, occurrence of more than one photometric\nspot on an mCP star is typical.\n","Comment: 6 pages, 15 figures, The proceedings of the \"CP#AP workshop\", Vienna\n  10.-14. Sept. 2007, eds. J. Ziznovsky, J. Zverko, E. Paunzen, M. Netopil,\n  will be published in Contr. Astron. Obs. Skalnate Pleso"]}]
["0712.0771",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0771","Contrib.Astron.Obs.Skalnate Pleso 38:245-250,2008"],"date":["2007-12-05"],"type":["text"],"creator":["Folsom, C. P.","Wade, G. A.","Kochukhov, O.","Alecian, E.","Catala, C.","Bagnulo, S.","Landstreet, J. D.","Hanes, D. A."],"language":[],"coverage":[],"title":["Magnetic, Chemical and Rotational Properties of the Herbig Ae/Be Binary\n  System HD 72106"],"description":["  Recently, strong, globally-ordered magnetic fields have been detected in some\nHerbig Ae and Be (HAeBe) stars, suggesting a possible evolutionary connection\nto main sequence magnetic chemically peculiar Ap and Bp stars. We have\nundertaken a detailed study of the binary system HD 72106, which contains a B9\nmagnetic primary and a HAeBe secondary, using the ESPaDOnS spectropolarimeter\nmounted on the CFHT. A careful analysis of the very young primary reveals that\nit has an approximately dipolar magnetic field geometry, strong chemical\npeculiarities, and strong surface chemical abundance inhomogeneities. Thus the\nprimary is very similar to an Ap/Bp star despite having completed less then\n1.5% of its main sequence life, and possibly still being on the pre-main\nsequence. In contrast, a similar analysis of the secondary reveals solar\nchemical abundances and no magnetic field.\n","Comment: Proceedings of the CP#AP Workshop held in Vienna in September 2007"]}]
["0712.0800",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0800","Contrib.Astron.Obs.Skalnate Pleso 38:251-256,2008"],"date":["2007-12-05"],"type":["text"],"creator":["Wade, G. A.","Alecian, E.","Catala, C.","Bagnulo, S.","Landstreet, J. D.","Flood, J.","Bohm, T.","Bouret, J. -C.","Donati, J. -F.","Folsom, C. P.","Grunhut, J.","Silvester, J."],"language":[],"coverage":[],"title":["How non-magnetic are \"non-magnetic\" Herbig Ae/Be stars?"],"description":["  Our recent discovery of magnetic fields in a small number of Herbig Ae/Be\nstars has required that we survey a much larger sample of stars. From our FORS1\nand ESPaDOnS surveys, we have acquired about 125 observations of some 70 stars\nin which no magnetic fields are detected. Using a Monte Carlo approach, we have\nperformed statistical comparisons of the observed longitudinal fields and LSD\nStokes V profiles of these apparently non-magnetic stars with a variety of\nfield models. This has allowed us to derive general upper limits on the\npresence of dipolar fields in the sample, and to place realistic upper limits\non undetected dipole fields which may be present in individual stars. This\npaper briefly reports the results of the statistical modeling, as well as field\nupper limits for individual stars of particular interest.\n","Comment: 6 pages, 2 figures. In the proceedings of the \"CP/Ap workshop\" held\n  in Vienna, September 2007"]}]
["0712.0809",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0809","Contrib.Astron.Obs.Skalnate Pleso 38:417-418,2008"],"date":["2007-12-05"],"type":["text"],"creator":["Khalack, V.","LeBlanc, F.","Behr, B. B.","Wade, G. A.","Bohlender, D."],"language":[],"coverage":[],"title":["Vertical stratification of iron abundance in atmospheres of blue\n  horizontal-branch stars"],"description":["  The observed slow rotation and abundance peculiarities of certain blue\nhorizontal branch (BHB) stars suggests that atomic diffusion can be important\nin their stellar atmospheres and can lead to vertical abundance stratification\nof chemical species in the atmosphere. To verify this hypothesis, we have\nundertaken an abundance stratification analysis in the atmospheres of six BHB\nstars, based on recently acquired McDonald-CE spectra. Our numerical\nsimulations show that the iron abundance is vertically stratified in the\natmospheres of two stars in M15: B267 and B279. One star WF2-2541 in M13 also\nappears to have vertically stratified iron abundance, while for WF4-3085 the\nsignatures of iron stratification are less convincing. In all cases the iron\nabundances increase towards the lower atmosphere. The other two stars in our\nsample, WF4-3485 and B84, do not show any significant variation of iron with\natmospheric depth. Our results support the idea that atomic diffusion dominates\nother hydrodynamic processes in the atmospheres of BHB stars.\n","Comment: 2 pages, published in Contrib. Astron. Obs. Skalnate Pleso"]}]
["0712.1117",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1117","Int.J.Mod.Phys.E16:2432-2437,2007","doi:10.1142/S0218301307008057"],"date":["2007-12-07"],"type":["text"],"creator":["Christensen, Christian Holm","Gaardhoje, Jens Jorgen","Gulbrandsen, Kristjan","Nielsen, Borge Svane","Sogaard, Carsten"],"language":[],"coverage":[],"title":["The ALICE Forward Multiplicity Detector"],"description":["  The ALICE Forward Multiplicity Detector (FMD) is a silicon strip detector\nwith 51,200 strips arranged in 5 rings, covering the range $-3.4 < \\eta < 5.1$.\nIt is placed around the beam pipe at small angles to extend the charged\nparticle acceptance of ALICE into the forward regions, not covered by the\ncentral barrel detectors.\n","Comment: Quark Matter 2006 poster proceeding, will be published in Int. J.\n  Mod. Phys. E"]}]
["0712.1340",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1340","Contrib.Astron.Obs.Skalnate Pleso 38:323-328,2008"],"date":["2007-12-09"],"type":["text"],"creator":["Sachkov, M.","Kochukhov, O.","Ryabchikova, T.","Leone, F.","Bagnulo, S.","Weiss, W. W."],"language":[],"coverage":[],"title":["Spectroscopic study of pulsations in the atmosphere of roAp star 10 Aql"],"description":["  We present the analysis of spectroscopic time-series observations of the roAp\nstar 10 Aql. Observations were carried out in July 2006 with the UVES and SARG\nspectrographs simultaneously with the MOST mini-satellite photometry. All these\ndata were analysed for radial velocity (RV) variations. About 150 lines out of\nthe 1000 measured reveal clear pulsation signal. Frequency analysis of the\nspectroscopic data gives four frequencies. Three highest amplitude frequencies\nin spectroscopy coincide with the photometric ones. Phase-amplitude diagrams\ncreated for the lines of different elements/ions show that atmospheric\npulsations may be represented by a superposition of the standing and running\nwave components, similar to other roAp stars. The highest RV amplitudes,\n300-400 m/s, were measured for Ce II, Dy III, Tb III, and two unidentified\nlines at lambda 5471, 5556 A. We discovered ~0.4 period phase jump in the RV\nmeasurements across the Nd III line profiles. It indicates the presence of the\npulsation node in stellar atmosphere. The phase jump occurs at nearly the same\natmospheric layers for the two main frequencies. There is no rotational\nmodulation in the average spectra for the 6 different nights we analysed.\n","Comment: submitted to Contrib. Astron. Obs. Skalnate Pleso (Proceedings of the\n  CP#Ap Workshop, Vienna, 2007, eds. J. Ziznovsky, J. Zverko, E. Pauntzen, M.\n  Netopil)"]}]
["0801.2738",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2738","Contrib.Astron.Obs.Skalnate Pleso 38:185-190,2008"],"date":["2008-01-17"],"type":["text"],"creator":["Stift, M. J.","Leone, F."],"language":[],"coverage":[],"title":["Paschen is Partially Back"],"description":["  We present a discussion of the partial Paschen-Back (PB) effect in magnetic\nAp stars. An overview of the theory is illustrated with examples of how\nsplittings deviate non-linearly from the simple Zeeman picture; normally\nforbidden ``ghost lines'' appear in strong fields. Resulting asymmetric stellar\nStokes profiles for a dipolar magnetic geometry are shown for the FeII 6149\nline and it is established that PB lines may be subject to wavelength shifts.\nModelling of Stokes profiles in the PB regime opens exciting new diagnostics.\n","Comment: 6 pages, 3 figures"]}]
["0801.4484",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4484","Nucl.Phys.Proc.Suppl.172:32-35,2007","doi:10.1016/j.nuclphysbps.2007.07.025"],"date":["2008-01-29"],"type":["text"],"creator":["Arruda, Luísa","Barão, Fernando","Goncalves, Patrícia","Pereira, Rui"],"language":[],"coverage":[],"title":["The Ring Imaging Cherenkov detector of the AMS experiment: test beam\n  results with a prototype"],"description":["  The Alpha Magnetic Spectrometer (AMS) to be installed on the International\nSpace Station (ISS) will be equipped with a proximity Ring Imaging Cherenkov\n(RICH) detector for measuring the velocity and electric charge of the charged\ncosmic particles. This detector will contribute to the high level of redundancy\nrequired for AMS as well as to the rejection of albedo particles. Charge\nseparation up to iron and a velocity resolution of the order of 0.1% for singly\ncharged particles are expected. A RICH protoptype consisting of a detection\nmatrix with 96 photomultiplier units, a segment of a conical mirror and samples\nof the radiator materials was built and its performance was evaluated. Results\nfrom the last test beam performed with ion fragments resulting from the\ncollision of a 158 GeV/c/nucleon primary beam of indium ions (CERN SPS) on a\nlead target are reported. The large amount of collected data allowed to test\nand characterize different aerogel samples and the sodium fluoride radiator. In\naddition, the reflectivity of the mirror was evaluated. The data analysis\nconfirms the design goals.\n","Comment: 4 pages, 5 figures. Contribution to the 10th Topical Seminar on\n  Innovative Particle and Radiation Detectors (Siena, Italy 2006)"]}]
["0803.3844",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3844","Mod.Phys.Lett.A21:1701-1715,2006","doi:10.1142/S0217732306021207"],"date":["2008-03-26"],"type":["text"],"creator":["Gizon, L."],"language":[],"coverage":[],"title":["Tomography of the Solar Interior"],"description":["  Solar oscillations consist of a rich spectrum of internal acoustic waves and\nsurface gravity waves, stochastically excited by turbulent convection. They\nhave been monitored almost continuously over the last ten years with\nhigh-precision Doppler images of the solar surface. The purpose of\nhelioseismology is to retrieve information about the structure and the dynamics\nof the solar interior from the frequencies, phases, and amplitudes of solar\nwaves. Methods of analysis are being developed to make three-dimensional images\nof subsurface motions and temperature inhomogeneities in order to study\nconvective structures and regions of magnetic activity, like sunspots.\n","Comment: Brief Review"]}]
["0805.1871",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1871","PoS RADCOR2007:024,2007"],"date":["2008-05-13"],"type":["text"],"creator":["Smirnov, Alexander V.","Smirnov, Vladimir A.","Steinhauser, Matthias"],"language":[],"coverage":[],"title":["Applying Mellin-Barnes technique and Groebner bases to the three-loop\n  static potential"],"description":["  The Mellin-Barnes technique to evaluate master integrals and the algorithm\ncalled FIRE to solve IBP relations with the help of Groebner bases are briefly\nreviewed. In FIRE, an extension of the classical Buchberger algorithm to\nconstruct Groebner bases is combined with the well-known Laporta algorithm. It\nis explained how both techniques are used when evaluating the three-loop\ncorrection to the static QCD quark potential. First results are presented: the\ncoefficients of n_l^3 and n_l^2, where n_l is the number of light quarks.\n","Comment: LaTeX, 5 pages with 1 figure"]}]
["0807.3125",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Experiment","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3125","Rev.Mod.Phys.82:557-602,2010","doi:10.1103/RevModPhys.82.557"],"date":["2008-07-20","2009-03-03"],"type":["text"],"creator":["Kim, Jihn E.","Carosi, Gianpaolo"],"language":[],"coverage":[],"title":["Axions and the Strong CP Problem"],"description":["  Current upper bounds of the neutron electric dipole moment constrain the\nphysically observable quantum chromodynamic (QCD) vacuum angle $|\\bar\\theta|\n\\lesssim 10^{-11}$. Since QCD explains vast experimental data from the 100 MeV\nscale to the TeV scale, it is better to explain this smallness of\n$|\\bar\\theta|$ in the QCD framework, which is the strong \\Ca\\Pa problem. Now,\nthere exist two plausible solutions to this problem, one of which leads to the\nexistence of the very light axion. The axion decay constant window, $10^9\\\n{\\gev}\\lesssim F_a\\lesssim 10^{12} \\gev$ for a ${\\cal O}(1)$ initial\nmisalignment angle $\\theta_1$, has been obtained by astrophysical and\ncosmological data. For $F_a\\gtrsim 10^{12}$ GeV with $\\theta_1<{\\cal O}(1)$,\naxions may constitute a significant fraction of dark matter of the universe.\nThe supersymmetrized axion solution of the strong \\Ca\\Pa problem introduces its\nsuperpartner the axino which might have affected the universe evolution\nsignificantly. Here, we review the very light axion (theory,\nsupersymmetrization, and models) with the most recent particle, astrophysical\nand cosmological data, and present prospects for its discovery.\n","Comment: 47 pages with 32 figures"]}]
["0808.2387",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2387","PoS LAT2007:283,2007"],"date":["2008-08-18"],"type":["text"],"creator":["Bietenholz, Wolfgang"],"language":[],"coverage":[],"title":["Simulations of a supersymmetry inspired model on a fuzzy sphere"],"description":["  We present a numerical study of a two dimensional model of the Wess-Zumino\ntype. We formulate this model on a sphere, where the fields are expanded in\nspherical harmonics. The sphere becomes fuzzy by a truncation in the angular\nmomenta. This leads to a finite set of degrees of freedom without explicitly\nbreaking the space symmetries. The corresponding field theory is expressed in\nterms of a matrix model, which can be simulated. We present first numerical\nresults for the phase structure of a variant of this model on a fuzzy sphere.\nThe prospect to restore exact supersymmetry in certain limits is under\ninvestigation.\n","Comment: 7 pages, 4 figures, contribution to LAT2007 (updated version)"]}]
["0809.3497",{"format":[],"subject":["Nuclear Theory","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3497","Phys.Rev.C75:045804,2007","doi:10.1103/PhysRevC.75.045804"],"date":["2008-09-21"],"type":["text"],"creator":["Bordbar, G. H.","Bigdeli, M."],"language":[],"coverage":[],"title":["Polarized Neutron Matter: A Lowest Order Constrained Variational\n  Approach"],"description":["  In this paper, we calculate some of the polarized neutron matter properties,\nusing the lowest order constrained variational method with the $AV_{18}$\npotential and employing a microscopic point of view. A comparison is also made\nbetween our results and those of other many-body techniques.\n","Comment: 23 pages, 8 figures"]}]
["0809.3734",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3734","Astrophys.J.686:L49-L52,2009","doi:10.1086/592947"],"date":["2008-09-22"],"type":["text"],"creator":["Kashlinsky, A.","Atrio-Barandela, F.","Kocevski, D.","Ebeling, H."],"language":[],"coverage":[],"title":["A measurement of large-scale peculiar velocities of clusters of\n  galaxies: results and cosmological implications"],"description":["  Peculiar velocities of clusters of galaxies can be measured by studying the\nfluctuations in the cosmic microwave background (CMB) generated by the\nscattering of the microwave photons by the hot X-ray emitting gas inside\nclusters. While for individual clusters such measurements result in large\nerrors, a large statistical sample of clusters allows one to study cumulative\nquantities dominated by the overall bulk flow of the sample with the\nstatistical errors integrating down. We present results from such a measurement\nusing the largest all-sky X-ray cluster catalog combined to date and the 3-year\nWMAP CMB data. We find a strong and coherent bulk flow on scales out to at\nleast > 300 h^{-1} Mpc, the limit of our catalog. This flow is difficult to\nexplain by gravitational evolution within the framework of the concordance LCDM\nmodel and may be indicative of the tilt exerted across the entire current\nhorizon by far-away pre-inflationary inhomogeneities.\n","Comment: Ap.J. (Letters), in press. 20 Oct issue (Vol. 686)"]}]
["0902.2737",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2737","New Astron.15:609-613,2010","doi:10.1016/j.newast.2010.02.003"],"date":["2009-02-16","2010-02-16"],"type":["text"],"creator":["Kristiansen, J. R.","La Vacca, G.","Colombo, L. P. L.","Mainini, R.","Bonometto, S. A."],"language":[],"coverage":[],"title":["Coupling between cold dark matter and dark energy from neutrino mass\n  experiments"],"description":["  We consider cosmological models with dynamical dark energy (dDE) coupled to\ncold dark matter (CDM), while simultaneously allowing neutrinos to be massive.\nUsing a MCMC approach, we compare these models with a wide range of\ncosmological data sets. We find a strong correlation between this coupling\nstrength and the neutrino mass. This correlation persists when BAO data are\nincluded in the analysis. We add then priors on $\\nu$ mass from particle\nexperiments. The claimed detection of $\\nu$ mass from the Heidelberg-Moscow\nneutrinoless double--$\\beta$ decay experiment would imply a 7--$8 \\sigma$\ndetection of CDM-DE coupling. Similarly, the detection of $\\nu$ mass from\ncoming KATRIN tritium $\\beta$ decay experiment will imply a safe detection of a\ncoupling in the dark sector. Previous attempts to accommodate cosmic\nphenomenology with such possible $\\nu$ mass data made recourse to a $w < -1$\neoS. We compare such an option with the coupling option and find that the\nlatter allows a drastic improvement.\n","Comment: 12 pages, accepted for publication in New Astronomy"]}]
["0902.3791",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3791","BASI 36:151,2008"],"date":["2009-02-22","2009-03-06"],"type":["text"],"creator":["Debnath, D.","Chakrabarti, Sandip K.","Nandi, A.","Mandal, S."],"language":[],"coverage":[],"title":["Spectral and timing evolution of GRO J1655-40 during its outburst of\n  2005"],"description":["  In a recent outburst which lasted for 260 days, the black hole candidate GRO\nJ1655-40 exhibited a behaviour similar to its last outburst observed almost\neight years ago. We analyze a total of 150 observational spells in 122 days of\ndata spreaded over the entire outburst phase of Feb. 2005 to Oct. 2005. From\nour study, a comprehensive understanding of the detailed behaviour of this\nblack hole candidate has emerged. Based on the degree of importance of the\nblack body and the power-law components we divide the entire episode in four\nspectral states, namely, hard, soft, very soft and intermediate. Quasi-Periodic\noscillations (QPOs) were found in two out of these four states, namely, in the\nhard and the intermediate states. In the hard state, at the rising phase of the\noutburst, QPO frequency ranged from 0.034 - 17.78Hz and the spectra was fitted\nby a disk black body, power-law and iron emission line at 6.2 - 6.5 keV. In the\nintermediate state, QPOs vary from 13.17Hz to 19.04Hz and the QPO frequency\nmodulation in this state was not significant. The spectra in this state are\nwell fitted by the disk black body and the power-law components. In the hard\nstate of the declining phase of the outburst, we found QPOs of decreasing\nfrequency from 13.14 Hz to 0.034 Hz. The spectra of this state were fitted by a\ndisk black body and power-law components, but in the initial few days a cooler\nComptonized component was required for a better fit. In the soft and very soft\nstates, the spectral states are mostly dominated by the strong disk black body\ncomponent.\n","Comment: 38 pages, 11 figures, Published in \"Bulletin of the Astronomical\n  Society of India (BASI)\" Journal, 2008"]}]
["0903.3094",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3094","Phys.Rev.C74:035801,2006","doi:10.1103/PhysRevC.74.035801"],"date":["2009-03-18"],"type":["text"],"creator":["Li, Z. H.","Guo, B.","Yan, S. Q."],"language":[],"coverage":[],"title":["The 13N(d,n)14O Reaction and the Astrophysical 13N(p,g)14O Reaction Rate"],"description":["  $^{13}$N($p,\\gamma$)$^{14}$O is one of the key reactions in the hot CNO cycle\nwhich occurs at stellar temperatures around $T_9$ $\\geq$ 0.1. Up to now, some\nuncertainties still exist for the direct capture component in this reaction,\nthus an independent measurement is of importance. In present work, the angular\ndistribution of the $^{13}$N($d,n$)$^{14}$O reaction at $E_{\\rm{c.m.}}$ = 8.9\nMeV has been measured in inverse kinematics, for the first time. Based on the\ndistorted wave Born approximation (DWBA) analysis, the nuclear asymptotic\nnormalization coefficient (ANC), $C^{^{14}O}_{1,1/2}$, for the ground state of\n$^{14}$O $\\to$ $^{13}$N + $p$ is derived to be $5.42 \\pm 0.48$ fm$^{-1/2}$. The\n$^{13}$N($p,\\gamma$)$^{14}$O reaction is analyzed with the R-matrix approach,\nits astrophysical S-factors and reaction rates at energies of astrophysical\nrelevance are then determined with the ANC. The implications of the present\nreaction rates on the evolution of novae are then discussed with the reaction\nnetwork calculations.\n","Comment: 17 pages and 8 figures"]}]
["0906.1926",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1926","Phys.Part.Nucl.Lett.7:406-409,2010","doi:10.1134/S1547477110060063"],"date":["2009-06-10"],"type":["text"],"creator":["Beda, A. G.","Brudanin, V. B.","Demidova, E. V.","Egorov, V. G.","Medvedev, D. V.","Shirchenko, M. V.","Starostin, A. S.","Vylov, Ts."],"language":[],"coverage":[],"title":["GEMMA experiment: three years of the search for the neutrino magnetic\n  moment"],"description":["  The result of the 3-year neutrino magnetic moment measurement at the Kalinin\nNuclear Power Plant with the GEMMA spectrometer is presented.\nAntineutrino-electron scattering is investigated. A high-purity germanium\ndetector of 1.5 kg placed at a distance of 13.9 m from the 3 GW(th) reactor\ncore is used in the spectrometer. The antineutrino flux is 2.7E13 1/scm/s. The\ndifferential method is used to extract (nu-e) electromagnetic scattering\nevents. The scattered electron spectra taken in 5184+6798 and 1853+1021 hours\nfor the reactor ON and OFF periods are compared. The upper limit for the\nneutrino magnetic moment < 3.2E-11 Bohr magneton at 90% CL is derived from the\ndata processing.\n","Comment: 4 pages, 4 figures"]}]
["0906.2340",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2340","ASP Conf.Ser.358:448,2006"],"date":["2009-06-12"],"type":["text"],"creator":["Ramelli, R.","Bianda, M.","Merenda, L.","Bueno, J. Trujillo"],"language":[],"coverage":[],"title":["The Hanle and Zeeman Effects in Solar Spicules"],"description":["  A large set of high precision full-Stokes spectropolarimetric observations of\nthe He-D3 line in spicules has been recorded with the ZIMPOL polarimeter at the\nGregory-Coude Telescope in Locarno. The observational technique allow us to\nobtain measurements free from seeing induced spurious effects. The instrumental\npolarization is well under control and taken into account in the data analysis.\nThe observed Stokes profiles are interpreted according to the quantum theory of\nthe Hanle and Zeeman effects with the aim of obtaining information on the\nmagnetic field vector. To this end, we make use of a suitable Stokes inversion\ntechnique. The results are presented giving emphasis on a few particularly\ninteresting measurements which show clearly the operation of the Hanle and\nZeeman effects in solar chromospheric spicules.\n","Comment: 6 pages, presented at Solar Polarization Workshop 4 in Boulder"]}]
["0906.4282",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4282","Grav. Cosmol. 16 (2010) 288-297","doi:10.1134/S0202289310040067"],"date":["2009-06-23","2010-11-03"],"type":["text"],"creator":["Zloshchastiev, Konstantin G."],"language":[],"coverage":[],"title":["Logarithmic nonlinearity in theories of quantum gravity: Origin of time\n  and observational consequences"],"description":["  Starting from a generic generally covariant classical theory we introduce the\nlogarithmic correction to the quantum wave equation. We demonstrate the\nemergence of the evolution time from the group of automorphisms of the von\nNeumann algebra governed by this non-linear correction. It turns out that such\ntime parametrization is essentially energy-dependent and becomes global only\nasymptotically - when the energies get very small comparing to the effective\nquantum gravity scale. Similar thing happens to the Lorentz invariance - in the\nresulting theory it becomes an asymptotic low-energy phenomenon. We show how\nthe logarithmic non-linearity deforms the vacuum wave dispersion relations and\nexplains certain features of the astrophysical data coming from recent\nobservations of high-energy cosmic rays. In general, the estimates imply that\nceteris paribus the particles with higher energy propagate slower than those\nwith lower one, therefore, for a high-energy particle the mean free path,\nlifetime in a high-energy state and, therefore, travel distance from the source\ncan be significantly larger than one would expect from the conventional theory.\nApart from this, we discuss also the possibility and conditions of the\ntransluminal phenomena in the physical vacuum such as the Cherenkov-type shock\nwaves.\n","Comment: Shortened version was given as a talk at the Memorial Gamow'105 [AIP\n  Conf. Proc. 1206 (2010) 112-120]. Updates: v2: added parts about Wehrl\n  entropy and EPR locality violation, v3: more thorough analysis of dispersion\n  relations and phenomenological implications, v4: added momentum dispersion\n  relations and refractive index, some refs, v5 (published version): some\n  additional explanations added"]}]
["0906.5036",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5036","Rev.Mod.Phys.82:331-382,2010","doi:10.1103/RevModPhys.82.331"],"date":["2009-06-27"],"type":["text"],"creator":["Bartelmann, Matthias"],"language":[],"coverage":[],"title":["The Dark Universe"],"description":["  For a few years now, cosmology has a standard model. By this term, we mean a\nconsistent theoretical background which is at the same time simple and broad\nenough to offer coherent explanations for the vast majority of cosmological\nphenomena. This review will briefly summarise the cosmological model, then\nproceed to discuss what we know from observations about the evolution of the\nUniverse and its contents, and what we conclude about the origin and the future\nof the Universe and the structures it contains.\n","Comment: Invited article for Reviews of Modern Physics. 51 pages, 12 figures"]}]
["0907.1660",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1660","Mon.Not.Roy.Astron.Soc.401:2148-2168,2010","doi:10.1111/j.1365-2966.2009.15812.x"],"date":["2009-07-10","2009-11-02"],"type":["text"],"creator":["Percival, Will J.","Reid, Beth A.","Eisenstein, Daniel J.","Bahcall, Neta A.","Budavari, Tamas","Frieman, Joshua A.","Fukugita, Masataka","Gunn, James E.","Ivezic, Zeljko","Knapp, Gillian R.","Kron, Richard G.","Loveday, Jon","Lupton, Robert H.","McKay, Timothy A.","Meiksin, Avery","Nichol, Robert C.","Pope, Adrian C.","Schlegel, David J.","Schneider, Donald P.","Spergel, David N.","Stoughton, Chris","Strauss, Michael A.","Szalay, Alexander S.","Tegmark, Max","Vogeley, Michael S.","Weinberg, David H.","York, Donald G.","Zehavi, Idit"],"language":[],"coverage":[],"title":["Baryon Acoustic Oscillations in the Sloan Digital Sky Survey Data\n  Release 7 Galaxy Sample"],"description":["  The spectroscopic Sloan Digital Sky Survey (SDSS) Data Release 7 (DR7) galaxy\nsample represents the final set of galaxies observed using the original SDSS\ntarget selection criteria. We analyse the clustering of galaxies within this\nsample, including both the Luminous Red Galaxy (LRG) and Main samples, and also\ninclude the 2-degree Field Galaxy Redshift Survey (2dFGRS) data. Baryon\nAcoustic Oscillations are observed in power spectra measured for different\nslices in redshift; this allows us to constrain the distance--redshift relation\nat multiple epochs. We achieve a distance measure at redshift z=0.275, of\nr_s(z_d)/D_V(0.275)=0.1390+/-0.0037 (2.7% accuracy), where r_s(z_d) is the\ncomoving sound horizon at the baryon drag epoch,\nD_V(z)=[(1+z)^2D_A^2cz/H(z)]^(1/3), D_A(z) is the angular diameter distance and\nH(z) is the Hubble parameter. We find an almost independent constraint on the\nratio of distances D_V(0.35)/D_V(0.2)=1.736+/-0.065, which is consistent at the\n1.1sigma level with the best fit Lambda-CDM model obtained when combining our\nz=0.275 distance constraint with the WMAP 5-year data. The offset is similar to\nthat found in previous analyses of the SDSS DR5 sample, but the discrepancy is\nnow of lower significance, a change caused by a revised error analysis and a\nchange in the methodology adopted, as well as the addition of more data. Using\nWMAP5 constraints on Omega_bh^2 and Omega_ch^2, and combining our BAO distance\nmeasurements with those from the Union Supernova sample, places a tight\nconstraint on Omega_m=0.286+/-0.018 and H_0 = 68.2+/-2.2km/s/Mpc that is robust\nto allowing curvature and non-Lambda dark energy. This result is independent of\nthe behaviour of dark energy at redshifts greater than those probed by the BAO\nand supernova measurements. (abridged)\n","Comment: 22 pages, 16 figures, minor changes to match version published in\n  MNRAS"]}]
["0909.3255",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3255","Phys.Lett.B684:268-274,2010","doi:10.1016/j.physletb.2010.01.018"],"date":["2009-09-17","2010-01-18"],"type":["text"],"creator":["Feng, Xu","Jansen, Karl","Renner, Dru B."],"language":[],"coverage":[],"title":["The pi+ pi+ scattering length from maximally twisted mass lattice QCD"],"description":["  We calculate the s-wave pion-pion scattering length in the isospin I=2\nchannel in lattice QCD for pion masses ranging from 270 Mev to 485 Mev using\ntwo flavors of maximally twisted mass fermions at a lattice spacing of 0.086\nfm. Additionally, we check for lattice artifacts with one calculation at a\nfiner lattice spacing of 0.067 fm. We use chiral perturbation theory at\nnext-to-leading order to extrapolate our results. At the physical pion mass, we\nfind m_pi a_pipi(I=2)=-0.04385(28)(38) for the scattering length, where the\nfirst error is statistical and the second is our estimate of several systematic\neffects.\n","Comment: 19 pages, 3 figures. v2: reference added, minor changes in language,\n  to appear in Phys. Lett. B"]}]
["0910.0048",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0048","PoS LAT2006:175,2006"],"date":["2009-09-30"],"type":["text"],"creator":["Gottlieb, Steven","Levkova, L.","Di Pierro, M.","El-Khadra, A.","Kronfeld, A. S.","Mackenzie, P. B.","Simone, J.","Lattice, for the Fermilab","Collaborations, MILC"],"language":[],"coverage":[],"title":["Update on onium masses with three flavors of dynamical quarks"],"description":["  We update results presented at Lattice 2005 on charmonium masses. New\nensembles of gauge configurations with 2+1 flavors of improved staggered quarks\nhave been analyzed. Statistics have been increased for other ensembles. New\nresults are also available for P-wave mesons and for bottomonium on selected\nensembles.\n","Comment: 7 pages, 10 figures, Lattice 2006 (Spectroscopy), Tucson, Arizona,\n  appeared in the on-line proceedings long ago. A better paper should appear\n  soon"]}]
["0910.1330",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1330","Astron.Lett.36:75-85,2010","doi:10.1134/S1063773710020015"],"date":["2009-10-07"],"type":["text"],"creator":["Glushkova, Elena","Koposov, Sergey","Zolotukhin, Ivan","Beletsky, Yuri","Vlasov, Andrey","Leonova, Svetlana"],"language":[],"coverage":[],"title":["Automated search for star clusters in large multiband surveys: II.\n  Discovery and investigation of open clusters in the Galactic plane"],"description":["  Automated search for star clusters in J,H,K_s data from 2MASS catalog has\nbeen performed using the method developed by Koposov et. al (2008). We have\nfound and verified 153 new clusters in the interval of the galactic latitude\n-24 < b < 24 degrees. Color excesses E(B-V), distance moduli and ages were\ndetermined for 130 new and 14 yet-unstudied known clusters. In this paper, we\npublish a catalog of coordinates, diameters, and main parameters of all the\nclusters under study. A special web-site available at http://ocl.sai.msu.ru has\nbeen developed to facilitate dissemination and scientific usage of the results.\n","Comment: 9 pages, 3 tables, 5 figures, accepted to Astronomy Letters"]}]
["0910.4552",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4552","J.Phys.A43:485402,2010","doi:10.1088/1751-8113/43/48/485402"],"date":["2009-10-23","2010-11-18"],"type":["text"],"creator":["Darewych, Jurij W.","Duviryak, Askold"],"language":[],"coverage":[],"title":["Confinement interaction in nonlinear generalizations of the\n  Wick-Cutkosky model"],"description":["  We consider nonlinear-mediating-field generalizations of the Wick-Cutkosky\nmodel. Using an iterative approach and eliminating the mediating field by means\nof the covariant Green function we arrive at a Lagrangian density containing\nmany-point time-nonlocal interaction terms. In low-order approximations of\n$\\phi^3{+}\\phi^4$ theory we obtain the usual two-current interaction as well as\na three-current interaction of a confining type. The same result is obtained\nwithout approximation for a version of the dipole model. The transition to the\nHamiltonian formalism and subsequent canonical quantization is performed with\ntime non-locality taken into account approximately.\n  A relativistic three-particle wave equation is derived variationally by using\na three-particle Fock space trial state. The non-relativistic limit of this\nequation is obtained and its properties are analyzed and discussed.\n","Comment: 15 pages, 1 figure, LaTeX"]}]
["0912.3299",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3299","Europhys.Lett.92:20006,2010","doi:10.1209/0295-5075/92/20006"],"date":["2009-12-16","2010-11-18"],"type":["text"],"creator":["Borowiec, A.","Gupta, Kumar S.","Meljanac, S.","Pachol, A."],"language":[],"coverage":[],"title":["Constraints on the quantum gravity scale from kappa - Minkowski\n  spacetime"],"description":["  We compare two versions of deformed dispersion relations (energy vs momenta\nand momenta vs energy) and the corresponding time delay up to the second order\naccuracy in the quantum gravity scale (deformation parameter). A general\nframework describing modified dispersion relations and time delay with respect\nto different noncommutative kappa -Minkowski spacetime realizations is firstly\nproposed here and it covers all the cases introduced in the literature. It is\nshown that some of the realizations provide certain bounds on quadratic\ncorrections, i.e. on quantum gravity scale, but it is not excluded in our\nframework that quantum gravity scale is the Planck scale. We also show how the\ncoefficients in the dispersion relations can be obtained through a\nmultiparameter fit of the gamma ray burst (GRB) data.\n","Comment: 9 pages, final published version, revised abstract, introduction and\n  conclusion, to make it clear to general reader"]}]
["1001.3678",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3678","Phys.Rev.D81:083001,2010","doi:10.1103/PhysRevD.81.083001"],"date":["2010-01-20","2010-03-11"],"type":["text"],"creator":["Lien, Amy","Fields, Brian D.","Beacom, John F."],"language":[],"coverage":[],"title":["Synoptic Sky Surveys and the Diffuse Supernova Neutrino Background:\n  Removing Astrophysical Uncertainties and Revealing Invisible Supernovae"],"description":["  The cumulative (anti)neutrino production from all core-collapse supernovae\nwithin our cosmic horizon gives rise to the diffuse supernova neutrino\nbackground (DSNB), which is on the verge of detectability. The observed flux\ndepends on supernova physics, but also on the cosmic history of supernova\nexplosions; currently, the cosmic supernova rate introduces a substantial\n(+/-40%) uncertainty, largely through its absolute normalization. However, a\nnew class of wide-field, repeated-scan (synoptic) optical sky surveys is coming\nonline, and will map the sky in the time domain with unprecedented depth,\ncompleteness, and dynamic range. We show that these surveys will obtain the\ncosmic supernova rate by direct counting, in an unbiased way and with high\nstatistics, and thus will allow for precise predictions of the DSNB. Upcoming\nsky surveys will substantially reduce the uncertainties in the DSNB source\nhistory to an anticipated +/-5% that is dominated by systematics, so that the\nobserved high-energy flux thus will test supernova neutrino physics. The\nportion of the universe (z < 1) accessible to upcoming sky surveys includes the\nprogenitors of a large fraction (~ 87%) of the expected 10-26 MeV DSNB event\nrate. We show that precision determination of the (optically detected) cosmic\nsupernova history will also make the DSNB into a strong probe of an extra flux\nof neutrinos from optically invisible supernovae, which may be unseen either\ndue to unexpected large dust obscuration in host galaxies, or because some\ncore-collapse events proceed directly to black hole formation and fail to give\nan optical outburst.\n","Comment: 11 pages, 6 figures"]}]
["1004.0498",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0498","Int.J.Mod.Phys.E15:899-910,2006","doi:10.1142/S0218301306004685"],"date":["2010-04-04"],"type":["text"],"creator":["Sood, Aman D.","Puri, Rajeev K."],"language":[],"coverage":[],"title":["The study of participant-spectator matter and collision dynamics in\n  heavy-ion collisions"],"description":["  We present the simulations of heavy-ion collisions in terms of\nparticipant-spectator matter. We find that this matter depends crucially on the\ncollision dynamics and history of the nucleons. The important changes in the\nmomentum space are due to the binary nucleon-nucleon collisions experienced\nduring the high dense phase. This was otherwise not possible with mean field\nalone. The collisions push the colliding nucleons into midrapidity region\nresponsible for the formation of participant matter. This ultimately leads to\nthermalization in heavy-ion collisions.\n","Comment: 15 pages, 8 figures"]}]
["1004.0502",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0502","Phys.Rev.C73:067602,2006","doi:10.1103/PhysRevC.73.067602"],"date":["2010-04-04"],"type":["text"],"creator":["Sood, Aman D.","Puri, Rajeev K."],"language":[],"coverage":[],"title":["Systematic study of the energy of vanishing flow: Role of equations of\n  state and cross sections"],"description":["  We present a systematic study of the energy of vanishing flow by considering\nsymmetric colliding nuclei (between $^{12}$C and $^{238}$U) at normalized\nimpact parameters using variety of equations of state (with and without\nmomentum dependent interactions) as well as different nucleon-nucleon cross\nsections. A perfect power law mass dependence is obtained in all the cases\nwhich passes through calculated points nicely. Further, the choice of impact\nparameter affects the energy of vanishing flow drastically, demanding a very\naccurate measurement of the impact parameter. However, the energy of vanishing\nflow is less sensitive towards the equation of state as well as its momentum\ndependence.\n","Comment: 9 pages, 2 figures"]}]
["1004.1510",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1510","Phys.Part.Nucl.Lett.7:379-383,2010","doi:10.1134/S1547477110060014"],"date":["2010-04-09","2010-07-09"],"type":["text"],"creator":["Shirkov, D. V."],"language":[],"coverage":[],"title":["Coupling running through the Looking-Glass of dimensional Reduction"],"description":["  The dimensional reduction, in a form of transition from four to two\ndimensions, was used in the 90s in a context of HE Regge scattering. Recently,\nit got a new impetus in quantum gravity where it opens the way to\nrenormalizability and finite short-distance behavior. We consider a QFT model\n$g\\,\\varphi^4\\,$ with running coupling defined in both the two domains of\ndifferent dimensionality; the $\\gbar(Q^2)\\,$ evolutions being duly conjugated\nat the reduction scale $\\,Q\\sim M.$ Beyond this scale, in the deep UV 2-dim\nregion, the running coupling does not increase any more. Instead, it {\\it\nslightly decreases} and tends to a finite value $\\gbar_2(\\infty) \\,< \\,\n\\gbar_2(M^2)\\,$ from above. As a result, the global evolution picture looks\nquite peculiar and can propose a base for the modified scenario of gauge\ncouplings behavior with UV fixed points provided by dimensional reduction\ninstead of leptoquarks.\n","Comment: 8 pages, 4 figures,Version to match the one which (besides the\n  Appendix) will appear in \"Particles and Nuclei (PEPAN), Letters\", v.7, No\n  6(162) 2010 pp 625-631. Slightly edited, one more reference and related\n  numerical estimate added"]}]
["1005.2902",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2902","Nucl.Phys.B, Proc.Suppl.205-206 2010:193-198,2010","doi:10.1016/j.nuclphysbps.2010.08.042"],"date":["2010-05-17"],"type":["text"],"creator":["Henn, Johannes M."],"language":[],"coverage":[],"title":["Scattering amplitudes on the Coulomb branch of N=4 super Yang-Mills"],"description":["  We discuss planar scattering amplitudes on the Coulomb branch of N=4 super\nYang-Mills. The vacuum expectation values on the Coulomb branch can be used to\nregulate infrared divergences. We argue that this has a number of conceptual as\nwell as practical advantages over dimensional regularisation.\n","Comment: 6 pages, 2 figures; talk given at 'Loops and Legs in Quantum Field\n  Theory' (April 25-30, 2010"]}]
["1005.4207",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Nonlinear Sciences - Chaotic Dynamics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4207","Europhys.Lett.92:20009,2010","doi:10.1209/0295-5075/92/20009"],"date":["2010-05-23","2010-09-21"],"type":["text"],"creator":["Stotland, Alexander","Pecora, Louis M.","Cohen, Doron"],"language":[],"coverage":[],"title":["Quantum response of weakly chaotic systems"],"description":["  Chaotic systems, that have a small Lyapunov exponent, do not obey the common\nrandom matrix theory predictions within a wide \"weak quantum chaos\" regime.\nThis leads to a novel prediction for the rate of heating for cold atoms in\noptical billiards with vibrating walls. The Hamiltonian matrix of the driven\nsystem does not look like one from a Gaussian ensemble, but rather it is very\nsparse. This sparsity can be characterized by parameters $s$ and $g$ that\nreflect the percentage of large elements, and their connectivity respectively.\nFor $g$ we use a resistor network calculation that has direct relation to the\nsemi-linear response characteristics of the system.\n","Comment: 7 pages, 5 figures, expanded improved version"]}]
["1005.4393",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Astrophysics of Galaxies","Physics - Biological Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4393","Paleobiology 37:92,2011"],"date":["2010-05-24","2010-08-25"],"type":["text"],"creator":["Melott, Adrian L.","Bambach, Richard K."],"language":[],"coverage":[],"title":["A ubiquitous ~62-Myr periodic fluctuation superimposed on general trends\n  in fossil biodiversity. I. Documentation"],"description":["  We use Fourier analysis and related techniques to investigate the question of\nperiodicities in fossil biodiversity. These techniques are able to identify\ncycles superimposed on the long-term trends of the Phanerozoic. We review prior\nresults and analyze data previously reduced and published. Joint time-series\nanalysis of various reductions of the Sepkoski Data, Paleobiology Database, and\nFossil Record 2 indicate the same periodicity in biodiversity of marine animals\nat 62 Myr. We have not found this periodicity in the terrestrial fossil record.\nWe have found that the signal strength decreases with time because of the\naccumulation of apparently \"resistant\" long-lived genera. The existence of a\n62-Myr periodicity despite very different treatment of systematic error,\nparticularly sampling-strength biases, in all three major databases strongly\nargues for its reality in the fossil record.\n","Comment: 56 pages. In press at Paleobiology. Submitted to conform with\n  copyedited version"]}]
["1005.5563",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5563","JHEP 1011:090,2010","doi:10.1007/JHEP11(2010)090"],"date":["2010-05-30","2010-06-02"],"type":["text"],"creator":["Calibbi, Lorenzo","Chun, Eung Jin","Velasco-Sevilla, Liliana"],"language":[],"coverage":[],"title":["Bridging flavour violation and leptogenesis in SU(3) family models"],"description":["  We reconsider basic, in the sense of minimal field content, Pati-Salam x\nSU(3) family models which make use of the Type I see-saw mechanism to reproduce\nthe observed mixing and mass spectrum in the neutrino sector. The goal of this\nis to achieve the observed baryon asymmetry through the thermal decay of the\nlightest right-handed neutrino and at the same time to be consistent with the\nexpected experimental lepton flavour violation sensitivity. This kind of models\nhave been previously considered but it was not possible to achieve a\ncompatibility among all of the ingredients mentioned above. We describe then\nhow different SU(3) messengers, the heavy fields that decouple and produce the\nright form of the Yukawa couplings together with the scalars breaking the SU(3)\nsymmetry, can lead to different Yukawa couplings. This in turn implies\ndifferent consequences for flavour violation couplings and conditions for\nrealizing the right amount of baryon asymmetry through the decay of the\nlightest right-handed neutrino. Also a highlight of the present work is a new\nfit of the Yukawa textures traditionally embedded in SU(3) family models.\n","Comment: 26 pages, 5 figures, Some typos corrected"]}]
["1006.2314",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2314","Nucl.Phys.Proc.Suppl.205-206:25-30,2010","doi:10.1016/j.nuclphysbps.2010.08.014"],"date":["2010-06-11"],"type":["text"],"creator":["Marzani, Simone"],"language":[],"coverage":[],"title":["High-energy resummation at the LHC: the case of Drell-Yan processes"],"description":["  We first review the general framework which enables one to resum high-energy\nlogarithms in hadronic processes, both in the evolution of parton densities and\nin the coefficient functions. We then present an all-order calculation in\nperturbative QCD of the inclusive Drell Yan and vector boson production in\nhadron-hadron collisions, in the limit where centre of mass energy is much\nbigger than the invariant mass of the final state. Our calculation resums\nleading non-trivial logarithms in the ratio of these two scales.\n  We also study the phenomenological relevance of the high-energy corrections\nfor Drell-Yan processes at the LHC. We find that the resummation corrects the\nNNLO result by a few percent, for values of the invariant mass of the lepton\npair below 100 GeV. Corrections to W, Z production are expected to be of the\nsame order.\n","Comment: 5 pages, Talk given at 10th DESY Workshop on Elementary Particle\n  Theory: Loops and Legs 2010, Worlitz, Germany 25-30 April 2010"]}]
["1006.5251",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5251","Phys.Rev.D74:083001,2006","doi:10.1103/PhysRevD.74.083001"],"date":["2010-06-27"],"type":["text"],"creator":["Wu, Xin","Huang, Tian-Yi","Zhang, Hong"],"language":[],"coverage":[],"title":["Lyapunov indices with two nearby trajectories in a curved spacetime"],"description":["  We compare three methods for computing invariant Lyapunov exponents (LEs) in\ngeneral relativity. They involve the geodesic deviation vector technique (M1),\nthe two-nearby-orbits method with projection operations and with coordinate\ntime as an independent variable (M2), and the two-nearby-orbits method without\nprojection operations and with proper time as an independent variable (M3). An\nanalysis indicates that M1 and M3 do not need any projection operation. In\ngeneral, the values of LEs from the three methods are almost the same. As an\nadvantage, M3 is simpler to use than M2. In addition, we propose to construct\nthe invariant fast Lyapunov indictor (FLI) with two-nearby-trajectories and\ngive its algorithm in order to quickly distinguish chaos from order. Taking a\nstatic axisymmetric spacetime as a physical model, we apply the invariant FLIs\nto explore the global dynamics of phase space of the system where regions of\nchaos and order are clearlyidentified.\n","Comment: 12 pages, 5 figures"]}]
["1007.2260",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2260","Symmetry 2:1945-1980,2010","doi:10.3390/sym2041945"],"date":["2010-07-14","2010-11-21"],"type":["text"],"creator":["Lev, Felix M."],"language":[],"coverage":[],"title":["Positive Cosmological Constant and Quantum Theory"],"description":["  We argue that quantum theory should proceed not from a spacetime background\nbut from a Lie algebra, which is treated as a symmetry algebra. Then the fact\nthat the cosmological constant is positive means not that the spacetime\nbackground is curved but that the de Sitter (dS) algebra as the symmetry\nalgebra is more relevant than the Poincare or anti de Sitter ones. The physical\ninterpretation of irreducible representations (IRs) of the dS algebra is\nconsiderably different from that for the other two algebras. One IR of the dS\nalgebra splits into independent IRs for a particle and its antiparticle only\nwhen Poincare approximation works with a high accuracy. Only in this case\nadditive quantum numbers such as electric, baryon and lepton charges are\nconserved, while at early stages of the Universe they could not be conserved.\nAnother property of IRs of the dS algebra is that only fermions can be\nelementary and there can be no neutral elementary particles. The cosmological\nrepulsion is a simple kinematical consequence of dS symmetry on quantum level\nwhen quasiclassical approximation is valid. Therefore the cosmological constant\nproblem does not exist and there is no need to involve dark energy or other\nfields for explaining this phenomenon (in agreement with a similar conclusion\nby Bianchi and Rovelli).\n","Comment: 44 pages, Latex, no figures. A revised version published in Symmetry,\n  Special Issue: Quantum Symmetry"]}]
["1007.3639",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3639","JHEP 1011:096,2010","doi:10.1007/JHEP11(2010)096"],"date":["2010-07-21","2010-10-27"],"type":["text"],"creator":["Mafra, Carlos R."],"language":[],"coverage":[],"title":["Towards Field Theory Amplitudes From the Cohomology of Pure Spinor\n  Superspace"],"description":["  A simple BRST-closed expression for the color-ordered super-Yang-Mills\n5-point amplitude at tree-level is proposed in pure spinor superspace and shown\nto be BRST-equivalent to the field theory limit of the open superstring 5-pt\namplitude. It is manifestly cyclic invariant and each one of its five terms can\nbe associated to the five Feynman diagrams which use only cubic vertices. Its\nform also suggests an empirical method to find superspace expressions in the\ncohomology of the pure spinor BRST operator for higher-point amplitudes based\non their kinematic pole structure. Using this method, Ansaetze for the 6- and\n7-point 10D super-Yang-Mills amplitudes which map to their 14 and 42\ncolor-ordered diagrams are conjectured and their 6- and 7-gluon expansions are\nexplicitly computed.\n","Comment: 14 pages, harvmac, v4: trivial edits in the text to comply with JHEP\n  referee"]}]
["1007.4451",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4451","JHEP 1010:114,2010","doi:10.1007/JHEP10(2010)114"],"date":["2010-07-22","2010-10-20"],"type":["text"],"creator":["Allahbakhshi, Davood","Ardalan, Farhad"],"language":[],"coverage":[],"title":["Holographic Phase Transition to Topological Dyons"],"description":["  The dynamical stability of a Julia-Zee solution in the AdS background in a\nfour dimensional Einstein-Yang-Mills-Higgs theory is studied. We find that the\nmodel with a vanishing scalar field develops a non-zero value for the field at\na certain critical temperature which corresponds to a topological dyon in the\nbulk and a topological phase transition at the boundary.\n","Comment: 18 pages, 2 figures, 2 tables, sections 2 and 4 are shortened, an\n  error in the last part of section 5 is corrected and equations are modified.\n  This version to be published in JHEP"]}]
["1007.4670",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4670","Phys.Rev.A82:042332,2010","doi:10.1103/PhysRevA.82.042332"],"date":["2010-07-27","2010-10-26"],"type":["text"],"creator":["Bruschi, D. E.","Louko, J.","Martin-Martinez, E.","Dragan, A.","Fuentes, I."],"language":[],"coverage":[],"title":["The Unruh effect in quantum information beyond the single-mode\n  approximation"],"description":["  We address the validity of the single-mode approximation that is commonly\ninvoked in the analysis of entanglement in non-inertial frames and in other\nrelativistic quantum information scenarios. We show that the single-mode\napproximation is not valid for arbitrary states, finding corrections to\nprevious studies beyond such approximation in the bosonic and fermionic cases.\nWe also exhibit a class of wave packets for which the single-mode approximation\nis justified subject to the peaking constraints set by an appropriate Fourier\ntransform.\n","Comment: revtex4, 3 figures, I.F. previously published as Fuentes-Guridi and\n  Fuentes-Schuller. Minor changes and Journal reference added"]}]
["1008.0436",{"format":[],"subject":["High Energy Physics - Phenomenology","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0436","JHEP 1011:078,2010","doi:10.1007/JHEP11(2010)078"],"date":["2010-08-02","2010-11-21"],"type":["text"],"creator":["Ahluwalia, D. V.","Horvath, S. P."],"language":[],"coverage":[],"title":["Very special relativity as relativity of dark matter: the Elko\n  connection"],"description":["  In the very special relativity (VSR) proposal by Cohen and Glashow, it was\npointed out that invariance under HOM(2) is both necessary and sufficient to\nexplain the null result of the Michelson-Morely experiment. It is the quantum\nfield theoretic demand of locality, or the requirement of P, T, CP, or CT\ninvariance, that makes invariance under the Lorentz group a necessity.\nOriginally it was conjectured that VSR operates at the Planck scale; we propose\nthat the natural arena for VSR is at energies similar to the standard model,\nbut in the dark sector. To this end we provide an ab initio spinor\nrepresentation invariant under the SIM(2) avatar of VSR and construct a mass\ndimension one fermionic quantum field of spin one half. This field turns out to\nbe a very close sibling of Elko and it exhibits the same striking property of\nintrinsic darkness with respect to the standard model fields. In the new\nconstruct, the tension between Elko and Lorentz symmetries is fully resolved.\nWe thus entertain the possibility that the symmetries underlying the standard\nmodel matter and gauge fields are those of Lorentz, while the event space\nunderlying the dark matter and the dark gauge fields supports the algebraic\nstructure underlying VSR.\n","Comment: 19 pages. Section 5 is new. Published version (modulo a footnote, and\n  a corrected typo)"]}]
["1008.0820",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0820","JHEP 1011:097,2010","doi:10.1007/JHEP11(2010)097"],"date":["2010-08-04","2010-11-16"],"type":["text"],"creator":["Moretti, M.","Moretti, S.","Piccinini, F.","Pittau, R.","Rathsman, J."],"language":[],"coverage":[],"title":["Production of Light Higgs Pairs in 2-Higgs Doublet Models via the\n  Higgs-strahlung Process at the LHC"],"description":["  At the Large Hadron Collider, we prove the feasibility to detect pair\nproduction of the lightest CP-even Higgs boson h of a Type II 2-Higgs Doublet\nModel through the process q \\bar q' --> Vhh (Higgs-strahlung, V=W+-,Z), in\npresence of two h --> b \\bar b decays. We also show that, through such\nproduction and decay channels, one has direct access to the following Higgs\nself-couplings, thus enabling one to distinguish between a standard and the\nSupersymmetric version of the above model: lambda_(Hhh) -- which constrains the\nform of the Higgs potential -- as well as lambda_(W+- H+- h) and lambda_(Z A h)\n-- which are required by gauge invariance. Unfortunately, such claims cannot be\nextended to the Minimal Supersymmetric Standard Model, where the extraction of\nthe same signals is impossible.\n","Comment: Extended discussion at the end of Sect. 3.2. Results unchanged.\n  Version to appear on JHEP"]}]
["1008.1278",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1278","Phys.Rev.D82:104041,2010","doi:10.1103/PhysRevD.82.104041"],"date":["2010-08-06","2010-10-12"],"type":["text"],"creator":["Vigeland, Sarah J."],"language":[],"coverage":[],"title":["Multipole moments of bumpy black holes"],"description":["  General relativity predicts the existence of black holes, compact objects\nwhose spacetimes depend on only their mass, spin, and charge in vacuum (the \"no\nhair\" theorem). As various observations probe deeper into the strong fields of\nblack hole candidates, it is becoming possible to test this prediction.\nPrevious work suggested that such tests can be performed by measuring whether\nthe multipolar structure of black hole candidates has the form that general\nrelativity demands, and introduced a family of \"bumpy black hole\" spacetimes to\nbe used for making these measurements. These spacetimes have generalized\nmultipoles, where the deviation from the Kerr metric depends on the spacetime's\n\"bumpiness.\" In this paper, we show how to compute the Geroch-Hansen moments of\na bumpy black hole, demonstrating that there is a clean mapping between the\ndeviations used in the bumpy black hole formalism and the Geroch-Hansen\nmoments. We also extend our previous results to define bumpy black holes whose\n{\\it current} moments, analogous to magnetic moments of electrodynamics,\ndeviate from the canonical Kerr value.\n","Comment: 15 pages"]}]
["1008.4061",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4061","Phys.Rev.D82:104040,2010","doi:10.1103/PhysRevD.82.104040"],"date":["2010-08-24","2010-11-23"],"type":["text"],"creator":["Butcher, Luke M.","Hobson, Michael","Lasenby, Anthony"],"language":[],"coverage":[],"title":["Localizing the Energy and Momentum of Linear Gravity"],"description":["  A framework is developed which quantifies the local exchange of energy and\nmomentum between matter and the linearized gravitational field. We derive the\nunique gravitational energy-momentum tensor consistent with this description,\nand find that this tensor only exists in the harmonic gauge. Consequently,\nnearly all the gauge freedom of our framework is naturally and unavoidably\nremoved. The gravitational energy-momentum tensor is then shown to have two\nexceptional properties: (a) it is gauge-invariant for gravitational\nplane-waves, (b) for arbitrary transverse-traceless fields, the energy-density\nis never negative, and the energy-flux is never spacelike. We analyse in detail\nthe local gauge invariant energy-momentum transferred between the gravitational\nfield and an infinitesimal point-source, and show that these invariants depend\nonly on the transverse-traceless components of the field. As a result, we are\nled to a natural gauge-fixing program which at last renders the energy-momentum\nof the linear gravitational field completely unambiguous, and additionally\nensures that gravitational energy is never negative nor flows faster than\nlight. Finally, we calculate the energy-momentum content of gravitational\nplane-waves, the linearized Schwarzschild spacetime (extending to arbitrary\nstatic linear spacetimes) and the gravitational radiation outside two compact\nsources: a vibrating rod, and an equal-mass binary.\n","Comment: 20 pages, 3 figures, published in Phys. Rev. D"]}]
["1008.4773",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4773","JHEP 1011:100,2010","doi:10.1007/JHEP11(2010)100"],"date":["2010-08-27","2010-09-22"],"type":["text"],"creator":["D'Appollonio, Giuseppe","Di Vecchia, Paolo","Russo, Rodolfo","Veneziano, Gabriele"],"language":[],"coverage":[],"title":["High-energy string-brane scattering: leading eikonal and beyond"],"description":["  We extend previous techniques for calculations of transplanckian-energy\nstring-string collisions to the high-energy scattering of massless closed\nstrings from a stack of N Dp-branes in Minkowski spacetime. We show that an\neffective non-trivial metric emerges from the string scattering amplitudes by\ncomparing them against the semiclassical dynamics of high-energy strings in the\nextremal p-brane background. By changing the energy, impact parameter and\neffective open string coupling, we are able to explore various interesting\nregimes and to reproduce classical expectations, including tidal-force\nexcitations, even beyond the leading-eikonal approximation.\n","Comment: 40 pages, 5 figures, v2: minor corrections, new appendix with a\n  discussion of the Feynman diagrams contributing to the scattering amplitude\n  in the field theory limit"]}]
["1008.5153",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5153","JHEP 1011:103,2010","doi:10.1007/JHEP11(2010)103"],"date":["2010-08-30"],"type":["text"],"creator":["Cheung, Clifford","Nomura, Yasunori"],"language":[],"coverage":[],"title":["Singlet Portal to the Hidden Sector"],"description":["  Ultraviolet physics typically induces a kinetic mixing between gauge singlets\nwhich is marginal and hence non-decoupling in the infrared. In singlet\nextensions of the minimal supersymmetric standard model, e.g. the\nnext-to-minimal supersymmetric standard model, this furnishes a well motivated\nand distinctive portal connecting the visible sector to any hidden sector which\ncontains a singlet chiral superfield. In the presence of singlet kinetic\nmixing, the hidden sector automatically acquires a light mass scale in the\nrange 0.1 - 100 GeV induced by electroweak symmetry breaking. In theories with\nR-parity conservation, superparticles produced at the LHC invariably cascade\ndecay into hidden sector particles. Since the hidden sector singlet couples to\nthe visible sector via the Higgs sector, these cascades necessarily produce a\nHiggs boson in an order 0.01 - 1 fraction of events. Furthermore,\nsupersymmetric cascades typically produce highly boosted, low-mass hidden\nsector singlets decaying visibly, albeit with displacement, into the heaviest\nstandard model particles which are kinematically accessible. We study\nexperimental constraints on this broad class of theories, as well as the role\nof singlet kinetic mixing in direct detection of hidden sector dark matter. We\nalso present related theories in which a hidden sector singlet interacts with\nthe visible sector through kinetic mixing with right-handed neutrinos.\n","Comment: 12 pages, 5 figures"]}]
["1008.5203",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5203","JHEP 1011:099,2010","doi:10.1007/JHEP11(2010)099"],"date":["2010-08-30","2010-09-05"],"type":["text"],"creator":["Chacaltana, Oscar","Distler, Jacques"],"language":[],"coverage":[],"title":["Tinkertoys for Gaiotto Duality"],"description":["  We describe a procedure for classifying N=2 superconformal theories of the\ntype introduced by Davide Gaiotto. Any curve, C, on which the 6D A_{N-1} SCFT\nis compactified, can be decomposed into 3-punctured spheres, connected by\ncylinders. We classify the spheres, and the cylinders that connect them. The\nclassification is carried out explicitly, up through N=5, and for several\nfamilies of SCFTs for arbitrary N. These lead to a wealth of new S-dualities\nbetween Lagrangian and non-Lagrangian N=2 SCFTs.\n","Comment: 61 pages, 136 figures (a veritable comic book). V2: Grotty bitmapped\n  figures replaced with PDF versions; a couple of references fixed"]}]
["1009.0080",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0080","JHEP 1011:070,2010","doi:10.1007/JHEP11(2010)070"],"date":["2010-08-31","2010-11-23"],"type":["text"],"creator":["Skakala, Jozef","Visser, Matt"],"language":[],"coverage":[],"title":["Generic master equations for quasi-normal frequencies"],"description":["  Generic master equations governing the highly-damped quasi-normal frequencies\n[QNFs] of one-horizon, two-horizon, and even three-horizon spacetimes can be\nobtained through either semi-analytic or monodromy techniques. While many\ntechnical details differ, both between the semi-analytic and monodromy\napproaches, and quite often among various authors seeking to apply the\nmonodromy technique, there is nevertheless widespread agreement regarding the\nthe general form of the QNF master equations. Within this class of generic\nmaster equations we can establish some rather general results, relating the\nexistence of \"families\" of QNFs of the form omega_{a,n} = (offset)_a + i n\n(gap) to the question of whether or not certain ratios of parameters are\nrational or irrational.\n","Comment: 23 pages; V2: Minor additions, typos fixed. Matches published version"]}]
["1009.1094",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1094","Phys.Rev.D82:094023,2010","doi:10.1103/PhysRevD.82.094023"],"date":["2010-09-06","2010-10-21"],"type":["text"],"creator":["Casalbuoni, Roberto","Ladisa, Massimo","Olevano, Valerio"],"language":[],"coverage":[],"title":["On aspects of self-consistency in the Dyson-Schwinger approach to QED\n  and \\lambda (\\phi^\\star \\phi)^2 theories"],"description":["  We investigate some aspects of the self-consistency in the Dyson-Schwinger\napproach to both the QED and the self-interacting scalar field theories. We\nprove that the set of the Dyson-Schwinger equations, together with the\nGreen-Ward-Takahashi identity, is equivalent to the analogous set of integral\nequations studied in condensed matter, namely many-body perturbation theory,\nwhere it is solved self-consistently and iteratively. In this framework, we\ncompute the non-perturbative solution of the gap equation for the\nself-interacting scalar field theory.\n","Comment: 9 pages, to appear on Phys. Rev. D"]}]
["1009.1139",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1139","JHEP 1011:104,2010","doi:10.1007/JHEP11(2010)104"],"date":["2010-09-06"],"type":["text"],"creator":["Maldacena, Juan","Zhiboedov, Alexander"],"language":[],"coverage":[],"title":["Form factors at strong coupling via a Y-system"],"description":["  We compute form factors in planar N=4 Super Yang-Mills at strong coupling.\nNamely we consider the overlap between an operator insertion and 2n gluons.\nThrough the gauge/string duality these are given by minimal surfaces in AdS\nspace. The surfaces end on an infinite periodic sequence of null segments at\nthe boundary of AdS. We consider surfaces that can be embedded in AdS_3. We\nderive set of functional equations for the cross ratios as functions of the\nspectral parameter. These equations are of the form of a Y-system. The integral\nform of the Y-system has Thermodynamics Bethe Ansatz form. The area is given by\nthe free energy of the TBA system or critical value of Yang-Yang functional. We\nconsider a restricted set of operators which have small conformal dimension.\n"]}]
["1009.1453",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1453","Eur.Phys.J.C70:113-124,2010","doi:10.1140/epjc/s10052-010-1450-z"],"date":["2010-09-08"],"type":["text"],"creator":["Deng, Li-Cheng","Wu, Xing-Gang","Yang, Zhi","Fang, Zhen-Yun","Liao, Qi-Li"],"language":[],"coverage":[],"title":["$Z_0$ Boson Decays to $B^{(*)}_c$ Meson and Its Uncertainties"],"description":["  The programming new $e^{+}e^-$ collider with high luminosity shall provide\nanother useful platform to study the properties of the doubly heavy $B_c$ meson\nin addition to the hadronic colliders as LHC and TEVATRON. Under the `New Trace\nAmplitude Approach', we calculate the production of the spin-singlet $B_c$ and\nthe spin-triplet $B^*_c$ mesons through the $Z^0$ boson decays, where\nuncertainties for the production are also discussed. Our results show\n$\\Gamma_{(^1S_0)}= 81.4^{+102.1}_{-40.5}$ KeV and\n$\\Gamma_{(^3S_1)}=116.4^{+163.9}_{-62.8}$ KeV, where the errors are caused by\nvarying $m_b$ and $m_c$ within their reasonable regions.\n","Comment: 11 pages, 5 figures, 2 tables. To be published in Eur.Phys.J.C"]}]
["1009.3497",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3497","Class.Quant.Grav.27:214004,2010","doi:10.1088/0264-9381/27/21/214004"],"date":["2010-09-17","2010-10-12"],"type":["text"],"creator":["Weigand, Timo"],"language":[],"coverage":[],"title":["Lectures on F-theory compactifications and model building"],"description":["  These lecture notes are devoted to formal and phenomenological aspects of\nF-theory. We begin with a pedagogical introduction to the general concepts of\nF-theory, covering classic topics such as the connection to Type IIB\norientifolds, the geometry of elliptic fibrations and the emergence of gauge\ngroups, matter and Yukawa couplings. As a suitable framework for the\nconstruction of compact F-theory vacua we describe a special class of\nWeierstrass models called Tate models, whose local properties are captured by\nthe spectral cover construction. Armed with this technology we proceed with a\nsurvey of F-theory GUT models, aiming at an overview of basic conceptual and\nphenomenological aspects, in particular in connection with GUT breaking via\nhypercharge flux.\n","Comment: Invited contribution to the proceedings of the CERN Winter School on\n  Supergravity, Strings and Gauge Theory 2010, to appear in Classical and\n  Quantum Gravity; 63 pages; v2: references added, typos corrected"]}]
["1009.3572",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3572","Phys.Lett.B694:10-15,2010","doi:10.1016/j.physletb.2010.09.038"],"date":["2010-09-18","2010-09-22"],"type":["text"],"creator":["Rahaman, F.","Nandi, K. K.","Bhadra, A.","Kalam, M.","Chakraborty, K."],"language":[],"coverage":[],"title":["Perfect Fluid Dark Matter"],"description":["  Taking the flat rotation curve as input and treating the matter content in\nthe galactic halo region as perfect fluid, we obtain space time metric at the\ngalactic halo region in the framework of general relativity. We find that the\nresultant metric is a non-relativistic-dark-matter-induced space-time embedded\nin a static Friedmann-Lema\\^itre-Robertson-Walker universe. This means that the\nflat rotation curve not only leads to the existence of dark matter but also\nsuggests the background geometry of the universe. The flat rotation curve and\nthe demand that the dark matter be non-exotic together indicate a (nearly) flat\nuniverse as favored by the modern cosmological observations. We obtain the\nexpressions for energy density and pressure of dark matter halo and\nconsequently the equation of state of dark matter. Various other aspects of the\nsolution are also analyzed.\n","Comment: 7 pages, 5 figures, To appear in Phys. Lett. B (2010)"]}]
["1009.3667",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3667","Grav.Cosmol.15:144-147,2009","doi:10.1134/S0202289309020078"],"date":["2010-09-19"],"type":["text"],"creator":["Golubtsova, A. A.","Ivashchuk, V. D."],"language":[],"coverage":[],"title":["On multidimensional analogs of Melvin's solution for classical series of\n  Lie algebras"],"description":["  A multidimensional generalization of Melvin's solution for an arbitrary\nsimple Lie algebra $\\cal G$ is presented. The gravitational model contains n\n2-forms and $l \\geq n$ scalar fields, wheren is the rank of $\\cal G$. The\nsolution is governed by a set of n functions obeying n ordinary differential\nequations with certain boundary conditions. It was conjectured earlier that\nthese functions should be polynomials (the so-called fluxbrane polynomials). A\nprogram (in Maple) for calculating of these polynomials for classical series of\nLie algebras is suggested (see Appendix). The polynomials corresponding to the\nLie algebra D_4 are obtained. It is conjectured that the polynomials for A_n-,\nB_n- and C_n-series may be obtained from polynomials for D_{n+1}-series by\nusing certain reduction formulas.\n","Comment: 6 pages, based on a report at RUSGRAV-13 (23-28 June, 2008, PFUR,\n  Moscow)"]}]
["1009.3745",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3745","Int.J.Mod.Phys.D18:397-404,2009","doi:10.1142/S0218271809014510"],"date":["2010-09-20"],"type":["text"],"creator":["Qadir, Asghar","Siddiqui, Azad A."],"language":[],"coverage":[],"title":["Asymptotic Behaviour of the Proper Length and Volume of the\n  Schwarzschild Singularity"],"description":["  Though popular presentations give the Schwarzschild singularity as a point it\nis known that it is spacelike and not timelike. Thus it has a \"length\" and is\nnot a \"point\". In fact, its length must necessarily be infinite. It has been\nproved that the proper length of the Qadir-Wheeler suture model goes to\ninfinity [1], while its proper volume shrinks to zero, and the asymptotic\nbehaviour of the length and volume have been calculated. That model consists of\ntwo Friedmann sections connected by a Schwarzschild \"suture\". The question\narises whether a similar analysis could provide the asymptotic behaviour of the\nSchwarzschild black hole near the singularity. It is proved here that, unlike\nthe behaviour for the suture model, for the Schwarzschild essential singularity\n$\\Delta s$ $\\thicksim $ $K^{1/3}\\ln K$ and $V\\thicksim $ $K^{-1}\\ln K$, where\n$K$ is the mean extrinsic curvature, or the York time.\n","Comment: 13 pages, 1 figure"]}]
["1011.5332",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5332"],"date":["2010-11-24"],"type":["text"],"creator":["Wielemaker, Jan","Schrijvers, Tom","Triska, Markus","Lager, Torbjörn"],"language":[],"coverage":[],"title":["SWI-Prolog"],"description":["  SWI-Prolog is neither a commercial Prolog system nor a purely academic\nenterprise, but increasingly a community project. The core system has been\nshaped to its current form while being used as a tool for building research\nprototypes, primarily for \\textit{knowledge-intensive} and \\textit{interactive}\nsystems. Community contributions have added several interfaces and the\nconstraint (CLP) libraries. Commercial involvement has created the initial\ngarbage collector, added several interfaces and two development tools: PlDoc (a\nliterate programming documentation system) and PlUnit (a unit testing\nenvironment).\n  In this article we present SWI-Prolog as an integrating tool, supporting a\nwide range of ideas developed in the Prolog community and acting as glue\nbetween \\textit{foreign} resources. This article itself is the glue between\ntechnical articles on SWI-Prolog, providing context and experience in applying\nthem over a longer period.\n","Comment: 30 pages, 6 figures, 1 table. To appear in Theory and Practice of\n  Logic Programming (TPLP)"]}]
["astro-ph/0203091",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0203091","Astrophys.J.568:L75-L79,2002","doi:10.1086/340424"],"date":["2002-03-06"],"type":["text"],"creator":["Hu, Esther M.","Cowie, Lennox L.","McMahon, Richard G.","Capak, Peter","Iwamuro, Fumihide","Kneib, Jean-Paul","Maihara, Toshinori","Motohara, Kentaro"],"language":[],"coverage":[],"title":["A Redshift z = 6.56 Galaxy Behind the Cluster Abell 370"],"description":["  We report the discovery of a redshift z=6.56 galaxy lying behind the cluster\nAbell 370. The object HCM 6A was found in a narrowband imaging survey using a\n118 Angstrom bandpass filter centered at 9152 Ang in the LRIS camera on the 10\nm Keck II Telescope. Candidate Lyman alpha emitters were identified by the\nequivalent width of the emission and the absence of lower wavelength flux in\nultradeep broadband images. HCM6A is the first galaxy to be confirmed at\nredshift z>6, and has W_lambda(observed)=190 Angstroms, flux = 2.7 x 10^-17 erg\ncm^-2 s^-1. Spectra obtained with LRIS confirm the emission line and the\ncontinuum break across the line, and show an asymmetric line profile with steep\nfall-off on the blue side. Deep Subaru near-infrared CISCO images in J, H and\nK' which extend the sampled continuum to longer wavelengths give a consistent\nestimate of the continuum flux density in these line-free regions of 2.6+/-0.7\nx 10^-30 erg cm^-2 s^-1 Hz^-1. The line width and strength, asymmetric profile,\nand very deep spectral break are only consistent with the interpretation of the\nline as a redshifted Lyman alpha feature. From the detailed lensing model of\nthis cluster, we estimate a lensing amplification of 4.5 for this galaxy, which\nis located slightly over an arcminute from the center of the cluster, for an\nunlensed flux of 6.5 x 10^-18 erg cm^-2 s^-1. The presence of such a galaxy\nsuggests that the reionizing epoch is beyond z=6.6.\n","Comment: 5 pages, 4 PostScript figures, uses emulateapj5, to appear in the\n  April 1, 2002 issue of the Astrophysical Journal Letters"]}]
["astro-ph/0511240",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0511240","Phys.Rev.D73:103001,2006","doi:10.1103/PhysRevD.73.103001"],"date":["2005-11-09","2006-05-07"],"type":["text"],"creator":["Cooray, Asantha"],"language":[],"coverage":[],"title":["Modifications to the Cosmic 21-cm Background Frequency Spectrum by\n  Scattering via electrons in Galaxy Clusters"],"description":["  The cosmic 21-cm background frequency spectrum related to the spin-flip\ntransition of neutral Hydrogen present during and before the era of\nreionization is rich in features associated with physical processes that govern\ntransitions between the two spin states. The intervening electrons in\nforeground galaxy clusters inversely Compton scatter the 21-cm background\nspectrum and modify it just as the cosmic microwave background (CMB) spectrum\nis modified by inverse-Compton scattering. Towards typical galaxy clusters at\nlow redshifts, the resulting modification is a few tenths milli-Kelvin\ncorrection to the few tens milli-Kelvin temperature of 21-cm signal relative to\nthat of the cosmic microwave background black body spectrum. The modifications\nare mostly associated with sharp changes in the cosmic 21-cm background\nspectrum such as due to the onset of a Lyman-$\\alpha$ radiation field or\nheating of neutral gas. Though low frequency radio interferometers that are now\nplanned for 21-cm anisotropy measurements are insensitive to the mean 21-cm\nspectrum, differential observations of galaxy clusters with these\ninterferometers can be utilized to indirectly establish global features in the\n21-cm frequency spectrum. We discuss the feasibility to detect the spectrum\nmodified by clusters and find that for upcoming interferometers, while a\ndetection towards an individual cluster is challenging, one can average signals\nover a number of clusters, selected based on the strength of the\nSunyave-Zel'dovich effect at high radio frequencies involving CMB scattering\nalone, to establish the mean 21-cm spectrum.\n","Comment: 6 pages, 3 figures, PRD in press; expanded and title changed from v1.\n  Final version in press"]}]
["gr-qc/0404118",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0404118","Class.Quant.Grav.22:4563-4587,2005","doi:10.1088/0264-9381/22/21/008"],"date":["2004-04-28","2004-10-27"],"type":["text"],"creator":["Reimann, Bernd"],"language":[],"coverage":[],"title":["Slice Stretching Effects for Maximal Slicing of a Schwarzschild Black\n  Hole"],"description":["  Slice stretching effects such as slice sucking and slice wrapping arise when\nfoliating the extended Schwarzschild spacetime with maximal slices. For\narbitrary spatial coordinates these effects can be quantified in the context of\nboundary conditions where the lapse arises as a linear combination of odd and\neven lapse. Favorable boundary conditions are then derived which make the\noverall slice stretching occur late in numerical simulations. Allowing the\nlapse to become negative, this requirement leads to lapse functions which\napproach at late times the odd lapse corresponding to the static Schwarzschild\nmetric. Demanding in addition that a numerically favorable lapse remains\nnon-negative, as result the average of odd and even lapse is obtained. At late\ntimes the lapse with zero gradient at the puncture arising for the puncture\nevolution is precisely of this form. Finally, analytic arguments are given on\nhow slice stretching effects can be avoided. Here the excision technique and\nthe working mechanism of the shift function are studied in detail.\n","Comment: 16 pages, 4 figures, revised version including a study on how slice\n  stretching can be avoided by using excision and/or shifts"]}]
["gr-qc/0501078",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0501078","Class.Quant.Grav.22:3533-3548,2005","doi:10.1088/0264-9381/22/17/012"],"date":["2005-01-26","2005-08-11"],"type":["text"],"creator":["Bauer, Florian"],"language":[],"coverage":[],"title":["The Running of the Cosmological and the Newton Constant controlled by\n  the Cosmological Event Horizon"],"description":["  We study the renormalisation group running of the cosmological and the Newton\nconstant, where the renormalisation scale is given by the inverse of the radius\nof the cosmological event horizon. In this framework, we discuss the future\nevolution of the universe, where we find stable de Sitter solutions, but also\n\"big crunch\"-like and \"big rip\"-like events, depending on the choice of the\nparameters in the model.\n","Comment: 14 pages, 7 figures, minor improvements, references added"]}]
["gr-qc/0506008",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0506008","Class.Quant.Grav.22:S375-S379,2005","doi:10.1088/0264-9381/22/10/032"],"date":["2005-06-01"],"type":["text"],"creator":["Mino, Yasushi"],"language":[],"coverage":[],"title":["Extreme Mass Ratio Binary: Radiation reaction and gravitational waveform"],"description":["  For a successful detection of gravitational waves by LISA, it is essential to\nconstruct theoretical waveforms in a reliable manner. We discuss gravitational\nwaves from an extreme mass ratio binary system which is expected to be a\npromising target of the LISA project.\n  The extreme mass ratio binary is a binary system of a supermassive black hole\nand a stellar mass compact object. As the supermassive black hole dominates the\ngravitational field of the system, we suppose that the system might be well\napproximated by a metric perturbation of a Kerr black hole. We discuss a recent\ntheoretical progress in calculating the waveforms from such a system.\n","Comment: Classical and Quantum Gravity 22 (2005) S375-S379, Proceedings for\n  5th International LISA Symposium"]}]
["gr-qc/0508087",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0508087","Fizika B15:57-70,2006"],"date":["2005-08-20","2006-07-21"],"type":["text"],"creator":["Pradhan, Anirudh","Rai, Vandana","Otarod, Saeed"],"language":[],"coverage":[],"title":["Plane symmetric inhomogeneous bulk viscous domain wall in Lyra geometry"],"description":["  Some bulk viscous general solutions are found for domain walls in Lyra\ngeometry in the plane symmetric inhomogeneous spacetime. Expressions for the\nenergy density and pressure of domain walls are derived in both cases of\nuniform and time varying displacement field $\\beta$. The viscosity coefficient\nof bulk viscous fluid is assumed to be a power function of mass density. Some\nphysical consequences of the models are also given. Finally, the geodesic\nequations and acceleration of the test particle are discussed.\n","Comment: 16 pages, no figure. Fizika B, to be published"]}]
["gr-qc/0702097",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0702097","Class.Quant.Grav.24:3391-3411,2007","doi:10.1088/0264-9381/24/13/015"],"date":["2007-02-16","2007-06-27"],"type":["text"],"creator":["Sokolowski, Leszek M."],"language":[],"coverage":[],"title":["Metric gravity theories and cosmology. I. Physical interpretation and\n  viability"],"description":["  We critically review some concepts underlying current applications of gravity\ntheories with Lagrangians depending on the full Riemann tensor to cosmology. We\nargue that it is impossible to reconstruct the underlying Lagrangian from the\nobservational data: the Robertson-Walker spacetime is so simple and \"flexible\"\nthat any cosmic evolution may be fitted by infinite number of Lagrangians.\nConfrontation of a solution with the astronomical data is obstructed by the\nexistence of many frames of dynamical variables and the fact that initial data\nfor the gravitational triplet depend on which frame is minimally coupled to\nordinary matter. Prior to any application it is necessary to establish physical\ncontents and viability of a given gravity theory.\n","Comment: 29 pages. The previous version is divided in two separate papers. The\n  first four chapters, expanded and modified, form the present paper. The title\n  and abstract are adequately modified, some recent references added. The main\n  conclusions remain unchanged. The second part will also appear in Class. Qu.\n  Grav"]}]
["hep-ph/0503154",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0503154","J.Phys.G31:L7,2005; Erratum-ibid.G31:539,2005","doi:10.1088/0954-3899/31/1/L02","doi:10.1088/0594-3899/31/5/c01"],"date":["2005-03-16"],"type":["text"],"creator":["Thoma, Markus H."],"language":[],"coverage":[],"title":["Erratum \"The Quark-Gluon-Plasma Liquid\""],"description":["  An error in the calculation of the Coulomb coupling parameter of the\nquark-gluon plasma is corrected.\n","Comment: Erratum for J. Phys. G 31 (2005) L7 (hep-ph/0409213)"]}]
["hep-ph/0510340",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0510340","Phys.Rev.D74:023509,2006","doi:10.1103/PhysRevD.74.023509"],"date":["2005-10-26","2006-07-12"],"type":["text"],"creator":["Bauer, Florian","Eisele, Marc-Thomas","Garny, Mathias"],"language":[],"coverage":[],"title":["Leptonic Dark Energy and Baryogenesis"],"description":["  We consider a baryogenesis scenario, where the difference of baryon (B) and\nlepton (L) number is conserved in such a way that the B-L asymmetry in the\nstandard model sector is compensated by an asymmetry of opposite sign stored in\nthe dark energy sector. Therefore, we introduce a toy-model in which a complex\nquintessence field carries a B-L asymmetry at late times. We determine the\nproduced baryon asymmetry in the visible sector for a large range of initial\nconditions and find it easy to achieve a value of the observed order of\nmagnitude. While the size of the produced baryon asymmetry depends on details\nof the underlying inflationary model, it turns out to be independent of the\nreheating temperature in many cases. We also discuss possible sources of\ninstability like the formation of Q-Balls.\n","Comment: 10 pages, 5 figures, refs. added, matches published version"]}]
["hep-ph/0604158",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0604158","JHEP 0709:046,2007","doi:10.1088/1126-6708/2007/09/046"],"date":["2006-04-19"],"type":["text"],"creator":["Bannur, Vishnu M."],"language":[],"coverage":[],"title":["Single parameter quasi-particle model for QGP"],"description":["  We discuss a new single parameter quasi-particle model and study the\nthermodynamics of (2+1)-flavor quark gluon plasma (QGP). Our model with a\nsingle parameter explains remarkably well the lattice simulation results of\nFodor et. al. Phys. Lett. B568, 73 (2003).\n","Comment: 9 pages, 3 figures, article"]}]
["hep-ph/0702082",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0702082","Int.J.Mod.Phys.E16:2276-2281,2007","doi:10.1142/S0218301307007805"],"date":["2007-02-07"],"type":["text"],"creator":["Tsue, Y.","Fujii, H.","Hashimoto, Y."],"language":[],"coverage":[],"title":["Landau Potential Study of the Chiral Phase Transition in a QCD-Like\n  Theory"],"description":["  We investigate the chiral phase transition of a QCD-like theory, based the\nshape change of the effective potential near the critical point. The potential\nis constructed with the auxiliary field method, and a source term coupled to\nthe field is introduced in order to compute the potential shape numerically. We\nalso generalize the potential so as to have two independent order parameters,\nthe quark scalar density and the number density. We find a tri-critical point\nlocating at (T,mu)=(97, 203) MeV, and visualize it as the merging point of\nthree potential minima.\n","Comment: 6 pages 4 figures, to appear in a special issue of Int. J. of Mod.\n  Phys. E (the proceedings of the 19th International Conference on\n  Ultrarelativistic Nucleus-Nucleus Collisions: Quark Matter 2006 (QM 2006),\n  Shanghai, China, 14-20 Nov 2006)"]}]
["hep-ph/0702206",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0702206","Int.J.Mod.Phys.E16:2319-2324,2007","doi:10.1142/S0218301307007878"],"date":["2007-02-20"],"type":["text"],"creator":["Sasaki, C.","Friman, B.","Redlich, K."],"language":[],"coverage":[],"title":["Susceptibilities and the Phase Structure of an Effective Chiral Model\n  with Polyakov Loops"],"description":["  In the Nambu--Jona-Lasinio model with Polyakov loops, we explore the relation\nbetween the deconfinement and chiral phase transitions within the mean-field\napproximation. We focus on the phase structure of the model and study the\nsusceptibilities associated with corresponding order parameters.\n","Comment: 6 pages, 2 figures, contribution to the proceedings of the 19th\n  International Conference on Ultra-Relativistic Nucleus-Nucleus Collisions\n  (QM2006), November 14-20 2006, Shanghai, China"]}]
["hep-ph/0702253",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0702253","Int.J.Mod.Phys.E16:2282-2288,2007","doi:10.1142/S0218301307007817"],"date":["2007-02-25"],"type":["text"],"creator":["Harada, Masayasu","Nemoto, Yukio","Yoshimoto, Shunji"],"language":[],"coverage":[],"title":["Quark spectrum above the critical temperature from Schwinger-Dyson\n  equation"],"description":["  We investigate a spectrum of a fermion, which we call a quark, above the\ncritical temperature of the chiral phase transition in a gauge theory using the\nSchwinger-Dyson (SD) equation. The SD equation enables us to study the spectrum\nover a wide range of the gauge coupling. It is shown that the quark spectrum\nhas two sharp peaks which correspond to the normal quasi-quark and the plasmino\nand is consistent with that obtained in the hard thermal loop approximation in\nthe weak coupling region, while it has also two peaks but with smaller thermal\nmasses and broader widths in the strong coupling region. Temperature-dependence\nof the quark spectrum is also discussed.\n","Comment: 6 pages, 4 figures, contribution to the proceedings of the 19th\n  International Conference on Ultra-Relativistic Nucleus-Nucleus Collisions\n  (QM2006), November 14-20 2006, Shanghai, China"]}]
["hep-ph/0703026",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0703026","Int.J.Mod.Phys.E16:2350-2355,2007","doi:10.1142/S0218301307007921"],"date":["2007-03-02"],"type":["text"],"creator":["Qin, Guang-You","Majumder, Abhijit","Gale, Charles"],"language":[],"coverage":[],"title":["Electromagnetic Radiation from Broken Symmetries in Relativistic Nuclear\n  Collisions"],"description":["  A new channel of direct photon production from a quark gluon plasma (QGP) is\nexplored in the framework of high-temperature QCD. This process appears at\nnext-to-leading order, in the presence of a charge asymmetry in the excited\nmatter. The photon production rate from this new mechanism is suppressed\ncompared to the QCD annihilation and Compton scattering at low baryon density\nbut assumes importance in baryon-rich matter.\n","Comment: 6 pages, 3 figures, Contribution to the Quark Matter 2006 Conference\n  in Shanghai, Nov 14-20 2006, to be submitted to International Journal of\n  Modern Physics E (World Scientific)"]}]
["hep-ph/0703037",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0703037","Int.J.Mod.Phys.E16:2394-2399,2007","doi:10.1142/S0218301307007994"],"date":["2007-03-04"],"type":["text"],"creator":["Hidaka, Yoshimasa","Kitazawa, Masakiyo"],"language":[],"coverage":[],"title":["Spectrum of soft mode with thermal mass of quarks above critical\n  temperature"],"description":["  We study effects of a thermal-quark mass and Landau damping of quarks on the\nchiral phase transition and its soft modes at finite temperature. For this\npurpose we employ a simple model with the quark propagator obtained in the hard\nthermal loop approximation. We show that the chiral phase transition is second\norder even if quark have a finite thermal mass, and the thermal mass suppresses\nthe chiral condensate. We argue that mesonic spectra have a large width due to\nscattering between gluons and quarks, and the van Hove singularity at\nthreshold.\n","Comment: 6 pages, 5 figures, contribution to the proceedings of the 19th\n  International Conference on Ultra-Relativistic Nucleus-Nucleus Collisions\n  (QM2006), November 14-20 2006, Shanghai, China"]}]
["hep-th/0003215",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0003215","JHEP 0008:011,2000","doi:10.1088/1126-6708/2000/08/011"],"date":["2000-03-23","2000-05-14"],"type":["text"],"creator":["Gomis, Jaume","Kleban, Matthew","Mehen, Thomas","Rangamani, Mukund","Shenker, Stephen"],"language":[],"coverage":[],"title":["Noncommutative Gauge Dynamics From The String Worldsheet"],"description":["  We show how string theory can be used to reproduce the one-loop two-point\nphoton amplitude in noncommutative U(1) gauge theory. Using a simple\nrealization of the gauge theory in bosonic string theory, we extract from a\nstring cylinder computation in the decoupling limit the exact one loop field\ntheory result. The result is obtained entirely from the region of moduli space\nwhere massless open strings dominate. Our computation indicates that the\nunusual IR/UV singularities of noncommutative field theory do not come from\nclosed string modes in any simple way.\n","Comment: 19 pages, harvmac.tex, 2 figures, references added, typos corrected"]}]
["hep-th/0005276",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0005276","Nucl.Phys.B602:307-328,2001","doi:10.1016/S0550-3213(01)00097-9"],"date":["2000-05-30","2001-02-28"],"type":["text"],"creator":["Feng, Jonathan L.","March-Russell, John","Sethi, Savdeep","Wilczek, Frank"],"language":[],"coverage":[],"title":["Saltatory Relaxation of the Cosmological Constant"],"description":["  We modify and extend an earlier proposal by Brown and Teitelboim to relax the\neffective cosmological term by nucleation of branes coupled to a three-index\ngauge potential. Microscopic considerations from string/M theory suggest two\nmajor innovations in the framework. First, the dependence of brane properties\non the compactification of extra dimensions may generate a very small quantized\nunit for jumps in the effective cosmological term. Second, internal degrees of\nfreedom for multiply coincident branes may enhance tunneling rates by\nexponentially large density of states factors. These new features essentially\nalter the relaxation dynamics. By requiring stability on the scale of the\nlifetime of the universe, rather than absolute stability, we derive a\nnon-trivial relation between the supersymmetry breaking scale and the value of\nthe cosmological term. It is plausibly, though not certainly, satisfied in\nNature.\n","Comment: 25 pages, revised and expanded discussion"]}]
["hep-th/0309200",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0309200","JHEP.0405:026,2004","doi:10.1088/1126-6708/2004/05/026"],"date":["2003-09-19","2003-10-17"],"type":["text"],"creator":["Bauer, Florian","Lindner, Manfred","Seidl, Gerhart"],"language":[],"coverage":[],"title":["Casimir Energy in Deconstruction and the Cosmological Constant"],"description":["  We demonstrate that by employing the correspondence between gauge theories in\ngeometric and in deconstructed extra dimensions, it is possible to transfer the\nmethods for calculating finite Casimir energy densities in higher dimensions to\nthe four-dimensional deconstruction setup. By this means, one obtains an\nunambiguous and well-defined prescription to determine finite vacuum energy\ncontributions of four-dimensional quantum fields which have a\nhigher-dimensional correspondence. Thereby, large kink masses lead to an\nexponentially suppressed Casimir effect. For a specific model we hence arrive\nat a small and positive contribution to the cosmological constant in agreement\nwith observations.\n","Comment: 38 pages, 5 figures, minor changes in the text, results unchanged,\n  figure added, reference added"]}]
["hep-th/0506113",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0506113","Mod.Phys.Lett.A20:2993-3002,2005","doi:10.1142/S021773230501892X"],"date":["2005-06-14"],"type":["text"],"creator":["Carstea, Stefan Adrian","Visinescu, Mihai"],"language":[],"coverage":[],"title":["Special solutions for Ricci flow equation in 2D using the linearization\n  approach"],"description":["  The 2D Ricci flow equation in the conformal gauge is studied using the\nlinearization approach. Using a non-linear substitution of logarithmic type,\nthe emergent quadratic equation is split in various ways. New special solutions\ninvolving arbitrary functions are presented. Some special reductions are also\ndiscussed.\n","Comment: 8 pages, latex, no figures"]}]
["hep-th/0511069",{"format":[],"subject":["High Energy Physics - Theory","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0511069","J.Geom.Phys.61:85-94,2011","doi:10.1016/j.geomphys.2010.05.011"],"date":["2005-11-06","2006-12-11"],"type":["text"],"creator":["Mikhailov, Andrei"],"language":[],"coverage":[],"title":["A nonlocal Poisson bracket of the sine-Gordon model"],"description":["  It is well known that the classical string on a two-sphere is more or less\nequivalent to the sine-Gordon model. We consider the nonabelian dual of the\nclassical string on a two-sphere. We show that there is a projection map from\nthe phase space of this model to the phase space of the sine-Gordon model. The\ncorresponding Poisson structure of the sine-Gordon model is nonlocal with one\nintegration.\n","Comment: 18 pages, LaTeX, v2,3: added Section 4 and references"]}]
["hep-th/9811013",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9811013","Nucl.Phys.B547:96-126,1999","doi:10.1016/S0550-3213(99)00004-8"],"date":["1998-11-02","1999-04-12"],"type":["text"],"creator":["Bianchi, M.","Gava, E.","Morales, J. F.","Narain, K. S."],"language":[],"coverage":[],"title":["D-strings in unconventional type I vacuum configurations"],"description":["  We determine the spectrum of D-string bound states in various classes of\ngeneralized type I vacuum configurations with sixteen and eight supercharges.\nThe precise matching of the BPS spectra confirms the duality between\nunconventional type IIB orientifolds with quantized NS-NS antisymmetric tensor\nand heterotic CHL models in D=8. A similar analysis puts the duality between\ntype II (4,0) models and type I strings {\\it without open strings} on a firmer\nground. The analysis can be extended to type II (2,0) asymmetric orbifolds and\ntheir type I duals that correspond to unconventional K3 compactifications.\nFinally we discuss BPS-saturated threshold corrections to the correponding\nlow-energy effective lagrangians. In particular we show how the exact moduli\ndependence of some F^4 terms in the eight-dimensional type II (4,0) orbifold is\nreproduced by the infinite sum of D-instanton contributions in the dual type I\ntheory.\n","Comment: 30 pages, Latex. Typos corrected. Reference added. Version to appear\n  in Nuclear Physics B"]}]
["hep-th/9811228",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9811228","Adv.Theor.Math.Phys.3:1575-1611,1999"],"date":["1998-11-26","1999-12-27"],"type":["text"],"creator":["Lerche, W.","Stieberger, S.","Warner, N. P."],"language":[],"coverage":[],"title":["Quartic Gauge Couplings from K3 Geometry"],"description":["  We show how certain F^4 couplings in eight dimensions can be computed using\nthe mirror map and K3 data. They perfectly match with the corresponding\nheterotic one-loop couplings, and therefore this amounts to a successful test\nof the conjectured duality between the heterotic string on T^2 and F-theory on\nK3. The underlying quantum geometry appears to be a 5-fold, consisting of a\nhyperk\"ahler 4-fold fibered over a IP^1 base. The natural candidate for this\nfiber is the symmetric product Sym^2(K3). We are lead to this structure by\nanalyzing the implications of higher powers of E_2 in the relevant Borcherds\ncounting functions, and in particular the appropriate generalizations of the\nPicard-Fuchs equations for the K3.\n","Comment: 32 p, harvmac; One footnote on page 11 extended; results unchanged;\n  Version subm. to ATMP"]}]
["hep-th/9812008",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9812008","Phys.Rev.D59:126003,1999","doi:10.1103/PhysRevD.59.126003"],"date":["1998-12-01","1998-12-14"],"type":["text"],"creator":["Hambli, N."],"language":[],"coverage":[],"title":["Type IIB Matrix Theory at Two Loops"],"description":["  The IKKT matrix model was proposed to be a non-perturbative formulation of\ntype IIB superstring theory. One of its important consistency criteria is that\nthe leading one-loop $1/r^8$ effective interaction between a cluster of type\nIIB D-objects should not receive any corrections from higher loop effects for\nit to describe accurately the type IIB supergravity results. In analogy with\nthe BFSS matrix model {\\it versus} the eleven-dimensional supergravity example,\nwe show in this work that the one-loop effective potential in the IKKT matrix\nmodel is also not renormalized at the two-loop order.\n","Comment: 19 pages, Latex, corrected some typos and 1 figure added"]}]
["hep-th/9903123",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9903123","Nucl.Phys.B564:60-85,2000","doi:10.1016/S0550-3213(99)00624-0"],"date":["1999-03-15","1999-09-23"],"type":["text"],"creator":["Frau, M.","Gallot, L.","Lerda, A.","Strigazzi, P."],"language":[],"coverage":[],"title":["Stable non-BPS D-branes in Type I string theory"],"description":["  We use the boundary state formalism to study, from the closed string point of\nview, superpositions of branes and anti-branes which are relevant in some\nnon-perturbative string dualities. Treating the tachyon instability of these\nsystems as proposed by A. Sen, we show how to incorporate the effects of the\ntachyon condensation directly in the boundary state. In this way we manage to\nshow explicitly that the D1 -- anti-D1 pair of Type I is a stable non-BPS\nD-particle, and compute its mass. We also generalize this construction to\ndescribe other non-BPS D-branes of Type I. By requiring the absence of tachyons\nin the open string spectrum, we find which configurations are stable and\ncompute their tensions. Our classification is in complete agreement with the\nresults recently obtained using the K-theory of space-time.\n","Comment: 31 pages, plain LaTeX, final version to be published in Nucl. Phys. B"]}]
["hep-th/9905006",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9905006","Int.J.Mod.Phys.A15:771-820,2000","doi:10.1142/S0217751X00000380"],"date":["1999-05-02","1999-08-26"],"type":["text"],"creator":["Lerda, A.","Russo, R."],"language":[],"coverage":[],"title":["Stable non-BPS states in string theory: a pedagogical review"],"description":["  We present a pedagogical review of the stable non-BPS states in string theory\nwhich have recently attracted some attention in the literature. In particular,\nfollowing the analysis of A. Sen, we discuss in detail the case of the stable\nnon-BPS D-particle of Type I theory whose existence is predicted (and required)\nby the heterotic/Type I duality. We show that this D-particle originates from\nan unstable bound state formed by a D1/anti-D1 pair of Type IIB in which the\ntachyon field acquires a solitonic kink configuration. The mechanism of tachyon\ncondensation is discussed first at a qualitative level and then with an exact\nconformal field theory analysis.\n","Comment: 58 pages, 1 figure; minor corrections"]}]
["math-ph/0506013",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0506013","Int.J.Theor.Phys.45:867-879,2006","doi:10.1007/s10773-006-9079-2"],"date":["2005-06-04"],"type":["text"],"creator":["Douari, Jamila"],"language":[],"coverage":[],"title":["Deformed $C_{\\lambda}$-Extended Heisenberg Algebra in Non-commutative\n  Phase-Space"],"description":["  We construct a deformed $C_{\\lambda}$-extended Heisenberg algebra in\ntwo-dimensional space using non-commuting coordinates which close an algebra\ndepends on statistical parameter characterizing exotic particles. The obtained\nsymmetry is nothing but an exotic particles algebra interpolating between\nbosonic and deformed fermionic algebras.\n","Comment: 10 pages"]}]
["math/0405132",{"format":[],"subject":["Mathematics - Geometric Topology","High Energy Physics - Theory","Mathematical Physics","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405132","Rev.Math.Phys.17:77-112,2005","doi:10.1142/S0129055X05002315"],"date":["2004-05-07","2007-02-21"],"type":["text"],"creator":["Bunke, Ulrich","Schick, Thomas"],"language":[],"coverage":[],"title":["On the topology of T-duality"],"description":["  In string theory, the concept of T-duality between two principal U(1)-bundles\nE_1 and E_2 over the same base space B, together with cohomology classes\n$h_1\\in H^3(E_1)$ and $h_2\\in H^3(E_2)$, has been introduced. One of the main\nvirtues of T-duality is that $h_1$-twisted K-theory of $E_1$ is isomorphic to\n$h_2$-twisted K-theory of $E_2$. In this paper, a new, very topological concept\nof T-duality is introduced. The study pairs (E,h) as above from a topological\npoint of view and construct a classifying space of such pairs. Using this, we\nconstruct a universal dual pair to a given pair. Our construction immediately\ngives a number of known and new properties of the dual. In particular it\nimplies existence of a dual of any pair (E,h), and it also describes the\nambiguity upto which the dual is well defined. In order to deal with twisted\nK-theory, some care is needed, in particular when dealing with naturality\nquestions, because the twisted K-theory depends on the explicit model for the\ntwists and the twisted theory --care which is missing in some of the existing\nliterature. We illustrate the use of T-duality by some explicit calculations of\ntwisted K-groups.\n","Comment: v4: comma in metadata (author field) added. v2: examples added, more\n  details in proofs, in particular with respect to comparison of the existing\n  literature (following suggestions of the referees)"]}]
["nucl-ex/0412034",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0412034","J.Phys.G31:S1127-S1130,2005","doi:10.1088/0954-3899/31/6/072"],"date":["2004-12-14"],"type":["text"],"creator":["Van Buren, G.","Collaboration, for the STAR"],"language":[],"coverage":[],"title":["Reconstructing Sigma0 decays in STAR"],"description":["  Typical experimental measurements do not separate the contributions of Sigma\nstate decays from (anti)Lambda yields. An ongoing analysis in STAR is resolving\nthe contribution from excited Sigma states, but the primary contribution comes\nfrom electromagnetic decays of the (anti)Sigma0.\n  Photon conversions into e+e- pairs in detector material have been used by\nSTAR to identify photons from pi0 decays. A similar technique has been used\nhere to identify photons from (anti)Sigma0 decays in conjunction with STAR's\nexcellent PID capabilities for finding the associated (anti)Lambda daughters.\nWe report here on progress toward measuring the (anti)Sigma0 yields in various\nnuclear collisions at RHIC.\n","Comment: 5 pages, 3 figures, proceedings of Strange Quark Matter (SQM2004) in\n  Cape Town, South Africa, submitted to J. Phys. G"]}]
["nucl-ex/0501033",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0501033","Acta Phys.Hung.A24:175-180,2005","doi:10.1556/APH.24.2005.1-4.24"],"date":["2005-01-31"],"type":["text"],"creator":["Markert, C.","collaboration, for the STAR"],"language":[],"coverage":[],"title":["Resonance Production in Heavy Ion Collisions"],"description":["  The resonance production of $\\Delta$, K(892), $\\Sigma$(1385), $\\Lambda$(1520)\nand $\\phi$ from elementary p+p and Au+Au collisions at $\\sqrt{s_{\\rm NN}} = $\n200 GeV from the STAR experiment at RHIC is presented. Yields and spectra are\ndiscussed in terms of chemical and thermal freeze-out conditions. Thermal\nmodels do not describe sufficiently the yields of the resonance production in\ncentral Au+Au collisions. The approach which includes pseudo-elastic and\nelastic hadronic interactions after chemical freeze-out until thermal\nfreeze-out suggests a time span of $\\Delta \\tau>$5 fm/c.\n","Comment: 6 pages 4 figures, conference proceedings"]}]
["nucl-ex/0510017",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0510017","Nucl.Phys.A774:915-918,2006","doi:10.1016/j.nuclphysa.2006.06.165"],"date":["2005-10-06","2005-10-07"],"type":["text"],"creator":["Crochet, P.","Collaboration, the ALICE"],"language":[],"coverage":[],"title":["(Di)lepton physics with ALICE"],"description":["  Physics perspectives with(di)lepton measurements with the ALICE detector at\nthe LHC are reviewed. Special emphasis is placed on heavy flavor physics.\n","Comment: 4 pages, 1 figure, 18th International Conference on Ultrarelativistic\n  Nucleus-Nucleus Collisions : Quark Matter 2005, Budapest, Hongrie, Ao\\^{u}t\n  2005, submitted to Nuclear Physics"]}]
["nucl-ex/0702040",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0702040","Int.J.Mod.Phys.E16:2210-2215,2007","doi:10.1142/S0218301307007702"],"date":["2007-02-20"],"type":["text"],"creator":["Srivastava, B. K.","Scharenberg, R. P.","Tarnowsky, T. J."],"language":[],"coverage":[],"title":["Understanding the Particle Production Mechanism with Correlation Studies\n  Using Long and Short Range Correlations"],"description":["  Long range forward-backward multiplicity correlations have been measured with\nthe STAR detector for Au+Au collisions at $\\sqrt{s_{NN}}$ = 200 GeV . Strong\nlong range correlations are observed in central Au+Au collisions. Based on the\nDual Parton model and Color Glass Condensate considerations the data suggests\nthat these long range correlations are due to multiple parton interactions.\nThis suggests that dense partonic matter is created in central Au+Au collisions\nat $\\sqrt{s_{NN}}$ = 200 GeV.\n","Comment: 6 pages, 4 figures, QM06 poster, Shanghai, China, Nov. 14-20, 2006"]}]
["nucl-ex/0702045",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0702045","Int.J.Mod.Phys.E16:2484-2490,2007","doi:10.1142/S0218301307008136"],"date":["2007-02-22"],"type":["text"],"creator":["Sommer, W.","Collaboration, for the ALICE"],"language":[],"coverage":[],"title":["Quarkonia Measurements with the Central Detectors of ALICE"],"description":["  A Large Ion Collider Experiment - ALICE will become operational with the\nstartup of the Large Hadron Collider - LHC at the end of 2007. One focus of the\nphysics program is the measurement of quarkonia in proton-proton and lead-lead\ncollisions. Quarkonia states will be measured in two kinematic regions and\nchannels: di-muonic decays will be measured in the forward region by the muon\narm, the central part of the detector will measure di-electronic decays. The\npresented studies show the expected performance of the di-electron measurement\nin proton-proton and central lead-lead collisions.\n","Comment: 6 pages, 7 figures, Proceedings of the QM 2006 poster session"]}]
["nucl-ex/0703042",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0703042","Int.J.Mod.Phys.E16:2413-2418,2007","doi:10.1142/S0218301307008021"],"date":["2007-03-27"],"type":["text"],"creator":["Renault, G.","Nielsen, B. S.","Westergaard, J.","GaardhØJe, J. J."],"language":[],"coverage":[],"title":["The Laser of the ALICE Time Projection Chamber"],"description":["  The large TPC ($95 \\mathrm{m}^3$) of the ALICE detector at the CERN LHC was\ncommissioned in summer 2006. The first tracks were observed both from the\ncosmic ray muons and from the laser rays injected into the TPC. In this article\nthe basic principles of operating the $266 \\mathrm{nm}$ lasers are presented,\nshowing the installation and adjustment of the optical system and describing\nthe control system. To generate the laser tracks, a wide laser beam is split\ninto several hundred narrow beams by fixed micro-mirrors at stable and known\npositions throughout the TPC. In the drift volume, these narrow beams generate\nstraight tracks at many angles. Here we describe the generation of the first\ntracks and compare them with simulations.\n","Comment: QM06 poster proceedings, 6 pages, 4 figures"]}]
["nucl-th/0204006",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0204006","Phys.Rev.A66:032102,2002","doi:10.1103/PhysRevA.66.032102"],"date":["2002-04-02","2010-11-18"],"type":["text"],"creator":["Darewych, Jurij W.","Duviryak, Askold"],"language":[],"coverage":[],"title":["Exact two-particle eigenstates in partially reduced QED"],"description":["  We consider a reformulation of QED in which covariant Green functions are\nused to solve for the electromagnetic field in terms of the fermion fields. It\nis shown that exact few-fermion eigenstates of the resulting Hamiltonian can be\nobtained in the canonical equal-time formalism for the case where there are no\nfree photons. These eigenstates lead to two- and three-body Dirac-like\nequations with electromagnetic interactions. Perturbative and some numerical\nsolutions of the two-body equations are presented for positronium and\nmuonium-like systems, for various strengths of the coupling.\n","Comment: 33 pages, LaTex 2.09, 4 figures in EPS format"]}]
["nucl-th/0303070",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0303070","Eur.Phys.J.A24:69-84,2005","doi:10.1140/epja/i2004-10130-9"],"date":["2003-03-27","2003-12-16"],"type":["text"],"creator":["Pshenichnov, I. A.","Berman, B. L.","Briscoe, W. J.","Cetina, C.","Feldman, G.","Heimberg, P.","Iljinov, A. S.","Strakovsky, I. I."],"language":[],"coverage":[],"title":["Evaluation of the total photoabsorption cross sections for actinides\n  from photofission data and model calculations"],"description":["  We have calculated the fission probabilities for 237-Np, 233,235,238-U,\n232-Th, and nat-Pb following the absorption of photons with energies from 68\nMeV to 3.77 GeV using the RELDIS Monte-Carlo code. This code implements the\ncascade-evaporation-fission model of intermediate-energy photonuclear\nreactions. It includes multiparticle production in photoreactions on\nintranuclear nucleons, pre-equilibrium emission, and the statistical decay of\nexcited residual nuclei via competition of evaporation, fission, and\nmultifragmentation processes. The calculations show that in the GeV energy\nregion the fission process is not solely responsible for the entire total\nphotoabsorption cross section, even for the actinides: ~55-70% for 232-Th,\n\\~70-80% for 238-U, and ~80-95% for 233-U, 235-U, and 237-Np. This is because\ncertain residual nuclei that are created by deep photospallation at GeV photon\nenergies have relatively low fission probabilities. Using the recent\nexperimental data on photofission cross sections for 237-Np and 233,235,238-U\nfrom the Saskatchewan and Jefferson Laboratories and our calculated fission\nprobabilities, we infer the total photoabsorption cross sections for these four\nnuclei. The resulting cross sections per nucleon agree in shape and in\nmagnitude with each other. However, disagreement in magnitude with\ntotal-photoabsorption cross-section data from previous measurements for nuclei\nfrom C to Pb calls into question the concept of a ``Universal Curve'' for the\nphotoabsorption cross section per nucleon for all nuclei.\n","Comment: 39 pages including 11 figures"]}]
["nucl-th/0702076",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0702076","Int.J.Mod.Phys.E16:2388-2393,2007","doi:10.1142/S0218301307007982"],"date":["2007-02-23"],"type":["text"],"creator":["Wilms, Susanna","Giacosa, Francesco","Rischke, Dirk H."],"language":[],"coverage":[],"title":["Pion-nucleon scattering within a gauged linear sigma model with\n  parity-doubled nucleons"],"description":["  We compute pion-nucleon scattering at tree-level within a gauged linear sigma\nmodel which contains the nucleon and its chiral partner. Such an investigation\nin principle allows to make definite predictions as to whether the main\ncontribution to the nucleon mass comes from the chiral condensate or from the\nmixing with its chiral partner. We find that there seems to be no set of model\nparameters that allows for a simultaneous description of all experimentally\nmeasured scattering lengths and range parameters. This indicates the need to\nimprove the dynamical ingredients of the model.\n","Comment: 6 Pages, 1 Figure. To appear in the Proceedings of QM2006 (19th\n  International Conference on Ultra-Relativistic Nucleus-Nucleus Collisions,\n  Shanghai, China, November 14-20) in Int. J. Mod. Phys. E"]}]
["nucl-th/0702084",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0702084","Int.J.Mod.Phys.E16:2193-2199,2007","doi:10.1142/S0218301307007672"],"date":["2007-02-27"],"type":["text"],"creator":["Horowitz, William A."],"language":[],"coverage":[],"title":["LHC Predictions from an extended theory with Elastic, Inelastic, and\n  Path Length Fluctuating Energy Loss"],"description":["  We present the LHC predictions for the WHDG model of radiative, elastic, and\npath length fluctuating energy loss. We find the pT dependence of RAA is\nqualitatively very different from AWS-based energy loss extrapolations to the\nLHC; the large pT reach of the year one data at the LHC should suffice to\ndistinguish between the two. We also discuss the importance of requiring a\nfirst elastic scatter before any medium-induced elastic or radiative loss\noccurs, a necessary physical effect not considered in any previous models.\n","Comment: 6 pages, 2 figures, Proceedings for QM06"]}]
["nucl-th/0703100",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0703100","Phys.Rev.C76:024318,2007","doi:10.1103/PhysRevC.76.024318"],"date":["2007-03-30"],"type":["text"],"creator":["Nakatsukasa, Takashi","Inakura, Tsunenori","Yabana, Kazuhiro"],"language":[],"coverage":[],"title":["Finite amplitude method for the RPA solution"],"description":["  We propose a practical method to solve the random-phase approximation (RPA)\nin the self-consistent Hartree-Fock (HF) and density-functional theory. The\nmethod is based on numerical evaluation of the residual interactions utilizing\nfinite amplitude of single-particle wave functions. The method only requires\ncalculations of the single-particle Hamiltonian constructed with independent\nbra and ket states. Using the present method, the RPA calculation becomes\npossible with a little extension of a numerical code of the static HF\ncalculation. We demonstrate usefulness and accuracy of the present method\nperforming test calculations for isoscalar responses in deformed 20Ne.\n","Comment: 12 pages, 3 figures"]}]
["physics/0412010",{"format":[],"subject":["Physics - Classical Physics","General Relativity and Quantum Cosmology","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0412010","Found.Phys.Lett.19:353-365,2006","doi:10.1007/s10702-006-0799-6"],"date":["2004-12-01","2006-02-10"],"type":["text"],"creator":["Minguzzi, E."],"language":[],"coverage":[],"title":["Relativity principles in 1+1 dimensions and differential aging reversal"],"description":["  We study the behavior of clocks in 1+1 spacetime assuming the relativity\nprinciple, the principle of constancy of the speed of light and the clock\nhypothesis. These requirements are satisfied by a class of Finslerian theories\nparametrized by a real coefficient $\\beta$, special relativity being recovered\nfor $\\beta=0$. The effect of differential aging is studied for the different\nvalues of $\\beta$. Below the critical values $|\\beta| =1/c$ the differential\naging has the usual direction - after a round trip the accelerated observer\nreturns younger than the twin at rest in the inertial frame - while above the\ncritical values the differential aging changes sign. The non-relativistic case\nis treated by introducing a formal analogy with thermodynamics.\n","Comment: 12 pages, no figures. Previous title \"Parity violating terms in\n  clocks' behavior and differential aging reversal\". v2: shortened\n  introduction, some sections removed, pointed out the relation with Finsler\n  metrics. Submitted to Found. Phys. Lett"]}]
["physics/0703097",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703097","Int.J.Mod.Phys.E16:2457-2462,2007","doi:10.1142/S0218301307008094"],"date":["2007-03-08"],"type":["text"],"creator":["Christiansen, P.","Collaboration, for the ALICE TPC"],"language":[],"coverage":[],"title":["Particle Identification Studies with an ALICE Test TPC"],"description":["  Using a test TPC, consisting of the ALICE TPC field cage prototype in\ncombination with the final ALICE TPC readout and electronics, the energy loss\ndistribution and resolution were measured for identified protons. The\nmeasurements were compared to theoretical calculations and good quantitative\nagreement was found when detector effects were taken into account. The\nimplications for particle identification are discussed.\n","Comment: 6 pages, 4 figures, Quark Matter 06 poster proceeding"]}]
["quant-ph/9502015",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/9502015","Phys.Lett.A200:233-238,1995","doi:10.1016/0375-9601(95)00193-7"],"date":["1995-02-16"],"type":["text"],"creator":["Aparicio, Juan P.","Gaioli, Fabian H.","Alvarez, Edgardo T. Garcia"],"language":[],"coverage":[],"title":["Interpretation of the evolution parameter of the Feynman parametrization\n  of the Dirac equation"],"description":["  The Feynman parametrization of the Dirac equation is considered in order to\nobtain an indefinite mass formulation of relativistic quantum mechanics. It is\nshown that the parameter that labels the evolution is related to the proper\ntime. The Stueckelberg interpretation of antiparticles naturally arises from\nthe formalism.\n","Comment: 6 pages, RevTex, no figures, submitted to Phys. Lett. A"]}]
