["0708.2092",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2092","Appl. Phys. Lett. 91, art. no. 192503 (2007)","doi:10.1063/1.2806966"],"date":["2007-08-15"],"type":["text"],"creator":["Zhu, M.","Wilson, M. J.","Sheu, B. L.","Mitra, P.","Schiffer, P.","Samarth, N."],"language":[],"coverage":[],"title":["Spin Valve Effect in Self-exchange Biased Ferromagnetic\n  Metal/Semiconductor Bilayers"],"description":["  We report magnetization and magetoresistance measurements in hybrid\nferromagnetic metal/semiconductor heterostructures comprised of MnAs/(Ga,Mn)As\nbilayers. Our measurements show that the (metallic) MnAs and (semiconducting)\n(Ga,Mn)As layers are exchange coupled, re- sulting in an exchange biasing of\nthe magnetically softer (Ga,Mn)As layer that weakens with layer thickness.\nMagnetoresistance measurements in the current-perpendicular-to-the-plane\ngeometry show a spin valve effect in these self-exchange biased bilayers.\nSimilar measurements in MnAs/p- GaAs/(Ga,Mn)As trilayers show that the exchange\ncoupling diminishes with spatial separation between the layers.\n"]}]
["0801.4783",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4783","Phys. Rev. B 77, 214409 (2008)","doi:10.1103/PhysRevB.77.214409"],"date":["2008-01-30"],"type":["text"],"creator":["Toth, S.","Quintavalle, D.","Nafradi, B.","Korecz, L.","Forro, L.","Simon, F."],"language":[],"coverage":[],"title":["Enhanced thermal stability and spin-lattice relaxation rate of N@C60\n  inside carbon nanotubes"],"description":["  We studied the temperature stability of the endohedral fullerene molecule,\nN@C60, inside single-wall carbon nanotubes using electron spin resonance\nspectroscopy. We found that the nitrogen escapes at higher temperatures in the\nencapsulated material as compared to its pristine, crystalline form. The\ntemperature dependent spin-lattice relaxation time, T_1, of the encapsulated\nmolecule is significantly shorter than that of the crystalline material, which\nis explained by the interaction of the nitrogen spin with the conduction\nelectrons of the nanotubes.\n","Comment: 5 pages, 4 figures, 1 table"]}]
["0806.3023",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3023"],"date":["2008-06-18","2010-07-13"],"type":["text"],"creator":["Lin, C.","Veeravalli, V. V.","Meyn, S."],"language":[],"coverage":[],"title":["A Random Search Framework for Convergence Analysis of Distributed\n  Beamforming with Feedback"],"description":["  The focus of this work is on the analysis of transmit beamforming schemes\nwith a low-rate feedback link in wireless sensor/relay networks, where nodes in\nthe network need to implement beamforming in a distributed manner.\nSpecifically, the problem of distributed phase alignment is considered, where\nneither the transmitters nor the receiver has perfect channel state\ninformation, but there is a low-rate feedback link from the receiver to the\ntransmitters. In this setting, a framework is proposed for systematically\nanalyzing the performance of distributed beamforming schemes. To illustrate the\nadvantage of this framework, a simple adaptive distributed beamforming scheme\nthat was recently proposed by Mudambai et al. is studied. Two important\nproperties for the received signal magnitude function are derived. Using these\nproperties and the systematic framework, it is shown that the adaptive\ndistributed beamforming scheme converges both in probability and in mean.\nFurthermore, it is established that the time required for the adaptive scheme\nto converge in mean scales linearly with respect to the number of sensor/relay\nnodes.\n","Comment: 8 pages, 3 figures, presented partially at ITA '08 and PSU School of\n  Info. Theory '08"]}]
["0807.0682",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0682","Phys. Rev. B 82, 024407 (2010)","doi:10.1103/PhysRevB.82.024407"],"date":["2008-07-04","2010-05-24"],"type":["text"],"creator":["Sandvik, A. W.","Evertz, H. G."],"language":[],"coverage":[],"title":["Loop updates for variational and projector quantum Monte Carlo\n  simulations in the valence-bond basis"],"description":["  We show how efficient loop updates, originally developed for Monte Carlo\nsimulations of quantum spin systems at finite temperature, can be combined with\na ground-state projector scheme and variational calculations in the valence\nbond basis. The methods are formulated in a combined space of spin z-components\nand valence bonds. Compared to schemes formulated purely in the valence bond\nbasis, the computational effort is reduced from up to O(N^2) to O(N) for\nvariational calculations, where N is the system size, and from O(m^2) to O(m)\nfor projector simulations, where m>> N is the projection power. These\nimprovements enable access to ground states of significantly larger lattices\nthan previously. We demonstrate the efficiency of the approach by calculating\nthe sublattice magnetization M_s of the two-dimensional Heisenberg model to\nhigh precision, using systems with up to 256*256 spins. Extrapolating the\nresults to the thermodynamic limit gives M_s=0.30743(1). We also discuss\noptimized variational amplitude-product states, which were used as trial states\nin the projector simulations, and compare results of projecting different types\nof trial states.\n","Comment: 12 pages, 9 figures. v2: Significantly expanded, to appear in Phys.\n  Rev. B"]}]
["0808.2079",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2079","Phys. Rev. B 82, 035205 (2010)","doi:10.1103/PhysRevB.82.035205"],"date":["2008-08-14","2010-06-14"],"type":["text"],"creator":["Mitra, P.","Kumar, N.","Samarth, N."],"language":[],"coverage":[],"title":["Localization and the Anomalous Hall Effect in a \"Dirty\" Metallic\n  Ferromagnet"],"description":["  We report magnetoresistance measurements over an extensive temperature range\n(0.1 K $\\leq T \\leq$ 100 K) in a disordered ferromagnetic semiconductor (\\gma).\nThe study focuses on a series of metallic \\gma~ epilayers that lie in the\nvicinity of the metal-insulator transition ($k_F l_e\\sim 1$). At low\ntemperatures ($T < 4$ K), we first confirm the results of earlier studies that\nthe longitudinal conductivity shows a $T^{1/3}$ dependence, consistent with\nquantum corrections from carrier localization in a ``dirty'' metal. In\naddition, we find that the anomalous Hall conductivity exhibits universal\nbehavior in this temperature range, with no pronounced quantum corrections. We\nargue that observed scaling relationship between the low temperature\nlongitudinal and transverse resistivity, taken in conjunction with the absence\nof quantum corrections to the anomalous Hall conductivity, is consistent with\nthe side-jump mechanism for the anomalous Hall effect. In contrast, at high\ntemperatures ($T \\gtrsim 4$ K), neither the longitudinal nor the anomalous Hall\nconductivity exhibit universal behavior, indicating the dominance of inelastic\nscattering contributions down to liquid helium temperatures.\n","Comment: Revised version of original submission. To appear in Phys. Rev. B"]}]
["0809.4858",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34C23, 34C25 (Primary) 70H05, 70H12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4858","Nonlinearity 23 (8) (2010) 1771-1806","doi:10.1088/0951-7715/23/8/002"],"date":["2008-09-28"],"type":["text"],"creator":["Radzki, Wiktor"],"language":[],"coverage":[],"title":["On the structure of the set of bifurcation points of periodic solutions\n  for multiparameter Hamiltonian systems"],"description":["  This paper deals with periodic solutions of the Hamilton equation with many\nparameters. Theorems on global bifurcation of solutions with periods $2\\pi/j,$\n$j\\in\\mathbb{N},$ from a stationary point are proved. The Hessian matrix of the\nHamiltonian at the stationary point can be singular. However, it is assumed\nthat the local topological degree of the gradient of the Hamiltonian at the\nstationary point is nonzero. It is shown that (global) bifurcation points of\nsolutions with given periods can be identified with zeros of appropriate\ncontinuous functions on the space of parameters. Explicit formulae for such\nfunctions are given in the case when the Hessian matrix of the Hamiltonian at\nthe stationary point is block-diagonal. Symmetry breaking results concerning\nbifurcation of solutions with different minimal periods are obtained. A\ngeometric description of the set of bifurcation points is given. Examples of\nconstructive application of the theorems proved to analytical and numerical\ninvestigation and visualization of the set of all bifurcation points in given\ndomain are provided.\n  This paper is based on a part of the author's thesis [W. Radzki, ``Branching\npoints of periodic solutions of autonomous Hamiltonian systems'' (Polish), PhD\nthesis, Nicolaus Copernicus University, Faculty of Mathematics and Computer\nScience, Toru\\'{n}, 2005].\n","Comment: 35 pages, 4 figures, PDFLaTeX"]}]
["0809.4893",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry","55P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4893"],"date":["2008-09-29","2010-07-12"],"type":["text"],"creator":["Adamaszek, Michal","Kozlowski, Andrzej","Yamaguchi, Kohhei"],"language":[],"coverage":[],"title":["Spaces of algebraic and continuous maps between real algebraic varieties"],"description":["  We consider the inclusion of the space of algebraic (regular) maps between\nreal algebraic varieties in the space of all continuous maps. For a certain\nclass of real algebraic varieties, which include real projective spaces, it is\nwell known that the space of real algebraic maps is a dense subset of the space\nof all continuous maps. Our first result shows that, for this class of\nvarieties, the inclusion is also a homotopy equivalence. After proving this, we\nrestrict the class of varieties to real projective spaces. In this case, the\nspace of algebraic maps has a ` minimum degree\\rq filtration by finite\ndimensional subspaces and it is natural to expect that the homotopy types of\nthe terms of the filtration approximate closer and closer the homotopy type of\nthe space of continuous mappings as the degree increases. We prove this and\ncompute the lower bounds of this approximation for ` even\\rq components of\nthese spaces (more precisely, we prove a very similar and closely related\nresult, and state this one as a conjecture).\n"]}]
["0812.3676",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3676","Journal of Magnetic Resonance vol. 192 p. 265-268, year 2008","doi:10.1016/j.jmr.2008.03.004"],"date":["2008-12-18"],"type":["text"],"creator":["Nafradi, Balint","Gaal, Richard","Feher, Titusz","Forro, Laszlo"],"language":[],"coverage":[],"title":["Microwave frequency modulation in continuous-wave far-infrared ESR\n  utilizing a quasioptical reflection bridge"],"description":["  We report the development of the frequency-modulation (FM) method for\nmeasuring electron spin resonance (ESR) absorption in the 210-420 GHz frequency\nrange. We demonstrate that using a high-frequency ESR spectrometer without\nresonating microwave components enables us to overcome technical difficulties\nassociated with the FM method due to nonlinear microwave-elements, without\nsacrificing spectrometer performance. FM was achieved by modulating the\nreference oscillator of a 13 GHz Phase Locked Dielectric Resonator Oscillator,\nand amplifying and frequency-multiplying the resulting millimeter-wave\nradiation up to 210, 315 and 420 GHz. ESR spectra were obtained in reflection\nmode by a lock-in detection at the fundamental modulation frequency, and also\nat the second and third harmonic. Sensitivity of the setup was verified by\nconduction electron spin resonance measurement in KC$_{60}$.\n","Comment: 4 pages, 5 figures"]}]
["0901.3830",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Atomic Physics","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3830"],"date":["2009-01-24","2010-07-13"],"type":["text"],"creator":["Chowdhury, Papia","Kumar, Rakesh","Sati, Prakash Chandra","Pathak, Anirban"],"language":[],"coverage":[],"title":["Study of Proton Transfer Reaction Dynamics in Pyrrole 2-Carboxyldehyde"],"description":["  Photophysical and photochemical dynamics of ground state and excited state\nproton transfer reaction is reported for Pyrrole 2-Carboxyldehyde (PCL). Steady\nstate absorption and emission measurements are conducted in PCL. The\ntheoretical investigation is done by using different quantum mechanical methods\n(e.g. Hartree Fock, DFT, MP2, CCSD etc.). The reaction pathway and two\ndimensional potential energy surfaces are computed in various level of theory.\nA transition state is also reported in gas phase and reaction filed\ncalculation. It is established that PCL forms different emitting species in\ndifferent media. A large Stokes shifted emission band, which is attributed to\nspecies undergoing excited state intramolecular proton transfer, is observed in\nhydrocarbon solvent. Intermolecular proton transfer is observed in hydroxylic\npolar solvent. Experimental observations yield all possible signatures of\nintramolecular and intermolecular proton transfer in excited state of PCL. The\norigins of these signatures have been explained successfully using\ncorresponding quantum mechanical theories.\n","Comment: 22 Pages, 10 figures"]}]
["0901.4163",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4163"],"date":["2009-01-27","2010-07-12"],"type":["text"],"creator":["Fan, Yale"],"language":[],"coverage":[],"title":["Quantum Simulation of Simple Many-Body Dynamics"],"description":["  Quantum computers could potentially simulate the dynamics of systems such as\npolyatomic molecules on a much larger scale than classical computers. We\ninvestigate a general quantum computational algorithm that simulates the time\nevolution of an arbitrary non-relativistic, Coulombic many-body system in three\ndimensions, considering only spatial degrees of freedom. We use a simple\ndiscretized model of Schrodinger evolution and discuss detailed constructions\nof the operators necessary to realize the scheme of Wiesner and Zalka. The\nalgorithm is simulated numerically for small test cases, and its outputs are\nfound to be in good agreement with analytical solutions.\n","Comment: 14 pages, 5 figures; revised for completeness and precision; as this\n  is a presentation of preliminary ideas, feedback is welcome"]}]
["0902.0028",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M27, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0028"],"date":["2009-01-30","2010-07-13"],"type":["text"],"creator":["Hennig, Johanna","Nelson, Sam"],"language":[],"coverage":[],"title":["The column group and its link invariants"],"description":["  The column group is a subgroup of the symmetric group on the elements of a\nfinite blackboard birack generated by the column permutations in the birack\nmatrix. We use subgroups of the column group associated to birack homomorphisms\nto define an enhancement of the integral birack counting invariant and give\nexamples which show that the enhanced invariant is stronger than the unenhanced\ninvariant.\n","Comment: 10 pages; substantially revised. New version uses more general birack\n  approach, with previous examples as special cases"]}]
["0903.3827",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3827","Phys. Rev. A 80, 032303 (2009)","doi:10.1103/PhysRevA.80.032303"],"date":["2009-03-23"],"type":["text"],"creator":["Said, R. S.","Twamley, J."],"language":[],"coverage":[],"title":["Robust control of entanglement in a Nitrogen-vacancy centre coupled to a\n  Carbon-13 nuclear spin in diamond"],"description":["  We address a problem of generating a robust entangling gate between\nelectronic and nuclear spins in the system of a single nitrogen-vacany centre\ncoupled to a nearest Carbon-13 atom in diamond against certain types of\nsystematic errors such as pulse-length and off-resonance errors. We analyse the\nrobustness of various control schemes: sequential pulses, composite pulses and\nnumerically-optimised pulses. We find that numerically-optimised pulses,\nproduced by the gradient ascent pulse engineering algorithm (GRAPE), are more\nrobust than the composite pulses and the sequential pulses. The optimised\npulses can also be implemented in a faster time than the composite pulses.\n","Comment: 15 pages, 5 figures"]}]
["0904.1118",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26A48, 26A51, 33B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1118","Feng Qi and Bai-Ni Guo, Some properties of extended remainder of\n  Binet's first formula for logarithm of gamma function, Mathematica Slovaca 60\n  (2010), no. 4, 461--470","doi:10.2478/s12175-010-0025-7"],"date":["2009-04-07","2010-07-09"],"type":["text"],"creator":["Qi, Feng","Guo, Bai-Ni"],"language":[],"coverage":[],"title":["Some properties of extended remainder of Binet's first formula for\n  logarithm of gamma function"],"description":["  In the paper, we extend Binet's first formula for the logarithm of the gamma\nfunction and investigate some properties, including inequalities, star-shaped\nand sub-additive properties and the complete monotonicity, of the extended\nremainder of Binet's first formula for the logarithm of the gamma function and\nrelated functions.\n","Comment: 8 pages"]}]
["0905.4447",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4447","Adv.Theor.Math.Phys.13:1221-1254,2009"],"date":["2009-05-27","2009-06-16"],"type":["text"],"creator":["Ekstrand, Joel","Heluani, Reimundo","Kallen, Johan","Zabzine, Maxim"],"language":[],"coverage":[],"title":["Non-linear sigma models via the chiral de Rham complex"],"description":["  We propose a physical interpretation of the chiral de Rham complex as a\nformal Hamiltonian quantization of the supersymmetric non-linear sigma model.\nWe show that the chiral de Rham complex on a Calabi-Yau manifold carries all\ninformation about the classical dynamics of the sigma model. Physically, this\nprovides an operator realization of the non-linear sigma model. Mathematically,\nthe idea suggests the use of Hamiltonian flow equations within the vertex\nalgebra formalism with the possibility to incorporate both left and right\nmoving sectors within one mathematical framework.\n","Comment: 30 pages"]}]
["0907.3810",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Physics - Physics and Society","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3810","Phys. Rev. E 82, 011111 (2010)","doi:10.1103/PhysRevE.82.011111"],"date":["2009-07-22","2010-07-13"],"type":["text"],"creator":["Baronchelli, Andrea","Pastor-Satorras, Romualdo"],"language":[],"coverage":[],"title":["Mean-field diffusive dynamics on weighted networks"],"description":["  Diffusion is a key element of a large set of phenomena occurring on natural\nand social systems modeled in terms of complex weighted networks. Here, we\nintroduce a general formalism that allows to easily write down mean-field\nequations for any diffusive dynamics on weighted networks. We also propose the\nconcept of annealed weighted networks, in which such equations become exact. We\nshow the validity of our approach addressing the problem of the random walk\nprocess, pointing out a strong departure of the behavior observed in quenched\nreal scale-free networks from the mean-field predictions. Additionally, we show\nhow to employ our formalism for more complex dynamics. Our work sheds light on\nmean-field theory on weighted networks and on its range of validity, and warns\nabout the reliability of mean-field results for complex dynamics.\n","Comment: 8 pages, 3 figures"]}]
["0909.1589",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1589","XVIth International Congress on Mathematical Physics,\n  Singapore:World Scientific, 580-587, 2010"],"date":["2009-09-08","2009-11-25"],"type":["text"],"creator":["Kubiznak, David"],"language":[],"coverage":[],"title":["Black hole spacetimes with Killing-Yano symmetries"],"description":["  We present a brief overview of black hole spacetimes admitting Killing-Yano\ntensors. In vacuum these include Kerr-NUT-(A)dS metrics and certain black brane\nsolutions. In the presence of matter fields, (conformal) Killing-Yano\nsymmetries are known to exist for the Plebanski-Demianski solution and\n(trivially) for any spacetime with spherical symmetry. Special attention is\ndevoted to generalized Killing-Yano tensors of black holes in minimal gauged\nsupergravity. Several aspects directly related to the existence of Killing-Yano\ntensors, such as the Kerr-Schild form, algebraic type of spacetimes, and\nseparability of field equations, are also briefly discussed.\n","Comment: 6 pages, no figures, prepared for the proceedings of the ICMP 09,\n  v2:upgraded references"]}]
["0910.0245",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0245","doi:10.1111/j.1365-2966.2009.16020.x"],"date":["2009-10-01","2009-11-11"],"type":["text"],"creator":["Cooper, Michael C.","Gallazzi, Anna","Newman, Jeffrey A.","Yan, Renbin"],"language":[],"coverage":[],"title":["Galaxy Assembly Bias on the Red Sequence"],"description":["  Using samples drawn from the Sloan Digital Sky Survey, we study the\nrelationship between local galaxy density and the properties of galaxies on the\nred sequence. After removing the mean dependence of average overdensity (or\n\"environment\") on color and luminosity, we find that there remains a strong\nresidual trend between luminosity-weighted mean stellar age and environment,\nsuch that galaxies with older stellar populations favor regions of higher\noverdensity relative to galaxies of like color and luminosity (and hence of\nlike stellar mass). Even when excluding galaxies with recent star-formation\nactivity (i.e., younger mean stellar ages) from the sample, we still find a\nhighly significant correlation between stellar age and environment at fixed\nstellar mass. This residual age-density relation provides direct evidence for\nan assembly bias on the red sequence such that galaxies in higher-density\nregions formed earlier than galaxies of similar mass in lower-density\nenvironments. We discuss these results in the context of the age-metallicity\ndegeneracy and in comparison to previous studies at low and intermediate\nredshift. Finally, we consider the potential role of assembly bias in\nexplaining recent results regarding the evolution of post-starburst (or\npost-quenching) galaxies and the environmental dependence of the type Ia\nsupernova rate.\n","Comment: Accepted for publication in MNRAS"]}]
["0910.1510",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1510","J. Stat. Mech. (2009) P12018","doi:10.1088/1742-5468/2009/12/P12018"],"date":["2009-10-08"],"type":["text"],"creator":["Ginelli, F.","Cencini, M.","Torcini, A."],"language":[],"coverage":[],"title":["Synchronization of spatio-temporal chaos as an absorbing phase\n  transition: a study in 2+1 dimensions"],"description":["  The synchronization transition between two coupled replicas of\nspatio-temporal chaotic systems in 2+1 dimensions is studied as a phase\ntransition into an absorbing state - the synchronized state. Confirming the\nscenario drawn in 1+1 dimensional systems, the transition is found to belong to\ntwo different universality classes - Multiplicative Noise (MN) and Directed\nPercolation (DP) - depending on the linear or nonlinear character of damage\nspreading occurring in the coupled systems. By comparing coupled map lattice\nwith two different stochastic models, accurate numerical estimates for MN in\n2+1 dimensions are obtained. Finally, aiming to pave the way for future\nexperimental studies, slightly non-identical replicas have been considered. It\nis shown that the presence of small differences between the dynamics of the two\nreplicas acts as an external field in the context of absorbing phase\ntransitions, and can be characterized in terms of a suitable critical exponent.\n","Comment: Submitted to Journal of Statistical Mechanics: Theory and Experiment"]}]
["0910.3002",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M27, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3002"],"date":["2009-10-15","2010-07-13"],"type":["text"],"creator":["Chang, Wesley","Nelson, Sam"],"language":[],"coverage":[],"title":["Rack shadows and their invariants"],"description":["  A rack shadow is a set X with a rack action by a rack R, analogous to a\nvector space over a field. We use shadow colorings of classical link diagrams\nto define enhanced rack counting invariants and show that the enhanced\ninvariants are stronger than unenhanced counting invariants.\n","Comment: 9 pages"]}]
["0910.5069",{"format":[],"subject":["Mathematics - Probability","Mathematics - Number Theory","11C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5069","Electronic Journal of Probability,volume 15, 2010, pages\n  1092-1118, http://www.math.washington.edu/~ejpecp/EjpVol15/paper34.abs.html"],"date":["2009-10-27","2010-07-13"],"type":["text"],"creator":["Zeindler, Dirk"],"language":[],"coverage":[],"title":["Permutation Matrices and the Moments of their Characteristic Polynomials"],"description":["  In this paper, we are interested in the moments of the characteristic\npolynomial $Z_n(x)$ of the $n\\times n$ permutation matrices with respect to the\nuniform measure. We use a combinatorial argument to write down the generating\nfunction of $\\E{\\prod_{k=1}^p Z_n^{s_k}(x_k)}$ for $s_k\\in\\Nr$. We show with\nthis generating function that $\\lim_{n\\rw\\infty} \\E{\\prod_{k=1}^p\nZ_n^{s_k}(x_k)}$ exists for $\\max_k|x_k|<1$ and calculate the growth rate for\n$p=2, |x_1|=|x_2|=1$, $x_1=\\overline{x_2}$ and $n\\rw\\infty$. We also look at\nthe case $s_k\\in\\C$. We use the Feller coupling to show that for each $|x|<1$\nand $s\\in\\C$ there exists a random variable $Z_\\infty^s(x)$ such that\n$Z_n^s(x)\\xrightarrow{d}Z_\\infty^s(x)$ and $\\E{\\prod_{k=1}^p Z_n^{s_k}(x_k)}\\rw\n\\E{\\prod_{k=1}^p Z_\\infty^{s_k}(x_k)}$ for $\\max_k|x_k|<1$ and $n\\rw\\infty$.\n","Comment: 24 pages, 1 Figure"]}]
["0911.1793",{"format":[],"subject":["Mathematics - Probability","60C05, 60J99, 92D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1793"],"date":["2009-11-09","2010-07-12"],"type":["text"],"creator":["Schweinsberg, Jason"],"language":[],"coverage":[],"title":["The number of small blocks in exchangeable random partitions"],"description":["  Suppose $\\Pi$ is an exchangeable random partition of the positive integers\nand $\\Pi_n$ is its restriction to $\\{1, ..., n\\}$. Let $K_n$ denote the number\nof blocks of $\\Pi_n$, and let $K_{n,r}$ denote the number of blocks of $\\Pi_n$\ncontaining $r$ integers. We show that if $0 < \\alpha < 1$ and $K_n/(n^{\\alpha}\n\\ell(n))$ converges in probability to $\\Gamma(1-\\alpha)$, where $\\ell$ is a\nslowly varying function, then $K_{n,r}/(n^{\\alpha} \\ell(n))$ converges in\nprobability to $\\alpha \\Gamma(r - \\alpha)/r!$. This result was previously known\nwhen the convergence of $K_n/(n^{\\alpha} \\ell(n))$ holds almost surely, but the\nresult under the hypothesis of convergence in probability has significant\nimplications for coalescent theory. We also show that a related conjecture for\nthe case when $K_n$ grows only slightly slower than $n$ fails to be true.\n"]}]
["0911.1824",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1824","Science vol.328, 876-878 (2010)","doi:10.1126/science.1184819"],"date":["2009-11-09","2010-07-12"],"type":["text"],"creator":["Mucha, Peter J.","Richardson, Thomas","Macon, Kevin","Porter, Mason A.","Onnela, Jukka-Pekka"],"language":[],"coverage":[],"title":["Community Structure in Time-Dependent, Multiscale, and Multiplex\n  Networks"],"description":["  Network science is an interdisciplinary endeavor, with methods and\napplications drawn from across the natural, social, and information sciences. A\nprominent problem in network science is the algorithmic detection of\ntightly-connected groups of nodes known as communities. We developed a\ngeneralized framework of network quality functions that allowed us to study the\ncommunity structure of arbitrary multislice networks, which are combinations of\nindividual networks coupled through links that connect each node in one network\nslice to itself in other slices. This framework allows one to study community\nstructure in a very general setting encompassing networks that evolve over\ntime, have multiple types of links (multiplexity), and have multiple scales.\n","Comment: 31 pages, 3 figures, 1 table. Includes main text and supporting\n  material. This is the accepted version of the manuscript (the definitive\n  version appeared in Science), with typographical corrections included here"]}]
["0911.3045",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3045","Acta Phys. Pol. A 117, 681-687 (2010)"],"date":["2009-11-16"],"type":["text"],"creator":["Gworek, Sylwia","Kwapien, Jaroslaw","Drozdz, Stanislaw"],"language":[],"coverage":[],"title":["Sign and amplitude representation of the forex networks"],"description":["  We decompose the exchange rates returns of 41 currencies (incl. gold) into\ntheir sign and amplitude components. Then we group together all exchange rates\nwith a common base currency, construct Minimal Spanning Trees for each group\nindependently, and analyze properties of these trees. We show that both the\nsign and the amplitude time series have similar correlation properties as far\nas the core network structure is concerned. There exist however interesting\nperipheral differences that may open a new perspective to view the Forex\ndynamics.\n","Comment: Article based on talk by S. Gworek given at FENS'08 Conference,\n  Rzeszow, Poland"]}]
["0911.4580",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Number Theory","52C17, 11H31"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4580"],"date":["2009-11-24","2010-07-12"],"type":["text"],"creator":["Zong, Chuanming"],"language":[],"coverage":[],"title":["A quantitative program for Hadwiger's covering conjecture and Borsuk's\n  partition conjecture"],"description":["  In this article we encode Hadwiger's covering conjecture and Borsuk's\npartition conjecture into continuous functions defined on the spaces of convex\nbodies, propose a four-step program to approach them, and obtain some partial\nresults.\n","Comment: 17 pages, four figures"]}]
["0912.1097",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1097","Progress of Theoretical Physics Supplement No. 184 (2010) pp.\n  339-350","doi:10.1143/PTPS.184.339"],"date":["2009-12-06"],"type":["text"],"creator":["Imparato, A.","Luccioli, S.","Torcini, A."],"language":[],"coverage":[],"title":["Out-of-equilibrium versus dynamical and thermodynamical transitions for\n  a model protein"],"description":["  Equilibrium and out-of-equilibrium transitions of an off-lattice protein\nmodel have been identified and studied. In particular, the out-of-equilibrium\ndynamics of the protein undergoing mechanical unfolding is investigated, and by\nusing a work fluctuation relation, the system free energy landscape is\nevaluated. Three different structural transitions are identified along the\nunfolding pathways. Furthermore, the reconstruction of the the free and\npotential energy profiles in terms of inherent structure formalism allows us to\nput in direct correspondence these transitions with the equilibrium thermal\ntransitions relevant for protein folding/unfolding. Through the study of the\nfluctuations of the protein structure at different temperatures, we identify\nthe dynamical transitions, related to configurational rearrangements of the\nprotein, which are precursors of the thermal transitions.\n","Comment: Proceedings of the \"YKIS 2009 : Frontiers in Nonequilibrium Physics\"\n  conference in Kyoto, August 2009. To appear in Progress of Theoretical\n  Physics Supplement"]}]
["0912.3795",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3795","Phys. Rev. B 82 014410 (2010)","doi:10.1103/PhysRevB.82.014410"],"date":["2009-12-18","2010-07-13"],"type":["text"],"creator":["Redpath, Travis E.","Hopkinson, John M."],"language":[],"coverage":[],"title":["Spin ice on the trillium lattice studied by Monte Carlo calculations"],"description":["  We study a local ferromagnetic Ising model for classical spins on the\ntrillium lattice. The ground state of this model features two spins out(/in)\nand one spin in(/out) on each triangle, and leads to a macroscopic ground state\ndegeneracy. Our Monte Carlo simulations find a ground state entropy\nintermediate to that of spin ice on the kagome and pyrochlore lattices,\nsuggesting that trillium spin ice is highly frustrated. To motivate the search\nfor trillium spin ice, we calculate the magnetic susceptibility and structure\nfactor. We note the qualitative resemblance of the susceptibility to previously\npublished work on EuPtSi, which features local moments on the trillium lattice.\n","Comment: 8 pages, 6 figures"]}]
["0912.5236",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5236","AIP Conf.Proc.1241:1182-1191,2010","doi:10.1063/1.3462616"],"date":["2009-12-28"],"type":["text"],"creator":["Wiltshire, David L."],"language":[],"coverage":[],"title":["Gravitational energy as dark energy: Average observational quantities"],"description":["  In the timescape scenario cosmic acceleration is understand as an apparent\neffect, due to gravitational energy gradients that grow when spatial curvature\ngradients become significant with the nonlinear growth of cosmic structure.\nThis affects the calibratation of local geometry to the solutions of the\nvolume-average evolution equations corrected by backreaction. In this paper I\ndiscuss recent work on defining observational tests for average geometric\nquantities which can distinguish the timescape model from a cosmological\nconstant or other models of dark energy.\n","Comment: 10 pages, 7 figures; submitted to the Proceedings of the Invisible\n  Universe Conference, Paris, 29 June - 3 July, 2009; J.-M. Alimi (ed), AIP\n  Conf. Proc., to appear"]}]
["1001.0218",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0218"],"date":["2010-01-01","2010-07-13"],"type":["text"],"creator":["De Cao, Tian"],"language":[],"coverage":[],"title":["The free states-related Fermi pocket of cuprate superconductors"],"description":["  To stress the effect of the pairing position deviating from the Fermi level,\nwe must investigate the pairs in the wave vector space, and then we use the\ndynamic equation to study some correlation functions. This article shows that\nthe Fermi pocket is related to the effect of free electron states on the ARPES\nexperiment. This also leads us to understand why the Fermi arc appears in\nBi2212 while the Fermi pocket appears in Bi2201 with the valence bandwidth and\nthe work function known for them.\n","Comment: 7 pages"]}]
["1001.1045",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1045","Phys. Rev. Lett. 105, 018903 (2010)","doi:10.1103/PhysRevLett.105.018903"],"date":["2010-01-07"],"type":["text"],"creator":["Dziarmaga, Jacek","Deuar, Piotr","Sacha, Krzysztof"],"language":[],"coverage":[],"title":["Comment on \"Quantum entangled dark solitons formed by ultracold atoms in\n  optical lattices\""],"description":["  We demonstrate that knowledge of two body correlation functions like g2(x) is\ninsufficient to draw conclusions about whether solitons fill in or not in\nindividual experimental runs. In our example, g2 is filled in, while the\nsoliton is not.\n","Comment: 1 page, 1 figure. Comment on R. V. Mishmash and L. D. Carr, Phys.\n  Rev. Lett. 103, 140403 (2009) = arXiv:0710.0045"]}]
["1002.1957",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1957","MNRAS 405 (June 2010) 155-167","doi:10.1111/j.1365-2966.2010.16471.x"],"date":["2010-02-09"],"type":["text"],"creator":["Offringa, A. R.","de Bruyn, A. G.","Biehl, M.","Zaroubi, S.","Bernardi, G.","Pandey, V. N."],"language":[],"coverage":[],"title":["Post-correlation radio frequency interference classification methods"],"description":["  We describe and compare several post-correlation radio frequency interference\nclassification methods. As data sizes of observations grow with new and\nimproved telescopes, the need for completely automated, robust methods for\nradio frequency interference mitigation is pressing. We investigated several\nclassification methods and find that, for the data sets we used, the most\naccurate among them is the SumThreshold method. This is a new method formed\nfrom a combination of existing techniques, including a new way of thresholding.\nThis iterative method estimates the astronomical signal by carrying out a\nsurface fit in the time-frequency plane. With a theoretical accuracy of 95%\nrecognition and an approximately 0.1% false probability rate in simple\nsimulated cases, the method is in practice as good as the human eye in finding\nRFI. In addition it is fast, robust, does not need a data model before it can\nbe executed and works in almost all configurations with its default parameters.\nThe method has been compared using simulated data with several other mitigation\ntechniques, including one based upon the singular value decomposition of the\ntime-frequency matrix, and has shown better results than the rest.\n","Comment: 14 pages, 12 figures (11 in colour). The software that was used in\n  the article can be downloaded from http://www.astro.rug.nl/rfi-software/"]}]
["1002.3093",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3093"],"date":["2010-02-16","2010-07-13"],"type":["text"],"creator":["Sims, Aidan","Williams, Dana P."],"language":[],"coverage":[],"title":["Renault's Equivalence Theorem for Reduced Groupoid C*-algebras"],"description":["  We use the technology of linking groupoids to show that equivalent groupoids\nhave Morita equivalent reduced C*-algebras. This equivalence is compatible in a\nnatural way in with the Equivalence Theorem for full groupoid C*-algebras.\n","Comment: 14 Pages, added references with minor changes to the introduction and\n  the end of section one"]}]
["1003.0481",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0481","JCAP 1007:003,2010","doi:10.1088/1475-7516/2010/07/003"],"date":["2010-03-02","2010-07-12"],"type":["text"],"creator":["Pitrou, Cyril","Uzan, Jean-Philippe","Bernardeau, Francis"],"language":[],"coverage":[],"title":["The cosmic microwave background bispectrum from the non-linear evolution\n  of the cosmological perturbations"],"description":["  This article presents the first computation of the complete bispectrum of the\ncosmic microwave background temperature anisotropies arising from the evolution\nof all cosmic fluids up to second order, including neutrinos. Gravitational\ncouplings, electron density fluctuations and the second order Boltzmann\nequation are fully taken into account. Comparison to limiting cases that\nappeared previously in the literature are provided. These are regimes for which\nanalytical insights can be given. The final results are expressed in terms of\nequivalent fNL for different configurations. It is found that for moments up to\nlmax=2000, the signal generated by non-linear effects is equivalent to fNL~5\nfor both local-type and equilateral-type primordial non-Gaussianity.\n","Comment: 44 pages, 8 figures"]}]
["1003.0785",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0785","Phys. Rev. B 82, 014514 (2010)","doi:10.1103/PhysRevB.82.014514"],"date":["2010-03-03"],"type":["text"],"creator":["Mydeen, K.","Lengyel, E.","Deng, Z.","Wang, X. C.","Jin, C. Q.","Nicklas, M."],"language":[],"coverage":[],"title":["Temperature - pressure phase diagram of the superconducting iron\n  pnictide LiFeP"],"description":["  Electrical-resistivity and magnetic-susceptibility measurements under\nhydrostatic pressure up to p = 2.75 GPa have been performed on superconducting\nLiFeP. A broad superconducting (SC) region exists in the temperature - pressure\n(T-p) phase diagram. No indications for a spin-density-wave transition have\nbeen found, but an enhanced resistivity coefficient at low pressures hints at\nthe presence of magnetic fluctuations. Our results show that the\nsuperconducting state in LiFeP is more robust than in the isostructural and\nisoelectronic LiFeAs. We suggest that this finding is related to the nearly\nregular [FeP_4] tetrahedron in LiFeP.\n","Comment: 4 pages, 4 figures"]}]
["1003.2048",{"format":[],"subject":["Mathematics - Differential Geometry","53A35, 53B30, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2048"],"date":["2010-03-10","2010-07-13"],"type":["text"],"creator":["Kazaz, Mustafa","Ugurlu, H. Huseyin","Onder, Mehmet","Oral, Seda"],"language":[],"coverage":[],"title":["Bertrand Partner D-Curves in Minkowski 3-space"],"description":["  In this paper, we consider the idea of Bertrand curves for curves lying on\nsurfaces in Minkowski 3-space. By considering the Darboux frame, we define\nthese curves as Bertrand D-curves and give the characterizations for those\ncurves. We also find the relations between the geodesic curvatures, the normal\ncurvatures and the geodesic torsions of these associated curves. Furthermore,\nwe show that in Minkowski 3-space, the definition and the characterizations of\nBertrand D-curves include those of Bertrand curves in some special cases.\n","Comment: 14 pages"]}]
["1003.2444",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2444","Phys. Rev. A 81, 062113 (2010)","doi:10.1103/PhysRevA.81.062113"],"date":["2010-03-11","2010-07-13"],"type":["text"],"creator":["López, Cecilia C.","Bendersky, Ariel","Paz, Juan Pablo","Cory, David G."],"language":[],"coverage":[],"title":["Progress toward scalable tomography of quantum maps using twirling-based\n  methods and information hierarchies"],"description":["  We present in a unified manner the existing methods for scalable partial\nquantum process tomography. We focus on two main approaches: the one presented\nin Bendersky et al. [Phys. Rev. Lett. 100, 190403 (2008)], and the ones\ndescribed, respectively, in Emerson et al. [Science 317, 1893 (2007)] and\nL\\'{o}pez et al. [Phys. Rev. A 79, 042328 (2009)], which can be combined\ntogether. The methods share an essential feature: They are based on the idea\nthat the tomography of a quantum map can be efficiently performed by studying\ncertain properties of a twirling of such a map. From this perspective, in this\npaper we present extensions, improvements and comparative analyses of the\nscalable methods for partial quantum process tomography. We also clarify the\nsignificance of the extracted information, and we introduce interesting and\nuseful properties of the $\\chi$-matrix representation of quantum maps that can\nbe used to establish a clearer path toward achieving full tomography of quantum\nprocesses in a scalable way.\n","Comment: Replaced with published version (only minor changes respect to the\n  first version)"]}]
["1003.4365",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Optimization and Control","52C05, 52A38, 52A40, 52C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4365"],"date":["2010-03-23","2010-07-13"],"type":["text"],"creator":["Averkov, Gennadiy","Wagner, Christian"],"language":[],"coverage":[],"title":["Inequalities for the lattice width of lattice-free convex sets in the\n  plane"],"description":["  A closed, convex set $K$ in $\\mathbb{R}^2$ with non-empty interior is called\nlattice-free if the interior of $K$ is disjoint with $\\mathbb{Z}^2$. In this\npaper we study the relation between the area and the lattice width of a planar\nlattice-free convex set in the general and centrally symmetric case. A\ncorrespondence between lattice width on the one hand and covering minima on the\nother, allows us to reformulate our results in terms of covering minima\nintroduced by Kannan and Lov\\'asz. We obtain a sharp upper bound for the area\nfor any given value of the lattice width. The lattice-free convex sets\nsatisfying the upper bound are characterized. Lower bounds are studied as well.\nParts of our results are applied in a paper by the authors and Weismantel for\ncutting plane generation in mixed integer linear optimization, which was the\noriginal inducement for this paper. We further rectify a result of Kannan and\nLov\\'asz with a new proof.\n","Comment: to appear in Beitr\\\"age Algebra Geom"]}]
["1003.4728",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4728"],"date":["2010-03-24","2010-07-13"],"type":["text"],"creator":["Claesson, Anders","Linusson, Svante"],"language":[],"coverage":[],"title":["n! matchings, n! posets"],"description":["  We show that there are $n!$ matchings on $2n$ points without, so called, left\n(neighbor) nestings. We also define a set of naturally labeled $(2+2)$-free\nposets, and show that there are $n!$ such posets on $n$ elements. Our work was\ninspired by Bousquet-M\\'elou, Claesson, Dukes and Kitaev [J. Combin. Theory\nSer. A. 117 (2010) 884--909]. They gave bijections between four classes of\ncombinatorial objects: matchings with no neighbor nestings (due to Stoimenow),\nunlabeled $(2+2)$-free posets, permutations avoiding a specific pattern, and so\ncalled ascent sequences. We believe that certain statistics on our matchings\nand posets could generalize the work of Bousquet-M\\'elou et al.\\ and we make a\nconjecture to that effect. We also identify natural subsets of matchings and\nposets that are equinumerous to the class of unlabeled $(2+2)$-free posets.\n  We give bijections that show the equivalence of (neighbor) restrictions on\nnesting arcs with (neighbor) restrictions on crossing arcs. These bijections\nare thought to be of independent interest. One of the bijections maps via\ncertain upper-triangular integer matrices that have recently been studied by\nDukes and Parviainen [Electron. J. Combin. 17 (2010) \\#R53]\n"]}]
["1004.1399",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1399"],"date":["2010-04-08","2010-07-13"],"type":["text"],"creator":["Smith, Reginald D."],"language":[],"coverage":[],"title":["A note on the entropy of repetitive sequences of symmetry group\n  permutations"],"description":["  The paper makes the observation that all orders of information entropy are\nequal in signals composed of repeating units of distinct symbols where the\nunits can be classified as a member of a symmetry group. This leads to an\nimproved metric for measuring the information content of higher order entropies\nin data such as text, signals, or genetics and another measure of similarity to\ncompare the incremental information content across entropy orders when\ncomparing data of different sizes and symbol sets or when comparing entire\nsequences.\n","Comment: Paper has been witdrawn pending corrections to equations and\n  formalism; 3 pages, no figures"]}]
["1004.2435",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2435"],"date":["2010-04-14","2010-07-13"],"type":["text"],"creator":["Cohen, F. R.","Heap, Aaron","Pettet, Alexandra"],"language":[],"coverage":[],"title":["On the Andreadakis-Johnson filtration of the automorphism group of a\n  free group"],"description":["  The Johnson filtration of the automorphism group of a free group is composed\nof those automorphisms which act trivially on nilpotent quotients of the free\ngroup. We compute cohomology classes as follows: (i) we analyze analogous\nclasses for a subgroup of the pure symmetric automorphism group of a free\ngroup, and (ii) we analyze features of these classes which are preserved by the\nJohnson homomorphism. One consequence is that the ranks of the cohomology\ngroups in any fixed dimension between 1 and n-1 increase without bound for\nterms deep in the Johnson filtraton.\n","Comment: Corrections; revisions to proof of main theorem"]}]
["1004.3063",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3063"],"date":["2010-04-11","2010-07-12"],"type":["text"],"creator":["Solomon, Dan"],"language":[],"coverage":[],"title":["Some new solutions to the Klein-Gordon equation in 1-1D space-time in\n  the presence of time dependent potentials"],"description":["  We find three exact solutions to the Klein-Gordon equation in 1-1 dimensional\nspace-time for different time dependent potentials. In two cases we consider a\ntime dependent scalar potential and in one case a time dependent electric\npotential.\n","Comment: 8 pages, Correction to Eq. 4.7"]}]
["1004.3103",{"format":[],"subject":["Mathematics - Operator Algebras","46L40, 46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3103"],"date":["2010-04-19","2010-07-13"],"type":["text"],"creator":["Matui, Hiroki"],"language":[],"coverage":[],"title":["Z^N-actions on UHF algebras of infinite type"],"description":["  We prove that all strongly outer Z^N-actions on a UHF algebra of infinite\ntype are strongly cocycle conjugate to each other. We also prove that all\nstrongly outer, asymptotically representable Z^N-actions on a unital simple AH\nalgebra with real rank zero, slow dimension growth and finitely many extremal\ntracial states are cocycle conjugate to each other.\n","Comment: 19 pages"]}]
["1004.4218",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4218"],"date":["2010-04-23","2010-07-13"],"type":["text"],"creator":["Craig, Nathaniel"],"language":[],"coverage":[],"title":["Simple Models of Superconformal Flavor"],"description":["  The observed hierarchy of fermion masses and mixings may be generated by\nrenormalization group flow if the Standard Model is coupled to a near-conformal\nsector at high energies. If the conformal sector is supersymmetric, these\neffects are rendered calculable by a combination of superconformal symmetry and\na-maximization. The viability of such models depends on whether they generate\nthe observed fermion mass hierarchy before the Standard Model gauge couplings\nhit a Landau pole. Here we construct a variety of simple vector-like models of\nsuperconformal flavor, including both ten-centered and democratic variations.\nWe discuss in detail the subtleties of applying the a-maximization procedure to\ndetermine anomalous dimensions of Standard Model fields. We find that a wide\nrange of models based on SU(N) or Sp(2N) SQCD with fundamental and adjoint\nmatter are viable theories of superconformal flavor.\n","Comment: 30 pages, 1 figure, references added"]}]
["1004.5284",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5284","JHEP 1006:111,2010","doi:10.1007/JHEP06(2010)111"],"date":["2010-04-29"],"type":["text"],"creator":["Baron, Remi","Boucaud, Philippe","Carbonell, Jaume","Deuzeman, Albert","Drach, Vincent","Farchioni, Federico","Gimenez, Vicent","Herdoiza, Gregorio","Jansen, Karl","McNeile, Craig","Michael, Chris","Montvay, Istvan","Palao, David","Pallante, Elisabetta","Pene, Olivier","Reker, Siebren","Urbach, Carsten","Wagner, Marc","Wenger, Urs","Collaboration, ETM"],"language":[],"coverage":[],"title":["Light hadrons from lattice QCD with light (u,d), strange and charm\n  dynamical quarks"],"description":["  We present results of lattice QCD simulations with mass-degenerate up and\ndown and mass-split strange and charm (N_f = 2+1+1) dynamical quarks using\nWilson twisted mass fermions at maximal twist. The tuning of the strange and\ncharm quark masses is performed at two values of the lattice spacing a~0.078 fm\nand a~0.086 fm with lattice sizes ranging from L~1.9 fm to L~2.8 fm. We measure\nwith high statistical precision the light pseudoscalar mass m_PS and decay\nconstant f_PS in a range 270 < m_PS < 510 MeV and determine the low energy\nparameters f_0, l_3 and l_4 of SU(2) chiral perturbation theory. We use the two\nvalues of the lattice spacing, several lattice sizes as well as different\nvalues of the light, strange and charm quark masses to explore the systematic\neffects. A first study of discretisation effects in light-quark observables and\na comparison to N_f=2 results are performed.\n","Comment: 31 pages, 14 figures"]}]
["1005.0761",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0761","JHEP 1007:044,2010","doi:10.1007/JHEP07(2010)044"],"date":["2010-05-05"],"type":["text"],"creator":["Cao, Junjie","Hikasa, Ken-ichi","Wang, Wenyu","Yang, Jin Min","Yu, Li-Xin"],"language":[],"coverage":[],"title":["SUSY dark matter in light of CDMS II results: a comparative study for\n  different models"],"description":["  We perform a comparative study of the neutralino dark matter scattering on\nnucleon in three popular supersymmetric models: the minimal (MSSM), the\nnext-to-minimal (NMSSM) and the nearly minimal (nMSSM). First, we give the\npredictions of the elastic cross section by scanning over the parameter space\nallowed by various direct and indirect constraints, which are from the\nmeasurement of the cosmic dark matter relic density, the collider search for\nHiggs boson and sparticles, the precision electroweak measurements and the muon\nanomalous magnetic moment. Then we demonstrate the property of the allowed\nparameter space with/without the new limits from CDMS II. We obtain the\nfollowing observations: (i) For each model the new CDMS limits can exclude a\nlarge part of the parameter space allowed by current collider constraints; (ii)\nThe property of the allowed parameter space is similar for MSSM and NMSSM, but\nquite different for nMSSM; (iii) The future SuperCDMS can cover most part of\nthe allowed parameter space for each model.\n","Comment: 12 pages, 10 figs"]}]
["1005.1210",{"format":[],"subject":["Mathematics - Number Theory","42B05, 11B25, 28A78, 26E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1210"],"date":["2010-05-07","2010-07-13"],"type":["text"],"creator":["Potgieter, Paul"],"language":[],"coverage":[],"title":["Arithmetic progressions in Salem-type subsets of the integers"],"description":["  Given a subset of the integers of zero density, we define the weaker notion\nof fractional density of such a set. It is shown how this notion corresponds to\nthat of the Hausdorff dimension of a compact subset of the reals. We then show\nthat a version of a theorem of {\\L}aba and Pramanik on 3-term arithmetic\nprogressions in subsets of the unit interval also holds for subsets of the\nintegers with fractional density and satisfying certain Fourier-decay\nconditions.\n","Comment: 14 pages"]}]
["1005.1400",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1400","Prog. Theor. Phys. Suppl.,184, 439 (2010)","doi:10.1143/PTPS.184.439"],"date":["2010-05-09"],"type":["text"],"creator":["Isobe, Masaharu","Alder, Berni J."],"language":[],"coverage":[],"title":["Study of Transient Nuclei near Freezing"],"description":["  The molasses tail in dense hard core fluids is investigated by extensive\nevent-driven molecular dynamics simulation through the orientational\nautocorrelation functions. Near the fluid-solid phase transition, there exist\nthree regimes in the relaxation of the pair orientational autocorrelation\nfunction, namely the kinetic, molasses (stretched exponential), and diffusional\npower decay. The density dependence of both the molasses and diffusional power\nregimes are evaluated and the latter compares with theoretical predictions in\nthree dimensions. The largest cluster at the freezing density of only a few\nsphere diameter in size persist for only about 30 picoseconds (~ 2.8 x\n10^{-11}[s]). The most striking observation through the bond orientatinal order\nparameter is the dramatic increase of the cluster size as the freezing density\nis approached.\n","Comment: 12 pages, 8 figures, 3 tables, To appear in the Proceedings of\n  YKIS2009 Frontiers in Nonequilibrium Physics, Progress of Theoretical Physics\n  Supplement (2010)."]}]
["1005.1411",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1411","Phys. Rev. B 82, 014513 (2010)","doi:10.1103/PhysRevB.82.014513"],"date":["2010-05-09","2010-06-15"],"type":["text"],"creator":["Rotter, Marianne","Hieke, Christine","Johrendt, Dirk"],"language":[],"coverage":[],"title":["Different response of the crystal structure to isoelectronic doping in\n  BaFe2[As(1-x)P(x)]2 and [Ba(1-x)Sr(x)]Fe2As2"],"description":["  Superconductivity up to 30 K in charge neutrally doped BaFe2[As(1-x)P(x)]2\nhas been ascribed to chemical pressure, caused by the shrinking unit cell. But\nthe latter induces no superconductivity in [Ba(1-x)Sr(x)]Fe2As2 in spite of the\nsame volume range. We show that the spin-density-wave (SDW) state of BaFe2As2\nbecomes suppressed in BaFe2[As(1-x)P(x)]2 by a subtle reorganization of the\ncrystal structure, where arsenic and phosphorus are located at different\ncoordinates z(As), z(P). High-resolution X-ray diffraction experiments with\nBaFe2[As(1-x)P(x)]2 single crystals reveal almost unchanged Fe-P bonds, but a\ncontraction of the Fe-As bonds, which remain nearly unchanged in\n[Ba(1-x)Sr(x)]Fe2As2. Since the Fe-As bond length is a gauge for the magnetic\nmoment, our results show why the SDW is suppressed by P-, but not by Sr-doping.\nOnly the Fe-P interaction increases the width of the iron 3d bands, which\ndestabilizes the magnetic SDW ground state. The simultaneous contraction of the\nFe{As bonds is rather a consequence of the vanishing magnetism. Ordered\nstructure models of BaFe2[As(1-x)P(x)]2 obtained by DFT calculations agree\nperfectly with the single-crystal X-ray structure determinations. The\ncontraction of the Fe-As bonds saturates at doping levels above x = 0.3, which\ncorrects the unreasonable linear decrease of the so-called pnictide height.\n","Comment: 7 Pages, 8 Figures, citations added, text revised"]}]
["1005.5366",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5366"],"date":["2010-04-25","2010-07-13"],"type":["text"],"creator":["Kurien, Susan"],"language":[],"coverage":[],"title":["Scaling of high-wavenumber energy spectra in the unit aspect-ratio\n  rotating Boussinesq system"],"description":["  Phenomenological and numerical studies of the small scale spectra of energy\nare presented for high Reynolds number rotating Boussinesq flows in unit\naspect-ratio domains. We introduce a non-dimensional parameter Gamma such that\nwhen the potential vorticity is nearly linear in the dynamical variables, we\ndeduce that for Gamma much less than 1, the potential enstrophy suppresses the\ntransfer of horizontal kinetic energy into wavemodes with large horizontal\ncomponent k_h while forcing it to become independent of vertical wavevector\ncomponent k_z, scaling as k_h^{-5}. When Gamma much greater than 1, the\npotential enstrophy suppresses the transfer of potential energy into the\nwavemodes with large vertical component k_z while forcing it to become\nindependent of k_h, scaling as k_z^{-5) power. Spectra computed from\nhigh-resolution simulations of the Boussinesq equations with isotropic\nlow-wavenumber forcing are used to explore such anisotropic constraints on the\nenergy and provide a posteriori justification for the joint flux ansatz used to\nobtain the (-5) scaling exponent. In all cases the empirical evidence points to\nboth energy and potential enstrophy being jointly transferred downscale with\nthe spectral scaling of the the former constrained by the latter.\n","Comment: 34 pages in JFM referee format, 9 figures (color online), submitted\n  as regular article to Journal of Fluid Mechanics. More detailed abstract in\n  manuscript"]}]
["1006.3475",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3475"],"date":["2010-06-17","2010-07-13"],"type":["text"],"creator":["Fiamberti, Francesco","Santambrogio, Alberto","Sieg, Christoph"],"language":[],"coverage":[],"title":["Superspace methods for the computation of wrapping effects in the\n  standard and beta-deformed N=4 SYM"],"description":["  We review the general procedure for the field-theoretical computation of\nwrapping effects in standard and beta-deformed N=4 super Yang-Mills by means of\nN=1 superspace techniques. In the undeformed theory, these methods allowed to\nfind explicit results at four and five loops for two-impurity operators. In the\ndeformed case, a general expression for the finite-size correction to the\nanomalous dimension of single-impurity operators at the critical order was\nobtained.\n","Comment: review article, LaTeX, 36 pages, 15 figures, v2: references and note\n  added"]}]
["1006.3640",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3640"],"date":["2010-06-18","2010-07-13"],"type":["text"],"creator":["Nickisch, Hannes","Rasmussen, Carl Edward"],"language":[],"coverage":[],"title":["Gaussian Mixture Modeling with Gaussian Process Latent Variable Models"],"description":["  Density modeling is notoriously difficult for high dimensional data. One\napproach to the problem is to search for a lower dimensional manifold which\ncaptures the main characteristics of the data. Recently, the Gaussian Process\nLatent Variable Model (GPLVM) has successfully been used to find low\ndimensional manifolds in a variety of complex data. The GPLVM consists of a set\nof points in a low dimensional latent space, and a stochastic map to the\nobserved space. We show how it can be interpreted as a density model in the\nobserved space. However, the GPLVM is not trained as a density model and\ntherefore yields bad density estimates. We propose a new training strategy and\nobtain improved generalisation performance and better density estimates in\ncomparative evaluations on several benchmark data sets.\n","Comment: 11 pages, 2 figures, 3 tables"]}]
["1006.4312",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4312","Phys. Rev. B 82, 014515 (2010) [10 pages]","doi:10.1103/PhysRevB.82.014515"],"date":["2010-06-22","2010-07-13"],"type":["text"],"creator":["Brandt, Fernando T","Frenkel, Josif","Taylor, John C"],"language":[],"coverage":[],"title":["Noise in resistively shunted Josephson junctions"],"description":["  We investigate the dynamics of a resistively shunted Josephson junction. We\ncompute the Josephson frequency and the generalized impedances for a variety of\nthe parameters, particularly with relevance to predicting the measurable\neffects of zero-temperature current noise in the resistor.\n","Comment: New reference added and corrected misprints. Published in Phys. Rev.\n  B (11 pages, 8 figures and 2 tables)"]}]
["1007.0373",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0373"],"date":["2010-07-02","2010-07-13"],"type":["text"],"creator":["Inkmann, Torsten","Thomas, Robin"],"language":[],"coverage":[],"title":["Minor-minimal planar graphs of even branch-width"],"description":["  Let k>0 be an integer, let H be a minor-minimal graph in the projective plane\nsuch that every homotopically non-trivial closed curve intersects H at least k\ntimes, and let G be the planar double cover of H obtained by lifting G into the\nuniversal covering space of the projective plane, the sphere. We prove that G\nis minor-minimal of branch-width 2k. We also exhibit examples of minor-minimal\nplanar graphs of branch-width 6 that do not arise this way.\n","Comment: 9 pages, to appear in Combinatorics, Probability and Computing"]}]
["1007.0461",{"format":[],"subject":["Physics - Physics and Society","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Finance - Trading and Market Microstructure"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0461"],"date":["2010-07-02","2010-07-13"],"type":["text"],"creator":["Iglesias, J. R."],"language":[],"coverage":[],"title":["How simple regulations can greatly reduce inequality"],"description":["  Many models of market dynamics make use of the idea of wealth exchanges among\neconomic agents. A simple analogy compares the wealth in a society with the\nenergy in a physical system, and the trade between agents to the energy\nexchange between molecules during collisions. However, while in physical\nsystems the equipartition of energy is valid, in most exchange models for\neconomic markets the system converges to a very unequal \"condensed\" state,\nwhere one or a few agents concentrate all the wealth of the society and the\nwide majority of agents shares zero or a very tiny fraction of the wealth. Here\nwe present an exchange model where the goal is not only to avoid condensation\nbut also to reduce the inequality; to carry out this objective the choice of\ninteracting agents is not at random, but follows an extremal dynamics regulated\nby the wealth of the agent. The wealth of the agent with the minimum capital is\nchanged at random and the difference between the ancient and the new wealth of\nthis poorest agent is taken from other agents, so establishing a regulatory\ntool for wealth redistribution. We compare different redistribution processes\nand conclude that a drastic reduction of the inequality can be obtained with\nvery simple regulations.\n","Comment: 7 pages, 7 figures"]}]
["1007.1337",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1337"],"date":["2010-07-08","2010-07-13"],"type":["text"],"creator":["Faddaoui, Mounir","Folacci, Antoine","Gabrielli, Paul"],"language":[],"coverage":[],"title":["Surface polaritons of a left-handed curved slab"],"description":["  We study the propagation of surface polaritons in a left-handed curved slab,\ni.e. a curved slab made of a negative-refractive-index material. We consider\nthe effects of the slab curvature on their dispersion relations and\nattenuations. We show more particularly that surface polaritons with a\n\"left-handed behavior\" (i.e. with opposite group and phase velocities)\npropagate without any attenuation.\n","Comment: v2: Minor cosmetic modifications in text and labels corrected in\n  Figs. 5-12"]}]
["1007.1490",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1490"],"date":["2010-07-08","2010-07-13"],"type":["text"],"creator":["Mallik, Atul","Woodroofe, Michael"],"language":[],"coverage":[],"title":["A Central Limit Theorem For Linear Random Fields"],"description":["  A Central Limit Theorem is proved for linear random fields when sums are\ntaken over finite disjoint union of rectangles. The approach does not rely upon\nthe use of Beveridge Nelson decomposition and the conditions needed are similar\nto those given by Ibragimov for linear processes. When specializing this result\nto the case when sums are being taken over rectangles, a complete analogue of\nIbragimov result is obtained with a lot of uniformity.\n"]}]
["1007.1608",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1608"],"date":["2010-07-09"],"type":["text"],"creator":["Jia, Xiaoyao","Nicoleau, François","Wang, Xue Ping"],"language":[],"coverage":[],"title":["A new Levinson's theorem for potentials with critical decay"],"description":["  We study the low-energy asymptotics of the spectral shift function for\nSchr\\\"odinger operators with potentials decaying like $O(\\frac{1}{|x|^2})$. We\nprove a generalized Levinson's for this class of potentials in presence of zero\neigenvalue and zero resonance.\n","Comment: 39 pp"]}]
["1007.1756",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1756"],"date":["2010-07-10","2010-07-13"],"type":["text"],"creator":["Berry, Randall A.","Tse, David N. C."],"language":[],"coverage":[],"title":["Shannon Meets Nash on the Interference Channel"],"description":["  The interference channel is the simplest communication scenario where\nmultiple autonomous users compete for shared resources. We combine game theory\nand information theory to define a notion of a Nash equilibrium region of the\ninterference channel. The notion is game theoretic: it captures the selfish\nbehavior of each user as they compete. The notion is also information\ntheoretic: it allows each user to use arbitrary communication strategies as it\noptimizes its own performance. We give an exact characterization of the Nash\nequilibrium region of the two-user linear deterministic interference channel\nand an approximate characterization of the Nash equilibrium region of the\ntwo-user Gaussian interference channel to within 1 bit/s/Hz..\n","Comment: 41 pages, 10 figures, submitted to IEEE Transactions on Information\n  Theory, May 2010. Added Figure 6"]}]
["1007.1773",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1773"],"date":["2010-07-11"],"type":["text"],"creator":["Starikov, E. B."],"language":[],"coverage":[],"title":["Many Faces of Entropy or Bayesian Statistical Mechanics"],"description":["  Some 80-90 years ago, George A. Linhart, unlike A. Einstein, P. Debye, M.\nPlanck and W. Nernst, has managed to derive a very simple, but ultimately\ngeneral mathematical formula for heat capacity vs. temperature from the\nfundamental thermodynamical principles, using what we would nowadays dub a\n\"Bayesian approach to probability\". Moreover, he has successfully applied his\nresult to fit the experimental data for diverse substances in their solid state\nin a rather broad temperature range. Nevertheless, Linhart's work was\nundeservedly forgotten, although it does represent a valid and fresh standpoint\non thermodynamics and statistical physics, which may have a significant\nimplication for academic and applied science.\n","Comment: submitted"]}]
["1007.1868",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1868"],"date":["2010-07-12","2010-07-13"],"type":["text"],"creator":["Matsuki, Norichika"],"language":[],"coverage":[],"title":["NP=PSPACE"],"description":["  This paper has been withdrawn by the author due to a misunderstanding about\n3QBF.\n","Comment: This paper has been withdrawn"]}]
["1007.1980",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1980"],"date":["2010-07-12"],"type":["text"],"creator":["Rasheed, Bilhuda","Bahcall, Neta","Bode, Paul"],"language":[],"coverage":[],"title":["Where are the missing baryons in clusters?"],"description":["  Observations of clusters of galaxies suggest that they contain significantly\nfewer baryons (gas plus stars) than the cosmic baryon fraction. This `missing\nbaryon' puzzle is especially surprising for the most massive clusters which are\nexpected to be representative of the cosmic matter content of the universe\n(baryons and dark matter). Here we show that the baryons may not actually be\nmissing from clusters, but rather are extended to larger radii than typically\nobserved. The baryon deficiency is typically observed in the central regions of\nclusters (~0.5 the virial radius). However, the observed gas-density profile is\nsignificantly shallower than the mass-density profile, implying that the gas is\nmore extended than the mass and that the gas fraction increases with radius. We\nuse the observed density profiles of gas and mass in clusters to extrapolate\nthe measured baryon fraction as a function of radius and as a function of\ncluster mass. We find that the baryon fraction reaches the cosmic value near\nthe virial radius for all groups and clusters above 5e13 solar masses. This\nsuggests that the baryons are not missing, they are simply located in cluster\noutskirts. Heating processes (shock-heating of the intracluster gas, plus\nsupernovae and AGN feedback) that cause the gas to expand are likely\nexplanations for these results. Upcoming observations should be able to detect\nthese baryons.\n","Comment: Submitted to PNAS"]}]
["1007.1992",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1992"],"date":["2010-07-12"],"type":["text"],"creator":["Kuzovlev, Yu. E."],"language":[],"coverage":[],"title":["On statistics and 1/f noise of molecular random walk in low-density gas"],"description":["  The random walk of test particle in low-density gas is considered basing on\napproximate coarsened version of the collisional representation of the BBGKY\nequations. The coarsening presumes that momentum relaxation rates of the test\nparticle and gas atoms are equal but allows to analyze the case when their\nmasses are different. It is shown that both the spectrum exponent and\nprobability distribution of 1/f-type diffusivity fluctuations of the test\nparticle essentially depend on ratio of the masses, and corresponding\ndistribution of its path is found.\n","Comment: 6pages, no figures, Latex RevTex4"]}]
["1007.2001",{"format":[],"subject":["Mathematics - Dynamical Systems","34C07, 34C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2001"],"date":["2010-07-12"],"type":["text"],"creator":["Bobienski, Marcin","Mardesic, Pavao","Novikov, Dmitry"],"language":[],"coverage":[],"title":["Pseudo-Abelian integrals on slow-fast Darboux systems"],"description":["  We study pseudo-Abelian integrals associated with polynomial deformations of\nslow-fast Darboux integrable systems. Under some assumptions we prove local\nboundedness of the number of their zeros.\n","Comment: 11 pages, 6 figures"]}]
["1007.2004",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2004"],"date":["2010-07-12"],"type":["text"],"creator":["Gessel, Ira M.","Monsky, Paul"],"language":[],"coverage":[],"title":["The limit as p -> infinity of the Hilbert-Kunz multiplicity of\n  sum(x_i^(d_i))"],"description":["  Let p be a prime. The Hilbert-Kunz multiplicity, mu, of the element\nsum(x_i^(d_i)) of (Z/p)[x_1,..., x_s] depends on p in a complicated way. We\ncalculate the limit of mu as p -> infinity. In particular when each d_i is 2 we\nshow that the limit is 1 + the coefficient of z^(s-1) in the power series\nexpansion of sec z + tan z.\n","Comment: 6 pages"]}]
["1007.2005",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2005"],"date":["2010-07-12"],"type":["text"],"creator":["Bazan, Aldo","Neves, Wladimir"],"language":[],"coverage":[],"title":["The Hardy and Caffarelli-Kohn-Nirenberg Inequalities Revisited"],"description":["  In this paper some important inequalities are revisited. First, as\nmotivation, we give another proof of the Hardy's inequality applying convenient\nvector fields as introduced by Mitidieri, see [6]. Then, we investigate a\nparticular case of the Caffarelli-Kohn-Nirenberg's inequality. Finally, we\nstudy the Rellic's inequality.\n","Comment: 14 pages"]}]
["1007.2007",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2007"],"date":["2010-07-12"],"type":["text"],"creator":["Rohde, Steffen"],"language":[],"coverage":[],"title":["Oded Schramm: From Circle Packing to SLE"],"description":["  In this note, I will describe some highlights of Oded Schramm's work in\ncircle packings and the Koebe conjecture, as well as on SLE.\n"]}]
["1007.2010",{"format":[],"subject":["Mathematical Physics","Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","Mathematics - Quantum Algebra","81S10, 81T45, 57M27, 14K25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2010"],"date":["2010-07-12"],"type":["text"],"creator":["Gelca, Razvan","Uribe, Alejandro"],"language":[],"coverage":[],"title":["Quantum mechanics and non-abelian theta functions for the gauge group\n  $SU(2)$"],"description":["  This paper outlines an approach to the non-abelian theta functions of the\n$SU(2)$-Chern-Simons theory with the methods used by A. Weil for studying\nclassical theta functions. First we translate in knot theoretic language\nclassical theta functions, the action of the finite Heisenberg group, and the\ndiscrete Fourier transform. Then we explain how the non-abelian counterparts of\nthese arise in the framework of the quantum group quantization of the moduli\nspace of flat $SU(2)$-connections on a surface, in the guise of the non-abelian\ntheta functions, the action of a skein algebra, and the Reshetikhin-Turaev\nrepresentation of the mapping class group. We prove a Stone-von Neumann theorem\non the moduli space of flat $SU(2)$-connections on the torus, and using it we\ndeduce the existence and the formula for the Reshetikhin-Turaev representation\non the torus from quantum mechanical considerations. We show how one can derive\nin a quantum mechanical setting the skein that allows handle slides, which is\nthe main ingredient in the construction of quantum $3$-manifold invariants.\n"]}]
["1007.2011",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2011"],"date":["2010-07-12"],"type":["text"],"creator":["Kukavica, Igor","Vicol, Vlad"],"language":[],"coverage":[],"title":["The Domain of Analyticity of Solutions to the Three-Dimensional Euler\n  Equations in a Half Space"],"description":["  We address the problem of analyticity up to the boundary of solutions to the\nEuler equations in the half space. We characterize the rate of decay of the\nreal-analyticity radius of the solution $u(t)$ in terms of $\\exp{\\int_{0}^{t}\n\\Vert \\nabla u(s) \\Vert_{L^\\infty} ds}$, improving the previously known\nresults. We also prove the persistence of the sub-analytic Gevrey-class\nregularity for the Euler equations in a half space, and obtain an explicit rate\nof decay of the radius of Gevrey-class regularity.\n","Comment: To appear in DCDS-A"]}]
["1007.2018",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2018"],"date":["2010-07-12"],"type":["text"],"creator":["Nagamine, Kentaro","Lee, Tae Song","Choi, Jun-Hwan"],"language":[],"coverage":[],"title":["Infrared Emission from High-Redshift Galaxies in Cosmological SPH\n  Simulations"],"description":["  We compute the infrared (IR) emission from high-redshift galaxies in\ncosmological smoothed particle hydrodynamics simulations by coupling the output\nof the simulation with the population synthesis code `GRASIL' by Silva et al.\nBased on the stellar mass, metallicity and formation time of each star\nparticle, we estimate the full spectral energy distribution of each star\nparticle from ultraviolet to IR, and compute the luminosity function of\nsimulated galaxies in the Spitzer broadband filters for direct comparison with\nthe available Spitzer observations.\n","Comment: 4 figures, 4 pages. To appear in the conference proceedings\n  \"Reionization to Exoplanets: Spitzer's Growing Legacy\", ASP Conference\n  Series, ed. P. Ogle, October 2009, Pasadena CA"]}]
["1007.2022",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2022"],"date":["2010-07-12"],"type":["text"],"creator":["Rezayi, Edward","Wen, Xiao-Gang","Read, N."],"language":[],"coverage":[],"title":["Condensation of fractional excitons, non-Abelian states in double-layer\n  quantum Hall systems and Z_4 parafermions"],"description":["  In this paper, we study a method to obtain non-Abelian FQH state through\ndouble-layer FQH states and fractional exciton condensation. In particular, we\nfind that starting with the (330) double-layer state and then increasing the\ninterlayer tunneling strength, we may obtain a single-layer non-Abelian FQH\nstate S(330). We show that the S(330) state is actually the Z_4 parafermion\nRead-Rezayi state. We also calculate the edge excitation of the S(330) state.\n","Comment: 7 pages, 4 figures"]}]
["1007.2025",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2025"],"date":["2010-07-12"],"type":["text"],"creator":["Bhattacherjee, Aranya B","Dudeja, Suman"],"language":[],"coverage":[],"title":["Theoretical Study of Oligophenyl-based Double Barrier Molecular Device"],"description":["  We report an investigation of electron conduction in oligophenyl based double\nbarrier molecular device. We have carried out analytical calculations and\nnumerical simulations on isolated molecules, consisting of aromatic \"pi\"\nconjugated system made up of three phenyl rings separated by insulator groups\n-CH_{2}-, -SiH_{2}-, -GeH_{2}- and -SnH_{2}-. We show analytically as well as\nnumerically that when the two insulator groups are different an asymmetric\nelectron transport in the presence of external electric field is possible,thus\nresembling a diode which allows one way electron transport.\n","Comment: 16 figures"]}]
["1007.2027",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2027","Phys. Rev. A 81, 063623 (2010)","doi:10.1103/PhysRevA.81.063623"],"date":["2010-07-12"],"type":["text"],"creator":["Huhtamäki, J. A. M.","Takahashi, M.","Simula, T. P.","Mizushima, T.","Machida, K."],"language":[],"coverage":[],"title":["Spin textures in condensates with large dipole moments"],"description":["  We have solved numerically the ground states of a Bose-Einstein condensate in\nthe presence of dipolar interparticle forces using a semiclassical approach.\nOur motivation is to model, in particular, the spontaneous spin textures\nemerging in quantum gases with large dipole moments, such as 52Cr or Dy\ncondensates, or ultracold gases consisting of polar molecules. For a\npancake-shaped harmonic (optical) potential, we present the ground state phase\ndiagram spanned by the strength of the nonlinear coupling and dipolar\ninteractions. In an elongated harmonic potential, we observe a novel helical\nspin texture. The textures calculated according to the semiclassical model in\nthe absence of external polarizing fields are predominantly analogous to\npreviously reported results for a ferromagnetic F = 1 spinor Bose-Einstein\ncondensate, suggesting that the spin textures arising from the dipolar forces\nare largely independent of the value of the quantum number F or the origin of\nthe dipolar interactions.\n","Comment: 9 pages, 6 figures"]}]
["1007.2029",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2029"],"date":["2010-07-13"],"type":["text"],"creator":["He, Dawei","Lu, Changhong"],"language":[],"coverage":[],"title":["On the number of a SDRs of a valued (t,n)-family"],"description":["  A system of distinct representatives (SDR) of a family $F = (A_1, \\cdots,\nA_n)$ is a sequence $(x_1, \\cdots, x_n)$ of $n$ distinct elements with $x_i \\in\nA_i$ for $1 \\le i \\le n$. Let $N(F)$ denote the number of SDRs of a family $F$;\ntwo SDRs are considered distinct if they are different in at least one\ncomponent. For a nonnegative integer $t$, a family $F=(A_1,\\cdots,A_n)$ is\ncalled a $(t,n)$-family if the union of any $k\\ge 1$ sets in the family\ncontains at least $k+t$ elements. The famous Hall's Theorem says that $N(F)\\ge\n1$ if and only if $F$ is a $(0,n)$-family. Denote by $M(t,n)$ the minimum\nnumber of SDRs in a $(t,n)$-family. The problem of determining $M(t,n)$ and\nthose families containing exactly $M(t,n)$ SDRs was first raised by Chang\n[European J. Combin.{\\bf 10}(1989), 231-234]. He solved the cases when $0\\le\nt\\le 2$ and gave a conjecture for $t\\ge 3$. In this paper, we solve the\nconjecture. In fact, we get a more general result for so-called valued\n$(t,n)$-family.\n"]}]
["1007.2031",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2031"],"date":["2010-07-13"],"type":["text"],"creator":["Hyodo, T.","Jido, D.","Kunihiro, T."],"language":[],"coverage":[],"title":["Structure of the sigma meson and the softening"],"description":["  We study the structure of the sigma meson, the lowest-lying resonance of the\npi pi scattering in the scalar-isoscalar channel, through the softening\nphenomena associated with the partial restoration of chiral symmetry. We build\ndynamical chiral models to describe the pi pi scattering amplitude, in which\nthe sigma meson is described either as the chiral partner of the pion or as the\ndynamically generated resonance through the pi pi attraction. It is shown that\nthe internal structure is reflected in the softening phenomena; the softening\npattern of the dynamically generated sigma meson is qualitatively different\nfrom the behavior of the chiral partner of the pion. On the other hand, in the\nsymmetry restoration limit, the dynamically generated sigma meson behaves\nsimilarly to the chiral partner.\n","Comment: 10 pages, 2 figures, 1 table, talk give at HNP09, November 16-19,\n  2009, RCNP, Osaka University"]}]
["1007.2036",{"format":[],"subject":["Mathematics - Differential Geometry","58D05 (primary), 32G05 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2036"],"date":["2010-07-13"],"type":["text"],"creator":["Bland, John","Duchamp, Tom"],"language":[],"coverage":[],"title":["The Group of Contact Diffeomorphisms for Compact Contact Manifolds"],"description":["  For a compact contact manifold it is shown that the anisotropic Folland-Stein\nfunction spaces form an algebra. The notion of anisotropic regularity is\nextended to define the space of Folland-Stein contact diffeomorphisms, which is\nshown to be a topological group under composition and a smooth Hilbert\nmanifold. These results are used in a subsequent paper to analyze the action of\nthe group of contact diffeomorphisms on the space of CR structures on a\ncompact, three dimensional manifold.\n","Comment: 41 pages"]}]
["1007.2037",{"format":[],"subject":["Mathematics - Differential Geometry","58D05 (primary), 32G05(secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2037"],"date":["2010-07-13"],"type":["text"],"creator":["Bland, John","Duchamp, Tom"],"language":[],"coverage":[],"title":["The space of Cauchy-Riemann structures on 3-D compact contact manifolds"],"description":["  We study the action of the group of contact diffeomorphisms on CR\ndeformations of compact three-dimensional CR manifolds. Using anisotropic\nfunction spaces and an anisotropic structure on the space of contact\ndiffeomorphisms, we establish the existence of local transverse slices to the\naction of the contact diffeomorphism group in the neighbourhood of a fixed\nembeddable strongly pseudoconvex CR structure.\n","Comment: 32 pages"]}]
["1007.2042",{"format":[],"subject":["Physics - Optics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2042"],"date":["2010-07-13"],"type":["text"],"creator":["Tikhonov, E. A."],"language":[],"coverage":[],"title":["Spectroscopic Manifestation of Dye Pair Interactions at High\n  Concentrations in structurally organized SiO2 Films"],"description":["  Concentration spectral manifestation of the ionic and neutral dyes\nencapsulated in mesoporous silicate films was studied. The mesoporous dyed SiO2\nfilm was prepared by sol-gel technology with use as surfactant the amphiphilic\nthree-bloc copolymer Pluronic P123. It was discovered when dye concentration\nexceeds mesoporous one the new spectral bands appear that are distinct from the\ninitial monomolecular predecessors. To explain the phenomena guess is\nformulated and proved that origin of new spectrums is obliged to formation of\nthe ionic pairs, excimers and excitons with participation of dye molecules\nlocalized in the characteristic places of mesoporous silicate film. Key terms:\nmesoporous silicate film, polymer micelles, dye fluorescence, excimers, ionic\npair\n","Comment: 12 pages, 7 figures, to be published in LCMC"]}]
["1007.2043",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2043"],"date":["2010-07-13"],"type":["text"],"creator":["Hwang, Jun-Muk","Oguiso, Keiji"],"language":[],"coverage":[],"title":["Local structure of principally polarized stable Lagrangian fibrations"],"description":["  A holomorphic Lagrangian fibration is stable if the characteristic cycles of\nthe singular fibers are of type $I_m, 1 \\leq m <\\infty,$ or $A_{\\infty}$. We\nwill give a complete description of the local structure of a stable Lagrangian\nfibration when it is principally polarized. In particular, we give an explicit\nform of the period map of such a fibration and conversely, for a period map of\nthe described type, we construct a principally polarized stable Lagrangian\nfibration with the given period map. This enables us to give a number of\nexamples exhibiting interesting behavior of the characteristic cycles.\n"]}]
["1007.2046",{"format":[],"subject":["Mathematics - Algebraic Topology","14M25, 52B29, 57R91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2046"],"date":["2010-07-13"],"type":["text"],"creator":["Hattori, Akio"],"language":[],"coverage":[],"title":["On a Morelli type expression of cohomology classes of toric varieties"],"description":["  Let $X$ be a complete $\\Q$-factorial toric variety of dimension $n$ and\n$\\del$ the fan in a lattice $N$ associated to $X$. For each cone $\\sigma$ of\n$\\del$ there corresponds an orbit closure $V(\\sigma)$ of the action of complex\ntorus on $X$. The homology classes $\\{[V(\\sigma)]\\mid \\dim \\sigma=k\\}$ form a\nset of specified generators of $H_{n-k}(X,\\Q)$. It is shown that, given\n$\\alpha\\in H_{n-k}(X,\\Q)$, there is a canonical way to express $\\alpha$ as a\nlinear combination of the $[V(\\sigma)]$ with coefficients in the field of\nrational functions of degree $0$ on the Grassmann manifold of $(n-k+1)$-planes\nin $N_\\Q$. This generalizes Morelli's formula for $\\alpha$ the $(n-k)$-th\ncomponent of the Todd homology class of the variety $X$.\n","Comment: 17 pages"]}]
["1007.2048",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2048","New Astronomy 15 (2010) 712-716","doi:10.1016/j.newast.2010.05.005"],"date":["2010-07-13"],"type":["text"],"creator":["Machado, L. Fox","Schuster, W. J.","Zurita, C.","Silva, J. ~S.","Michel, R."],"language":[],"coverage":[],"title":["Two-site CCD observations and spectroscopy of HD 207331: a new $\\delta$\n  Scuti variable in Cygnus"],"description":["  The results of an observational campaign on the new $\\delta$ Scuti pulsator\n\\astrobj{HD~207331} are reported. The star was observed photometrically from\nAugust 26 to September 2, 2009 from the Observatorio San Pedro M\\'artir (0.84-m\ntelescope, Mexico) and the Observatorio del Teide (0.80-m telescope, Spain). An\noverall run of 53.8 h of useful data was collected from the two sites. Four\noscillation frequencies for \\astrobj{HD~207331} have been found above a 99\\%\nconfidence level. These results confirm the multiperiodic pulsation nature of\nthe star suggested in previous observations with sparse data. Spectroscopic\nobservations carried out in 2009 allowed us to derive its spectral type and\nluminosity class as well as to estimate its rotation rate. A simple comparison\nwith models is performed.\n","Comment: 6 pages, 5 figures, 3 tables, New Astronomy 15 (2010) 712-716"]}]
["1007.2050",{"format":[],"subject":["Mathematics - Number Theory","11J70, 11J81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2050"],"date":["2010-07-13"],"type":["text"],"creator":["Bugeaud, Yann","Hubert, Pascal","Schmidt, Thomas A."],"language":[],"coverage":[],"title":["Transcendence with Rosen continued fractions"],"description":["  We give the first transcendence results for the Rosen continued fractions.\nIntroduced over half a century ago, these fractions expand real numbers in\nterms of certain algebraic numbers.\n"]}]
["1007.2055",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2055"],"date":["2010-07-13"],"type":["text"],"creator":["Böttcher, Björn"],"language":[],"coverage":[],"title":["An Overshoot Approach to Recurrence and Transience of Markov Processes"],"description":["  We develop criteria for recurrence and transience of one-dimensional Markov\nprocesses which have jumps and oscillate between $+\\infty$ and $-\\infty$. The\nconditions are based on a Markov chain which only consists of jumps\n(overshoots) of the process into complementary parts of the state space. In\nparticular we show that a stable-like process with generator\n$-(-\\Delta)^{\\alpha(x)/2}$ such that $\\alpha(x)=\\alpha$ for $x<-R$ and\n$\\alpha(x)=\\beta$ for $x>R$ for some $R>0$ and $\\alpha,\\beta\\in(0,2)$ is\ntransient if and only if $\\alpha+\\beta<2$, otherwise it is recurrent. As a\nspecial case this yields a new proof for the recurrence, point recurrence and\ntransience of symmetric $\\alpha$-stable processes.\n"]}]
["1007.2060",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2060"],"date":["2010-07-13"],"type":["text"],"creator":["Tonegawa, Yoshihiro","Wickramasekera, Neshan"],"language":[],"coverage":[],"title":["Stable phase interfaces in the van der Waals--Cahn--Hilliard theory"],"description":["  We prove that any limit-interface corresponding to a locally uniformly\nbounded, locally energy-bounded sequence of stable critical points of the van\nder Waals--Cahn--Hilliard energy functionals with perturbation parameter\ntending to 0 is supported by an embedded smooth stable minimal hypersurface in\nlow dimensions and an embedded smooth stable minimal hypersurface away from a\nclosed singular set of co-dimension at least 7 in general dimensions. This\nresult was previously known in case the critical points are local minimizers of\nenergy, in which case the limit-hypersurface is locally area minimizing and its\n(normalized) multiplicity is 1 a.e. Our theorem uses earlier work of the first\nauthor establishing stability of the limit-interface as an integral varifold,\nand relies on a recent general theorem of the second author for its regularity\nconclusions in the presence of higher multiplicity.\n","Comment: 17 pages"]}]
["1007.2064",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2064"],"date":["2010-07-13"],"type":["text"],"creator":["Cerutti, Benoit","Dubus, Guillaume","Henri, Gilles"],"language":[],"coverage":[],"title":["High-energy radiation from the relativistic jet of Cygnus X-3"],"description":["  Cygnus X-3 is an accreting high-mass X-ray binary composed of a Wolf-Rayet\nstar and an unknown compact object, possibly a black hole. The gamma-ray space\ntelescope Fermi found definitive evidence that high-energy emission is produced\nin this system. We propose a scenario to explain the GeV gamma-ray emission in\nCygnus X-3. In this model, energetic electron-positron pairs are accelerated at\na specific location in the relativistic jet, possibly related to a\nrecollimation shock, and upscatter the stellar photons to high energies. The\ncomparison with Fermi observations shows that the jet should be inclined close\nto the line of sight and pairs should not be located within the system.\nEnergetically speaking, a massive compact object is favored. We report also on\nour investigations of the gamma-ray absorption of GeV photons with the\nradiation emitted by a standard accretion disk in Cygnus X-3. This study shows\nthat the gamma-ray source should not lie too close to the compact object.\n","Comment: 4 pages, 3 figures, Proceedings of the SF2A conference held in\n  Marseille, 21-24 June 2010"]}]
["1007.2071",{"format":[],"subject":["Computer Science - Information Theory","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2071"],"date":["2010-07-13"],"type":["text"],"creator":["Yeredor, Arie"],"language":[],"coverage":[],"title":["Independent Component Analysis Over Galois Fields"],"description":["  We consider the framework of Independent Component Analysis (ICA) for the\ncase where the independent sources and their linear mixtures all reside in a\nGalois field of prime order P. Similarities and differences from the classical\nICA framework (over the Real field) are explored. We show that a necessary and\nsufficient identifiability condition is that none of the sources should have a\nUniform distribution. We also show that pairwise independence of the mixtures\nimplies their full mutual independence (namely a non-mixing condition) in the\nbinary (P=2) and ternary (P=3) cases, but not necessarily in higher order (P>3)\ncases. We propose two different iterative separation (or identification)\nalgorithms: One is based on sequential identification of the smallest-entropy\nlinear combinations of the mixtures, and is shown to be equivariant with\nrespect to the mixing matrix; The other is based on sequential minimization of\nthe pairwise mutual information measures. We provide some basic performance\nanalysis for the binary (P=2) case, supplemented by simulation results for\nhigher orders, demonstrating advantages and disadvantages of the proposed\nseparation approaches.\n"]}]
["1007.2081",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2081","Acta Mechanica, vol. 160, 2003, pp. 45-60"],"date":["2010-07-13"],"type":["text"],"creator":["Quiligotti, S.","Maugin, G.","dell'Isola, F."],"language":[],"coverage":[],"title":["An Eshelbian approach to the nonlinear mechanics of constrained\n  solid-fluid mixtures"],"description":["  Looking at rational mixture theories within the context of a new perspective,\nthis work aims to put forward a proposal for an Eshelbian approach to the\nnonlinear mechanics of a constrained solid-fluid mixture, made up of an\ninhomogeneous poroelastic solid and an inviscid compressible fluid, which do\nnot undergo any chemical reaction.\n","Comment: 16 pages"]}]
["1007.2082",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2082","Zeitschrift fur Angewandte Mathematik und Physik, vol. 53, 2002,\n  pp. 1110-1138"],"date":["2010-07-13"],"type":["text"],"creator":["Quiligotti, S.","Maugin, G.","dell'Isola, F."],"language":[],"coverage":[],"title":["Wave motions in unbounded poroelastic solids infused with compressible\n  fluids"],"description":["  Looking at rational solid-fluid mixture theories in the context of their\nbiomechanical perspectives, this work aims at proposing a two-scale\nconstitutive theory of a poroelastic solid infused with an inviscid\ncompressible fluid. The propagation of steady-state harmonic plane waves in\nunbounded media is investigated in both cases of unconstrained solid-fluid\nmixtures and fluid-saturated poroelastic solids. Relevant effects on the\nresulting characteristic speed of longitudinal and transverse elastic waves,\ndue to the constitutive parameters introduced, are finally highlighted and\ndiscussed.\n","Comment: 29 pages"]}]
["1007.2084",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2084","Archive to Applied Mechanics, vol. 70, 2000, pp. 323-337"],"date":["2010-07-13"],"type":["text"],"creator":["dell'isola, F.","Guarascio, M.","Hutter, K."],"language":[],"coverage":[],"title":["A variational approach for the deformation of a saturated porous solid.\n  A second-gradient theory extending Terzaghi's effective stress principle"],"description":["  The principle of virtual power is used to derive the equilibrium field\nequations of a porous solid saturated with a fluid, including second\ndensity-gradient effects; the intention is the elucidation and extension of the\neffective stress principle of Terzaghi and Fillunger. In the context of a first\ndensity-gradient theory for a saturated solid we interpret the porewater\npressure as a Lagrange multiplier in the expression for the deformation energy,\nassuring that the saturation constraint is verified. We prove that this\nsaturation pressure is distributed among the constituents according their\nrespective volume fraction (Delesse law) only if they are both true\ndensity-preserving.\n","Comment: 15 pages"]}]
["1007.2091",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","30C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2091"],"date":["2010-07-13"],"type":["text"],"creator":["Rajala, Tapio","Zapadinskaya, Aleksandra","Zürcher, Thomas"],"language":[],"coverage":[],"title":["Generalized Hausdorff dimension distortion in Euclidean spaces under\n  Sobolev mappings"],"description":["  We investigate how the integrability of the derivatives of Orlicz-Sobolev\nmappings defined on open subsets of $\\mathbb{R}^n$ affect the sizes of the\nimages of sets of Hausdorff dimension less than $n$. We measure the sizes of\nthe image sets in terms of generalized Hausdorff measures.\n"]}]
["1007.2097",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2097"],"date":["2010-07-13"],"type":["text"],"creator":["Chigarev, S. G.","Epshtein, E. M.","Gulyaev, Yu. V.","Zilberman, P. E."],"language":[],"coverage":[],"title":["Current-induced exchange switching magnetic junctions with cubic\n  anisotropy of the free layer"],"description":["  The stability is analyzed of the equilibrium configurations of a magnetic\njunction with a free layer that has cubic symmetry and two anisotropy axes in\nthe layer plane. Different variants of the switching between various\nconfigurations are considered. A possibility is shown of the substantial\nlowering of the threshold current density needed for the switching. Numerical\nsimulation is made of the switching dynamics for various configurations.\n","Comment: 14 pages, 7 figures"]}]
["1007.2099",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2099","Bulgarian Astronomical Journal, v.13, 2010"],"date":["2010-07-13"],"type":["text"],"creator":["Komitov, Boris"],"language":[],"coverage":[],"title":["The \"Sun-climate\" relationship : III. The solar flares, north-south\n  sunspot arrea asymmetry and climate"],"description":["  In this last Paper III additional evidences that the solar high energetic\nparticles radiation with energies higher as 100 MeV (the solar cosmic rays SCR)\nis an very important component for the \"Sun- climate\" relationship are given\n(see also Paper I and II). The total solar irradiance (TSI) and the galactic\ncosmic rays (GCR) variations given an integral climate effect of cooling in\nsunspot minima and warming in the sunspot maxima. Unlike the both ones the\npowerful solar corpuscular events plays a cooling climate role during the\nepochs of their heigh levels. By this one subcenturial global and regional\ntemperature quasi- cyclic changes by duration of approximately 60 years could\nbe track during the last 150 years of instrumental climate observations . It\nhas been also evided in the paper that this subcenturial oscilation is very\nimportant in the Group sunspot number (GSN) data series since the Maunder\nminimum up to the end of 20th century. Thus the solar erruptive activity effect\nmake the total \"Sun -climate\" relationship essentially more complicated as it\ncould be follow when only the TSI and GCR variations are taken into account. In\nthis light the climate warming tendency after AD 1975 is rather by a natural as\nby an antropogenic origin. Most probably the last one is very close related to\nthe general downward tendency of erruptive solar events which is superimposed\nover the high long term TSI levels during the last three decades (AD\n1975-2007). It is evided, that the efficiency of the solar corpuscular activuty\nover the climate is strongly depended by the \"north-south\" asymmetry of the\nsolar activity centers (as a proxy the sunspots area north-south asymmetry\nindex A is used there). The climate cooling effect in the Northern hemisphere\nis most powerful during the epochs of positive values of A.\n","Comment: 18 pages, 6 figures"]}]
["1007.2103",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2103","doi:10.1016/j.crma.2010.06.022"],"date":["2010-07-13"],"type":["text"],"creator":["Belkhechine, Houmem","Bouaziz, Moncef","Boudabbous, Imed","Pouzet, Maurice"],"language":[],"coverage":[],"title":["Inversion dans les tournois"],"description":["  We consider the transformation reversing all arcs of a subset $X$ of the\nvertex set of a tournament $T$. The \\emph{index} of $T$, denoted by $i(T)$, is\nthe smallest number of subsets that must be reversed to make $T$ acyclic. It\nturns out that critical tournaments and $(-1)$-critical tournaments can be\ndefined in terms of inversions (at most two for the former, at most four for\nthe latter). We interpret $i(T)$ as the minimum distance of $T$ to the\ntransitive tournaments on the same vertex set, and we interpret the distance\nbetween two tournaments $T$ and $T'$ as the \\emph{Boolean dimension} of a\ngraph, namely the Boolean sum of $T$ and $T'$. On $n$ vertices, the maximum\ndistance is at most $n-1$, whereas $i(n)$, the maximum of $i(T)$ over the\ntournaments on $n$ vertices, satisfies $\\frac {n-1}{2} - \\log_{2}n \\leq i(n)\n\\leq n-3$, for $n \\geq 4$. Let $ \\mathcal{I}_{m}^{< \\omega}$ (resp.\n$\\mathcal{I}_{m}^{\\leq \\omega}$) be the class of finite (resp. at most\ncountable) tournaments $T$ such that $i(T) \\leq m$. The class $\\mathcal\n{I}_{m}^{< \\omega}$ is determined by finitely many obstructions. We give a\nmorphological description of the members of $\\mathcal {I}_{1}^{< \\omega}$ and a\ndescription of the critical obstructions. We give an explicit description of an\nuniversal tournament of the class $\\mathcal{I}_{m}^{\\leq \\omega}$.\n","Comment: 6 pages"]}]
["1007.2106",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2106"],"date":["2010-07-13"],"type":["text"],"creator":["Jafarizadeh, M. A.","Sufiani, R.","Azimia, M.","Fama, F. Eghbali"],"language":[],"coverage":[],"title":["Perfect state transfer over interacting boson networks associated with\n  group schemes"],"description":["  It is shown how to perfectly transfer an arbitrary qudit state in interacting\nboson networks. By defining a family of Hamiltonians related to Bose-Hubbard\nmodel, we describe a possible method for state transfer through bosonic atoms\ntrapped in these networks with different kinds of coupling strengths between\nthem. Particularly, by taking the underlying networks of so called group\nschemes as interacting boson networks, we show how choose suitable coupling\nstrengths between the nodes, in order that an arbitrary qudit state be\ntransferred from one node to its antipode, perfectly. In fact, by employing the\ngroup theory properties of these networks, an explicit formula for suitable\ncoupling strengths has been given in order that perfect state transfer (PST) be\nachieved. Finally, as examples, PST on the underlying networks associated with\ncyclic group C2m, dihedral group D2n, Clifford group CL(n), and the groups U6n\nand V8n has been considered in details. Keywords: Bose-Hubbard Hamiltonian,\nInteracting boson networks, Perfect state transfer (PST), Qudit state,\nUnderlying networks, Group schemes PACs Index: 01.55.+b, 02.10.Yn\n","Comment: 20 pages"]}]
["1007.2110",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2110"],"date":["2010-07-13"],"type":["text"],"creator":["Voon, L. C. Lew Yan","Sandberg, E.","Aga, R. S.","Farajian, A. A."],"language":[],"coverage":[],"title":["Hydrogen Compounds of Group-IV Nanosheets"],"description":["  The structural and electronic properties of the hydrides of silicene and\ngermanene have been studied using ab initio calculations. The trend for the M-H\n(M=C, Si, Ge) bond lengths, and corresponding bond energies, is consistent with\nthe atomic size trend, and comparable to those of MH_4 hydrides. Band\nstructures were also obtained for the buckled configuration, which is the\nstable form for both silicene and germanene. Upon hydrogenation, both silicane\n(indirect gap) and germanane (direct gap) are semiconducting.\n","Comment: 9 pages, 7 figures"]}]
["1007.2111",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2111"],"date":["2010-07-13"],"type":["text"],"creator":["Ruzicka, Barbara","Zaccarelli, Emanuela","Zulian, Laura","Angelini, Roberta","Sztucki, Michael","Moussaid, Abdellatif","Narayanan, Teyencheri","Sciortino, Francesco"],"language":[],"coverage":[],"title":["A phase separation in diluted Laponite suspensions: evidence of empty\n  liquid and equilibrium gel states"],"description":["  The relevance of anisotropic interactions in colloidal systems has recently\nemerged in the context of rational design of novel soft materials. Theoretical\nstudies have predicted the possibility of a gas-liquid phase separation\nconfined at low densities and the formation of empty liquids and equilibrium\ngels in low-valence systems. Here we provide experimental evidence of this\nscenario in Laponite, a complex colloidal clay with discotic shape and\nanisotropic interactions. We also report simulations of a patchy model for\nLaponite platelets, able to reproduce the observed experimental phase diagram\nand structural properties, confirming the crucial role of the reduced valence.\n"]}]
["1007.2120",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2120"],"date":["2010-07-13"],"type":["text"],"creator":["Kranakis, Evangelos","Krizanc, Danny","Morin, Pat","Narayanan, Lata","Stacho, Ladislav"],"language":[],"coverage":[],"title":["A Tight Bound on the Maximum Interference of Random Sensors in the\n  Highway Model"],"description":["  Consider $n$ sensors whose positions are represented by $n$ uniform,\nindependent and identically distributed random variables assuming values in the\nopen unit interval $(0,1)$. A natural way to guarantee connectivity in the\nresulting sensor network is to assign to each sensor as its range, the maximum\nof the two possible distances to its two neighbors. The interference at a given\nsensor is defined as the number of sensors that have this sensor within their\nrange. In this paper we prove that the expected maximum interference of the\nsensors is $\\Theta (\\sqrt{\\ln n})$.\n","Comment: 8 pages, 1 figure"]}]
["1007.2122",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","31, 42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2122"],"date":["2010-07-13"],"type":["text"],"creator":["Prat, Laura"],"language":[],"coverage":[],"title":["On the semiadditivity of the capacities associated with signed vector\n  valued Riesz kernels"],"description":["  The aim of this paper is to show the semiadditivity of the capacities\nassociated to the signed vector valued Riesz kernels of homogeneity $-\\alpha$\nin $\\mathbb{R}^n$, with $0<\\alpha<n$.\n","Comment: 24 pages"]}]
["1007.2127",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2127"],"date":["2010-07-13"],"type":["text"],"creator":["Chakrabarty, Indranil"],"language":[],"coverage":[],"title":["Quantum Correlations in Quantum Cloning"],"description":["  We utilize quantum discord to charecterize the correlation present in\nBuzek-Hillery quantum copying machine \\cite{bh} (not necessarily universal\nquantum cloning machine). In other words we quantify the correlation present\nbeetween the original and the replicated copy of the quantum state obtained at\nthe outport port, Interestingly, we find some domain of the machine parameter,\nfor which the quantum disord is non negative even in the mere absence of\nentanglement. These non zero values of the quantum discord is a strong\nsignature for the presence of non classical correlations. This is one step\nforward evidence in the support of the fact that quantum discord and\nentanglement are not synonymous.\n","Comment: 4 pages, 1 figure. 1 table, revtex4"]}]
["1007.2138",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2138","Nano Letters (2010) (DOI: 10.1021/nl903314j)","doi:10.1021/nl903314j"],"date":["2010-07-13"],"type":["text"],"creator":["Chen, T. -M.","Graham, A. C.","Pepper, M.","Farrer, I.","Anderson, D.","Jones, G. A. C.","Ritchie, D. A."],"language":[],"coverage":[],"title":["Direct observation of non-equilibrium spin population in\n  quasi-one-dimensional nanostructures"],"description":["  Observation of the interplay between interacting energy levels of two spin\nspecies is limited by the difficulties in continuously tracking energy levels,\nand thus leaves spin transport in quantum wires still not well understood. We\npresent a dc conductance feature in the non-equilibrium transport regime, a\ndirect indication that the first one-dimensional subband is filled mostly by\none spin species only. How this anomalous spin population changes with magnetic\nfield and source-drain bias is directly measured. We show the source-drain bias\nchanges spin polarisation in semiconductor nanowires, providing a fully\nelectrical method for the creation and manipulation of spin polarization as\nwell as spin-polarized currents.\n","Comment: 5 pages, 4 figures"]}]
["1007.2142",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2142"],"date":["2010-07-13"],"type":["text"],"creator":["Shabnam","Kant, Chhaya Ravi","Arun, P."],"language":[],"coverage":[],"title":["Size and Defect related Broadening of Photoluminescence Spectra in\n  ZnO:Si Nanocomposite Films"],"description":["  Nanocomposite films of Zinc Oxide and Silicon were grown by thermal\nevaporation technique using varying ratios of ZnO:Si in the starting material.\nAnalysis reveal the role of ZnO and amorphous silicon interface in contributing\nto relatively less common blue photoluminescence emissions (at $\\sim$ 400 and\n470nm). These blue peaks are observed along with the emissions resulting from\nband edge transition (370nm) and those related to defects (522nm) of ZnO.\nCareful analysis shows that along with the grain size of ZnO, a suitable\ncompositional ratio (of ZnO to silicon) is critical for the coexistence of all\nthe four peaks. Proper selection of conditions can give comparable\nphotoluminescence peak intensities leading to broad-band emission.\n","Comment: 10 pages and 10 figures"]}]
["1007.2153",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","76Z10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2153","The Mathematical Scientist, vol. 34, no. 2, pp. 74-87 (2009)"],"date":["2010-07-13"],"type":["text"],"creator":["Smith, David J.","Blake, John R."],"language":[],"coverage":[],"title":["Surface accumulation of spermatozoa: a fluid dynamic phenomenon"],"description":["  Recent mathematical fluid dynamics models have shed light into an outstanding\nproblem in reproductive biology: why do spermatozoa cells show a 'preference'\nfor swimming near to surfaces? In this paper we review quantitative approaches\nto the problem, originating with the classic paper of Lord Rothschild in 1963.\nA recent 'boundary integral/slender body theory' mathematical model for the\nfluid dynamics is described, and we discuss how it gives insight into the\nmechanisms that may be responsible for the surface accumulation behaviour. We\nuse the simulation model to explore these mechanisms in more detail, and\ndiscuss whether simplified models can capture the behaviour of sperm cells. The\nfar-field decay of the fluid flow around the cell is calculated, and compared\nwith a stresslet model. Finally we present some new findings showing how,\ndespite having a relatively small hydrodynamic drag, the sperm cell 'head' has\nvery significant effects on surface accumulation and trajectory.\n","Comment: 22 pages, 8 figures, preprint version of published paper"]}]
["1007.2173",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Functional Analysis","47H05, 49J52, 47N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2173"],"date":["2010-07-13"],"type":["text"],"creator":["Svaiter, B. F."],"language":[],"coverage":[],"title":["Weak convergence on Douglas-Rachford method"],"description":["  We prove that the sequences generate by the Douglas-Rachford method converge\nweakly to a solution of the inclusion problem\n"]}]
["1007.2176",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2176"],"date":["2010-07-13"],"type":["text"],"creator":["Erkal, Denis","Kutasov, David"],"language":[],"coverage":[],"title":["a-Maximization, Global Symmetries and RG Flows"],"description":["  We construct the a-function of [1] for general F-term perturbations of a 3+1\ndimensional N=1 SCFT. We use this construction to argue that the central charge\na always decreases along the corresponding RG flows, and discuss some other\napplications.\n","Comment: 22 pages"]}]
["1007.2178",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2178"],"date":["2010-07-13"],"type":["text"],"creator":["Finkel, Hal"],"language":[],"coverage":[],"title":["The differential transformation method and Miller's recurrence"],"description":["  The differential transformation method (DTM) enables the easy construction of\na power-series solution to a nonlinear differential equation. The\nexponentiation operation has not been specifically addressed in the DTM\nliterature, and constructing it iteratively is suboptimal. The recurrence for\nexponentiating a power series by J.C.P. Miller provides a concise\nimplementation of exponentiation by a positive integer for DTM. An\nequally-concise implementation of the exponential function is also provided.\n","Comment: 5 pages"]}]
["1007.2180",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2180","G. Yakovlev, J.D. Gran, D.L. Turcotte, J.B. Rundle, J.R. Holliday,\n  W. Klein, A damage-mechanics model for fracture nucleation and propagation,\n  Theoretical and Applied Fracture Mechanics, 2010","doi:10.1016/j.tafmec.2010.06.002."],"date":["2010-07-13"],"type":["text"],"creator":["Yakovlev, G.","Gran, J. D.","Turcotte, D. L.","Rundle, J. B.","Klein, W."],"language":[],"coverage":[],"title":["A damage-mechanics model for fracture nucleation and propagation"],"description":["  In this paper a composite model for earthquake rupture initiation and\npropagation is proposed. The model includes aspects of damage mechanics,\nfiber-bundle models, and slider-block models. An array of elements is\nintroduced in analogy to the fibers of a fiber bundle. Time to failure for each\nelement is specified from a Poisson distribution. The hazard rate is assumed to\nhave a power-law dependence on stress. When an element fails it is removed, the\nstress on a failed element is redistributed uniformly to a specified number of\nneighboring elements in a given range of interaction. Damage is defined to be\nthe fraction of elements that have failed. Time to failure and modes of rupture\npropagation are determined as a function of the hazard-rate exponent and the\nrange of interaction.\n","Comment: In Press, Corrected Proof, Available online 13 June 2010, ISSN\n  0167-8442,\n  (http://www.sciencedirect.com/science/article/B6V55-509B27K-3/2/9a243ee45418da97f1752fce0baa76a9)\n  Keywords: Damage; Fracture; Nucleation; Fiber bundles"]}]
["math/0608618",{"format":[],"subject":["Mathematics - Differential Geometry","53C29, 53C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608618","Recent Advances in Geometric Analysis; Advanced Lectures in\n  Mathematics, Vol. 11; International Press, 129-146 (2010)"],"date":["2006-08-24","2008-10-02"],"type":["text"],"creator":["Karigiannis, Spiro"],"language":[],"coverage":[],"title":["Some Notes on G_2 and Spin(7) Geometry"],"description":["  We collect together various facts about G_2 and Spin(7) geometry which are\nlikely well known but which do not seem to have appeared explicitly in the\nliterature before. These notes should be useful to graduate students and new\nresearchers in G_2 and Spin(7) geometry.\n","Comment: 17 pages, no figures; expository notes. For version 2: Typos\n  corrected, and added a new section on the curl and Dirac operator for G_2\n  structures. To appear in the Proceedings of the 2007 International Conference\n  on Geometric Analysis. Version 3: Corrected three minor typos"]}]
["math/0702077",{"format":[],"subject":["Mathematics - Differential Geometry","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702077","Quarterly Journal of Mathematics 60, 487-522 (2009)","doi:10.1093/qmath/han020"],"date":["2007-02-03","2008-05-06"],"type":["text"],"creator":["Karigiannis, Spiro"],"language":[],"coverage":[],"title":["Flows of G_2 Structures, I"],"description":["  This is a foundational paper on flows of G_2 Structures. We use local\ncoordinates to describe the four torsion forms of a G_2 Structure and derive\nthe evolution equations for a general flow of a G_2 Structure on a 7-manifold.\nSpecifically, we compute the evolution of the metric, the dual 4-form, and the\nfour independent torsion forms. In the process we obtain a simple new proof of\na theorem of Fernandez-Gray.\n  As an application of our evolution equations, we derive an analogue of the\nsecond Bianchi identity in G_2-geometry which appears to be new, at least in\nthis form. We use this result to derive explicit formulas for the Ricci tensor\nand part of the Riemann curvature tensor in terms of the torsion. These in turn\nlead to new proofs of several known results in G_2 geometry.\n","Comment: 50 pages, no figures. Minor rewrites. References added and corrected.\n  For Version 3: Minor revisions and clarifications. This final version is a\n  longer, more detailed version of the shorter paper to appear in the Quarterly\n  Journal of Mathematics"]}]
["physics/0312082",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0312082","Relativity, Gravitation, Cosmology - New Developments, Nova\n  Science, Ed. V. Dvoeglazov, 1-55, 2010"],"date":["2003-12-11"],"type":["text"],"creator":["Cahill, Reginald T."],"language":[],"coverage":[],"title":["Quantum Foam, Gravity and Gravitational Waves"],"description":["  The new information-theoretic Process Physics has shown that space is a\nquantum foam system with gravity being, in effect, an inhomogeneous in-flow of\nthe quantum foam into matter. The theory predicts that absolute motion with\nrespect to this system should be observable, and it is shown here that absolute\nmotion has been detected in at least seven experiments. As well this\nexperimental data also reveals the existence of a gravitational wave phenomena\nassociated with the in-flow. It is shown that Galilean Relativity and Special\nRelativity are in fact compatible, contrary to current beliefs: absolute motion\nactually causes the special relativity effects. The new theory of gravity\npasses all the tests of the previous Newtonian and General Relativity theories,\nbut in addition resolves the numerous gravitational anomalies such as the\nspiral galaxy `dark matter' effect, the absence of `dark matter' in elliptical\ngalaxies, the inconsistencies in measuring G, the borehole g anomaly, and\nothers. It is shown that Newtonian gravity is deeply flawed, because the solar\nsystem from which it was developed has too high a spherical symmetry to have\nrevealed key aspects of the phenomena of gravity, and that General Relativity\ninherited these flaws. The data are revealing that space has structure, and so\nindicates for the first time evidence of quantum space and quantum gravity\neffects.\n","Comment: 60 pages, 22 eps figure files. To be published in Relativity,\n  Gravitation, Cosmology"]}]
["physics/0407133",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0407133","Relativity, Gravitation, Cosmology - New Developments, Nova\n  Science, Ed. V. Dvoeglazov, 113-133, 2010"],"date":["2004-07-26","2004-11-10"],"type":["text"],"creator":["Cahill, Reginald T."],"language":[],"coverage":[],"title":["The Dynamical Velocity Superposition Effect in the Quantum-Foam In-Flow\n  Theory of Gravity"],"description":["  The new `quantum-foam in-flow' theory of gravity has explained numerous\nso-called gravitational anomalies, particularly the `dark matter' effect which\nis now seen to be a dynamical effect of space itself, and whose strength is\ndetermined by the fine structure constant, and not by Newton's gravitational\nconstant G. Here we show an experimentally significant approximate dynamical\neffect, namely a vector superposition effect which arises under certain\ndynamical conditions when we have absolute motion and gravitational in-flows:\nthe velocities for these processes are shown to be approximately vectorially\nadditive under these conditions. This effect plays a key role in interpreting\nthe data from the numerous experiments that detected the absolute linear motion\nof the earth. The violations of this superposition effect lead to observable\neffects, such as the generation of turbulence. The flow theory also leads to\nvorticity effects that the Gravity Probe B gyroscope experiment will soon begin\nobserving. As previously reported General Relativity predicts a smaller\nvorticity effect (therein called the Lense-Thirring `frame-dragging' effect)\nthan the new theory of gravity.\n","Comment: 20 pages Analysis extended"]}]
["physics/0408097",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0408097","Relativity, Gravitation, Cosmology - New Developments, Nova\n  Science, Ed. V. Dvoeglazov, 133-151, 2010"],"date":["2004-08-22"],"type":["text"],"creator":["Cahill, Reginald T."],"language":[],"coverage":[],"title":["Novel Gravity Probe B Gravitational Wave Detection"],"description":["  The Gravity Probe B (GP-B) satellite experiment will measure the precession\nof on-board gyroscopes to extraordinary accuracy. Such precessions are\npredicted by General Relativity (GR), and one component of this precession is\nthe `frame-dragging' or Lense-Thirring effect, which is caused by the rotation\nof the earth, and the other is the geodetic effect. A new theory of gravity\npredicts, however, a second and much larger `frame-dragging' or vorticity\ninduced spin precession. This spin precession component will also display the\neffects of novel gravitational waves which are predicted by the new theory of\ngravity, and which have already been seen in several experiments. The magnitude\nand signature of these gravitational wave induced precession effects is given\nfor comparison with the GP-B experimental data.\n","Comment: 21 pages 9 figures"]}]
