["0706.2658",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2658","EPL 85, 37004 (2009)","doi:10.1209/0295-5075/85/37004"],"date":["2007-06-18"],"type":["text"],"creator":["Tsuneta, T.","Virtanen, P.","Wu, F.","Wang, T.","Heikkilä, T. T.","Hakonen, P. J."],"language":[],"coverage":[],"title":["Local and Non-local Shot Noise in Multiwalled Carbon Nanotubes"],"description":["  We have investigated shot noise in multiterminal, diffusive multiwalled\ncarbon nanotubes (MWNTs) at 4.2 K over the frequency f = 600 - 850 MHz.\nQuantitative comparison of our data to semiclassical theory, based on\nnon-equilibrium distribution functions, indicates that a major part of the\nnoise is caused by a non-equilibrium state imposed by the contacts. Our data\nexhibits non-local shot noise across weakly transmitting contacts while a\nlow-impedance contact eliminates such noise almost fully. We obtain F_{tube}<\n0.03 for the intrinsic Fano factor of our MWNTs.\n","Comment: 4 pages, 4 figures"]}]
["0708.1895",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1895","Phys. Rev. B 76, 201201(R) (2007)","doi:10.1103/PhysRevB.76.201201"],"date":["2007-08-14"],"type":["text"],"creator":["Zhu, M.","Li, X.","Xiang, G.","Samarth, N."],"language":[],"coverage":[],"title":["Random telegraph noise from magnetic nanoclusters in the ferromagnetic\n  semiconductor (Ga,Mn)As"],"description":["  Measurements of the low frequency electrical noise in the ferromagnetic\nsemiconductor (Ga,Mn)As reveal an enhanced integrated noise at low temperature.\nFor moderate localization, we find a 1/f normalized power spectrum density over\nthe entire range of temperatures studied (4.2K < T < 70K). However, for\nstronger localization and a high density of Mn interstitials, we observe\nLorentzian noise spectra accompanied by random telegraph noise. Magnetic field\ndependence and annealing studies suggest that interstitial Mn defects couple\nwith substitutional Mn atoms to form nanoscale magnetic clusters characterized\nby a net moment of about 20 Bohr magnetons whose fluctuations modulate hole\ntransport.\n"]}]
["0709.2826",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2826","ISSN 1435-8085 (2007)"],"date":["2007-09-18","2007-09-20"],"type":["text"],"creator":["Bolzoni, Paolo"],"language":[],"coverage":[],"title":["Sudakov resummation in QCD"],"description":["  In this PhD thesis, we analyze and generalize the renormalization group\napproach to the resummation of large logarithms in the perturbative expansion\ndue to soft and collinear multiparton emissions. In particular, we present a\ngeneralization of this approach to prompt photon production. It is interesting\nto see that also with the more intricate two-scale kinematics that\ncharacterizes prompt photon production in the soft limit, it remains true that\nresummation simply follows from general kinematic properties of the phase\nspace. Also, this approach does not require a separate treatment of individual\ncolour structures when more than one colour structure contributes to fixed\norder results. However, the resummation formulae obtained here turn out to be\nless predictive than previous results: this depends on the fact that here\nneither specific factorization properties of the cross section in the soft\nlimit is assumed, nor that soft emission satisfies eikonal-like relations. We\nalso derive resumation formulae to all logarithmic accuracy and valid for all\nvalues of rapidity for the prompt photon production and the Drell-Yan rapidity\ndistributions. We show that for the fixed-target experiment E866/NuSea, the NLL\nresummation corrections are comparable to NLO fixed-order corrections and are\ncrucial to obtain agreement with the data. Finally we outline also possible\nfuture applications of the renormalization group approach.\n","Comment: PHD thesis, 147 pages, 16 figures, Tutor: Stefano Forte, Referee:\n  Giovanni Ridolfi, added references"]}]
["0711.4698",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37A50, 37C45, 28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4698","Math. Proc. Camb. Phil. Soc. 147 (2009) no. 2, 489-503","doi:10.1017/S0305004109002473"],"date":["2007-11-29"],"type":["text"],"creator":["Kesseböhmer, Marc","Stratmann, Bernd O."],"language":[],"coverage":[],"title":["H\\\"older-differentiability of Gibbs distribution functions"],"description":["  In this paper we give non-trivial applications of the thermodynamic formalism\nto the theory of distribution functions of Gibbs measures (devil's staircases)\nsupported on limit sets of finitely generated conformal iterated function\nsystems in $\\R$. For a large class of these Gibbs states we determine the\nHausdorff dimension of the set of points at which the distribution function of\nthese measures is not $\\alpha$-H\\\"older-differentiable. The obtained results\ngive significant extensions of recent work by Darst, Dekking, Falconer, Li,\nMorris, and Xiao. In particular, our results clearly show that the results of\nthese authors have their natural home within thermodynamic formalism.\n","Comment: 13 pages, 2 figures"]}]
["0802.4255",{"format":[],"subject":["Mathematics - Number Theory","11Y16, 11Y35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4255","Experimental Mathematics vol. 18, no. 2 (2009) pp. 193-200"],"date":["2008-02-28","2010-06-29"],"type":["text"],"creator":["Stopple, Jeffrey"],"language":[],"coverage":[],"title":["The quadratic character experiment"],"description":["  A fast new algorithm is used compute the zeros of the quadratic character\nL-functions for all negative fundamental discriminants with absolute value\n10^12<d<10^12+10^7. These are compared to the 1-level density, including\nvarious lower order terms. These terms come from, on the one hand the Explicit\nFormula, and on the other the L-functions Ratios Conjecture. The latter give a\nmuch better fit to the data, providing numerical evidence for the conjecture.\n","Comment: This postscript to the published version is based on the additional\n  data generated during the process of refereeing, revision and publication -\n  about three times as much as in the published version"]}]
["0806.1210",{"format":[],"subject":["Mathematics - Combinatorics","05B45 (Primary) 52C20, 52C23 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1210"],"date":["2008-06-06","2010-06-29"],"type":["text"],"creator":["Oger, Francis"],"language":[],"coverage":[],"title":["Paperfolding sequences, paperfolding curves and local isomorphism"],"description":["  For each integer n, an n-folding curve is obtained by folding n times a strip\nof paper in two, possibly up or down, and unfolding it with right angles.\nGeneralizing the usual notion of infinite folding curve, we define complete\nfolding curves as the curves without endpoint which are unions of increasing\nsequences of n-folding curves for n integer. We prove that there exists a\nstandard way to extend any complete folding curve into a covering of the plane\nby disjoint such curves, which satisfies the local isomorphism property\nintroduced to investigate aperiodic tiling systems. This covering contains at\nmost six curves.\n","Comment: 39 pages containing 9 figures; to be read in pdf; minor changes to\n  improve the readability, especially concerning the figures"]}]
["0807.0115",{"format":[],"subject":["Mathematics - Dynamical Systems","37C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0115","Fundamenta Mathematicae, 206 (2009), 161-183","doi:10.4064/fm206-0-10"],"date":["2008-07-01"],"type":["text"],"creator":["Jordan, Thomas","Kesseböhmer, Marc","Pollicott, Mark","Stratmann, Bernd O."],"language":[],"coverage":[],"title":["Sets of non-differentiability for conjugacies between expanding interval\n  maps"],"description":["  We study differentiability of topological conjugacies between expanding\npiecewise $C^{1+\\epsilon}$ interval maps. If these conjugacies are not $C^1$,\nthen they have zero derivative almost everywhere. We obtain the result that in\nthis case the Hausdorff dimension of the set of points for which the derivative\nof the conjugacy does not exist lies strictly between zero and one. Using\nmultifractal analysis and thermodynamic formalism, we show that this Hausdorff\ndimension is explicitly determined by the Lyapunov spectrum. Moreover, we show\nthat these results give rise to a \"rigidity dichotomy\" for the type of\nconjugacies under consideration.\n"]}]
["0807.1208",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1208"],"date":["2008-07-08","2010-06-18"],"type":["text"],"creator":["Chronopoulou, Alexandra","Viens, Frederi","Tudor, Ciprian"],"language":[],"coverage":[],"title":["Self-similarity parameter estimation and reproduction property for\n  non-Gaussian Hermite processes"],"description":["  We consider the class of all the Hermite processes $(Z_{t}^{(q,H)})_{t\\in\n\\lbrack 0,1]}$ of order $q\\in \\mathbf{N}^{\\ast}$ and with Hurst parameter $%\nH\\in (\\frac{1}{2},1)$. The process $Z^{(q,H)}$ is $H$-selfsimilar, it has\nstationary increments and it exhibits long-range dependence identical to that\nof fractional Brownian motion (fBm). For $q=1$, $Z^{(1,H)}$ is fBm, which is\nGaussian; for $q=2$, $Z^{(2,H)}$ is the Rosenblatt process, which lives in the\nsecond Wiener chaos; for any $q>2$, $Z^{(q,H)}$ is a process in the $q$th\nWiener chaos. We study the variations of $Z^{(q,H)}$ for any $q$, by using\nmultiple Wiener -It\\^{o} stochastic integrals and Malliavin calculus. We prove\na reproduction property for this class of processes in the sense that the terms\nappearing in the chaotic decomposition of their variations give rise to other\nHermite processes of different orders and with different Hurst parameters. We\napply our results to construct a strongly consistent estimator for the\nself-similarity parameter $H$ from discrete observations of $Z^{(q,H)}$; the\nasymptotics of this estimator, after appropriate normalization, are proved to\nbe distributed like a Rosenblatt random variable (value at time $1$ of a\nRosenblatt process).with self-similarity parameter $1+2(H-1)/q$.\n","Comment: To appear in \"Communications on Stochastic Analysis\""]}]
["0808.0458",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0458","Phys.Rev.D78:085022,2008","doi:10.1103/PhysRevD.78.085022"],"date":["2008-08-04","2010-06-29"],"type":["text"],"creator":["Thorn, Charles B."],"language":[],"coverage":[],"title":["Subcritical String and Large N QCD"],"description":["  We pursue the possibility of using subcritical string theory in 4 space-time\ndimensions to establish a string dual for large N QCD. In particular we study\nthe even G-parity sector of the 4 dimensional Neveu-Schwarz dual resonance\nmodel as the natural candidate for this string theory. Our point of view is\nthat the open string dynamics given by this model will {\\it determine} the\nappropriate subcritical closed string theory, a tree level background of which\nshould describe the sum of planar multi-loop open string diagrams. We examine\nthe one loop open string diagram, which contains information about the closed\nstring spectrum at weak coupling. Higher loop open string diagrams will be\nneeded to determine closed string interactions. We also analyze the field\ntheory limit of the one loop open string diagram and recover the correct\nrunning coupling behavior of the limiting gauge theory.\n","Comment: 18 pages, 2 figures, error in eqs 46 and 47 corrected"]}]
["0808.2308",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11K50, 37A45, 11J06, 28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2308","Arkiv f\\\"or Matematik 48 (2010), no. 2","doi:10.1007/s11512-009-0102-8"],"date":["2008-08-18","2009-02-27"],"type":["text"],"creator":["Jaerisch, Johannes","Kesseböhmer, Marc"],"language":[],"coverage":[],"title":["The arithmetic-geometric scaling spectrum for continued fractions"],"description":["  To compare continued fraction digits with the denominators of the\ncorresponding approximants we introduce the arithmetic-geometric scaling. We\nwill completely determine its multifractal spectrum by means of a number\ntheoretical free energy function and show that the Hausdorff dimension of sets\nconsisting of irrationals with the same scaling exponent coincides with the\nLegendre transform of this free energy function. Furthermore, we identify the\nasymptotic of the local behaviour of the spectrum at the right boundary point\nand discuss a connection to the set of irrationals with continued fraction\ndigits exceeding a given number which tends to infinity.\n","Comment: 22 pages, 1 figure"]}]
["0809.4617",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4617","Physical Review E, 81, 061505, 2010","doi:10.1103/PhysRevE.81.061505"],"date":["2008-09-26","2010-03-11"],"type":["text"],"creator":["Jakobsen, Bo","Olsen, Niels Boye","Christensen, Tage"],"language":[],"coverage":[],"title":["Frequency Dependent Specific Heat from Thermal Effusion in Spherical\n  Geometry"],"description":["  We present a novel method of measuring the frequency dependent specific heat\nat the glass transition applied to 5-polyphenyl-4-ether. The method employs\nthermal waves effusing radially out from the surface of a spherical thermistor\nthat acts as both a heat generator and thermometer. It is a merit of the method\ncompared to planar effusion methods that the influence of the mechanical\nboundary conditions are analytically known. This implies that it is the\nlongitudinal rather than the isobaric specific heat that is measured. As\nanother merit the thermal conductivity and specific heat can be found\nindependently. The method has highest sensitivity at a frequency where the\nthermal diffusion length is comparable to the radius of the heat generator.\nThis limits in practise the frequency range to 2-3 decades. An account of the\n3omega-technique used including higher order terms in the temperature\ndependency of the thermistor and in the power generated is furthermore given.\n","Comment: 17 pages, 15 figures, Substantially revised version"]}]
["0810.0885",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0885"],"date":["2008-10-06","2010-06-28"],"type":["text"],"creator":["Nikitin, Mihail"],"language":[],"coverage":[],"title":["Asymptotic evaluation of a function defined by power series"],"description":["  We present an asymptotic evaluation unitary formula for large argument values\nexisting for defined class of functions. The asymptotic evaluation is obtained\nusing only power series expansion coefficients of a function, what is a new\nresult in power series analytic continuation theory.\n","Comment: 43 pages, no figures. Some new results added"]}]
["0810.5618",{"format":[],"subject":["Mathematics - Differential Geometry","53C26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5618","Kota Hattori, A rigidity theorem for quaternionic Kahler\n  structures, International Journal of Mathematics, Vol. 20 (2009) 1397-1419"],"date":["2008-10-31"],"type":["text"],"creator":["Hattori, Kota"],"language":[],"coverage":[],"title":["A rigidity theorem for quaternionic Kaehler structures"],"description":["  We study the moduli space of quaternionic Kaehler structures on a compact\nmanifold of dimension 4n (n>2) from a point of view of Riemannian geometry, not\ntwistor theory. Then we obtain a rigidity theorem for quaternionic Kaehler\nstructures of nonzero scalar curvature by observing the moduli space.\n","Comment: 26pages"]}]
["0811.2653",{"format":[],"subject":["Mathematics - Combinatorics","05B30, 03G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2653","Asian-Eur. J. Math., 2 (2009), 239-253","doi:10.1142/S1793557109000200"],"date":["2008-11-17","2009-01-14"],"type":["text"],"creator":["Shigezumi, Junichi"],"language":[],"coverage":[],"title":["Spherical designs from norm-3 shell of integral lattices"],"description":["  A set of vectors all of which have a constant (non-zero) norm value in an\nEuclidean lattice is called a shell of the lattice. Venkov classified strongly\nperfect lattices of minimum 3 (R\\'{e}seaux et \"designs\" sph\\'{e}rique, 2001),\nwhose minimal shell is a spherical 5-design. This note considers the\nclassification of integral lattices whose shells of norm 3 are 5-designs.\n","Comment: 10 pages, http://www2.math.kyushu-u.ac.jp/~j.shigezumi/"]}]
["0901.2687",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2687","SYSTOR 2010 - The 3rd Annual Haifa Experimental Systems\n  Conference, Haifa, Israel, May 24-26, 2010","doi:10.1145/1815695.1815722"],"date":["2009-01-18","2010-04-12"],"type":["text"],"creator":["Bickson, Danny","Hoch, Ezra N.","Naaman, Nir","Tock, Yoav"],"language":[],"coverage":[],"title":["A Hybrid Multicast-Unicast Infrastructure for Efficient\n  Publish-Subscribe in Enterprise Networks"],"description":["  One of the main challenges in building a large scale publish-subscribe\ninfrastructure in an enterprise network, is to provide the subscribers with the\nrequired information, while minimizing the consumed host and network resources.\nTypically, previous approaches utilize either IP multicast or point-to-point\nunicast for efficient dissemination of the information.\n  In this work, we propose a novel hybrid framework, which is a combination of\nboth multicast and unicast data dissemination. Our hybrid framework allows us\nto take the advantages of both multicast and unicast, while avoiding their\ndrawbacks. We investigate several algorithms for computing the best mapping of\npublishers' transmissions into multicast and unicast transport.\n  Using extensive simulations, we show that our hybrid framework reduces\nconsumed host and network resources, outperforming traditional solutions. To\ninsure the subscribers interests closely resemble those of real-world settings,\nour simulations are based on stock market data and on recorded IBM WebShpere\nsubscriptions.\n"]}]
["0904.1600",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1600","Internat. J. Alg. Comput. 24 no. 4 (2010) 465--488","doi:10.1142/S0218196710005728"],"date":["2009-04-09"],"type":["text"],"creator":["Bartholdi, Laurent","Siegenthaler, Olivier"],"language":[],"coverage":[],"title":["The Twisted Twin of the Grigorchuk Group"],"description":["  We study a twisted version of Grigorchuk's first group, and stress its\nsimilarities and differences to its model.\n  In particular, we show that it admits a finite endomorphic presentation, has\ninfinite-rank multiplier, and does not have the congruence property.\n","Comment: 17 pages"]}]
["0905.0065",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","20G15, 14L24, 20E42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0065"],"date":["2009-05-01","2010-06-29"],"type":["text"],"creator":["Bate, M.","Martin, B.","Roehrle, G.","Tange, R."],"language":[],"coverage":[],"title":["Complete Reducibility and Conjugacy classes of tuples in Algebraic\n  Groups and Lie algebras"],"description":["  Let H be a reductive subgroup of a reductive group G over an algebraically\nclosed field k. We consider the action of H on G^n, the n-fold Cartesian\nproduct of G with itself, by simultaneous conjugation. We give a purely\nalgebraic characterization of the closed H-orbits in G^n, generalizing work of\nRichardson which treats the case H = G.\n  This characterization turns out to be a natural generalization of Serre's\nnotion of G-complete reducibility. This concept appears to be new, even in\ncharacteristic zero. We discuss how to extend some key results on G-complete\nreducibility in this framework. We also consider some rationality questions.\n","Comment: 23 pages; final version to appear in Math. Z; various changes\n  following suggestion by the referee"]}]
["0906.0510",{"format":[],"subject":["Mathematics - Probability","15A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0510"],"date":["2009-06-02","2010-06-29"],"type":["text"],"creator":["Tao, Terence","Vu, Van"],"language":[],"coverage":[],"title":["Random matrices: Universality of local eigenvalue statistics"],"description":["  In this paper, we consider the universality of the local eigenvalue\nstatistics of random matrices. Our main result shows that these statistics are\ndetermined by the first four moments of the distribution of the entries. As a\nconsequence, we derive the universality of eigenvalue gap distribution and\n$k$-point correlation and many other statistics (under some mild assumptions)\nfor both Wigner Hermitian matrices and Wigner real symmetric matrices.\n","Comment: 67 pages; to appear, Acta Math. Some additional corrections and\n  references"]}]
["0906.3717",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3717"],"date":["2009-06-19","2010-06-29"],"type":["text"],"creator":["Isayev, A. A."],"language":[],"coverage":[],"title":["Heavy Flavor Probes of Quark-Gluon Plasma"],"description":["  Some aspects of heavy flavor probes of quark-gluon plasma (QGP) including\nquarkonia and open heavy flavor D- and B-mesons, aimed to study the properties\nof QGP, are discussed in this lecture note.\n","Comment: Lecture given at International school-seminar \"New Physics and\n  Quantum Chromodynamics at External Conditions\" Dnipropetrovsk, Ukraine, May\n  3-6, 2009; v.2: minor corrections in the text"]}]
["0908.3704",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs","35J10, 81Q10, 35P20, 35P25, 47F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3704"],"date":["2009-08-25","2010-06-29"],"type":["text"],"creator":["Raikov, Georgi D."],"language":[],"coverage":[],"title":["Low Energy Asymptotics of the Spectral Shift Function for Pauli\n  Operators with Nonconstant Magnetic Fields"],"description":["  We consider the 3D Pauli operator with nonconstant magnetic field B of\nconstant direction, perturbed by a symmetric matrix-valued electric potential V\nwhose coefficients decay fast enough at infinity. We investigate the low-energy\nasymptotics of the corresponding spectral shift function. As a corollary, for\ngeneric negative V, we obtain a generalized Levinson formula, relating the\nlow-energy asymptotics of the eigenvalue counting function and of the\nscattering phase of the perturbed operator.\n","Comment: 24 pages, to appear in Publ. Res. Inst. Math. Sci., typos corrected"]}]
["0909.0043",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0043","Acta Phys. Pol. B [Proceedings Supplement 3] (2010), 453"],"date":["2009-08-31"],"type":["text"],"creator":["Ochab, J.","Góra, P. F."],"language":[],"coverage":[],"title":["Synchronization of Coupled Oscillators in a Local One-Dimensional\n  Kuramoto Model"],"description":["  A modified Kuramoto model of synchronization in a finite discrete system of\nlocally coupled oscillators is studied. The model consists of N oscillators\nwith random natural frequencies arranged on a ring. It is shown analytically\nand numerically that finite-size systems may have many different synchronized\nstable solutions which are characterised by different values of the winding\nnumber. The lower bound for the critical coupling is given, as well as an\nalgorithm for its exact calculation. It is shown that in general phase-locking\ndoes not lead to phase coherence in 1D.\n","Comment: 10 pages, 5 figures, presented at the Summer Solstice 2009\n  International Conference on Discrete Models of Complex Systems, submitted to\n  the conference proceedings in Acta Phys. Pol. B"]}]
["0910.0609",{"format":[],"subject":["Mathematics - Functional Analysis","42C40, 28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0609","Journal of Functional Analysis 259 (2010), 583-601, no 3","doi:10.1016/j.jfa.2010.04.014"],"date":["2009-10-04"],"type":["text"],"creator":["Bohnstengel, Jana","Kesseböhmer, Marc"],"language":[],"coverage":[],"title":["Wavelets for iterated function systems"],"description":["  We construct a wavelet and a generalised Fourier basis with respect to some\nfractal measures given by one-dimensional iterated function systems. In this\npaper we will not assume that these systems are given by linear contractions\ngeneralising in this way some previous work of Jorgensen and Dutkay to the\nnon-linear setting.\n","Comment: 17 pages, 3 figures"]}]
["0911.4563",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","26A33, 46N20, 47G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4563","Journal de Math\\'ematiques Pures et Appliqu\\'es (2010) To appear"],"date":["2009-11-24","2009-11-28"],"type":["text"],"creator":["Mouhot, Clément","Russ, Emmanuel","Sire, Yannick"],"language":[],"coverage":[],"title":["Fractional Poincar\\'e inequalities for general measures"],"description":["  We prove a fractional version of Poincar\\'e inequalities in the context of\n$\\R^n$ endowed with a fairly general measure. Namely we prove a control of an\n$L^2$ norm by a non local quantity, which plays the role of the gradient in the\nstandard Poincar\\'e inequality. The assumption on the measure is the fact that\nit satisfies the classical Poincar\\'e inequality, so that our result is an\nimprovement of the latter inequality. Moreover we also quantify the tightness\nat infinity provided by the control on the fractional derivative in terms of a\nweight growing at infinity. The proof goes through the introduction of the\ngenerator of the Ornstein-Uhlenbeck semigroup and some careful estimates of its\npowers. To our knowledge this is the first proof of fractional Poincar\\'e\ninequality for measures more general than L\\'evy measures.\n","Comment: 18 pages. Version 2 includes corrections of 2 misprints and an\n  additionnal reference [BBCG08] providing a weaker condition (1.2) (none of\n  these corrections modifies the main result nor its proof). Thanks to Arnaud\n  Guillin for pointing out these corrections"]}]
["0911.5181",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5181","Phys. Rev. A 81, 062328 (2010)","doi:10.1103/PhysRevA.81.062328"],"date":["2009-11-26","2010-05-05"],"type":["text"],"creator":["Kim, Jeong San"],"language":[],"coverage":[],"title":["Tsallis entropy and entanglement constraints in multi-qubit systems"],"description":["  We show that the restricted sharability and distribution of multi-qubit\nentanglement can be characterized by Tsallis-$q$ entropy. We first provide a\nclass of bipartite entanglement measures named Tsallis-$q$ entanglement, and\nprovide its analytic formula in two-qubit systems for $1 \\leq q \\leq 4$. For $2\n\\leq q \\leq 3$, we show a monogamy inequality of multi-qubit entanglement in\nterms of Tsallis-$q$ entanglement, and we also provide a polygamy inequality\nusing Tsallis-$q$ entropy for $1 \\leq q \\leq 2$ and $3 \\leq q \\leq 4$.\n","Comment: 8 pages, 2 figures"]}]
["0912.1589",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1589","New J. Phys. 12 (2010) 065030","doi:10.1088/1367-2630/12/6/065030"],"date":["2009-12-09","2010-06-29"],"type":["text"],"creator":["Titvinidze, I.","Snoek, M.","Hofstetter, W."],"language":[],"coverage":[],"title":["Resonant Superfluidity in an Optical Lattice"],"description":["  We study a system of ultracold fermionic Potassium (40K) atoms in a\nthree-dimensional optical lattice in the vicinity of an s-wave Feshbach\nresonance. Close to resonance, the system is described by a multi-band\nBose-Fermi Hubbard Hamiltonian. We derive an effective lowest-band Hamiltonian\nin which the effect of the higher bands is incorporated by a self-consistent\nmean-field approximation. The resulting model is solved by means of Generalized\nDynamical Mean-Field Theory. In addition to the BEC/BCS crossover we find a\nphase transition to a fermionic Mott insulator at half filling, induced by the\nrepulsive fermionic background scattering length. We also calculate the\ncritical temperature of the BEC/BCS-state and find it to be minimal at\nresonance.\n","Comment: 19 pages, 3 figures"]}]
["0912.3803",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3803","Phys. Rev. A 81, 063618 (2010)","doi:10.1103/PhysRevA.81.063618"],"date":["2009-12-21"],"type":["text"],"creator":["Bernier, Jean-Sebastien","Dao, Tung-Lam","Kollath, Corinna","Georges, Antoine","Cornaglia, Pablo S."],"language":[],"coverage":[],"title":["Thermometry and signatures of strong correlations from Raman\n  spectroscopy of fermionic atoms in optical lattices"],"description":["  We propose a method to directly measure the temperature of a gas of weakly\ninteracting fermionic atoms loaded into an optical lattice. This technique\nrelies on Raman spectroscopy and is applicable to experimentally relevant\ntemperature regimes. Additionally, we show that a similar spectroscopy scheme\ncan be used to obtain information on the quasiparticle properties and Hubbard\nbands of the metallic and Mott-insulating states of interacting fermionic spin\nmixtures. These two methods provide experimentalists with novel probes to\naccurately characterize fermionic quantum gases confined to optical lattices.\n","Comment: 13 pages, 22 figures"]}]
["0912.3895",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3895","New J. Phys. 12 065032, 2010","doi:10.1088/1367-2630/12/6/065032"],"date":["2009-12-19","2010-03-21"],"type":["text"],"creator":["Louchet-Chauvet, Anne","Appel, Jürgen","Renema, Jelmer J.","Oblak, Daniel","Kjærgaard, Niels","Polzik, Eugene S."],"language":[],"coverage":[],"title":["Entanglement-assisted atomic clock beyond the projection noise limit"],"description":["  We use a quantum non-demolition measurement to generate a spin squeezed state\nand to create entanglement in a cloud of 10^5 cold cesium atoms, and for the\nfirst time operate an atomic clock improved by spin squeezing beyond the\nprojection noise limit in a proof-of-principle experiment. For a\nclock-interrogation time of 10 \\mu\\s the experiments show an improvement of 1.1\ndB in the signal-to-noise ratio, compared to the atomic projection noise limit.\n"]}]
["0912.5122",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5122"],"date":["2009-12-27","2010-06-29"],"type":["text"],"creator":["Holmer, Justin","Perelman, Galina","Zworski, Maciej"],"language":[],"coverage":[],"title":["Effective dynamics of double solitons for perturbed mKdV"],"description":["  We show that an interacting double soliton solution to the perturbed mKdV\nequation is close in $H^2$ to a double soliton following an effective dynamics\nobtained as Hamilton's equations for the restriction of the mKdV Hamiltonian to\nthe submanifold of solitons. The interplay between algebraic aspects of\ncomplete integrability of the unperturbed equation and the analytic ideas\nrelated to soliton stability is central in the proof.\n","Comment: The numerical illustrations of the results and MATLAB codes can be\n  found at http://math.berkeley.edu/~zworski/hpzweb.html"]}]
["1001.1053",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1053","Phys. Rev. Lett. 104, 256601 (2010)","doi:10.1103/PhysRevLett.104.256601"],"date":["2010-01-07","2010-01-26"],"type":["text"],"creator":["Wang, Jing","Zhu, Bang-Fen","Liu, Ren-Bao"],"language":[],"coverage":[],"title":["Second-order nonlinear optical effects of spin currents"],"description":["  A pure spin current formed by opposite spins moving in opposite directions is\na rank-2 axial tensor which breaks the inversion symmetry. Thus a spin current\nhas a second-order optical susceptibility, with unique polarization-dependence\ndetermined by the symmetry properties of the current. In particular, a\nlongitudinal spin current, in which the spin polarization directions are\nparallel or anti-parallel to the moving directions, being a chiral quantity,\nleads to a chiral sum-frequency effect. Microscopic calculations based on the\neight-band model of a III-V compound semiconductor confirm the symmetry\nanalysis and show that the susceptibility is quite measurable under realistic\nconditions. The second-order nonlinear optical effects may be used for in-situ\nand non-destructive detection of spin currents, as a standard spectroscopy tool\nin research of spintronics.\n","Comment: 10 pages, 3 figures"]}]
["1001.2101",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2101","doi:10.1007/978-3-642-13509-5_21"],"date":["2010-01-13","2010-06-29"],"type":["text"],"creator":["Sirén, Jouni"],"language":[],"coverage":[],"title":["Sampled Longest Common Prefix Array"],"description":["  When augmented with the longest common prefix (LCP) array and some other\nstructures, the suffix array can solve many string processing problems in\noptimal time and space. A compressed representation of the LCP array is also\none of the main building blocks in many compressed suffix tree proposals. In\nthis paper, we describe a new compressed LCP representation: the sampled LCP\narray. We show that when used with a compressed suffix array (CSA), the sampled\nLCP array often offers better time/space trade-offs than the existing\nalternatives. We also show how to construct the compressed representations of\nthe LCP array directly from a CSA.\n","Comment: This is a slightly extended version of the paper that was presented\n  at CPM 2010. The implementation is available at\n  http://www.cs.helsinki.fi/group/suds/rlcsa/"]}]
["1001.3660",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3660","Int. J. Quantum Chem. 110, 2308 (2010)","doi:10.1002/qua.22604"],"date":["2010-01-20"],"type":["text"],"creator":["Rasanen, E.","Pittalis, S.","Vilhena, J. G.","Marques, M. A. L."],"language":[],"coverage":[],"title":["Semi-local density functional for the exchange-correlation energy of\n  electrons in two dimensions"],"description":["  We present a practical and accurate density functional for the\nexchange-correlation energy of electrons in two dimensions. The exchange part\nis based on a recent two-dimensional generalized-gradient approximation derived\nby considering the limits of small and large density gradients. The fully local\ncorrelation part is constructed following the Colle-Salvetti scheme and a\nGaussian approximation for the pair density. The combination of these\nexpressions is shown to provide an efficient density functional to calculate\nthe total energies of two-dimensional electron systems such as semiconductor\nquantum dots. Excellent performance of the functional with respect to\nnumerically exact reference data for quantum dots is demonstrated.\n","Comment: to appear in Int. J. Quantum Chem. (2010)"]}]
["1001.5233",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5233","Phys. Rev. A 81, 061602(R) (2010)","doi:10.1103/PhysRevA.81.061602"],"date":["2010-01-28","2010-04-26"],"type":["text"],"creator":["Halkyard, P. L.","Jones, M. P. A.","Gardiner, S. A."],"language":[],"coverage":[],"title":["Rotational Response of Two-Component Bose-Einstein Condensates in Ring\n  Traps"],"description":["  We consider a two-component Bose-Einstein condensate (BEC) in a ring trap in\na rotating frame, and show how to determine the response of such a\nconfiguration to being in a rotating frame, via accumulation of a Sagnac phase.\nThis may be accomplished either through population oscillations, or the motion\nof spatial density fringes. We explicitly include the effect of interactions\nvia a mean-field description, and study the fidelity of the dynamics relative\nto an ideal configuration.\n","Comment: 4 pages, 4 figures"]}]
["1002.2355",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2355","doi:10.1103/PhysRevA.81.062508"],"date":["2010-02-11","2010-05-17"],"type":["text"],"creator":["Hori, Masaki","Korobov, Vladimir I."],"language":[],"coverage":[],"title":["Calculation of transition probabilities and ac Stark shifts in\n  two-photon laser transitions of antiprotonic helium"],"description":["  Numerical ab initio variational calculations of the transition probabilities\nand ac Stark shifts in two-photon transitions of antiprotonic helium atoms\ndriven by two counter-propagating laser beams are presented. We found that\nsub-Doppler spectroscopy is in principle possible by exciting transitions of\nthe type (n,L)->(n-2,L-2) between antiprotonic states of principal and angular\nmomentum quantum numbers n~L-1~35, first by using highly monochromatic,\nnanosecond laser beams of intensities 10^4-10^5 W/cm^2, and then by tuning the\nvirtual intermediate state close (e.g., within 10-20 GHz) to the real state\n(n-1,L-1) to enhance the nonlinear transition probability. We expect that ac\nStark shifts of a few MHz or more will become an important source of systematic\nerror at fractional precisions of better than a few parts in 10^9. These shifts\ncan in principle be minimized and even canceled by selecting an optimum\ncombination of laser intensities and frequencies. We simulated the resonance\nprofiles of some two-photon transitions in the regions n=30-40 of the\n\\bar{p}^4He^+ and \\bar{p} ^3He^+ isotopes to find the best conditions that\nwould allow this.\n","Comment: 18 pages 2 tables 12 figures, submitted to Phys. Rev. A"]}]
["1002.4671",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4671","Phys. Rev. B 81, 235326 (2010)","doi:10.1103/PhysRevB.81.235326"],"date":["2010-02-24","2010-05-08"],"type":["text"],"creator":["Wang, L.","Shen, K.","Sun, B. Y.","Wu, M. W."],"language":[],"coverage":[],"title":["Singlet-triplet relaxation in multivalley silicon single quantum dots"],"description":["  We investigate the singlet-triplet relaxation due to the spin-orbit coupling\ntogether with the electron-phonon scattering in two-electron multivalley\nsilicon single quantum dots, using the exact diagonalization method and the\nFermi golden rule. The electron-electron Coulomb interaction, which is crucial\nin the electronic structure, is explicitly included. The multivalley effect\ninduced by the interface scattering is also taken into account. We first study\n  the configuration with a magnetic field in the Voigt configuration and\nidentify the relaxation channel of the experimental data by Xiao {\\em et al.}\n[Phys. Rev. Lett. {\\bf 104}, 096801 (2010)]. Good agreement with the experiment\nis obtained. Moreover, we\n  predict a peak in the magnetic-field dependence of the singlet-triplet\nrelaxation rate induced by the anticrossing of the singlet and triplet states.\nWe then work on the system with a magnetic field in the Faraday configuration,\nwhere the different values of the valley splitting are discussed. In the case\nof large valley splitting, we find the transition rates can be effectively\nmanipulated by varying the external magnetic field and the dot size.\n  The intriguing features of the singlet-triplet relaxation in the vicinity of\nthe anticrossing point are analyzed. In the case of small valley splitting, we\nfind that the transition rates are much smaller than those in the case of large\nvalley splitting, resulting from the different configurations of the triplet\nstates.\n","Comment: 10 pages, 5 figures"]}]
["1003.1776",{"format":[],"subject":["Mathematics - Complex Variables","30C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1776"],"date":["2010-03-08","2010-06-29"],"type":["text"],"creator":["Wang, Li-Mei"],"language":[],"coverage":[],"title":["The titled Carathodory class and its applications"],"description":["  This survey mainly deals with the tilted Carath{\\'e}odory class by angle\n$\\lambda$ (denoted by $\\mathcal{P}_{\\lambda}$) an element of which maps the\nunit disc into the tilted right half-plane $\\{w: \\Re e^{i\\lambda} w>0\\}$.\nFirstly we will characterize $\\mathcal{P}_{\\lambda}$ from different aspects. In\nsection 3, various estimates of functionals over $\\mathcal{P}_{\\lambda}$ are\ndeduced from the known corresponding estimates of $\\mathcal{P}_{0}$ or\nelementary functional analysis. Finally some subsets of analytic functions\nrelated to $\\mathcal{P}_{\\lambda}$ including close-to-convex functions with\nargument $\\lambda$, $\\lambda$-spirallike functions, $\\lambda$-Robertson\nfunctions and analytic functions whose derivative is in $\\mathcal{P}_{\\lambda}$\nare also considered as applications\n","Comment: 17 pages"]}]
["1003.3284",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3284","Appl. Phys. Lett. 96, 253503 (2010)","doi:10.1063/1.3456383"],"date":["2010-03-16","2010-06-14"],"type":["text"],"creator":["Nouchi, Ryo","Tanigaki, Katsumi"],"language":[],"coverage":[],"title":["Charge-density depinning at metal contacts of graphene field-effect\n  transistors"],"description":["  An anomalous distortion is often observed in the transfer characteristics of\ngraphene field-effect transistors. We fabricate graphene transistors with\nferromagnetic metal electrodes, which reproducibly display distorted transfer\ncharacteristics, and show that the distortion is caused by metal-graphene\ncontacts with no charge-density pinning effect. The pinning effect, where the\ngate voltage cannot tune the charge density of graphene at the metal\nelectrodes, has been experimentally observed; however, a pinning-free interface\nis achieved with easily-oxidizable metals. The distortion should be a serious\nproblem for flexible electronic devices with graphene.\n","Comment: To be published in Appl. Phys. Lett"]}]
["1003.5659",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5659","MNRAS 2010; online version:\n  http://www3.interscience.wiley.com/journal/123522239/abstract","doi:10.1111/j.1365-2966.2010.16879.x"],"date":["2010-03-29","2010-06-28"],"type":["text"],"creator":["D'Orazio, Daniel J.","Saha, Prasenjit"],"language":[],"coverage":[],"title":["An analytic solution for weak-field Schwarzschild geodesics"],"description":["  It is well known that the classical gravitational two body problem can be\ntransformed into a spherical harmonic oscillator by regularization. We find\nthat a modification of the regularization transformation has a similar result\nto leading order in general relativity. In the resulting harmonic oscillator,\nthe leading-order relativistic perturbation is formally a negative centrifugal\nforce. The net centrifugal force changes sign at three Schwarzschild radii,\nwhich interestingly mimics the innermost stable circular orbit (ISCO) of the\nfull Schwarzschild problem. Transforming the harmonic-oscillator solution back\nto spatial coordinates yields, for both timelike and null weak-field\nSchwarzschild geodesics, a solution for $t,r,\\phi$ in terms of elementary\nfunctions of a variable that can be interpreted as a generalized eccentric\nanomaly. The textbook expressions for relativistic precession and light\ndeflection are easily recovered. We suggest how this solution could be combined\nwith additional perturbations into numerical methods suitable for applications\nsuch as relativistic accretion or dynamics of the Galactic-centre stars.\n","Comment: 8 pages; Published in the MNRAS; The definitive version is available\n  at www.blackwell-synergy.com"]}]
["1004.1807",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1807","Phys.Rev.D81:124025,2010","doi:10.1103/PhysRevD.81.124025"],"date":["2010-04-11","2010-06-29"],"type":["text"],"creator":["Akerblom, Nikolas","Cornelissen, Gunther"],"language":[],"coverage":[],"title":["A Compact Codimension Two Braneworld with Precisely One Brane"],"description":["  Building on earlier work on football shaped extra dimensions, we construct a\ncompact codimension two braneworld with precisely one brane. The two extra\ndimensions topologically represent a 2-torus which is stabilized by a bulk\ncosmological constant and magnetic flux. The torus has positive constant\ncurvature almost everywhere, except for a single conical singularity at the\nlocation of the brane. In contradistinction to the football shaped case, there\nis no fine-tuning required for the brane tension. We also present some\nplausibility arguments why the model should not suffer from serious stability\nissues.\n","Comment: 13 pages, 2 figures; references added, typos fixes; essentially the\n  version published in PRD"]}]
["1004.2501",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2501","Phys.Rev.D81:123017,2010","doi:10.1103/PhysRevD.81.123017"],"date":["2010-04-14","2010-06-28"],"type":["text"],"creator":["Santos, J.","Reboucas, M. J.","Oliveira, T. B. R. F."],"language":[],"coverage":[],"title":["G\\\"{o}del-type universes in Palatini f(R) gravity"],"description":["  We examine the question as to whether the Palatini f(R) gravity theories\npermit space-times in which the causality is violated. We show that every\nperfect-fluid G\\\"{o}del-type solution of Palatini f(R) gravity with density\n$\\rho$ and pressure $p$ that satisfy the weak energy condition $\\rho+p \\geq 0$\nis necessarily isometric to the G\\\"odel geometry, demonstrating therefore that\nthese theories present causal anomalies in the form of closed time-like curves.\nThis result extends a theorem on G\\\"{o}del-type models to the framework of\nPalatini f(R) gravity theory. We concretely examine the G\\\"odel-type\nperfect-fluid solutions in specific $f(R) = R - \\alpha/R^{n}$ Palatini gravity\ntheory, where the free parameters $\\alpha$ and $n$ have been recently\nconstrained by a diverse set of observational data. We show that for positive\nmatter density and for $\\alpha$ and $n$ within the interval permitted by the\nobservational data, this theory does not admit the G\\\"odel geometry as a\nperfect-fluid solution of its field equations. In this sense, this theory\nremedies the causal pathology in the form of closed time-like curves which is\nallowed in general relativity. We derive an expression for a critical radius\n$r_c$ (beyond which the causality is violated) for an arbitrary Palatini f(R)\ntheory, thus making apparent that the violation of causality depends on the\nform of f(R) and on the matter content components. We also examine the\nviolation of causality of G\\\"odel-type by considering a single scalar field as\nthe matter content. For this source we show that Palatini f(R) gravity gives\nrise to a unique G\\\"odel-type solution with no violation of causality.\n","Comment: 7 pages, no figures. V2: Version published in Phys. Rev. D (2010).\n  References added. Typos corrected"]}]
["1004.3132",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3132","Physical Review A: Atomic, Molecular and Optical Physics 81, 6\n  (2010) 063425","doi:10.1103/PhysRevA.81.063425"],"date":["2010-04-19"],"type":["text"],"creator":["Mauger, Francois","Chandre, Cristel","Uzer, Turgay"],"language":[],"coverage":[],"title":["Dynamics of recollisions for the double ionization of atoms in intense\n  laser fields"],"description":["  We investigate the dynamics of electron-electron recollisions in the double\nionization of atoms in strong laser fields. The statistics of recollisions can\nbe reformulated in terms of an area-preserving map from the observation that\nthe outer electron is driven by the laser field to kick the remaining core\nelectrons periodically. The phase portraits of this map reveals the dynamics of\nthese recollisions in terms of their probability and efficiency.\n"]}]
["1004.3224",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3224","Phys.Rev.Lett.105:012001,2010","doi:10.1103/PhysRevLett.105.012001"],"date":["2010-04-19","2010-06-28"],"type":["text"],"creator":["CDF Collaboration","Aaltonen, T."],"language":[],"coverage":[],"title":["First Measurement of the Ratio sigma_(t-tbar) / sigma_(Z/\\gamma*->ll)\n  and Precise Extraction of the t-tbar Cross Section"],"description":["  We report a measurement of the ratio of the top-antitop to Z/gamma*\nproduction cross sections in sqrt(s) = 1.96 TeV proton-antiproton collisions\nusing data corresponding to an integrated luminosity of up to 4.6 fb-1,\ncollected by the CDF II detector. The top-antitop cross section ratio is\nmeasured using two complementary methods, a b-jet tagging measurement and a\ntopological approach. By multiplying the ratios by the well-known theoretical\nZ/gamma*->ll cross section, the extracted top-antitop cross sections are\neffectively insensitive to the uncertainty on luminosity. A best linear\nunbiased estimate is used to combine both measurements with the result\nsigma_(top-antitop) = 7.70 +/- 0.52 pb, for a top-quark mass of 172.5 GeV/c^2.\n","Comment: 7 pages, 2 figures, 1 table"]}]
["1004.5417",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5417"],"date":["2010-04-29","2010-06-29"],"type":["text"],"creator":["Cedillo-Flores, Yolanda","Durand-Manterola, Héctor Javier"],"language":[],"coverage":[],"title":["Martian gullies: Produced by fluidization of dry material"],"description":["  The gullies on Mars were discovered in the year 1999.Since then several\nhypotheses have appeared trying to explain the presence of these gullies. The\nmain hypotheses are the ones which suggest that some liquid, water or CO2, was\nresponsible for modeling the gullies and ones that propose dry flows as the\nmodeling agents. The aim of this work is to develop an alternative hypotetical\nmechanism of formation of Martian gullies.Our model proposes that the Martian\ngullies were formed as a result of a fluidization process of the material\ndeposited on the slopes of the impact craters, plateaux and other\ngeomorphologic structures. This fluidization is caused by the sublimation of\ncarbon dioxide ice deposited in the form of snow, due to the daily and seasonal\ntemperature changes. We also present the results of an experimental\nsimulation.Structures similar to the Martian gullies were reproduced using the\nair injection mechanism, as a substitute to gaseous CO2, on a sandy slope. The\nReynolds number for our experimental flow and for the flow in the Martian\ngullies was calculated and we found that they are of the same order, whilst the\nwater flows have much higher Reynolds numbers.Taking into account the current\nenvironmental conditions for Mars, from our results it may be suggested that\nthis mechanism is the possible modeling agent for the Martian gullies. Two of\nthe most important characteristics of the proposed model are: a) It offers a\nsimple explanation of how recurrent fluidization events occur in the same\nplace, a necessary recurrence of the formation of a gully, offering a\nrecharging mechanism for the system after every fluidization event, and b) It\nconsiders the formation of gullies possible even in angles smaller than the\nangle of repose. These characteristics of the model solve these two problems\npresent in current theories.\n","Comment: 20 pages, 8 figures, 2 tables. Submitted to Planetary and Space\n  Sience"]}]
["1005.1536",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1536","The Astrophysical Journal, 717 (2010), 995-1005","doi:10.1088/0004-637X/717/2/995"],"date":["2010-05-10"],"type":["text"],"creator":["Kestener, Pierre","Conlon, Paul A.","Khalil, Andre","Fennell, Linda","McAteer, R. T. James","Gallagher, Peter T.","Arneodo, Alain"],"language":[],"coverage":[],"title":["Characterising Complexity in Solar Magnetogram Data using a\n  Wavelet-based Segmentation Method"],"description":["  The multifractal nature of solar photospheric magnetic structures are studied\nusing the 2D wavelet transform modulus maxima (WTMM) method. This relies on\ncomputing partition functions from the wavelet transform skeleton defined by\nthe WTMM method. This skeleton provides an adaptive space-scale partition of\nthe fractal distribution under study, from which one can extract the\nmultifractal singularity spectrum. We describe the implementation of a\nmultiscale image processing segmentation procedure based on the partitioning of\nthe WT skeleton which allows the disentangling of the information concerning\nthe multifractal properties of active regions from the surrounding quiet-Sun\nfield. The quiet Sun exhibits a average H\\\"older exponent $\\sim -0.75$, with\nobserved multifractal properties due to the supergranular structure. On the\nother hand, active region multifractal spectra exhibit an average H\\\"older\nexponent $\\sim 0.38$ similar to those found when studying experimental data\nfrom turbulent flows.\n","Comment: accepted for publication in ApJ"]}]
["1005.2513",{"format":[],"subject":["Mathematics - Analysis of PDEs","58J45, 35R30, 35Q61"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2513"],"date":["2010-05-14","2010-06-29"],"type":["text"],"creator":["Krupchyk, Katsiaryna","Kurylev, Yaroslav","Lassas, Matti"],"language":[],"coverage":[],"title":["Reconstruction of Betti numbers of manifolds for anisotropic Maxwell and\n  Dirac systems"],"description":["  We consider an invariant formulation of the system of Maxwell's equations for\nan anisotropic medium on a compact orientable Riemannian 3-manifold $(M,g)$\nwith nonempty boundary. The system can be completed to a Dirac type first order\nsystem on the manifold. We show that the Betti numbers of the manifold can be\nrecovered from the dynamical response operator for the Dirac system given on a\npart of the boundary. In the case of the original physical Maxwell system,\nassuming that the entire boundary is known, all Betti numbers of the manifold\ncan also be determined from the dynamical response operator given on a part of\nthe boundary. Physically, this operator maps the tangential component of the\nelectric field into the tangential component of the magnetic field on the\nboundary.\n"]}]
["1005.4208",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4208","Astrophysical Journal Letters 717 (2010) L143-L148","doi:10.1088/2041-8205/717/2/L143"],"date":["2010-05-23","2010-06-29"],"type":["text"],"creator":["Michel-Dansac, Leo","Duc, Pierre-Alain","Bournaud, Frederic","Cuillandre, Jean-Charles","Emsellem, Eric","Oosterloo, Tom","Morganti, Raffaella","Serra, Paolo","Ibata, Rodrigo"],"language":[],"coverage":[],"title":["A collisional origin for the Leo ring"],"description":["  Extended HI structures around galaxies are of prime importance to probe\ngalaxy formation scenarios. The giant HI ring in the Leo group is one of the\nlargest and most intriguing HI structures in the nearby Universe. Whether it\nconsists of primordial gas, as suggested by the apparent absence of any optical\ncounterpart and the absence of an obvious physical connection to nearby\ngalaxies, or of gas expelled from a galaxy in a collision is actively debated.\nWe present deep wide field-of-view optical images of the ring region obtained\nwith MegaCam on the CFHT. They reveal optical counterparts to several HI and UV\ncondensations along the ring, in the g', r', and i' bands, which likely\ncorrespond to stellar associations formed within the gaseous ring. Analyzing\nthe spectral energy distribution of one of these star-forming regions, we found\nit to be typical for a star-forming region in pre-enriched tidal debris. We\nthen use simulations to test the hypothesis that the Leo ring results from a\nhead-on collision between Leo group members NGC 3384 and M96. According to our\nmodel which is able to explain, at least qualitatively, the main observational\nproperties of the system, the Leo ring is consistent with being a collisional\nring. It is thus likely another example of extended intergalactic gas made-up\nof pre-enriched collisional debris.\n","Comment: Published in ApJ Letters"]}]
["1005.5710",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5710","Phys. Rev. Lett. v. 105, p. 018904 (2010)","doi:10.1103/PhysRevLett.105.018904"],"date":["2010-05-31"],"type":["text"],"creator":["Mishmash, R. V.","Carr, L. D."],"language":[],"coverage":[],"title":["Reply to Comment on \"Quantum Entangled Dark Solitons formed by Ultracold\n  Atoms in Optical Lattices\""],"description":["  We reply to Jacek Dziarmaga, Piotr Deuar, and Krzysztof Sacha's comment,\narXiv:1001.1045, supporting the authors' simulations but differentiating\nbetween near-mean-field and strongly quantum regimes. We clarify that we have\nthree lines of evidence on decay of dark solitons and connect our work to\nLieb's Type-II excitations and the true meaning of a quantum dark soliton.\n","Comment: 1 page, reply to arXiv:1001.1045"]}]
["1006.1630",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1630","Phys. Rev. B81, 220505(R) (2010)"],"date":["2010-06-08"],"type":["text"],"creator":["Zaberchik, Moran","Chashka, Khanan","Patlgan, Larisa","Maniv, Ariel","Baines, Chris","King, Philip","Kanigel, Amit"],"language":[],"coverage":[],"title":["Possible evidence for two-gap superconductivity in TiSe_2Cu_x"],"description":["  We report a comprehensive TF-muSR study of TiSe_2Cu_2. The magnetic\npenetration depth was found to saturate at low temperature as expected in an\ns-wave SC. As x is increased we find that the superfluid density increases and\nthe size of the superconducting gap, calculated from the temperature dependence\nof the superfluid density, is approaching the BCS value. However, for low\nvalues of x, the gap is smaller than the weak-coupling BCS prediction\nsuggesting that two superconducting gaps are present in the sample.\n","Comment: Accepted for publication in PRB"]}]
["1006.1737",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1737","J. Stat. Mech. (2010) P06029","doi:10.1088/1742-5468/2010/06/P06029"],"date":["2010-06-09"],"type":["text"],"creator":["Granger, Léo","Niemann, Markus","Kantz, Holger"],"language":[],"coverage":[],"title":["Crooks' fluctuation theorem for the fluctuating lattice-Boltzmann model"],"description":["  We probe the validity of Crooks' fluctuation relation on the fluctuating\nlattice-Boltzmann model (FLBM), a highly simplified lattice model for a thermal\nideal gas. We drive the system between two thermodynamic equilibrium states and\ncompute the distribution of the work performed. By comparing the distributions\nof the work performed during the forward driving and time reversed driving, we\nshow that the system satisfies Crooks' relation. The results of the numerical\nexperiment suggest that the temperature and the free energy of the system are\nwell defined.\n","Comment: To be published in J. Stat. Mech"]}]
["1006.2658",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2658","Physics Reports 492, 31 (2010)","doi:10.1016/j.physrep.2010.03.001"],"date":["2010-06-14"],"type":["text"],"creator":["Shaginyan, V. R.","Amusia, M. Ya.","Msezane, A. Z.","Popov, K. G."],"language":[],"coverage":[],"title":["Scaling Behavior of Heavy Fermion Metals"],"description":["  Strongly correlated Fermi systems are fundamental systems in physics that are\nbest studied experimentally, which until very recently have lacked theoretical\nexplanations. This review discusses the construction of a theory and the\nanalysis of phenomena occurring in strongly correlated Fermi systems such as\nheavy-fermion (HF) metals and two-dimensional (2D) Fermi systems. It is shown\nthat the basic properties and the scaling behavior of HF metals can be\ndescribed within the framework of a fermion condensation quantum phase\ntransition (FCQPT) and extended quasiparticle paradigm that allow us to explain\nthe non-Fermi liquid behavior observed in strongly correlated Fermi systems. In\ncontrast to the Landau paradigm stating that the quasiparticle effective mass\nis a constant, the effective mass of new quasiparticles strongly depends on\ntemperature, magnetic field, pressure, and other parameters. Having analyzed\ncollected facts on strongly correlated Fermi systems with quite different\nmicroscopic nature, we find these to exhibit the same non-Fermi liquid behavior\nat FCQPT. We show both analytically and using arguments based entirely on the\nexperimental grounds that the data collected on very different strongly\ncorrelated Fermi systems have a universal scaling behavior, and materials with\nstrongly correlated fermions can unexpectedly be uniform in their diversity.\nOur analysis of strongly correlated systems such as HF metals and 2D Fermi\nsystems is in the context of salient experimental results. Our calculations of\nthe non-Fermi liquid behavior, the scales and thermodynamic, relaxation and\ntransport properties are in good agreement with experimental facts.\n","Comment: 100 pages, 66 figures, to appear in Physics Reports"]}]
["1006.3323",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3323","Phys. Rev. Lett. 104, 253001 (2010)","doi:10.1103/PhysRevLett.104.253001"],"date":["2010-06-16"],"type":["text"],"creator":["Odashima, Hitoshi","Merz, Simon","Enomoto, Katsunari","Schnell, Melanie","Meijer, Gerard"],"language":[],"coverage":[],"title":["Microwave Lens for Polar Molecules"],"description":["  We here report on the implementation of a microwave lens for neutral polar\nmolecules suitable to focus molecules both in low-field-seeking and in\nhigh-field-seeking states. By using the TE_11m modes of a 12 cm long\ncylindrically symmetric microwave resonator, Stark-decelerated ammonia\nmolecules are transversally confined. We investigate the focusing properties of\nthis microwave lens as a function of the molecules' velocity, the detuning of\nthe microwave frequency from the molecular resonance frequency, and the\nmicrowave power. Such a microwave lens can be seen as a first important step\ntowards further microwave devices, such as decelerators and traps.\n","Comment: 4 pages, 3 figures"]}]
["1006.3909",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3909"],"date":["2010-06-20","2010-06-29"],"type":["text"],"creator":["Hung, Ruo-Wei"],"language":[],"coverage":[],"title":["Constructing Two Edge-Disjoint Hamiltonian Cycles and Two Equal\n  Node-Disjoint Cycles in Twisted Cubes"],"description":["  The hypercube is one of the most popular interconnection networks since it\nhas simple structure and is easy to implement. The $n$-dimensional twisted\ncube, denoted by $TQ_n$, an important variation of the hypercube, possesses\nsome properties superior to the hypercube. Recently, some interesting\nproperties of $TQ_n$ were investigated. In this paper, we construct two\nedge-disjoint Hamiltonian cycles in $TQ_n$ for any odd integer $n\\geqslant 5$.\nThe presence of two edge-disjoint Hamiltonian cycles provides an advantage when\nimplementing two algorithms that require a ring structure by allowing message\ntraffic to be spread evenly across the twisted cube. Furthermore, we construct\ntwo equal node-disjoint cycles in $TQ_n$ for any odd integer $n\\geqslant 3$, in\nwhich these two cycles contain the same number of nodes and every node appears\nin one cycle exactly once. In other words, we decompose a twisted cube into two\ncomponents with the same size such that each component contains a Hamiltonian\ncycle.\n","Comment: 9 pages, 5 figures"]}]
["1006.4068",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4068"],"date":["2010-06-21","2010-06-29"],"type":["text"],"creator":["Mouze, G.","Hachem, S.","Ythier, C."],"language":[],"coverage":[],"title":["The nucleon phase hypothesis of binary fission"],"description":["  The mass distribution of fission fragments of actinide and superheavy nuclei\ncan be explained if a new state of nuclear matter, a nucleon phase, is created\nin any fission event.\n","Comment: 15 pages, 3 figures included,corrected typos"]}]
["1006.4336",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4336"],"date":["2010-06-22","2010-06-29"],"type":["text"],"creator":["Durand-Manterola, Hector Javier"],"language":[],"coverage":[],"title":["Archean Paleo-climate: The first snowball?"],"description":["  The model accepted is one where during the Archean Eon the Earths climate was\nclement despite the weaker Sun. The observational evidence that supports this\nconcept is: the emergence of life, the existence of evaporitic sediments and\nthe presence of terrigenous sediments, all of which require liquid water and\nclement conditions. A theoretical argument used to support this idea is the so\ncalled ice-albedo feedback, which states that if the Earth was frozen, it would\nstill be frozen.The aim of this document is to present an alternative scenario\nin which a frozen world, \"snowball\" style, with liquid water at the bottom of\nthe sea, also allows for the emergence of life and evaporitic and terrigenous\nsedimentation. Archean climatic evidence, available at present, is discussed\nand can be reinterpreted to support the idea that, in Archean times, the\nsurface of the Earth was frozen. Also, a mathematical model is being developed\nto demonstrate that the ice-albedo feedback is not an inevitable consequence of\na frozen Archean Eon. Results: Reinterpretation of the evidence shows that life\ncould appear within the oceanic depths and not necessarily on the surface. The\nevaporitic sediments could have formed by saline saturation of the water\nenclosed in the limited cavities of liquid water located at the bottom of the\nocean. Also, the terrigenous sediments could have been formed by catastrophic\ncurrents of liquid water due to the fusion of the ice from the sub glacial\nvolcanoes. From the mathematical model it is deduced that the defrosting moment\nof the Earth is towards the end of the Proterozoic, moment in which the\nevidence shows the \"snowball\" Earth ends.\n","Comment: 12 pages, 1 figure Submitted to Earth and Planetary Science Letters"]}]
["1006.4793",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4793"],"date":["2010-06-24","2010-06-28"],"type":["text"],"creator":["Gore, Rajeev","Postniece, Linda","Tiu, Alwen"],"language":[],"coverage":[],"title":["Cut-Elimination and Proof Search for Bi-Intuitionistic Tense Logic"],"description":["  We consider an extension of bi-intuitionistic logic with the traditional\nmodalities from tense logic Kt. Proof theoretically, this extension is obtained\nsimply by extending an existing sequent calculus for bi-intuitionistic logic\nwith typical inference rules for the modalities used in display logics. As it\nturns out, the resulting calculus, LBiKt, seems to be more basic than most\nintuitionistic tense or modal logics considered in the literature, in\nparticular, those studied by Ewald and Simpson, as it does not assume any a\npriori relationship between the diamond and the box modal operators. We recover\nEwald's intuitionistic tense logic and Simpson's intuitionistic modal logic by\nmodularly extending LBiKt with additional structural rules. The calculus LBiKt\nis formulated in a variant of display calculus, using a form of sequents called\nnested sequents. Cut elimination is proved for LBiKt, using a technique similar\nto that used in display calculi. As in display calculi, the inference rules of\nLBiKt are ``shallow'' rules, in the sense that they act on top-level formulae\nin a nested sequent. The calculus LBiKt is ill-suited for backward proof search\ndue to the presence of certain structural rules called ``display postulates''\nand the contraction rules on arbitrary structures. We show that these\nstructural rules can be made redundant in another calculus, DBiKt, which uses\ndeep inference, allowing one to apply inference rules at an arbitrary depth in\na nested sequent. We prove the equivalence between LBiKt and DBiKt and outline\na proof search strategy for DBiKt. We also give a Kripke semantics and prove\nthat LBiKt is sound with respect to the semantics, but completeness is still an\nopen problem. We then discuss various extensions of LBiKt.\n"]}]
["1006.5047",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5047"],"date":["2010-06-25","2010-06-29"],"type":["text"],"creator":["Singh, Santosh Kumar"],"language":[],"coverage":[],"title":["Cognitive radio ad hoc networks (CRAHNs): Cognitive radio ad hoc\n  networks (CRAHNs): Resource allocation techniques based on Bio-inspired\n  computing"],"description":["  Spectrum is a scarce commodity, and considering the spectrum scarcity faced\nby the wireless-based service providers led to high congestion levels.\nTechnical inefficiencies from pooled spectrum (this is nothing but the \"common\ncarrier principle\" adopted in oil/gas/electricity pipelines/networks.), since\nall ad hoc networks share a common pool of channels, exhausting the available\nchannels will force ad hoc networks to block the services. Researchers found\nthat cognitive radio (CR) technology may resolve the spectrum scarcity. CR\nnetwork proved to next generation wireless communication system that proposed\nas a way to reuse under-utilised spectrum of licensee user (primary network) in\nan opportunistic and non-interfering basis. A CR is a self-configuring entity\nin a wireless networking that senses its environment, tracks changes, and\nfrequently exchanges information with their networks. Adding this layer of such\nintelligence to the ad hoc network by looking at the overall geography of the\nnetwork known as cognitive radio ad hoc networks (CRAHNs). However, CRAHN\nfacing challenges and condition become worst while tracks changes i.e.\nreallocation of another under-utilised channels while primary network user\narrives. In this paper, channels or resource reallocation technique based on\nbio-inspired computing algorithm for CRAHN has been proposed.\n","Comment: This paper has been withdrawn by the author due to a crucial sign\n  error in equation 1"]}]
["1006.5283",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5283","Phys. Rev. Lett. 105, 017401 (2010)","doi:10.1103/PhysRevLett.105.017401"],"date":["2010-06-28"],"type":["text"],"creator":["Inoue, Jun-ichi","Tanaka, Akihiro"],"language":[],"coverage":[],"title":["Photoinduced transition between conventional and topological insulators\n  in two-dimensional electronic systems"],"description":["  Manipulating the topological properties of insulators, encoded in invariants\nsuch as the Chern number and its generalizations, is now a major issue for\nrealizing novel charge/spin responses in electron systems. We propose that a\nsimple optical means --subjecting to a driving laser field with circular\npolarization, can be fruitfully incorporated to this end. Taking as a\nprototypical example the two-band insulator first considered by Haldane, we\nshow how the electron system can be tuned through phases associated with\ndifferent Chern numbers as the laser intensity is adiabatically swept; i.e., a\nphoto-induced analog of the quantum Hall plateau transition. The implications\nof our findings includes the possibility of laser-tuning a conventional\ninsulator into a quantum spin Hall system.\n","Comment: To appear in Phys. Rev. Lett"]}]
["1006.5462",{"format":[],"subject":["Physics - Classical Physics","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5462","American Journal of Physics May 2010 Theme Issue on Experiments\n  and Laboratories in Physics Education: http://dx.doi.org/10.1119/1.3299281","doi:10.1119/1.3299281"],"date":["2010-06-28"],"type":["text"],"creator":["D'Orazio, Daniel J.","Pearson, Mark","Schultz, Justin T.","Sidor, Daniel","Best, Micheal","Goodfellow, Kenneth","Scholten, Robert E.","White, James D."],"language":[],"coverage":[],"title":["Measuring the speed of light using beating longitudinal modes in an\n  open-cavity HeNe laser"],"description":["  We describe an undergraduate laboratory that combines an accurate measurement\nof the speed of light, a fundamental investigation of a basic laser system, and\na nontrivial use of statistical analysis. Students grapple with the existence\nof longitudinal modes in a laser cavity as they change the cavity length of an\nadjustable-cavity HeNe laser and tune the cavity to produce lasing in the\nTEM$_{00}$ mode. For appropriate laser cavity lengths, the laser gain curve of\na HeNe laser allows simultaneous operation of multiple longitudinal modes. The\ndifference frequency between the modes is measured using a self-heterodyne\ndetection with a diode photodetector and a radio frequency spectrum analyzer.\nAsymmetric effects due to frequency pushing and frequency pulling, as well as\ntransverse modes, are minimized by simultaneously monitoring and adjusting the\nmode structure as viewed with a Fabry-Perot interferometer. The frequency\nspacing of longitudinal modes is proportional to the inverse of the cavity\nlength with a proportionality constant equal to half the speed of light. By\nchanging the length of the cavity, without changing the path length within the\nHeNe gas, the speed of light in air can be measured to be ($2.9972 \\pm0.0002)\n\\times 10^{8}$ m/s, which is to high enough precision to distinguish between\nthe speed of light in air and that in a vacuum.\n","Comment: 6 pages; 6 figures; Published in the American Journal of Physics"]}]
["1006.5467",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Materials Science","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5467"],"date":["2010-06-28"],"type":["text"],"creator":["Lipkens, B.","Dionne, J.","Costolo, M.","Stevens, A.","Rietman, Edward"],"language":[],"coverage":[],"title":["Separation of bacterial spores from flowing water in macro-scale\n  cavities by ultrasonic standing waves"],"description":["  The separation of micron-sized bacterial spores (Bacillus cereus) from a\nsteady flow of water through the use of ultrasonic standing waves is\ndemonstrated. An ultrasonic resonator with cross-section of 0.0254 m x 0.0254 m\nhas been designed with a flow inlet and outlet for a water stream that ensures\nlaminar flow conditions into and out of the resonator section of the flow tube.\nA 0.01905-m diameter PZT-4, nominal 2-MHz transducer is used to generate\nultrasonic standing waves in the resonator. The acoustic resonator is 0.0356 m\nfrom transducer face to the opposite reflector wall with the acoustic field in\na direction orthogonal to the water flow direction. At fixed frequency\nexcitation, spores are concentrated at the stable locations of the acoustic\nradiation force and trapped in the resonator region. The effect of the\ntransducer voltage and frequency on the efficiency of spore capture in the\nresonator has been investigated. Successful separation of B. cereus spores from\nwater with typical volume flow rates of 40-250 ml/min has been achieved with\n15% efficiency in a single pass at 40 ml/min.\n","Comment: 11 pages, 6 figures"]}]
["1006.5469",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Neurons and Cognition","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5469","PLoS Comput Biol 6(5): e1000782 (May, 2010)","doi:10.1371/journal.pcbi.1000782"],"date":["2010-06-28"],"type":["text"],"creator":["DeDeo, Simon","Krakauer, David C.","Flack, Jessica C."],"language":[],"coverage":[],"title":["Inductive Game Theory and the Dynamics of Animal Conflict"],"description":["  Conflict destabilizes social interactions and impedes cooperation at multiple\nscales of biological organization. Of fundamental interest are the causes of\nturbulent periods of conflict. We analyze conflict dynamics in a monkey society\nmodel system. We develop a technique, Inductive Game Theory, to extract\ndirectly from time-series data the decision-making strategies used by\nindividuals and groups. This technique uses Monte Carlo simulation to test\nalternative causal models of conflict dynamics. We find individuals base their\ndecision to fight on memory of social factors, not on short timescale\necological resource competition. Furthermore, the social assessments on which\nthese decisions are based are triadic (self in relation to another pair of\nindividuals), not pairwise. We show that this triadic decision making causes\nlong conflict cascades and that there is a high population cost of the large\nfights associated with these cascades. These results suggest that individual\nagency has been over-emphasized in the social evolution of complex aggregates,\nand that pair-wise formalisms are inadequate. An appreciation of the empirical\nfoundations of the collective dynamics of conflict is a crucial step towards\nits effective management.\n","Comment: 37 pages, includes Supplementary Information, matches PLoS version"]}]
["1006.5473",{"format":[],"subject":["Quantitative Finance - Risk Management","91B30, 60K30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5473"],"date":["2010-06-28"],"type":["text"],"creator":["Das, Shubhabrata","Kratz, Marie"],"language":[],"coverage":[],"title":["Alarm System for Insurance Companies: A Strategy for Capital Allocation"],"description":["  One possible way of risk management for an insurance company is to develop an\nearly and appropriate alarm system before the possible ruin. The ruin is\ndefined through the status of the aggregate risk process, which in turn is\ndetermined by premium accumulation as well as claim settlement outgo for the\ninsurance company. The main purpose of this work is to design an effective\nalarm system, i.e. to define alarm times and to recommend augmentation of\ncapital of suitable magnitude at those points to prevent or reduce the chance\nof ruin. To draw a fair measure of effectiveness of alarm system, comparison is\ndrawn between an alarm system, with capital being added at the sound of every\nalarm, and the corresponding system without any alarm, but an equivalently\nhigher initial capital. Analytical results are obtained in general setup and\nthis is backed up by simulated performances with various types of loss severity\ndistributions. This provides a strategy for suitably spreading out the capital\nand yet addressing survivability concerns at satisfactory level.\n","Comment: Keywords: alarm system, capital accumulation function, efficiency,\n  quantitative risk management, regulation, risk process, ruin probability. 29\n  pages, 9 figures"]}]
["1006.5478",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Differential Geometry","58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5478"],"date":["2010-06-28"],"type":["text"],"creator":["Borthwick, David"],"language":[],"coverage":[],"title":["Sharp geometric upper bounds on resonances for surfaces with hyperbolic\n  ends"],"description":["  We establish a sharp geometric constant for the upper bound on the resonance\ncounting function for surfaces with hyperbolic ends. An arbitrary metric is\nallowed within some compact core, and the ends may be of hyperbolic planar,\nfunnel, or cusp type. The constant in the upper bound depends only on the\nvolume of the core and the length parameters associated to the funnel or\nhyperbolic planar ends. Our estimate is sharp in that it reproduces the exact\nasymptotic constant in the case of finite-area surfaces with hyperbolic cusp\nends, and also in the case of funnel ends with Dirichlet boundary condtiions.\n","Comment: 37 pages, 8 figures"]}]
["1006.5486",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics","Physics - Geophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5486"],"date":["2010-06-28"],"type":["text"],"creator":["D'Angelo, Gennaro","Durisen, Richard H.","Lissauer, Jack J."],"language":[],"coverage":[],"title":["Giant Planet Formation"],"description":["  Gas giant planets play a fundamental role in shaping the orbital architecture\nof planetary systems and in affecting the delivery of volatile materials to\nterrestrial planets in the habitable zones. Current theories of gas giant\nplanet formation rely on either of two mechanisms: the core accretion model and\nthe disk instability model. In this chapter, we describe the essential\nprinciples upon which these models are built and discuss the successes and\nlimitations of each model in explaining observational data of giant planets\norbiting the Sun and other stars.\n","Comment: In EXOPLANETS, edited by S. Seager, to be published in the Fall of\n  2010 in the Space Science Series of the University of Arizona Press (Tucson,\n  AZ) (refereed; in press)"]}]
["1006.5488",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5488"],"date":["2010-06-28"],"type":["text"],"creator":["Deng, Hanyuan"],"language":[],"coverage":[],"title":["Wiener Indices of Spiro and Polyphenyl Hexagonal Chains"],"description":["  The Wiener index W(G) of a connected graph $G$ is the sum of distances\nbetween all pairs of vertices in G$. In this paper, we first give the\nrecurrences or explicit formulae for computing the Wiener indices of spiro and\npolyphenyl hexagonal chains, which are graphs of a class of unbranched\nmultispiro molecules and polycyclic aromatic hydrocarbons, then we establish a\nrelation between the Wiener indices of a spiro hexagonal chain and its\ncorresponding polyphenyl hexagonal chain, and determine the extremal values and\ncharacterize the extremal graphs with respect to the Wiener index among all\nspiro and polyphenyl hexagonal chains with n hexagons, respectively. An\ninteresting result shows that the average value of the Wiener indices with\nrespect to the set of all such hexagonal chains is exactly the average value of\nthe Wiener indices of three special hexagonal chains, and is just the Wiener\nindex of the meta-chain.\n"]}]
["1006.5493",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5493","D. Zinoviev, V. Duong, and H. Zhang, \"A Game Theoretical Approach\n  to Modeling Information Dissemination in Social Networks,\" in Proc.\n  IMCCIC-2010, Vol. I, pp. 407--412, Orlando, FL, April 2010"],"date":["2010-06-28"],"type":["text"],"creator":["Zinoviev, Dmitry","Duong, Vy","Zhang, Honggang"],"language":[],"coverage":[],"title":["A Game Theoretical Approach to Modeling Information Dissemination in\n  Social Networks"],"description":["  One major function of social networks (e.g., massive online social networks)\nis the dissemination of information such as scientific knowledge, news, and\nrumors. Information can be propagated by the users of the network via natural\nconnections in written, oral or electronic form. The information passing from a\nsender to a receiver intrinsically involves both of them considering their\nself-perceived knowledge, reputation, and popularity, which further determine\ntheir decisions of whether or not to forward the information and whether or not\nto provide feedback. To understand such human aspects of the information\ndissemination, we propose a game theoretical model of the information\nforwarding and feedback mechanisms in a social network that take into account\nthe personalities of the sender and the receiver (including their perceived\nknowledgeability, reputation, and desire for popularity) and the global\ncharacteristics of the network.\n","Comment: 6 pages, 5 figures, presented at The SUMMER 4th International\n  Conference on Knowledge Generation, Communication and Management: KGCM 2010"]}]
["1006.5497",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5497","Nanotechnology 21 (2010) 285105","doi:10.1088/0957-4484/21/28/285105"],"date":["2010-06-28"],"type":["text"],"creator":["Kelf, T A","Sreenivasan, V K A","Sun, J","Kim, E J","Goldys, E M","Zvyagin, A V"],"language":[],"coverage":[],"title":["Non-specific cellular uptake of surface-functionalized quantum dots"],"description":["  We report a systematic empirical study of nanoparticle internalization into\ncells via non-specific pathways. The nanoparticles were comprised of commercial\nquantum dots (QDs) that were highly visible under a fluorescence confocal\nmicroscope. Surface-modified QDs with basic biologically-significant moieties,\ne.g. carboxyl, amino, streptavidin were used, in combination with the surface\nderivatization with polyethylene glycol (PEG) in a range of immortalized cell\nlines. Internalization rates were derived from image analysis and a detailed\ndiscussion about the effect of nanoparticle size, charge and surface groups is\npresented. We find that PEG-derivatization dramatically suppresses the\nnon-specific uptake while PEG-free carboxyl and amine functional groups promote\nQD internalization. These uptake variations displayed a remarkable consistency\nacross different cell types. The reported results are important for experiments\nconcerned with cellular uptake of surface-functionalized nanomaterials, both\nwhen non-specific internalization is undesirable and also when it is intended\nfor material to be internalized as efficiently as possible.\n  Published article at: http://iopscience.iop.org/0957-4484/21/28/285105/\n","Comment: 14 pages 7 figures"]}]
["1006.5498",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5498"],"date":["2010-06-28"],"type":["text"],"creator":["Mondal, Nagendra Nath"],"language":[],"coverage":[],"title":["A Monte Carlo Simulation study of Most Likely Position (MLP) and\n  Position Vector (PV) methods in TOFPET"],"description":["  The results of Monte Carlo Simulation (MCS) studies of Most likely position\n(MLP) and position vector (PV) methods in TOFPET system are presented. MCS\nbased on GEANT3.21 is carried out where the geometry of a real TOFPET system is\nconsidered. Results not only manifest resolving powers (RP) of PV and MLP\nmethods ~114% and ~36% but also exhibit shifting of reconstructed images from\nthe original positions ~3% and ~63% respectively. Position conversion factors\nplay a crucial role to reinstate the image position in the PV method and\nstipulate excellent images. A PV is a position reconstruction method of\npositron-electron annihilation points developed afresh without iteration and\nthat makes its beauty by saving huge computational time and radiation dose of\nthe patient.\n","Comment: PDF single file, 5 pages, 3 figures, presented in ICPA-15 2009\n  conference"]}]
["1006.5499",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5499","Journal of Medical Physics, Vol. 33, No. 1, 2008"],"date":["2010-06-28"],"type":["text"],"creator":["Mondal, Nagendra Nath"],"language":[],"coverage":[],"title":["A new approach to position reconstruction in TOFPET"],"description":["  Monte Carlo Simulation (MCS) is a state-of-the-art technique in designing\nsophisticated apparatus for various applications in science and technology. We\nadopted MCS based on GEANT (GEometry ANd Tracking) in order to design a simple\ntimeof-flight positron emission tomography (TOFPET). In MCS studies, a new\nmethod of position reconstruction of positron-electron annihilation points has\nbeen developed so far. Simulation results show that this technique may not be\nuseful for small animal imaging camera but might be practicable in diagnostic\nTOFPET camera. Specific issue of this simulation technique is discussed.\n","Comment: PDF single file, 2 figures, Original article published in the Journal\n  of Medical Physics"]}]
["1006.5502",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5502"],"date":["2010-06-29"],"type":["text"],"creator":["White, Jonathan","Banerjee, Nilanjan"],"language":[],"coverage":[],"title":["Mirage: Mitigating Illicit Inventorying in a RFID Enabled Retail\n  Environment"],"description":["  Given its low dollar and maintenance cost, RFID is poised to become the\nenabling technology for inventory control and supply chain management. However,\nas an outcome of its low cost, RFID based inventory control is susceptible to\npernicious security and privacy threats. A deleterious attack on such a system\nis corporate espionage, where attackers through illicit inventorying infer\nsales and restocking trends for products. In this paper, we first present\nplausible aftermaths of corporate espionage using real data from online\nsources. Second, to mitigate corporate espionage in a retail store environment,\nwe present a simple lowcost system called Mirage. Mirage uses additional\nprogrammable low cost passive RFID tags called honeytokens to inject noise in\nretail store inven-torying. Using a simple history based algorithm that\ncontrols activation and de-activation of honeytokens, Mirage randomizes sales\nand restocking trends. We evaluate Mirage in a real warehouse environment using\na commercial off-the-shelf Motorola MC9090 handheld RFID reader and over 450\nGen2 low cost RFID tags. We show that Mirage successfully flattens and\nrandomizes sales and restocking trends while adding minimal cost to inventory\ncontrol.\n"]}]
["1006.5503",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5503"],"date":["2010-06-29"],"type":["text"],"creator":["Fili, Paul","Miner, Zachary"],"language":[],"coverage":[],"title":["Norms extremal with respect to the Mahler measure"],"description":["  In a previous paper, the authors introduced several vector space norms on the\nspace of algebraic numbers modulo torsion which corresponded to the Mahler\nmeasure on a certain class of numbers and allowed the authors to formulate L^p\nLehmer conjectures which were equivalent to their classical counterparts. In\nthis paper, we introduce and study several analogous norms which are\nconstructed in order to satisfy an extremal property with respect to the Mahler\nmeasure. These norms are a natural generalization of the metric Mahler measure\nintroduced by Dubickas and Smyth. We evaluate these norms on certain classes of\nalgebraic numbers and prove that the infimum in the construction is achieved in\na certain finite dimensional space.\n","Comment: 24 pages"]}]
["1006.5504",{"format":[],"subject":["Mathematics - Differential Geometry","53C26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5504"],"date":["2010-06-29"],"type":["text"],"creator":["Hattori, Kota"],"language":[],"coverage":[],"title":["The volume growth of hyperkaehler manifolds of type A_{\\infty}"],"description":["  We study the volume growth of hyperkaehler manifolds of type $A_{\\infty}$\nconstructed by Anderson-Kronheimer-LeBrun and Goto. These are noncompact\ncomplete 4-dimensional hyperkaehler manifolds of infinite topological type.\nThese manifolds have the same topology but the hyperkaehler metrics are depends\non the choice of parameters. By taking a certain parameter, we show that there\nexists a hyperkaehler manifold of type $A_{\\infty}$ whose volume growth is r^a\nfor each 3<a<4.\n"]}]
["1006.5505",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5505"],"date":["2010-06-29"],"type":["text"],"creator":["Herrmann-Pillath, Carsten","Salthe, Stanley N."],"language":[],"coverage":[],"title":["Triadic Conceptual Structure of the Maximum Entropy Approach to\n  Evolution"],"description":["  Many problems in evolutionary theory are cast in dyadic terms, such as the\npolar oppositions of organism and environment. We argue that a triadic\nconceptual structure offers an alternative perspective under which the\ninformation generating role of evolution as a physical process can be analyzed,\nand propose a new diagrammatic approach. Peirce's natural philosophy was deeply\ninfluenced by his reception of both Darwin's theory and thermodynamics. Thus,\nwe elaborate on a new synthesis which puts together his theory of signs and\nmodern Maximum Entropy approaches to evolution. Following recent contributions\nto the naturalization of Peircean semiosis, we show that triadic structures\ninvolve the conjunction of three different kinds of causality, efficient,\nformal and final. We apply this on Ulanowicz's analysis of autocatalytic cycles\nas primordial patterns of life. This paves the way for a semiotic view of\nthermodynamics which is built on the idea that Peircean interpretants are\nsystems of physical inference devices evolving under natural selection. In this\nview, the principles of Maximum Entropy, Maximum Power, and Maximum Entropy\nProduction work together to drive the emergence of information carrying\nstructures, which at the same time maximize information capacity as well as the\ngradients of energy flows, such that ultimately, contrary to Schroedinger's\nseminal contribution, the evolutionary process is seen to be a physical\nexpression of the Second Law.\n","Comment: 43 pages, 12 figures"]}]
["1006.5516",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5516"],"date":["2010-06-29"],"type":["text"],"creator":["vagvolgyi, Sandor"],"language":[],"coverage":[],"title":["Rewriting Preserving Recognizability of Finite Tree Languages"],"description":["  We show that left-linear generalized semi-monadic TRSs effectively preserving\nrecognizability of finite tree languages (are EPRF-TRSs). We show that\nreachability, joinability, and local confluence are decidable for EPRF-TRSs.\n"]}]
["1006.5525",{"format":[],"subject":["Quantum Physics","81-05, 81-P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5525"],"date":["2010-06-29"],"type":["text"],"creator":["Lapiedra, Ramon","Montes, Francisco"],"language":[],"coverage":[],"title":["The experimental failure of macroscopic determinism: the case of an\n  electrocardiogram"],"description":["  Even if never elucidated, the question of determinism is a standing question\nalong the history of human thinking. A physical system evolves in a\ndeterministic way if its future is completely determined once we have fixed\nsome present characteristics of it, i.e., its initial conditions. The problem\naddressed in the present paper is to test determinism in the macroscopic\ndomain. By imposing a very plausible ``separability'' assumption, we prove that\ndeterminism enters in contradiction with the recorded outcomes of a given\nelectrocardiogram. The interest of this result comes from the fact such a basic\nidea as determinism has never been experimentally tested up to now in the\nmacroscopic domain, and as far as we know not even in the quantum domain.\n","Comment: 7 pages, 1 figure, article"]}]
["1006.5527",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5527"],"date":["2010-06-29"],"type":["text"],"creator":["Maccarrone, Simona","Brambilla, Giovanni","Pravaz, Olivier","Duri, Agnes","Ciccotti, Matteo","Fromental, Jean-Marc","Pashkovski, Eugene","Lips, Alex","Sessoms, David A.","Trappe, Veronique","Cipelletti, Luca"],"language":[],"coverage":[],"title":["Ultra-long range correlations of the dynamics of jammed soft matter"],"description":["  We use Photon Correlation Imaging, a recently introduced space-resolved\ndynamic light scattering method, to investigate the spatial correlation of the\ndynamics of a variety of jammed and glassy soft materials. Strikingly, we find\nthat in deeply jammed soft materials spatial correlations of the dynamics are\nquite generally ultra-long ranged, extending up to the system size, orders of\nmagnitude larger than any relevant structural length scale, such as the\nparticle size, or the mesh size for colloidal gel systems. This has to be\ncontrasted with the case of molecular, colloidal and granular ``supercooled''\nfluids, where spatial correlations of the dynamics extend over a few particles\nat most. Our findings suggest that ultra long range spatial correlations in the\ndynamics of a system are directly related to the origin of elasticity. While\nsolid-like systems with entropic elasticity exhibit very moderate correlations,\nsystems with enthalpic elasticity exhibit ultra-long range correlations due to\nthe effective transmission of strains throughout the contact network.\n","Comment: To appear in Soft Matter"]}]
["1006.5537",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5537"],"date":["2010-06-29"],"type":["text"],"creator":["Melis, Claudio","Mattoni, Alessandro","Colombo, Luciano"],"language":[],"coverage":[],"title":["Self assembling of Poly(3-hexylthiophene) (P3HT)"],"description":["  We study the assembling of P3HT chains in vacuo by means of a combination of\nfirst principles density functional theory and model potential molecular\ndynamics. We find that, in the absence of any external constraints, the pi-pi\ninterchain interaction between thiophenes is the major driving force for the\nassembling. Single chains stack in a staggered geometry giving rise to the\nformation of two-dimensional hydrophobic foils. These, in turn, assemble into a\nzigzag bulk polymer structure in agreement with experimental findings. Finally,\nin the presence of some external constraint (like e.g. a substrate), when the\nalignment of single chains is favored instead of the stacking, a different bulk\nstructure is possible where thiophene rings are aligned.\n","Comment: 16 pages, 6 figures, submitted to \"The Journal of Physical Chemistry\n  B\""]}]
["1006.5539",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5539"],"date":["2010-06-29"],"type":["text"],"creator":["Brack, Matthias"],"language":[],"coverage":[],"title":["Vilen Mitrofanovich Strutinsky's impact on nuclear and many particle\n  physics"],"description":["  This paper is dedicated to the memory of Vilen Mitrofanovich Strutinsky who\nwould have been 80 this year. His achievements in theoretical nuclear physics\nare briefly summarized. I discuss in more detail the most successful and\nfar-reaching of them, namely (1) the shell-correction method and (2) the\nextension of Gutzwiller's semiclassical theory of shell structure and its\napplication to finite fermionic systems, and mention some applications in other\ndomains of physics.\n","Comment: PDF, 13 pp, 5 figures; invited talk to the memory of V. M.\n  Strutinsky, delivered at the International Conference NPAE-2010, Kiev, June\n  7-11, 2010"]}]
["1006.5542",{"format":[],"subject":["Mathematics - Functional Analysis","47B15, 47B25, 47B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5542"],"date":["2010-06-29"],"type":["text"],"creator":["Tyshkevich, Dmitry","Karpenko, Irina"],"language":[],"coverage":[],"title":["On the model of a skew--selfadjoint operator with a simple spectrum on a\n  Hilbert quaternion module"],"description":["  In this work we construct the model of a skew--selfadjoint operator with a\nsimple spectrum acting on a Hilbert quaternion bimodule. This result is based\non the Spectral Theorem for a skew--selfadjoint operator.\n","Comment: 9 pages; extended report, the International Conference \"Infinite\n  Dimensional Analysis and Topology\" May 27 - June 1, 2009, Ivano-Frankivsk,\n  Ukraine"]}]
["1006.5545",{"format":[],"subject":["Mathematics - Probability","Primary 60G55, secondary 60F05, 60E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5545"],"date":["2010-06-29"],"type":["text"],"creator":["Tan, Sen","Xia, Aihua"],"language":[],"coverage":[],"title":["On customer flows in Jackson queuing networks"],"description":["  Melamed's theorem states that for a Jackson queuing network, the equilibrium\nflow along a link follows Poisson distribution if and only if no customers can\ntravel along the link more than once. Barbour \\& Brown~(1996) considered the\nPoisson approximate version of Melamed's theorem by allowing the customers a\nsmall probability $p$ of travelling along the link more than once. In this\npaper, we prove that the customer flow process is a Poisson cluster process and\nthen establish a general approximate version of Melamed's theorem accommodating\nall possible cases of $0\\le p<1$.\n","Comment: 13 pages"]}]
["1006.5550",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5550"],"date":["2010-06-29"],"type":["text"],"creator":["Gomboc, Andreja","Kopac, Drejc"],"language":[],"coverage":[],"title":["Duration and hardness ratio of Swift GRBs"],"description":["  We review the T_90 duration and hardness ratio of Swift Gamma Ray Bursts\n(GRBs). We focus on GRBs with known redshift and review their gamma properties\nin the GRBs rest frames. We find that GRBs number vs. T_90/(1+z) distribution\nshows a separation between two classes at 0.65 s. Furthermore, we find that the\ndifference in hardness ratio between short and long bursts is not very\npronounced and depends on energy channels used for comparison.\n","Comment: 4 pages, 3 figures, proceedings of the The Shocking Universe meeting,\n  Venice, September 2009"]}]
["1006.5551",{"format":[],"subject":["Mathematics - Functional Analysis","42B25, 42B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5551"],"date":["2010-06-29"],"type":["text"],"creator":["Mauceri, G.","Meda, S.","Sjogren, P."],"language":[],"coverage":[],"title":["A maximal function characterisation of the Hardy space for the Gauss\n  measure"],"description":["  In dimension one we give a maximal function characterisation of the Hardy\nspace H^1(g) for the Gauss measure g, introduced by G. Mauceri and S. Meda. In\narbitrary dimension, we give a description of the nonnegative functions in\nH^1(g) and use it to prove that L^p(g) is a contained in H^1(g) for\n1<p\\le\\infty.\n","Comment: 15 pages"]}]
["1006.5557",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5557"],"date":["2010-06-29"],"type":["text"],"creator":["Saleur, Benoît"],"language":[],"coverage":[],"title":["Un th\\'eor\\`eme de Bloch presque complexe"],"description":["  We proove a Bloch's theorem in an almost complex projective plane.\n"]}]
["1006.5564",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5564"],"date":["2010-06-29"],"type":["text"],"creator":["Diener, J. P. W.","Scholtz, F. G."],"language":[],"coverage":[],"title":["Ferromagnetic phase diagram of neutron matter"],"description":["  The magnetic properties of matter under extreme conditions are of particular\nimportance to understanding the neutron star interior. One contributing factor\nto the magnetic field of a neutron star could be the ferromagnetic phase of\nnuclear matter. In this letter we present a self-consistent, relativistic\ndescription of ferromagnetism in dense matter, within which the ferromagnetic\nphase diagram for neutron matter is calculated.\n","Comment: 6 pages, 2 figures. Submitted to Physics Letters B"]}]
["1006.5565",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5565"],"date":["2010-06-29"],"type":["text"],"creator":["Wu, Jackson M. S."],"language":[],"coverage":[],"title":["Natural Dirac Neutrinos from Warped Extra Dimension"],"description":["  Dirac neutrinos arising from gauged discrete symmetry \\`a la Krauss-Wilczek\nare implemented in the minimal custodial Randall-Sundrum model. In the case of\na normal hierarchy, all lepton masses and mixing pattern can be naturally\nreproduced at the TeV scale set by the electroweak constraints, while\nsimultanously satisfy bounds from lepton flavour violation. A nonzero neutrino\nmixing angle, $\\theta_{13}$, is generic in the scenario, as well as the\nexistence of sub-TeV right-handed Kaluza-Klein neutrinos, which may be searched\nfor at the LHC.\n","Comment: Talk given at the 2nd Young Researchers Workshop \"Physics Challenges\n  in the LHC Era\", Frascati, May 10 and 13, 2010, 6 pages"]}]
["1006.5572",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5572"],"date":["2010-06-29"],"type":["text"],"creator":["Inoue, Hiroaki"],"language":[],"coverage":[],"title":["A Multi-Core Processor Platform for Open Embedded Systems"],"description":["  Recent proliferation of embedded systems has generated a bold new paradigm,\nknown as open embedded systems. While traditional embedded systems provide only\nclosed base applications (natively-installed software) to users, open embedded\nsystems allow the users to freely execute open applications\n(additionally-installed software) in order to meet various user requirements,\nsuch as user personalization and device coordination. Key to the success of\nplatforms required for open embedded systems is the achievement of both the\nscalable extension of base applications and the secure execution of open\napplications. Most existing platforms, however, have focused on either scalable\nor secure execution, limiting their applicability. This dissertation presents a\nnew secure platform using multi-core processors, which achieves both\nscalability and security. Four techniques feature the new platform: (1)\nseamless communication, by which legacy applications designed for a single\nprocessor make it possible to be executed on multiple processors without any\nsoftware modifications; (2) secure processor partitioning with hardware\nsupport, by which Operating Systems (OSs) required for base and open\napplications are securely executed on separate processors; (3) asymmetric\nvirtualization, by which many OSs over the number of processors are securely\nexecuted under secure processor partitioning; and (4) secure dynamic\npartitioning, by which the number of processors allocated to individual OSs\nmakes it possible to be dynamically changed under secure processor\npartitioning.\n","Comment: A dissertation presented to the graduate school of science and\n  technology of Keio University in candidacy for the degree of Doctor of\n  Philosophy in Engineering, September 2009"]}]
["1006.5575",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5575"],"date":["2010-06-29"],"type":["text"],"creator":["Nicholls, Geoff K.","Nunn, Patrick D."],"language":[],"coverage":[],"title":["On building and fitting a spatio-temporal change-point model for\n  settlement and growth at Bourewa, Fiji Islands"],"description":["  The Bourewa beach site on the Rove Peninsula of Viti Levu is the earliest\nknown human settlement in the Fiji Islands. How did the settlement at Bourewa\ndevelop in space and time? We have radiocarbon dates on sixty specimens, found\nin association with evidence for human presence, taken from pits across the\nsite. Owing to the lack of diagnostic stratigraphy, there is no direct\narchaeological evidence for distinct phases of occupation through the period of\ninterest. We give a spatio-temporal analysis of settlement at Bourewa in which\nthe deposition rate for dated specimens plays an important role.\nSpatio-temporal mapping of radiocarbon date intensity is confounded by uneven\npost-depositional thinning. We assume that the confounding processes act in\nsuch a way that the absence of dates remains informative of zero rate for the\noriginal deposition process. We model and fit the onset-field, that is, we\nestimate for each location across the site the time at which deposition of\ndatable specimens began. The temporal process generating our spatial\nonset-field is a model of the original settlement dynamics.\n","Comment: 25 pages, 10 figures"]}]
["1006.5577",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5577","Astronomy & Astrophysics (2010), in print","doi:10.1051/0004-6361/201014189"],"date":["2010-06-29"],"type":["text"],"creator":["Catanzaro, G.","Frasca, A.","Molenda-Zakowicz, J.","Marilli, E."],"language":[],"coverage":[],"title":["Characterization of Kepler early-type targets"],"description":["  Stellar pulsation offers a unique opportunity to constrain the intrinsic\nparameters of stars and unveil their inner structure. The Kepler satellite is\ncollecting an enormous amount of data of unprecedent photometric precision,\nwhich will allow us to test theory and obtain a very precise tomography of\nstellar interiors. We attempt to determine the stars' fundamental parameters\nTeff, log g, v sin i, and luminosity needed for computing asteroseismic models\nand interpreting Kepler data. We report spectroscopic observations of 23\nearly-type Kepler asteroseismic targets, 13 other stars in the Kepler field,\nthat had not been selected to be observed. We measured the radial velocity by\nperforming a cross-correlation with template spectra to help us identify\nnon-single stars. Spectral synthesis was performed to derive the stellar\nparameters of our target stars, and the state-of-the-art LTE atmospheric models\nwere computed. For all the stars of our sample, we derived the radial velocity,\nTeff, log g, v sin i, and luminosities. For 12 stars, we performed a detailed\nabundance analysis of 20 species, for 16, we could derive only the [Fe/H]\nratio. A spectral classification was also performed for 17 stars in the sample.\nWe identify two double-lined spectroscopic binaries, HIP96299 and HIP98551, the\nformer of which is an already known eclipsing binary, and two single-lined\nspectroscopic binaries, HIP 97254 and HIP 97724. We also report two suspected\nspectroscopic binaries, HIP92637 and HIP96762, and the detection of a possible\nvariability in the radial velocity of HIP 96277. Two of our program stars are\nchemically peculiar, namely HIP93941, which we classify as B2 He-weak, and\nHIP96210, which we classify as B6 HgMn. Finally, we find that HIP93522,\nHIP93941, HIP93943, HIP96210 and HIP96762, are very slow rotators which makes\nthem very interesting and promising targets for asteroseismic modeling.\n","Comment: 9 pages, 3 figures, 6 tables"]}]
["1006.5578",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5578"],"date":["2010-06-29"],"type":["text"],"creator":["Gladyshev, A. V.","Parpalak, R. S."],"language":[],"coverage":[],"title":["R-Parity Violation and Supersymmetric Higgs Masses"],"description":["  We consider the supersymmetric extension of the Standard Model with neutrino\nYukawa interactions and R-parity violation. We found that R-parity breaking\nterm \\lambda \\nu H_u H_d leads to an additional F-type contribution to the\nHiggs scalar potential, and thus to the masses of supersymmetric Higgs bosons.\nThe most interesting consequence is the modification of the tree-level\nexpression for the lightest neutral supersymmetric Higgs boson mass. It appears\nthat due to this contribution the bound on the lightest Higgs mass may be\nshifted upwards, thus slightly opening the part of the model parameter space\nexcluded by non-observation of the light Higgs boson at LEP in the framework of\nthe Minimal Supersymmetric Standard Model.\n","Comment: 8 pages, 2 Postscript figures"]}]
["1006.5590",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R15, 35R60, 46N50, 47D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5590"],"date":["2010-06-29"],"type":["text"],"creator":["Albeverio, Sergio","Kawabi, Hiroshi","Röckner, Michael"],"language":[],"coverage":[],"title":["Strong uniqueness for both Dirichlet operators and stochastic dynamics\n  to Gibbs measures on a path space with exponential interactions"],"description":["  We prove $L^{p}$-uniqueness of Dirichlet operators for Gibbs measures on the\npath space $C(\\mathbb R, \\mathbb R^{d})$ associated with exponential type\ninteractions in infinite volume by extending an SPDE approach presented in\nprevious work by the last two named authors. We also give an SPDE\ncharacterization of the corresponding dynamics. In particular, we prove\nexistence and uniqueness of a strong solution for the SPDE, though the\nself-interaction potential is not assumed to be differentiable, hence the drift\nis possibly discontinuous. As examples, to which our results apply, we mention\nthe stochastic quantization of $P(\\phi)_{1}$-, ${\\rm exp}(\\phi)_{1}$-, and\ntrigonometric quantum fields in infinite volume. In particular, our results\nimply essential self-adjointness of the generator of the stochastic dynamics\nfor these models. Finally, as an application of the strong uniqueness result\nfor the SPDE, we prove some functional inequalities for diffusion semigroups\ngenerated by the above Dirichlet operators. These inequalities are improvements\nof previous work by the second named author.\n"]}]
["1006.5592",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5592","J. Phys. Chem. C, 2010, 114 (8), pp 3401-3406"],"date":["2010-06-29"],"type":["text"],"creator":["Melis, Claudio","Mattoni, Alessandro","Colombo, Luciano"],"language":[],"coverage":[],"title":["Atomistic investigation of the poly(3-hexylthiophene) adhesion on\n  nanostructured titania"],"description":["  We study the adhesion of poly(3-hexylthiophene) on nanostructured titania\nsurface in vacuo by means of model potential molecular dynamics. We generate\nlarge scale atomistic models of nanostructured titania surfaces (consisting of\nspherical nanocaps on top of a (110) rutile surface) and we study the adhesion\nof an oligothiophene as a function of their local curvature and roughness. In\nthe limit of a perfect planar surface, the maximum adhesion energy is\ncalculated to be as large as 0:6 eV per monomer, and it corresponds to the\noligothiophene oriented along the [$\\bar{1}10$] direction of the surface.\nDeformations of the polymer are observed due the incommensurability between the\ntitania and the polymer lattice parameters. When the surface is nanostructured,\nthe adhesion of the polymer is affected by the local morphology and a\nnonmonotonic dependence on the surface curvature is observed. The atomistic\nresults are explained by a simple um model that includes the strain energy of\nthe polymer and its electrostatic interaction with the local surface charge.\n","Comment: 18 pages, 5 figures"]}]
["1006.5601",{"format":[],"subject":["High Energy Physics - Phenomenology","Mathematical Physics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5601","J. Theor. Comput. Stud. 5 (2006) 0404"],"date":["2010-06-29"],"type":["text"],"creator":["Hadi, Miftachul","Nurdin, Irwandi","Hermawanto, Denny"],"language":[],"coverage":[],"title":["Analytical Analysis and Numerical Solution of Two Flavours Skyrmion"],"description":["  Two flavours Skyrmion will be analyzed analytically, in case of static and\nrotational Skyrme equations. Numerical solution of a nonlinear scalar field\nequation, i.e. the Skyrme equation, will be worked with finite difference\nmethod. This article is a more comprehensive version of \\textit{SU(2) Skyrme\nModel for Hadron} which have been published at Journal of Theoretical and\nComputational Studies, Volume \\textbf{3} (2004) 0407.\n","Comment: 17 pages, 1 figure, Workshop on Computational Sciences (WCS2K5), UGM\n  Yogyakarta, Indonesia, 8 Sept 2005"]}]
["1006.5602",{"format":[],"subject":["Mathematics - Probability","60G51, 60E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5602"],"date":["2010-06-29"],"type":["text"],"creator":["Sztonyk, Pawel"],"language":[],"coverage":[],"title":["Transition density estimates for jump L\\'evy processes"],"description":["  Upper estimates of densities of convolution semigroups of probability\nmeasures are given under explicit assumptions on the corresponding L\\'evy\nmeasure and the L\\'evy--Khinchin exponent.\n"]}]
["1006.5604",{"format":[],"subject":["Mathematics - Probability","05C05, 16W30, 60F05, 60G15, 60G18, 60H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5604"],"date":["2010-06-29"],"type":["text"],"creator":["Unterberger, Jeremie"],"language":[],"coverage":[],"title":["A renormalized rough path over fractional Brownian motion"],"description":["  We construct in this article a rough path over fractional Brownian motion\nwith arbitrary Hurst index by (i) using the Fourier normal ordering algorithm\nintroduced in \\cite{Unt-Holder} to reduce the problem to that of regularizing\ntree iterated integrals and (ii) applying the\nBogolioubov-Parasiuk-Hepp-Zimmermann (BPHZ) renormalization algorithm to\nFeynman diagrams representing tree iterated integrals.\n","Comment: 46 pages, 6 figures"]}]
["1006.5621",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5621"],"date":["2010-06-29"],"type":["text"],"creator":["Ganian, Robert","Hliněný, Petr","Obdržálek, Jan"],"language":[],"coverage":[],"title":["Better algorithms for satisfiability problems for formulas of bounded\n  rank-width"],"description":["  We provide a parameterized polynomial algorithm for the propositional model\ncounting problem #SAT, the runtime of which is single-exponential in the\nrank-width of a formula. Previously, analogous algorithms have been known --\ne.g.~[Fischer, Makowsky, and Ravve] -- with a single-exponential dependency on\nthe clique-width of a formula. Our algorithm thus presents an exponential\nruntime improvement (since clique-width reaches up to exponentially higher\nvalues than rank-width), and can be of practical interest for small values of\nrank-width. We also provide an algorithm for the MAX-SAT problem along the same\nlines.\n"]}]
["1006.5622",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5622"],"date":["2010-06-29"],"type":["text"],"creator":["Bodineau, T.","Graham, B."],"language":[],"coverage":[],"title":["Helffer-Sjostrand representation for conservative dynamics"],"description":["  We consider a Helffer-Sjostrand representation for the correlations in\ncanonical Gibbs measures with convex interactions under conservative\nGinzburg-Landau dynamics. We investigate the rate of relaxation to equilibrium.\n"]}]
["1006.5623",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5623"],"date":["2010-06-29"],"type":["text"],"creator":["So, Bing Kwan"],"language":[],"coverage":[],"title":["Pseudo-differential operators, heat calculus and index theory of\n  groupoids satisfying the Lauter-Nistor condition"],"description":["  In this thesis, we study singular pseudo-differential operators defined by\ngroupoids satisfying the Lauter-Nistor condition, by a method parallel to that\nof manifolds with boundary and edge differential operators. The example of the\nBruhat sphere is studied in detail. In particular, we construct an extension to\nthe calculus of uniformly supported pseudo-differential operators that is\nanalogous to the calculus with bounds defined on manifolds with boundary. We\nderive a Fredholmness criterion for operators on the Bruhat sphere, and prove\nthat their parametrices up to compact operators lie inside the extended\ncalculus; we construct the heat kernel of perturbed Laplacian operators; and\nprove an Atiyah-Singer type renormalized index formula for perturbed Dirac\noperators on the Bruhat sphere using the heat kernel method.\n","Comment: Warwick PhD Thesis"]}]
["1006.5627",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5627"],"date":["2010-06-29"],"type":["text"],"creator":["Volkov, Gennady"],"language":[],"coverage":[],"title":["Ternary \"Quaternions\" and Ternary TU(3) algebra"],"description":["  To construct ternary \"quaternions\" following Hamilton we must introduce two\n\"imaginary \"units, $q_1$ and $q_2$ with propeties $q_1^n=1$ and $q_2^m=1$. The\ngeneral is enough difficult, and we consider the $m=n=3$. This case gives us\nthe example of non-Abelian groupas was in Hamiltonian quaternion. The\nHamiltonian quaternions help us to discover the $SU(2)=S^3$ group and also the\ngroup $L(2,C)$. In ternary case we found the generalization of U(3) which we\ncalled $TU(3)$ group and also we found the the SL(3,C) group. On the matrix\nlanguage we are going from binary Pauly matrices to three dimensional nine\nmatrices which are called by nonions. This way was initiated by algebraic\nclassification of $CY_m$-spaces for all m=3,4,...where in reflexive Newton\npolyhedra we found the Berger graphs which gave in the corresponding Cartan\nmatrices the longest simple roots $B_{ii}=3,4,..$ comparing with the case of\nbinary algebras in which the Cartan diagonal element is equal 2, {\\it i.e. }\n$A_{ii}=2$.\n"]}]
["1006.5629",{"format":[],"subject":["Physics - Classical Physics","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5629"],"date":["2010-06-29"],"type":["text"],"creator":["Kim, Hyunbyuk","Kim, Kyoungdae"],"language":[],"coverage":[],"title":["Falling spring and falling catenary as cases of force propagation"],"description":["  At every points of a static equilibrium system, the net force is zero. If one\nof the composite forces of this system is disappeared, it is no more in\nequilibrium and this effect of absence spreads through the system with a finite\nvelocity. So it takes finite time before this absence is manifest at the other\npoints. A frequently asked question may describe this situation well. ``If the\nSun disappears abruptly, does this affect us instantly?\" In this question\ncentripetal force due to the gravity of the Sun does not disappear\nsimultaneously all over the place, so the Earth sustains its elliptical motion\nfor a while. As this example shows, it is a well known fact that the force does\nspread with a finite velocity. But for the specific problems it is sometimes\nnot easy to notice this property of the force. To help this, we consider the\nmotion of a falling spring and a falling catenary. We study the conceptual\naspects of these motions and apply it to the experimental data. A minimal\ntheoretical background is also treated. For the future, we anticipate that this\nwork would be useful for enhancing the concept of wave motion.\n","Comment: 11 pages, 7 figures"]}]
["1006.5630",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5630"],"date":["2010-06-29"],"type":["text"],"creator":["Volkov, Gennady"],"language":[],"coverage":[],"title":["On the complexifications of the Euclidean $R^n$ spaces and the\n  n-dimensional generalization of Pithagore theorem"],"description":["  We will discuss the following results C_n complexification of R(n) spaces,\nC_n structure and the invariant surfaces C_n holomorphicity and harmonicity. We\nalso consider the link between C_n holomorphicity and the origin of spin 1/n.\nIn our approach appears a new geometry and N-ary algebras/symmetries.\n"]}]
["1006.5634",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5634"],"date":["2010-06-29"],"type":["text"],"creator":["Nishi, C. C."],"language":[],"coverage":[],"title":["Intrinsic flavor violation in neutrinos produced through decays"],"description":["  We show there is a non-null probability to produce neutrinos of the ``wrong''\ntype in general decays, within the SM augmented by the known three massive\nneutrinos and nontrivial mixing. Such effect is equivalent to an intrinsic\nflavor violation (lepton flavor violation) at creation without requiring\nneutrino propagation. The exact amount of flavor violation depends on the\nneutrino flavor state to be detected. For realistic conditions, the violation\nis tiny but much larger than other indirect lepton flavor violation processes\nnot involving neutrinos as final states. For neutrinos produced in a continuous\nspectrum, we show the effect is larger, in relative terms, for neutrinos\nproduced in the low-energy portion of the spectrum. For muon decay, if the\nusual neutrino flavor state is assumed a flavor violation as large as 1\\% is\npossible in the channel $\\mu^+\\to\\bnu_\\tau e^+ \\nu_e$. We also discuss the\nrelation between flavor violation and flavor indefiniteness for neutrino flavor\nstates.\n","Comment: 27pp"]}]
["1006.5636",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Group Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5636"],"date":["2010-06-29"],"type":["text"],"creator":["Towers, David A."],"language":[],"coverage":[],"title":["The index complex of a maximal subalgebra of a Lie algebra"],"description":["  Let M be a maximal subalgebra of the Lie algebra L. A subalgebra C of L is\nsaid to be a completion for M if C is not contained in M but every proper\nsubalgebra of C that is an ideal of L is contained in M. The set I(M) of all\ncompletions of M is called the index complex of M in L. We use this concept to\ninvestigate the influence of the maximal subalgebras on the structure of a Lie\nalgebra, in particular finding new characterisations of solvable and\nsupersolvable Lie algebras.\n"]}]
["1006.5638",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Fluid Dynamics","76F55","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5638","Engineering Applications of Computational Fluid Mechanics (2008)\n  Vol. 2, No. 4, pp. 466-481"],"date":["2010-06-29"],"type":["text"],"creator":["Polnikov, Vladislav","Innocentini, Valdir"],"language":[],"coverage":[],"title":["Comparative Study Of Performance Of Wind Wave Model: WAVEWATCH-Modified\n  By New Source Function"],"description":["  With the aim of assessing the merits of the new source function proposed\nearlier in Polnikov (2005),it was tested and validated by means of the\nmodification of the well known model WAVEWATCH-III. Assessment was done on the\nbasis of comparing the wave simulation results found from both models against\nthe buoy data obtained in three oceanic regions: eastern and western parts of\nthe North Atlantic, and the Barenz Sea. First of all, incorporation of the new\nsource function into the numerical codes of WAVEWATCH was done, and this\nmodified version of WAVEWATCH was fitted and tested by standard tests. On the\nbasis of these results some physical conclusions were drawn. Then,\nsophisticated fitting of the modified model was carried out, using the\nobservation data of 19 buoys obtained in two regions of the North Atlantic for\na period of 30 days at 1-hour time intervals. After this, the standard\nvalidation of both models was continued on the basis of the 8-month historical\ndata, corresponding to 12 buoys located in the western part of the North\nAtlantic. Finally, comparative validation of the models was done against the\nwave observations obtained at one buoy in the Barenz Sea for a period of 3\nyears at 6-hour time intervals. Estimations of simulation accuracy were carried\nout for the three parameters of wind waves: significant wave height, Hs , peak\nwave period, Tp , and mean wave period, Tm. Comparative analysis of these\nestimations was carried out for the original and modified model WAVEWATCH. The\nadvantage of the modified model was revealed, with an increase of simulation\naccuracy for Hs by 20 to 50% for more than 70% of the buoys considered.\nAdditionally, it was found that the speed of calculation was increased by 15%.\nKeywords: wind waves, numerical model, buoy data, fitting of numerical model,\nverification.\n","Comment: 16 pages, 9 Figures, 4 tables"]}]
["1006.5641",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Fluid Dynamics","76F55","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5641","Izvestiya, Atmospheric and Oceanic Physics, 2005, Vol. 41, No. 5,\n  p. 594-610"],"date":["2010-06-29"],"type":["text"],"creator":["Polnikov, Vladislav"],"language":[],"coverage":[],"title":["Wind-Wave Model with an Optimized Source Function"],"description":["  On the basis of the author's earlier results, a new source function for a\nnumerical wind-wave model optimized by the criterion of accuracy and speed of\ncalculation is substantiated. The proposed source function includes (a) an\noptimized version of the discrete interaction approximation for parametrization\nof the nonlinear evolution mechanism, (b) a generalized empirical form of the\ninput term modified by adding a special block of the dynamic boundary layer of\nthe atmosphere, and (c) a dissipation term quadratic in the wave spectrum.\nParticular attention is given to a theoretical substantiation of the least\ninvestigated dissipation term. The advantages of the proposed source function\nare discussed by its comparison to the analogues used in the widespread models\nof the third generation WAM and WAVEWATCH. At the initial stage of assessing\nthe merits of the proposed model, the results of its testing by the system of\nacademic tests are presented. In the course of testing, some principals of this\nprocedure are formulated. The possibility of using the testing results to study\nthe physics of evolution processes in wind waves is shown. It is noted that the\nspecially added block of the dynamic boundary layer of the atmosphere makes it\npossible to give an exhaustive description of the air-sea-interface's\ncharacteristics, which may be used to improve wave forecasting. This new\nmodeling quality allows us to make a statement about the construction of a\nmodel of the next (fourth) generation.\n","Comment: 17 pages, 10 Figures"]}]
["1006.5642",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Quantum Gases","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5642"],"date":["2010-06-29"],"type":["text"],"creator":["Tong, Xin","Winney, Alexander H.","Willitsch, Stefan"],"language":[],"coverage":[],"title":["Sympathetic cooling of rovibrationally state-selected molecular ions"],"description":["  We present a new method for the generation of rotationally and vibrationally\nstate-selected, translationally cold molecular ions in ion traps. Our technique\nis based on the state-selective threshold photoionization of neutral molecules\nfollowed by sympathetic cooling of the resulting ions with laser-cooled calcium\nions. Using N$_2^+$ ions as a test system, we achieve > 90 % selectivity in the\npreparation of the ground rovibrational level and state lifetimes on the order\nof 15 minutes limited by collisions with background-gas molecules. The\ntechnique can be employed to produce a wide range of apolar and polar molecular\nions in the ground and excited rovibrational states. Our approach opens up new\nperspectives for cold quantum-controlled ion-molecule-collision studies,\nfrequency-metrology experiments with state-selected molecular ions and\nmolecular-ion qubits.\n"]}]
["1006.5643",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5643"],"date":["2010-06-29"],"type":["text"],"creator":["Portillo, Álvaro Rebón","Walker, Scott","Kirby, Graham","Dearle, Alan"],"language":[],"coverage":[],"title":["A Reflective Approach to Providing Flexibility in Application\n  Distribution"],"description":["  Current middleware systems suffer from drawbacks. Often one is forced to make\ndecisions early in the design process about which classes may participate in\ninter-machine communication. Further, application level and middleware specific\nsemantics cannot be separated forcing an unnatural design. The RAFDA project\nproposes to adress these deficiencies by creating an adaptive, reflective\nframework that enables the transformation of non-distributed applications into\nisomorphic applications whose distribution architecture is flexible. This paper\ndescribes the code transformation techniques that have been developed as part\nof the project. The system enables the distribution of a program according to a\nflexible configuration without user intervention. Proxy objects can then be\nsubstituted, permitting cross-address space communication. The distributed\nprogram can adapt to its environment by dynamically altering its distribution\nboundaries.\n","Comment: 2nd International Workshop on Reflective and Adaptive Middleware,\n  ACM/IFIP/USENIX International Middleware Conference (Middleware 2003), Rio de\n  Janeiro, Brazil, pp.95-99"]}]
["1006.5644",{"format":[],"subject":["Mathematics - Analysis of PDEs","58J35, 35K20, 35P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5644"],"date":["2010-06-29"],"type":["text"],"creator":["Berg, Michiel van den","Gilkey, Peter","Kirsten, Klaus"],"language":[],"coverage":[],"title":["Heat trace asymptotics with singular weight functions II"],"description":["  We study the weighted heat trace asymptotics of an operator of Laplace type\nwith mixed boundary conditions where the weight function exhibits radial\nblowup. We give formulas for the first three boundary terms in the expansion in\nterms of geometrical data.\n"]}]
["1006.5647",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5647","Physical Review B 81, 012302 (2010)","doi:10.1103/PhysRevB.81.012302"],"date":["2010-06-29"],"type":["text"],"creator":["Menezes, Marcos G.","Saraiva-Souza, Aldilene","Del Nero, Jordan","Capaz, Rodrigo B."],"language":[],"coverage":[],"title":["Proposal for a single-molecule field-effect transistor for phonons"],"description":["  We propose a practical realization of a field-effect transistor for phonons.\nOur device is based on a single ionic polymeric molecule and it gives\nmodulations as large as -25% in the thermal conductance for feasible\ntemperatures and electric field magnitudes. Such effect can be achieved by\nreversibly switching the acoustic torsion mode into an optical mode through the\ncoupling of an applied electric field to the dipole moments of the monomers.\nThis device can pave the way to the future development of phononics at the\nnanoscale or molecular scale.\n"]}]
["1006.5657",{"format":[],"subject":["Computer Science - Artificial Intelligence","I.2.1","I.2.3","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5657"],"date":["2010-06-29"],"type":["text"],"creator":["Mileo, A.","Merico, D.","Bisiani, R."],"language":[],"coverage":[],"title":["Reasoning Support for Risk Prediction and Prevention in Independent\n  Living"],"description":["  In recent years there has been growing interest in solutions for the delivery\nof clinical care for the elderly, due to the large increase in aging\npopulation. Monitoring a patient in his home environment is necessary to ensure\ncontinuity of care in home settings, but, to be useful, this activity must not\nbe too invasive for patients and a burden for caregivers. We prototyped a\nsystem called SINDI (Secure and INDependent lIving), focused on i) collecting a\nlimited amount of data about the person and the environment through Wireless\nSensor Networks (WSN), and ii) inferring from these data enough information to\nsupport caregivers in understanding patients' well being and in predicting\npossible evolutions of their health. Our hierarchical logic-based model of\nhealth combines data from different sources, sensor data, tests results,\ncommon-sense knowledge and patient's clinical profile at the lower level, and\ncorrelation rules between health conditions across upper levels. The logical\nformalization and the reasoning process are based on Answer Set Programming.\nThe expressive power of this logic programming paradigm makes it possible to\nreason about health evolution even when the available information is incomplete\nand potentially incoherent, while declarativity simplifies rules specification\nby caregivers and allows automatic encoding of knowledge. This paper describes\nhow these issues have been targeted in the application scenario of the SINDI\nsystem.\n","Comment: 36 pages, 5 figures, 10 tables. To appear in Theory and Practice of\n  Logic Programming (TPLP)"]}]
["1006.5659",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5659"],"date":["2010-06-29"],"type":["text"],"creator":["Battaglia, Marco","Ferrari, Pamela"],"language":[],"coverage":[],"title":["A Study of e+e- -> H0A0 -> bbbb at 3 TeV at CLIC"],"description":["  The precise determination of the masses of the CP-odd and -even heavy Higgs\nbosons is an important part of the study of Supersymmetry and its relation with\ncosmology through dark matter. This note presents a determination of the A0\nboson mass with the e+e- -> H0A0 -> b b b b process for a dark matter motivated\ncMSSM scenario with M(A) = 1141 GeV at CLIC. The analysis is performed with\nfull simulation and reconstruction at 3 TeV accounting for beamstrahlung\neffects. SM and SUSY backgrounds are considered and the effect of the overlay\nof gamma gamma -> hadrons events on the signal is studied for various\nassumptions for the detector time-stamping capabilities. The di-jet mass\nresolution is improved by applying a kinematic fit. The A0 mass can be\ndetermined with a statistical accuracy of ~3-5 GeV for 3 inverse ab of\nstatistics and 0 to 20 bunch crossings of gamma gamma background integrated in\none event, respectively.\n","Comment: 11 pages, 4 figures"]}]
["1006.5661",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5661"],"date":["2010-06-29"],"type":["text"],"creator":["Coutaz, Joelle","Dearle, Alan","Dupuy-Chessa, Sophie","Kirby, Graham","Lachenal, Christophe","Morrison, Ron","Rey, Gaetan","Zirintsis, Evangelos"],"language":[],"coverage":[],"title":["Working Document on Gloss Ontology"],"description":["  This document describes the Gloss Ontology. The ontology and associated class\nmodel are organised into several packages. Section 2 describes each package in\ndetail, while Section 3 contains a summary of the whole ontology.\n"]}]
["1006.5662",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5662"],"date":["2010-06-29"],"type":["text"],"creator":["Nikulov, A. V."],"language":[],"coverage":[],"title":["Comment on \"Coherent Detection of Electron Dephasing'' [arXiv:0909.2197]"],"description":["  It is shown that the theoretical result according to which electrons can be\nreflected because of magnetic flux in the Aharonov-Bohm ring contradicts to the\nfundamental law of momentum conservation and can not conform with the\nAharonov-Bohm effect. Therefore a publication of Phys. Rev. Lett.\n[arXiv:0909.2197] based on this result can not be correct.\n","Comment: 1 page, 0 figures, submitted to Phys. Rev. Lett"]}]
["1006.5668",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5668","Journal of Applied Spectroscopy, Vol. 68, No. 4, pp. 543-547\n  (2001)","doi:10.1023/A:1012511517323"],"date":["2010-06-29"],"type":["text"],"creator":["Poklonski, N. A.","Lapchuk, T. M.","Gorbachuk, N. I."],"language":[],"coverage":[],"title":["Electron spin resonance measurements of a demagnetizing field on the\n  surface of metal samples"],"description":["  By comparing the signals of electron spin resonance (ESR) from two crystals\nof a diamond (spin-labels) the demagnetizing field of the Co, Fe, and Ni\nsamples in the shape of strongly elongated ellipsoids of revolution (disks) has\nbeen measured. The magnetic permeabilities of the metals in the external\nmagnetic field corresponding to the ESR of the broken chemical bonds in a\nnatural diamond irradiated with fast reactor neutrons have been determined.\n","Comment: 3 pages, 2 figures"]}]
["1006.5677",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5677"],"date":["2010-06-29"],"type":["text"],"creator":["Lopez-Ruiz, Ricardo","Sanudo, Jaime"],"language":[],"coverage":[],"title":["Shape of Traveling Densities with Extremum Statistical Complexity"],"description":["  In this paper, we analyze the behavior of statistical complexity in several\nsystems where two identical densities that travel in opposite direction cross\neach other. Besides the crossing between two Gaussian, rectangular and\ntriangular densities studied in a previous work, we also investigate in detail\nthe crossing between two exponential and two gamma distributions. For all these\ncases, the shape of the total density presenting an extreme value in complexity\nis found.\n","Comment: 11 pages, 14 figures"]}]
["1006.5682",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5682","On Recent Developments in Theoretical and Experimental General\n  Relativity, Gravitation and Relativistic Field Theories (In 3 Volumes).Edited\n  by H.Kleinert, R.T. Jantzen, R.Ruffini, World Scientific, 2008, pp. 1236-1238"],"date":["2010-06-29"],"type":["text"],"creator":["Chernitskii, Alexander A."],"language":[],"coverage":[],"title":["Gravitation as a vacuum nonlinear electrodynamics effect"],"description":["  Effective Riemann space effect of vacuum nonlinear electrodynamics is\nconsidered in the context of theory for unified gravitation and\nelectromagnetism. The electromagnetic four-vector potential in the scope of\nBorn-Infeld nonlinear electrodynamics model is considered as the unified field.\nThe electromagnetic interaction appears naturally in the first perturbation\norder by the small field of distant material objects. The gravitational\ninteraction appears naturally in the appropriate second order. In this case the\neffective metric components contain the corresponding energy-momentum tensor\ncomponents for quick-oscillating electromagnetic field of the distant objects.\n","Comment: 3 pages, The article for Proceedings of the MG11 Meeting on General\n  Relativity, Berlin, Germany 23 - 29 July 2006"]}]
["1006.5688",{"format":[],"subject":["Mathematics - Dynamical Systems","37N99, 94B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5688"],"date":["2010-06-29"],"type":["text"],"creator":["Hayashi, Kazunori","Hiraoka, Yasuaki"],"language":[],"coverage":[],"title":["Rational Maps and Maximum Likelihood Decodings"],"description":["  This paper studies maximum likelihood(ML) decoding in error-correcting codes\nas rational maps and proposes an approximate ML decoding rule by using a Taylor\nexpansion. The point for the Taylor expansion, which will be denoted by $p$ in\nthe paper, is properly chosen by considering some dynamical system properties.\nWe have two results about this approximate ML decoding. The first result proves\nthat the order of the first nonlinear terms in the Taylor expansion is\ndetermined by the minimum distance of its dual code. As the second result, we\ngive numerical results on bit error probabilities for the approximate ML\ndecoding. These numerical results show better performance than that of BCH\ncodes, and indicate that this proposed method approximates the original ML\ndecoding very well.\n","Comment: 22 pages, 4 figures"]}]
["1006.5690",{"format":[],"subject":["Statistics - Other Statistics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5690"],"date":["2010-06-24"],"type":["text"],"creator":["Flegal, James M.","Jones, Galin L."],"language":[],"coverage":[],"title":["Sweave Documentation for \"Implementing Markov chain Monte Carlo:\n  Estimating with confidence\""],"description":["  This file is the Sweave documentation for the examples provided in Flegal, J.\nM. and Jones, G. L. (2010), \"Implementing Markov chain Monte Carlo: Estimating\nwith confidence\", in Handbook of Markov Chain Monte Carlo, edited by Brooks,\nS., Gelman, A., Jones, G., and Meng, X. published by Chapman & Hall/CRC Press.\n"]}]
["1006.5700",{"format":[],"subject":["Mathematics - Differential Geometry","53B25, 53A30 (Primary) 37K25, 35N10, 22E46, 17B55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5700"],"date":["2010-06-29"],"type":["text"],"creator":["Burstall, Francis E.","Calderbank, David M. J."],"language":[],"coverage":[],"title":["Conformal submanifold geometry I-III"],"description":["  In Part I, we develop the notions of a Moebius structure and a conformal\nCartan geometry, establish an equivalence between them; we use them in Part II\nto study submanifolds of conformal manifolds in arbitrary dimension and\ncodimension. We obtain Gauss-Codazzi-Ricci equations and a conformal Bonnet\ntheorem characterizing immersed submanifolds of the conformal n-sphere. These\nmethods are applied in Part III to study constrained Willmore surfaces,\nisothermic surfaces, Guichard surfaces and conformally-flat submanifolds with\nflat normal bundle, and their spectral deformations, in arbitrary codimension.\nThe high point of these applications is a unified theory of Moebius-flat\nsubmanifolds, which include Guichard surfaces and conformally flat\nhypersurfaces.\n","Comment: 74 pages"]}]
["1006.5706",{"format":[],"subject":["Mathematics - Combinatorics","05E10, 05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5706"],"date":["2010-06-29"],"type":["text"],"creator":["Zoque, Eliana"],"language":[],"coverage":[],"title":["Partitions, pairs of trees and Catalan numbers"],"description":["  In \"Square partitions and Catalan numbers\" (arXiv0912.4983), Bennett et al.\npresented a recursive algorithm to create a family of partitions from one or\nseveral partitions. They were mainly interested in the cases when we begin with\na single square partition or with several partitions with only one part. The\ncardinalities of those families of partitions are the Catalan and ballot\nnumbers, respectively. In this paper we present a closed description for those\nfamilies. We also present bijections between those sets of partitions and sets\nof trees and forests enumerated by the Catalan an ballot numbers.\n","Comment: 13 pages. This paper follows the work done in arXiv0912.4983"]}]
["math/0510545",{"format":[],"subject":["Mathematics - Representation Theory","17B10, 17B65, 17B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510545","Alg. Colloq. 17(3) (2010) 431-446"],"date":["2005-10-26","2009-02-25"],"type":["text"],"creator":["Liu, Dong","Hu, Naihong"],"language":[],"coverage":[],"title":["Leibniz Algebras Graded by Finite Root Systems"],"description":["  There are several researches on Lie algebras and Lie superalgebras graded by\nfinite root systems. In this paper, we study Leibniz algebras graded by finite\nroot systems and obtain some results in simply-laced cases.\n","Comment: Latex, 17 pages, to appear in Algebra Colloquium 2009"]}]
["math/0602486",{"format":[],"subject":["Mathematics - Dynamical Systems","37D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602486"],"date":["2006-02-22","2010-06-29"],"type":["text"],"creator":["Shinohara, Katsutoshi"],"language":[],"coverage":[],"title":["A note on minimality of foliations for partially hyperbolic\n  diffeomorphisms"],"description":["  It was shown that in robustly transitive, partially hyperbolic\ndiffeomorphisms on three dimensional closed manifolds, the strong stable or\nunstable foliation is minimal. In this article, we prove ``almost all'' leaves\nof both stable and unstable foliations are dense in the whole manifold.\n","Comment: 4 pages"]}]
["math/0701170",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","11R39, 14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701170"],"date":["2007-01-05","2010-06-29"],"type":["text"],"creator":["Lysenko, Sergey"],"language":[],"coverage":[],"title":["Geometric theta-lifting for the dual pair SO_{2m}, Sp_{2n}"],"description":["  Let X be a smooth projective curve over an algebraically closed field of\ncharacteristic >2. Consider the dual pair H=SO_{2m}, G=Sp_{2n} over X with H\nsplit. Write Bun_G and Bun_H for the stacks of G-torsors and H-torsors on X.\nThe theta-kernel on Bun_G\\times Bun_H yields the theta-lifting functors between\nthe derived categories of l-adic sheaves on Bun_G and Bun_H. We describe the\nrelation of these functors with Hecke operators.\n  In two particular cases it becomes the geometric Langlands functoriality for\nthis pair (in the nonramified case). Namely, for n=m the functor from the\nderived category on Bun_H to that on Bun_G commutes with Hecke functors with\nrespect to the inclusion of the Langlands dual groups SO_{2n}\\to SO_{2n+1}. For\nm=n+1 the functor from the derived category on Bun_G to that on Bun_H commutes\nwith Hecke functors with respect to the inclusion of the Langlands dual groups\nSO_{2n+1}\\to \\SO_{2n+2}.\n  In other cases the relation is more complicated and involves the SL_2 of\nArthur. As a step of the proof, we establish the geometric theta-lifting for\nthe dual pair GL_m, GL_n. Our global results are derived from the corresponding\nlocal ones, which provide a geometric analog of a theorem of Rallis.\n","Comment: LaTeX2e, 70 pages, final version to appear in Annales ENS"]}]
["quant-ph/0608053",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0608053","Appl. Phys. B 86, 371 (2007)","doi:10.1007/s00340-006-2515-4"],"date":["2006-08-07","2006-12-12"],"type":["text"],"creator":["Kleinmann, Matthias","Kampermann, Hermann","Meyer, Tim","Bruss, Dagmar"],"language":[],"coverage":[],"title":["Purifying and Reversible Physical Processes"],"description":["  Starting from the observation that reversible processes cannot increase the\npurity of any input state, we study deterministic physical processes, which map\na set of states to a set of pure states. Such a process must map any state to\nthe same pure output, if purity is demanded for the input set of all states.\nBut otherwise, when the input set is restricted, it is possible to find\nnon-trivial purifying processes. For the most restricted case of only two input\nstates, we completely characterize the output of any such map. We furthermore\nconsider maps, which combine the property of purity and reversibility on a set\nof states, and we derive necessary and sufficient conditions on sets, which\npermit such processes.\n","Comment: 5 pages, no figures, v2: only minimal changes"]}]
