["0705.0190",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H40, 14H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0190"],"date":["2007-05-01","2010-08-03"],"type":["text"],"creator":["Arinkin, D."],"language":[],"coverage":[],"title":["Cohomology of line bundles on compactified Jacobians"],"description":["  Let C be an integral projective curve with surficial singularities. We prove\nthat topologically trivial line bundles on the compactified Jacobian of C are\nin one-to-one correspondence with line bundles on C (the autoduality\nconjecture), and compute the cohomology of the line bundles. We also show that\nthe natural Fourier-Mukai functor between the derived categories of\nquasi-coherent sheaves on the Jacobian and on the compactified Jacobian is\nfully faithful.\n","Comment: 12 pages; second version with minor changes throughout the text"]}]
["0706.3682",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3682","Baltic Astronomy 19 (2010) 121-141"],"date":["2007-06-25","2008-08-05"],"type":["text"],"creator":["Mathar, Richard J."],"language":[],"coverage":[],"title":["Orthogonal Set of Basis Functions over the Binocular Pupil"],"description":["  Sets of orthogonal basis functions over two-dimensional circular areas--most\noften representing pupils in optical applications--are known in the literature\nfor the full circle (Zernike or Jacobi polynomials) and the annulus. This work\nproposes an orthogonal set if the area is two non-overlapping circular pupils\nof same size. The major free parameter is the ratio of the pupil radii over the\ndistance between both circles. Increasingly higher order aberrations--as\ndefined for a virtual larger pupil in which both pupils are embedded--are fed\ninto a Gram-Schmidt orthogonalization to implement one unique set of basis\nfunctions. The key element is to work out the overlap integrals between a full\nset of primitive basis functions (products of powers of the distance from the\nmid-point between both pupils by azimuthal functions of the Fourier type).\n","Comment: Added chapters V and VI on interferometric signal and Fourier\n  representation"]}]
["0711.0417",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Group Theory","51F99 (Primary), 20F67, 30C65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0417","Duke Math. J. Volume 153, Number 2 (2010), 211-227","doi:10.1215/00127094-2010-023"],"date":["2007-11-02","2010-08-03"],"type":["text"],"creator":["Mackay, John M."],"language":[],"coverage":[],"title":["Spaces and groups with conformal dimension greater than one"],"description":["  We show that if a complete, doubling metric space is annularly linearly\nconnected then its conformal dimension is greater than one, quantitatively. As\na consequence, we answer a question of Bonk and Kleiner: if the boundary of a\none-ended hyperbolic group has no local cut points, then its conformal\ndimension is greater than one.\n","Comment: 17 pages, 3 figures. v2: Final version, minor changes"]}]
["0805.2438",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Mathematical Software","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2438","Ait Mohamed, C. Munoz, and S. Tahar (Eds.): TPHOLs 2008, LNCS\n  5170, pp. 246-261, 2008","doi:10.1007/978-3-540-71067-7_21"],"date":["2008-05-16"],"type":["text"],"creator":["O'Connor, Russell"],"language":[],"coverage":[],"title":["Certified Exact Transcendental Real Number Computation in Coq"],"description":["  Reasoning about real number expressions in a proof assistant is challenging.\nSeveral problems in theorem proving can be solved by using exact real number\ncomputation. I have implemented a library for reasoning and computing with\ncomplete metric spaces in the Coq proof assistant and used this library to\nbuild a constructive real number implementation including elementary real\nnumber functions and proofs of correctness. Using this library, I have created\na tactic that automatically proves strict inequalities over closed elementary\nreal number expressions by computation.\n","Comment: This paper is to be part of the proceedings of the 21st International\n  Conference on Theorem Proving in Higher Order Logics (TPHOLs 2008)"]}]
["0806.3209",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3209"],"date":["2008-06-19"],"type":["text"],"creator":["O'Connor, Russell"],"language":[],"coverage":[],"title":["A Computer Verified Theory of Compact Sets"],"description":["  Compact sets in constructive mathematics capture our intuition of what\ncomputable subsets of the plane (or any other complete metric space) ought to\nbe. A good representation of compact sets provides an efficient means of\ncreating and displaying images with a computer. In this paper, I build upon\nexisting work about complete metric spaces to define compact sets as the\ncompletion of the space of finite sets under the Hausdorff metric. This\ndefinition allowed me to quickly develop a computer verified theory of compact\nsets. I applied this theory to compute provably correct plots of uniformly\ncontinuous functions.\n","Comment: This paper is to be part of the proceedings of the Symbolic\n  Computation in Software Science Austrian-Japanese Workshop (SCSS 2008)"]}]
["0809.1644",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1644","Journal of Formalized Reasoning, 2(1):27-39, 2009"],"date":["2008-09-09"],"type":["text"],"creator":["Kaliszyk, Cezary","O'Connor, Russell"],"language":[],"coverage":[],"title":["Computing with Classical Real Numbers"],"description":["  There are two incompatible Coq libraries that have a theory of the real\nnumbers; the Coq standard library gives an axiomatic treatment of classical\nreal numbers, while the CoRN library from Nijmegen defines constructively valid\nreal numbers. Unfortunately, this means results about one structure cannot\neasily be used in the other structure. We present a way interfacing these two\nlibraries by showing that their real number structures are isomorphic assuming\nthe classical axioms already present in the standard library reals. This allows\nus to use O'Connor's decision procedure for solving ground inequalities present\nin CoRN to solve inequalities about the reals from the Coq standard library,\nand it allows theorems from the Coq standard library to apply to problem about\nthe CoRN reals.\n"]}]
["0901.3531",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3531","Statistical Methods and Application 2010","doi:10.1007/s10260-010-0133-0"],"date":["2009-01-22"],"type":["text"],"creator":["Kohl, Matthias","Ruckdeschel, Peter","Rieder, Helmut"],"language":[],"coverage":[],"title":["Infinitesimally Robust Estimation in General Smoothly Parametrized\n  Models"],"description":["  We describe the shrinking neighborhood approach of Robust Statistics, which\napplies to general smoothly parametrized models, especially, exponential\nfamilies. Equal generality is achieved by object oriented implementation of the\noptimally robust estimators. We evaluate the estimates on real datasets from\nliterature by means of our R packages ROptEst and RobLox.\n"]}]
["0902.4561",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4561","Eur. J. Appl. Math. 21(2), 109-136 (2010)"],"date":["2009-02-26","2009-09-22"],"type":["text"],"creator":["Anguige, K."],"language":[],"coverage":[],"title":["Multi-phase Stefan problems for a nonlinear 1-d model of cell-to-cell\n  adhesion and diffusion"],"description":["  We consider a family of multi-phase Stefan problems for a certain 1-d model\nof cell-to-cell adhesion and diffusion, which takes the form of a nonlinear\nforward-backward parabolic equation. In each material phase the cell density\nstays either high or low, and phases are connected by jumps across an\n`unstable' interval. We develop an existence theory for such problems which\nallows for the annihilation of phases and the subsequent continuation of\nsolutions. Stability results for the long-time behaviour of solutions are also\nobtained, and, where necessary, the analysis is complemented by numerical\nsimulations.\n","Comment: 'O(h)' typo on p.2 fixed"]}]
["0903.4367",{"format":[],"subject":["Mathematics - Group Theory","22E40 (Primary), 28D15, 43A85 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4367","Colloq. Math. 118 (2010), 175-182","doi:10.4064/cm118-1-9"],"date":["2009-03-25"],"type":["text"],"creator":["Bekka, Bachir","Cornulier, Yves"],"language":[],"coverage":[],"title":["A spectral gap property for subgroups of finite covolume in Lie groups"],"description":["  Let G be a real Lie group and H a lattice or, more generally, a closed\nsubgroup of finite covolume in G. We show that the unitary representation\nlambda_{G/H} of G on L^2(G/H) has a spectral gap, that is, the restriction of\nlambda_{G/H} to the orthogonal of the constants in L^2(G/H) does not have\nalmost invariant vectors. This answers a question of G. Margulis. We give an\napplication to the spectral geometry of locally symmetric Riemannian spaces of\ninfinite volume.\n","Comment: 9 pages, no figure"]}]
["0904.4216",{"format":[],"subject":["Mathematics - Commutative Algebra","13C05 (Primary), 13E05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4216","Internat. J. Algebra Comput. 19(3) (2009) 373-382","doi:10.1142/S0218196709005068"],"date":["2009-04-27"],"type":["text"],"creator":["Cornulier, Yves"],"language":[],"coverage":[],"title":["The space of finitely generated rings"],"description":["  The space of marked commutative rings on n given generators is a compact\nmetrizable space. We compute the Cantor-Bendixson rank of any member of this\nspace. For instance, the Cantor-Bendixson rank of the free commutative ring on\nn generators is omega^n, where omega is the smallest infinite ordinal. More\ngenerally, we work in the space of finitely generated modules over a given\ncommutative ring.\n","Comment: 10 pages, no figure. To appear in Internat. J. Algebra Comput"]}]
["0905.2961",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2961","doi:10.1103/PhysRevA.80.033810"],"date":["2009-05-18","2009-07-11"],"type":["text"],"creator":["Strekalov, D. V.","Schwefel, H. G. L.","Savchenkov, A. A.","Matsko, A. B.","Wang, L. J.","Yu, N."],"language":[],"coverage":[],"title":["Microwave whispering gallery resonator for efficient optical\n  up-conversion"],"description":["  Conversion of microwave radiation into the optical range has been predicted\nto reach unity quantum efficiency in whispering gallery resonators made from an\noptically nonlinear crystal and supporting microwave and optical modes\nsimultaneously. In this work we theoretically explore and experimentally\ndemonstrate a resonator geometry that can provide the required phase matching\nfor such a conversion at any desired frequency in the sub-THz range. We show\nthat such a ring-shaped resonator not only allows for the phase matching, but\nalso maximizes the overlap of the interacting fields. As a result,\nunity-efficient conversion is expected in a resonator with feasible parameters.\n","Comment: See also arXiv:0807.5098v2"]}]
["0905.3263",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Other Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3263","doi:10.1103/PhysRevA.80.051603"],"date":["2009-05-20"],"type":["text"],"creator":["Proment, Davide","Nazarenko, Sergey","Onorato, Miguel"],"language":[],"coverage":[],"title":["Energy cascades and spectra in turbulent Bose-Einstein condensates"],"description":["  We present a numerical study of turbulence in Bose-Einstein condensates\nwithin the 3D Gross-Pitaevskii equation. We concentrate on the direct energy\ncascade in forced-dissipated systems. We show that behavior of the system is\nvery sensitive to the properties of the model at the scales greater than the\nforcing scale, and we identify three different universal regimes: (1) a\nnon-stationary regime with condensation and transition from a four-wave to a\nthree-wave interaction process when the largest scales are not dissipated, (2)\na steady weak wave turbulence regime when largest scales are dissipated with a\nfriction-type dissipation, (3) a state with a scale-by-scale balance of the\nlinear and the nonlinear timescales when the large-scale dissipation is a\nhypo-viscosity.\n","Comment: 10 pages, 5 figures"]}]
["0905.4336",{"format":[],"subject":["Mathematics - Number Theory","11R18, 11R23, 11R27, 11R29, 11R42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4336"],"date":["2009-05-27","2010-08-03"],"type":["text"],"creator":["Solomon, David"],"language":[],"coverage":[],"title":["Some New Maps and Ideals in Classical Iwasawa Theory with Applications"],"description":["  We introduce a new ideal {\\mathfrak D} of the p-adic Galois group-ring\nassociated to a real abelian field and a related ideal {\\mathfrak J} for\nimaginary abelian fields. Both result from an equivariant, Kummer-type pairing\napplied to Stark units in a Z_p-tower of abelian fields and {\\mathfrak J} is\nlinked by explicit reciprocity to a third ideal {\\mathfrak S} studied more\ngenerally in a previous work. This leads to a new and unifying framework for\nthe Iwasawa Theory of such fields including a real analogue of Stickelberger's\nTheorem, links with certain Fitting ideals and \\Lambda-torsion submodules, and\na new exact sequence related to the Main Conjecture.\n","Comment: 36 pages. Several additions and improvements, principally: new title;\n  new section on variation of K and kernel of {\\mathfrak j}; more detail on\n  links with Greenberg's Conjecture; more on {\\Lambda}-torsion including more\n  explicit determination of {\\Lambda}-torsion submodule of {\\mathfrak\n  X}_\\infty; various remarks added"]}]
["0907.1661",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1661","doi:10.1111/j.1365-2966.2009.15733.x"],"date":["2009-07-09"],"type":["text"],"creator":["Levesque, Emily M.","Bloom, Joshua S.","Butler, Nathaniel R.","Perley, Daniel A.","Cenko, S. Bradley","Prochaska, J. Xavier","Kewley, Lisa J.","Bunker, Andrew","Chen, Hsiao-Wen","Chornock, Ryan","Filippenko, Alexei V.","Glazebrook, Karl","Lopez, Sebastian","Masiero, Joseph","Modjaz, Maryam","Morgan, Adam N.","Poznanski, Dovi"],"language":[],"coverage":[],"title":["GRB 090426: The Environment of a Rest-Frame 0.35-second Gamma-Ray Burst\n  at Redshift z=2.609"],"description":["  We present the discovery of an absorption-line redshift of z = 2.609 for GRB\n090426, establishing the first firm lower limit to a redshift for a gamma-ray\nburst with an observed duration of <2 s. With a rest-frame burst duration of\nT_90z = 0.35 s and a detailed examination of the peak energy of the event, we\nsuggest that this is likely (at >90% confidence) a member of the short/hard\nphenomenological class of GRBs. From analysis of the optical-afterglow spectrum\nwe find that the burst originated along a very low HI column density sightline,\nwith N_HI < 3.2 x 10^19 cm^-2. Our GRB 090426 afterglow spectrum also appears\nto have weaker low-ionisation absorption (Si II, C II) than ~95% of previous\nafterglow spectra. Finally, we also report the discovery of a blue, very\nluminous, star-forming putative host galaxy (~2 L*) at a small angular offset\nfrom the location of the optical afterglow. We consider the implications of\nthis unique GRB in the context of burst duration classification and our\nunderstanding of GRB progenitor scenarios.\n","Comment: Submitted to MNRAS"]}]
["0908.1240",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1240"],"date":["2009-08-09","2010-08-02"],"type":["text"],"creator":["Haessig, C. Douglas","Rojas-Leon, Antonio"],"language":[],"coverage":[],"title":["L-functions of symmetric powers of the generalized Airy family of\n  exponential sums: ell-adic and p-adic methods"],"description":["  For \\psi a nontrivial additive character on the finite field F_q, the map t\n\\mapsto \\sum_{x \\in F_q} \\psi(f(x)+tx) is the Fourier transform of the map t\n\\mapsto \\psi(f(t))$. As is well-known, this has a cohomological interpretation,\nproducing a continuous ell-adic Galois representation. This paper studies the\nL-function attached to the k-th symmetric power of this representation using\nboth ell-adic and p-adic methods. Using ell-adic techniques, we give an\nexplicit formula for the degree of this L-function and determine the complex\nabsolute values of its roots. Using p-adic techniques, we study the p-adic\nabsolute values of the roots.\n","Comment: This paper has been withdrawn by the authors. This paper has been\n  updated and split into two papers"]}]
["0908.1628",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1628","Phys.Lett.B682:212-215,2009","doi:10.1016/j.physletb.2009.11.006"],"date":["2009-08-12","2010-08-03"],"type":["text"],"creator":["Kuraev, E. A.","Volkov, M. K."],"language":[],"coverage":[],"title":["Two photon decay and photoproduction of radial excitation of pion\n  $\\pi_0'$"],"description":["  Within the framework of non-local quark model of Nambu--Jona-Lasinio type the\ntwo-photon decay of radial excited state of $\\pi_0$-meson -- $\\pi_0'$ -- is\nfound to be $3.6\\KeV$. The radial excitation of pion is described with the use\nof polynomial formfactor of second order over $\\vec q^2$ where $\\vec q$ is the\ntransverse momentum, which corresponds to relative motion of quark-antiquark\npair within the energy range from 0 up to $1\\GeV$.\n  The probabilities of production of $\\pi_0'$ and $(\\pi_0'+\\gamma)$ states in\nthe electron-positron colliders are estimated. The production of $\\pi_0'$-meson\nin the interaction of photon with electron or muon is as well considered\n(Primakoff effect). The relevant total cross sections are 0.14 or $0.06\\nb$.\n","Comment: 10 pages"]}]
["0910.0950",{"format":[],"subject":["Mathematics - Probability","60H10, 60H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0950"],"date":["2009-10-06","2010-08-02"],"type":["text"],"creator":["Li, Zenghu","Mytnik, Leonid"],"language":[],"coverage":[],"title":["Strong solutions for stochastic differential equations with jumps"],"description":["  General stochastic equations with jumps are studied. We provide criteria for\nthe uniqueness and existence of strong solutions under non-Lipschitz conditions\nof Yamada-Watanabe type. The results are applied to stochastic equations driven\nby spectrally positive L\\'evy processes.\n","Comment: 16 pages"]}]
["0911.3503",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3503"],"date":["2009-11-18","2010-08-02"],"type":["text"],"creator":["Alonso, Mariemi","Brachat, Jérome","Mourrain, Bernard"],"language":[],"coverage":[],"title":["The Hilbert scheme of points and its link with border basis"],"description":["  In this paper, we give new explicit representations of the Hilbert scheme of\n$\\mu$ points in $\\PP^{r}$ as a projective subvariety of a Grassmanniann\nvariety. This new explicit description of the Hilbert scheme is simpler than\nthe previous ones and global. It involves equations of degree $2$. We show how\nthese equations are deduced from the commutation relations characterizing\nborder bases. Next, we consider infinitesimal perturbations of an input system\nof equations on this Hilbert scheme and describe its tangent space. We propose\nan effective criterion to test if it is a flat deformation, that is if the\nperturbed system remains on the Hilbert scheme of the initial equations. This\ncriterion involves in particular formal reduction with respect to border bases.\n"]}]
["0911.5636",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5636","Studies in Applied Mathematics 125 (2010), 91--112"],"date":["2009-11-30","2009-12-23"],"type":["text"],"creator":["Chen, Yang","Zhang, Lun"],"language":[],"coverage":[],"title":["Painlev\\'e VI and the Unitary Jacobi ensembles"],"description":["  The six Painlev\\'e transcendants which originally appeared in the studies of\nordinary differential equations have been found numerous applications in\nphysical problems. The well-known examples among which include symmetry\nreduction of the Ernst equation which arises from stationary axial symmetric\nEinstein manifold and the spin-spin correlation functions of the\ntwo-dimensional Ising model in the work of McCoy, Tracy and Wu.\n  The problem we study in this paper originates from random matrix theory,\nnamely, the smallest eigenvalues distribution of the finite $n$\n  Jacobi unitary ensembles which was first investigated by Tracy and Widom.\nThis is equivalent to the computation of the probability that the spectrum is\nfree of eigenvalues on the interval $[0,t]$. Such ensembles also appears in\nmultivariate statistics known as the double-Wishart distribution.\n  We consider a more general model where the Jacobi weight is perturbed by a\ndiscontinuous factor and study the associated finite Hankel determinant. It is\nshown that the logarithmic derivative of Hankel determinant satisfies a\nparticular $\\sigma-$form of Painlev\\'e VI, which holds for the gap probability\nas well. We also compute exactly the leading term of the gap probability as\n$t\\to 1^-$.\n","Comment: 21 pages. Revised version"]}]
["0912.1084",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1084","Nucl.Phys.B834:50-76,2010","doi:10.1016/j.nuclphysb.2010.03.011"],"date":["2009-12-06","2010-08-02"],"type":["text"],"creator":["Suyama, Takao"],"language":[],"coverage":[],"title":["On Large N Solution of ABJM Theory"],"description":["  We investigate the large N limit of the expectation value W(\\lambda) of a BPS\nWilson loop in ABJM theory, using an integral expression of the partition\nfunction obtained recently by Kapustin et.al. Certain saddle-point equations\nprovide the correct perturbative expansion of W(\\lambda). The large \\lambda\nbehavior of W(\\lambda) is also obtained from the saddle-point equations. The\nresult is compatible with AdS/CFT correspondence.\n","Comment: 27 pages, 4 figures, (v2) references added, the coefficient of order\n  lambda^11 term in Eq.(5.18) corrected, (v3) the estimate of the large lambda\n  behavior corrected, (v4) published version, (v5) comments on revisions added,\n  references added"]}]
["0912.3513",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Chaotic Dynamics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3513","Physical Review E 82, 011903 (2010)","doi:10.1103/PhysRevE.82.011903"],"date":["2009-12-17","2010-08-02"],"type":["text"],"creator":["Rajan, Kanaka","Abbott, L F","Sompolinsky, Haim"],"language":[],"coverage":[],"title":["Stimulus-Dependent Suppression of Chaos in Recurrent Neural Networks"],"description":["  Neuronal activity arises from an interaction between ongoing firing generated\nspontaneously by neural circuits and responses driven by external stimuli.\nUsing mean-field analysis, we ask how a neural network that intrinsically\ngenerates chaotic patterns of activity can remain sensitive to extrinsic input.\nWe find that inputs not only drive network responses, they also actively\nsuppress ongoing activity, ultimately leading to a phase transition in which\nchaos is completely eliminated. The critical input intensity at the phase\ntransition is a non-monotonic function of stimulus frequency, revealing a\n\"resonant\" frequency at which the input is most effective at suppressing chaos\neven though the power spectrum of the spontaneous activity peaks at zero and\nfalls exponentially. A prediction of our analysis is that the variance of\nneural responses should be most strongly suppressed at frequencies matching the\nrange over which many sensory systems operate.\n","Comment: 12 pages, 3 figures"]}]
["0912.3832",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Chaotic Dynamics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3832"],"date":["2009-12-18","2010-08-02"],"type":["text"],"creator":["Abbott, L F","Rajan, Kanaka","Sompolinsky, Haim"],"language":[],"coverage":[],"title":["Interactions between Intrinsic and Stimulus-Evoked Activity in Recurrent\n  Neural Networks"],"description":["  Trial-to-trial variability is an essential feature of neural responses, but\nits source is a subject of active debate. Response variability (Mast and\nVictor, 1991; Arieli et al., 1995 & 1996; Anderson et al., 2000 & 2001; Kenet\net al., 2003; Petersen et al., 2003a & b; Fiser, Chiu and Weliky, 2004; MacLean\net al., 2005; Yuste et al., 2005; Vincent et al., 2007) is often treated as\nrandom noise, generated either by other brain areas, or by stochastic processes\nwithin the circuitry being studied. We call such sources of variability\nexternal to stress the independence of this form of noise from activity driven\nby the stimulus. Variability can also be generated internally by the same\nnetwork dynamics that generates responses to a stimulus. How can we distinguish\nbetween external and internal sources of response variability? Here we show\nthat internal sources of variability interact nonlinearly with stimulus-induced\nactivity, and this interaction yields a suppression of noise in the evoked\nstate. This provides a theoretical basis and potential mechanism for the\nexperimental observation that, in many brain areas, stimuli cause significant\nsuppression of neuronal variability (Werner and Mountcastle, 1963; Fortier,\nSmith and Kalaska, 1993; Anderson et al., 2000; Friedrich and Laurent, 2004;\nChurchland et al., 2006; Finn, Priebe and Ferster, 2007; Mitchell, Sundberg and\nReynolds, 2007; Churchland et al., 2009). The combined theoretical and\nexperimental results suggest that internally generated activity is a\nsignificant contributor to response variability in neural circuits.\n"]}]
["1001.0831",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0831","International Journal of Communications, Network and System\n  Sciences, Vol. 2, No. 8, pp 797-803, 2009","doi:10.4236/ijcns.2009.28093"],"date":["2010-01-06","2010-08-03"],"type":["text"],"creator":["Ullah, Sana","Khan, Pervez","Ullah, Niamat","Saleem, Shahnaz","Higgins, Henry","Kwak, Kyung Sup"],"language":[],"coverage":[],"title":["A Review of Wireless Body Area Networks for Medical Applications"],"description":["  Recent advances in Micro-Electro-Mechanical Systems (MEMS) technology,\nintegrated circuits, and wireless communication have allowed the realization of\nWireless Body Area Networks (WBANs). WBANs promise unobtrusive ambulatory\nhealth monitoring for a long period of time and provide real-time updates of\nthe patient's status to the physician. They are widely used for ubiquitous\nhealthcare, entertainment, and military applications. This paper reviews the\nkey aspects of WBANs for numerous applications. We present a WBAN\ninfrastructure that provides solutions to on-demand, emergency, and normal\ntraffic. We further discuss in-body antenna design and low-power MAC protocol\nfor WBAN. In addition, we briefly outline some of the WBAN applications with\nexamples. Our discussion realizes a need for new power-efficient solutions\ntowards in-body and on-body sensor networks.\n","Comment: 7 pages, 7 figures, and 3 tables. In V3, the manuscript is converted\n  to LaTeX"]}]
["1001.2745",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2745","Phys.Rev.D82:012004,2010","doi:10.1103/PhysRevD.82.012004"],"date":["2010-01-15","2010-05-10"],"type":["text"],"creator":["STAR Collaboration","Abelev, B. I.","Aggarwal, M. M.","Ahammed, Z.","Alakhverdyants, A. V.","Anderson, B. D.","Arkhipkin, D.","Averichev, G. S.","Balewski, J.","Barnby, L. S.","Baumgart, S.","Beavis, D. R.","Bellwied, R.","Betancourt, M. J.","Betts, R. R.","Bhasin, A.","Bhati, A. K.","Bichsel, H.","Bielcik, J.","Bielcikova, J.","Biritz, B.","Bland, L. C.","Bonner, B. E.","Bouchet, J.","Braidot, E.","Brandin, A. V.","Bridgeman, A.","Bruna, E.","Bueltmann, S.","Bunzarov, I.","Burton, T. P.","Cai, X. Z.","Caines, H.","Sánchez, M. Calderón de la Barca","Catu, O.","Cebra, D.","Cendejas, R.","Cervantes, M. C.","Chajecki, Z.","Chaloupka, P.","Chattopadhyay, S.","Chen, H. F.","Chen, J. H.","Chen, J. Y.","Cheng, J.","Cherney, M.","Chikanian, A.","Choi, K. E.","Christie, W.","Chung, P.","Clarke, R. F.","Codrington, M. J. M.","Corliss, R.","Cramer, J. G.","Crawford, H. J.","Das, D.","Dash, S.","Leyva, A. Davila","De Silva, L. C.","Debbe, R. R.","Dedovich, T. G.","DePhillips, M.","Derevschikov, A. A.","de Souza, R. Derradi","Didenko, L.","Djawotho, P.","Dogra, S. M.","Dong, X.","Drachenberg, J. L.","Draper, J. E.","Dunlop, J. C.","Mazumdar, M. R. Dutta","Efimov, L. G.","Elhalhuli, E.","Elnimr, M.","Engelage, J.","Eppley, G.","Erazmus, B.","Estienne, M.","Eun, L.","Evdokimov, O.","Fachini, P.","Fatemi, R.","Fedorisin, J.","Fersch, R. G.","Filip, P.","Finch, E.","Fine, V.","Fisyak, Y.","Gagliardi, C. A.","Gangadharan, D. R.","Ganti, M. S.","Garcia-Solis, E. J.","Geromitsos, A.","Geurts, F.","Ghazikhanian, V.","Ghosh, P.","Gorbunov, Y. N.","Gordon, A.","Grebenyuk, O.","Grosnick, D.","Grube, B.","Guertin, S. M.","Gupta, A.","Gupta, N.","Guryn, W.","Haag, B.","Hallman, T. J.","Hamed, A.","Han, L-X.","Harris, J. W.","Hays-Wehle, J. P.","Heinz, M.","Heppelmann, S.","Hirsch, A.","Hjort, E.","Hoffman, A. M.","Hoffmann, G. W.","Hofman, D. J.","Hollis, R. S.","Huang, H. Z.","Humanic, T. J.","Huo, L.","Igo, G.","Iordanova, A.","Jacobs, P.","Jacobs, W. W.","Jakl, P.","Jena, C.","Jin, F.","Jones, C. L.","Jones, P. G.","Joseph, J.","Judd, E. G.","Kabana, S.","Kajimoto, K.","Kang, K.","Kapitan, J.","Kauder, K.","Keane, D.","Kechechyan, A.","Kettler, D.","Kikola, D. P.","Kiryluk, J.","Kisiel, A.","Knospe, A. G.","Kocoloski, A.","Koetke, D. D.","Kollegger, T.","Konzer, J.","Kopytine, M.","Koralt, I.","Korsch, W.","Kotchenda, L.","Kouchpil, V.","Kravtsov, P.","Krueger, K.","Krus, M.","Kumar, L.","Kurnadi, P.","Lamont, M. A. C.","Landgraf, J. M.","LaPointe, S.","Lauret, J.","Lebedev, A.","Lednicky, R.","Lee, C-H.","Lee, J. H.","Leight, W.","LeVine, M. J.","Li, C.","Li, L.","Li, N.","Li, W.","Li, X.","Li, X.","Li, Y.","Li, Z.","Lin, G.","Lindenbaum, S. J.","Lisa, M. A.","Liu, F.","Liu, H.","Liu, J.","Ljubicic, T.","Llope, W. J.","Longacre, R. S.","Love, W. A.","Lu, Y.","Ma, G. L.","Ma, Y. G.","Mahapatra, D. P.","Majka, R.","Mall, O. I.","Mangotra, L. K.","Manweiler, R.","Margetis, S.","Markert, C.","Masui, H.","Matis, H. S.","Matulenko, Yu. A.","McDonald, D.","McShane, T. S.","Meschanin, A.","Milner, R.","Minaev, N. G.","Mioduszewski, S.","Mischke, A.","Mitrovski, M. K.","Mohanty, B.","Mondal, M. M.","Morozov, D. A.","Munhoz, M. G.","Nandi, B. K.","Nattrass, C.","Nayak, T. K.","Nelson, J. M.","Netrakanti, P. K.","Ng, M. J.","Nogach, L. V.","Nurushev, S. B.","Odyniec, G.","Ogawa, A.","Okada, H.","Okorokov, V.","Olson, D.","Pachr, M.","Page, B. S.","Pal, S. K.","Pandit, Y.","Panebratsev, Y.","Pawlak, T.","Peitzmann, T.","Perevoztchikov, V.","Perkins, C.","Peryt, W.","Phatak, S. C.","Pile, P.","Planinic, M.","Ploskon, M. A.","Pluta, J.","Plyku, D.","Poljak, N.","Poskanzer, A. M.","Potukuchi, B. V. K. S.","Powell, C. B.","Prindle, D.","Pruneau, C.","Pruthi, N. K.","Pujahari, P. R.","Putschke, J.","Raniwala, R.","Raniwala, S.","Ray, R. L.","Redwine, R.","Reed, R.","Rehberg, J. M.","Ritter, H. G.","Roberts, J. B.","Rogachevskiy, O. V.","Romero, J. L.","Rose, A.","Roy, C.","Ruan, L.","Sahoo, R.","Sakai, S.","Sakrejda, I.","Sakuma, T.","Salur, S.","Sandweiss, J.","Sangaline, E.","Schambach, J.","Scharenberg, R. P.","Schmitz, N.","Schuster, T. R.","Seele, J.","Seger, J.","Selyuzhenkov, I.","Seyboth, P.","Shahaliev, E.","Shao, M.","Sharma, M.","Shi, S. S.","Sichtermann, E. P.","Simon, F.","Singaraju, R. N.","Skoby, M. J.","Smirnov, N.","Sorensen, P.","Sowinski, J.","Spinka, H. M.","Srivastava, B.","Stanislaus, T. D. S.","Staszak, D.","Stevens, J. R.","Stock, R.","Strikhanov, M.","Stringfellow, B.","Suaide, A. A. P.","Suarez, M. C.","Subba, N. L.","Sumbera, M.","Sun, X. M.","Sun, Y.","Sun, Z.","Surrow, B.","Symons, T. J. M.","de Toledo, A. Szanto","Takahashi, J.","Tang, A. H.","Tang, Z.","Tarini, L. H.","Tarnowsky, T.","Thein, D.","Thomas, J. H.","Tian, J.","Timmins, A. R.","Timoshenko, S.","Tlusty, D.","Tokarev, M.","Trainor, T. A.","Tram, V. N.","Trentalange, S.","Tribble, R. E.","Tsai, O. D.","Ulery, J.","Ullrich, T.","Underwood, D. G.","Van Buren, G.","van Leeuwen, M.","van Nieuwenhuizen, G.","Vanfossen Jr., J. A.","Varma, R.","Vasconcelos, G. M. S.","Vasiliev, A. N.","Videbaek, F.","Viyogi, Y. P.","Vokal, S.","Voloshin, S. A.","Wada, M.","Walker, M.","Wang, F.","Wang, G.","Wang, H.","Wang, J. S.","Wang, Q.","Wang, X. L.","Wang, Y.","Webb, G.","Webb, J. C.","Westfall, G. D.","Whitten Jr., C.","Wieman, H.","Wingfield, E.","Wissink, S. W.","Witt, R.","Wu, Y.","Xie, W.","Xu, N.","Xu, Q. H.","Xu, W.","Xu, Y.","Xu, Z.","Xue, L.","Yang, Y.","Yepes, P.","Yip, K.","Yoo, I-K.","Yue, Q.","Zawisza, M.","Zbroszczyk, H.","Zhan, W.","Zhang, S.","Zhang, W. M.","Zhang, X. P.","Zhang, Y.","Zhang, Z. P.","Zhao, J.","Zhong, C.","Zhou, J.","Zhou, W.","Zhu, X.","Zhu, Y. H.","Zoulkarneev, R.","Zoulkarneeva, Y."],"language":[],"coverage":[],"title":["Upsilon cross section in p+p collisions at sqrt(s) = 200 GeV"],"description":["  We report on a measurement of the Upsilon(1S+2S+3S) -> e+e- cross section at\nmidrapidity in p+p collisions at sqrt(s)=200 GeV. We find the cross section to\nbe 114 +/- 38 (stat.) +23,-24 (syst.) pb. Perturbative QCD calculations at\nnext-to-leading order in the Color Evaporation Model are in agreement with our\nmeasurement, while calculations in the Color Singlet Model underestimate it by\n2 sigma. Our result is consistent with the trend seen in world data as a\nfunction of the center-of-mass energy of the collision and extends the\navailability of Upsilon data to RHIC energies. The dielectron continuum in the\ninvariant mass range near the Upsilon is also studied to obtain a combined\ncross section of Drell-Yan plus (b b-bar) -> e+e-.\n","Comment: 17 pages, 14 figures, STAR Collaboration"]}]
["1001.4832",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4832","New trends in statistical physics, Festschrift in Honor of\n  Leopoldo Garcia-Colin's 80th Birthday, pp 293-301, World Scientific (2010)"],"date":["2010-01-26"],"type":["text"],"creator":["Sandoval-Villalbazo, A.","Garcia-Perciante, A. L."],"language":[],"coverage":[],"title":["A causality analysis of the linearized relativistic Navier-Stokes\n  equations"],"description":["  It is shown by means of a simple analysis that the linearized system of\ntransport equations for a relativistic, single component ideal gas at rest\nobeys the \\textit{antecedence principle}, which is often referred to as\ncausality principle. This task is accomplished by examining the roots of the\ndispersion relation for such a system. This result is important for recent\nexperiments performed in relativistic heavy ion colliders, since it suggests\nthat the Israel-Stewart like formalisms may be unnecessary in order to describe\nrelativistic fluids.\n","Comment: Invited review for Festschrift in honor of Prof. Leopoldo\n  Garcia-Colin Scherer"]}]
["1001.4977",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4977","Phys.Lett.B691:146-149,2010","doi:10.1016/j.physletb.2010.06.032"],"date":["2010-01-27","2010-08-03"],"type":["text"],"creator":["Gavai, Rajiv V."],"language":[],"coverage":[],"title":["Renormalized Polyakov loop in the Fixed Scale Approach"],"description":["  I compute the deconfinement order parameter for the SU(2) lattice gauge\ntheory, the Polyakov loop, using the fixed scale approach for two different\nscales and show how one can obtain a physical, renormalized, order parameter.\nThe generalization to other gauge theories, including quenched or full QCD, is\nstraightforward.\n","Comment: Final published version, Added references, Minor Changes, 9pages, 4\n  Figures"]}]
["1002.1694",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1694","Phys.Rev.D81:115012,2010","doi:10.1103/PhysRevD.81.115012"],"date":["2010-02-08","2010-08-02"],"type":["text"],"creator":["Stancato, David","Terning, John"],"language":[],"coverage":[],"title":["Constraints on the Unhiggs Model from Top Quark Decay"],"description":["  We compute the top quark decay rate in the Unhiggs model. In this model, the\nlongitudinally polarized W's are unparticles, owing to their Goldstone boson\nnature, while the transversely polarized W's are not. Thus the fraction of\ndecays with a longitudinal W emitted is different than in the Standard Model.\nComparing this calculation to CDF data, we are able to rule out some of the\nUnhiggs model parameter space. We also use the expected increased accuracy of\ntop decay measurements at the LHC to anticipate further constraints on the\nUnhiggs.\n","Comment: 10 pages, 1 figure; References added, further discussion included;\n  Version accepted for publication in Physical Review D"]}]
["1003.0768",{"format":[],"subject":["Physics - Physics and Society","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0768","Phys. Rev. E 82, 010103(R) (2010)","doi:10.1103/PhysRevE.82.010103"],"date":["2010-03-03","2010-07-21"],"type":["text"],"creator":["Masuda, Naoki","Gibert, N.","Redner, S."],"language":[],"coverage":[],"title":["Heterogeneous Voter Models"],"description":["  We introduce the heterogeneous voter model (HVM), in which each agent has its\nown intrinsic rate to change state, reflective of the heterogeneity of real\npeople, and the partisan voter model (PVM), in which each agent has an innate\nand fixed preference for one of two possible opinion states. For the HVM, the\ntime until consensus is reached is much longer than in the classic voter model.\nFor the PVM in the mean-field limit, a population evolves to a \"selfish\" state,\nwhere each agent tends to be aligned with its internal preference. For finite\npopulations, discrete fluctuations ultimately lead to consensus being reached\nin a time that scales exponentially with population size.\n","Comment: 4 pages, 4 figures, 2-column revtex format. Version 2 has minor\n  changes, for publication in PRE rapid communications"]}]
["1003.1770",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1770","Phys. Rev. Lett. 105, 057003 (2010)","doi:10.1103/PhysRevLett.105.057003"],"date":["2010-03-08","2010-08-03"],"type":["text"],"creator":["Sakakibara, Hirofumi","Usui, Hidetomo","Kuroki, Kazuhiko","Arita, Ryotaro","Aoki, Hideo"],"language":[],"coverage":[],"title":["Two-Orbital Model Explains the Higher Transition Temperature of the\n  Single-Layer Hg-Cuprate Superconductor Compared to That of the La-Cuprate\n  Superconductor"],"description":["  In order to explore the reason why the single-layered cuprates,\nLa$_{2-x}$(Sr/Ba)$_x$CuO$_4$ ($T_c\\simeq$ 40K) and HgBa$_2$CuO$_{4+\\delta}$\n($T_c\\simeq$ 90K), have such a significant difference in $T_c$, we study a\ntwo-orbital model that incorporates the $d_{z^2}$ orbital on top of the\n$d_{x^2-y^2}$ orbital. It is found, with the fluctuation exchange\napproximation, that the $d_{z^2}$ orbital contribution to the Fermi surface,\nwhich is stronger in the La system, works against d-wave superconductivity,\nthereby dominating over the effect of the Fermi surface shape. The result\nresolves the long-standing contradiction between the theoretical results on\nHubbard-type models and the experimental material dependence of $T_c$ in the\ncuprates.\n","Comment: 4 pages, 4 figures. Final version published in Phys. Rev. Lett"]}]
["1003.2299",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2299","Geophys. Res. Lett., 37, L14104 (2010)","doi:10.1029/2010GL043697"],"date":["2010-03-11","2010-08-03"],"type":["text"],"creator":["Bourouaine, Sofiane","Marsch, Eckart","Neubauer, Fritz M."],"language":[],"coverage":[],"title":["Correlations between the proton temperature anisotropy and transverse\n  high-frequency waves in the solar wind"],"description":["  Correlations are studied between the power density of transverse waves having\nfrequencies between $0.01$ and $1$ normalized to the proton gyrofrequency in\nthe plasma frame and the ratio of the perpendicular and parallel temperature of\nthe protons. The wave power spectrum is evaluated from high-resolution 3D\nmagnetic field vector components, and the ion temperatures are derived from the\nvelocity distribution functions as measured in fast solar wind during the\nHelios-2 primary mission at radial distances from the Sun between 0.3~AU and\n0.9~AU. From our statistical analysis, we obtain a striking correlation between\nthe increases in the proton temperature ratio and enhancements in the wave\npower spectrum. Near the Sun the transverse part of the wave power is often\nfound to be by more than an order of magnitude higher than its longitudinal\ncounterpart. Also the measured ion temperature anisotropy appears to be limited\nby the theoretical threshold value for the ion-cyclotron instability. This\nsuggests that high-frequency Alfv\\'{e}n-cyclotron waves regulate the proton\ntemperature anisotropy.\n","Comment: Some references have been added"]}]
["1003.3190",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics","81T75, 83C65, 53D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3190","SIGMA 6 (2010), 061, 19 pages","doi:10.3842/SIGMA.2010.061"],"date":["2010-03-16","2010-08-03"],"type":["text"],"creator":["Schenkel, Alexander","Uhlemann, Christoph F."],"language":[],"coverage":[],"title":["Field Theory on Curved Noncommutative Spacetimes"],"description":["  We study classical scalar field theories on noncommutative curved spacetimes.\nFollowing the approach of Wess et al. [Classical Quantum Gravity 22 (2005),\n3511 and Classical Quantum Gravity 23 (2006), 1883], we describe noncommutative\nspacetimes by using (Abelian) Drinfel'd twists and the associated *-products\nand *-differential geometry. In particular, we allow for position dependent\nnoncommutativity and do not restrict ourselves to the Moyal-Weyl deformation.\nWe construct action functionals for real scalar fields on noncommutative curved\nspacetimes, and derive the corresponding deformed wave equations. We provide\nexplicit examples of deformed Klein-Gordon operators for noncommutative\nMinkowski, de Sitter, Schwarzschild and Randall-Sundrum spacetimes, which solve\nthe noncommutative Einstein equations. We study the construction of deformed\nGreen's functions and provide a diagrammatic approach for their perturbative\ncalculation. The leading noncommutative corrections to the Green's functions\nfor our examples are derived.\n","Comment: SIGMA Special Issue on Noncommutative Spaces and Fields"]}]
["1004.0807",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0807","New J. Phys. 12 (2010) 083003","doi:10.1088/1367-2630/12/8/083003"],"date":["2010-04-06","2010-06-16"],"type":["text"],"creator":["Nimmrichter, Stefan","Hammerer, Klemens","Asenbaum, Peter","Ritsch, Helmut","Arndt, Markus"],"language":[],"coverage":[],"title":["Master Equation for the Motion of a Polarizable Particle in a Multimode\n  Cavity"],"description":["  We derive a master equation for the motion of a polarizable particle weakly\ninteracting with one or several strongly pumped cavity modes. We focus here on\nmassive particles with complex internal structure such as large molecules and\nclusters, for which we assume a linear scalar polarizability mediating the\nparticle-light interaction. The predicted friction and diffusion coefficients\nare in good agreement with former semiclassical calculations for atoms and\nsmall molecules in weakly pumped cavities, while the current rigorous quantum\ntreatment and numerical assessment sheds a light on the feasibility of\nexperiments that aim at optically manipulating beams of massive molecules with\nmultimode cavities.\n","Comment: 30 pages, 5 figures"]}]
["1004.3667",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3667","Acta Phys. Polon. B 41, 949 (2010)"],"date":["2010-04-21"],"type":["text"],"creator":["Burda, Z.","Duda, J.","Luck, J. M.","Waclaw, B."],"language":[],"coverage":[],"title":["The various facets of random walk entropy"],"description":["  We review various features of the statistics of random paths on graphs. The\nrelationship between path statistics and Quantum Mechanics (QM) leads to two\ncanonical ways of defining random walk on a graph, which have different\nstatistics and hence different entropies. Generic random walk (GRW) is in\ncorrespondence with the field-theoretical formalism, whereas maximal entropy\nrandom walk (MERW), introduced by us in a recent work, is motivated by the\nFeynman path-integral formulation of QM. GRW maximizes entropy locally\n(neighbors are chosen with equal probabilities), in contrast to MERW which does\nso globally (all paths of given length and endpoints are equally probable). The\nstationary distribution for MERW is given by the ground state of a\nquantum-mechanical problem where nodes whose degree is smaller than average act\nas repulsive impurities. We investigate static and dynamical properties GRW and\nMERW in a variety of examples in one and two dimensions. The most spectacular\ndifference arises in the case of weakly diluted lattices, where a particle\nperforming MERW gets eventually trapped in the largest nearly spherical region\nwhich is free of impurities. We put forward a quantitative explanation of this\nlocalization effect in terms of a classical Lifshitz phenomenon.\n","Comment: 40 pages, 19 figures, based on a lecture presented by Z.B. at the\n  22nd Marian Smoluchowski Symposium on Statistical Physics (Zakopane, Poland,\n  September 12-17, 2009)"]}]
["1005.0481",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0481","Phys. Rev. A 82, 012118 (2010)","doi:10.1103/PhysRevA.82.012118"],"date":["2010-05-04","2010-08-03"],"type":["text"],"creator":["Gruca, Jacek","Laskowski, Wieslaw","Zukowski, Marek","Kiesel, Nikolai","Wieczorek, Witlef","Schmid, Christian","Weinfurter, Harald"],"language":[],"coverage":[],"title":["Non-classicality thresholds for multiqubit states - numerical analysis"],"description":["  States that strongly violate Bell's inequalities are required in many quantum\ninformational protocols as, for example, in cryptography, secret sharing and\nthe reduction of communication complexity. We investigate families of such\nstates with a numerical method which allows to reveal non-classicality even\nwithout direct knowledge of Bell's inequalities for the given problem. An\nextensive set of numerical results is presented and discussed.\n","Comment: 8 pages, journal version"]}]
["1005.2767",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2767","Phys. Rev. B 82, 064101 (2010)","doi:10.1103/PhysRevB.82.064101"],"date":["2010-05-16","2010-08-03"],"type":["text"],"creator":["Coh, Sinisa","Heeg, Tassilo","Haeni, J. H.","Biegalski, M. D.","Lettieri, J.","Edge, L. F.","O'Brien, K. E.","Reiche, P.","Uecker, R.","Trolier-McKinstry, S.","Schlom, Darrell G.","Vanderbilt, David"],"language":[],"coverage":[],"title":["Si-compatible candidates for high-K dielectrics with the Pbnm perovskite\n  structure"],"description":["  We analyze both experimentally (where possible) and theoretically from\nfirst-principles the dielectric tensor components and crystal structure of five\nclasses of Pbnm perovskites. All of these materials are believed to be stable\non silicon and are therefore promising candidates for high-K dielectrics. We\nalso analyze the structure of these materials with various simple models,\ndecompose the lattice contribution to the dielectric tensor into force constant\nmatrix eigenmode contributions, explore a peculiar correlation between\nstructural and dielectric anisotropies in these compounds and give phonon\nfrequencies and infrared activities of those modes that are infrared-active. We\nfind that CaZrO_3, SrZrO_3, LaHoO_3, and LaYO_3 are among the most promising\ncandidates for high-K dielectrics among the compounds we considered.\n","Comment: 17 pages, 9 figures, 4 tables. Supplementary information:\n  http://link.aps.org/supplemental/10.1103/PhysRevB.82.064101 or\n  http://www.physics.rutgers.edu/~sinisa/highk/supp.pdf"]}]
["1005.4157",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4157","J. Appl. Phys. 107, 124312 (2010); (5 pages)","doi:10.1063/1.3431353"],"date":["2010-05-22"],"type":["text"],"creator":["Balev, Oleg G.","Vasko, Fedir T."],"language":[],"coverage":[],"title":["Hot carriers in a bipolar graphene"],"description":["  Hot carriers in a doped graphene under dc electric field is described taking\ninto account the intraband energy relaxation due to acoustic phonon scattering\nand the interband generation-recombination transitions caused by thermal\nradiation. The consideration is performed for the case when the intercarrier\nscattering effectively establishes the quasiequilibrium electron-hole\ndistributions, with effective temperature and concentrations of carriers. The\nconcentration and energy balance equations are solved taking into account an\ninterplay between weak energy relaxation and generation-recombination\nprocesses. The nonlinear conductivity is calculated for the momentum relaxation\ncaused by the elastic scattering. The current-voltage characteristics, and the\ntransition between bipolar and monopolar regimes of conductivity are obtained\nand analyzed, for different temperatures and gate voltages.\n","Comment: Copyright (2010) American Institute of Physics. This article may be\n  downloaded for personal use only. Any other use requires prior permission of\n  the author and the American Institute of Physics. The following article has\n  been accepted by Journal of Applied Physics. After it is published, it will\n  be found at http://jap.aip.org/japiau/107"]}]
["1006.1469",{"format":[],"subject":["Mathematics - Number Theory","11F11, 11F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1469"],"date":["2010-06-08","2010-08-03"],"type":["text"],"creator":["Eum, Ick Sun","Koo, Ja Kyung","Shin, Dong Hwa"],"language":[],"coverage":[],"title":["A modularity criterion for Klein forms, with an application to modular\n  forms of level $13$"],"description":["  We find some modularity criterion for a product of Klein forms of the\ncongruence subgroup $\\Gamma_1(N)$ and, as its application, construct a basis of\nthe space of modular forms for $\\Gamma_1(13)$ of weight $2$. In the process we\nface with an interesting property about the coefficients of certain theta\nfunction from a quadratic form and prove it conditionally by applying Hecke\noperators.\n"]}]
["1006.1751",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1751","Phys. Rev. B 82, 024517 (2010)","doi:10.1103/PhysRevB.82.024517"],"date":["2010-06-09"],"type":["text"],"creator":["Katterwe, S. O.","Rydh, A.","Motzkau, H.","Kulakov, A. B.","Krasnov, V. M."],"language":[],"coverage":[],"title":["Observation of superluminal geometrical resonances in Bi2Sr2CaCu2O8+x\n  intrinsic Josephson junctions"],"description":["  We study Fiske steps in small Bi2Sr2CaCu2O8+x mesa structures, containing\nonly few stacked intrinsic Josephson junctions. Careful alignment of magnetic\nfield prevents penetration of Abrikosov vortices and facilitates observation of\na large variety of high quality geometrical resonances, including superluminal\nwith velocities larger than the slowest velocity of electromagnetic waves. A\nsmall number of junctions limits the number of resonant modes and allows\naccurate identification of modes and velocities. It is shown that superluminal\ngeometrical resonances can be excited by subluminal fluxon motion and that\nflux-flow itself becomes superluminal at high magnetic fields. We argue that\nobservation of high-quality superluminal geometrical resonances is crucial for\nrealization of the coherent flux-flow oscillator in the THz frequency range.\n"]}]
["1006.2583",{"format":[],"subject":["Mathematics - Number Theory","11F11, 11F50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2583"],"date":["2010-06-13","2010-08-03"],"type":["text"],"creator":["Koo, Ja Kyung","Shin, Dong Hwa"],"language":[],"coverage":[],"title":["Modified Jacobi forms of index zero (II)"],"description":["  For a negative integer $k$ let $J_k$ be the space of modified Jacobi forms of\nweight $k$ and index 0 on $\\mathrm{SL}_2(\\mathbb{Z})$. For each positive\ninteger $m$ we consider certain subspace $J_k^{m}$ of $J_k$ which satisfies\n$J_k=\\cup_{m=1}^\\infty J_k^m$. By observing a relation between coefficients of\nthe Fourier development of a modified Jacobi form we show that $J_k^m$ is\nfinite-dimensional.\n","Comment: This paper has been withdrawn by the authors. This paper and our\n  previous one \"Modified Jacobi forms of index zero\" combine to a new version"]}]
["1006.3111",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3111","Physical Review B 82, 033103 (2010)","doi:10.1103/PhysRevB.82.033103"],"date":["2010-06-15"],"type":["text"],"creator":["Jeffries, J. R.","Moore, K. T.","Butch, N. P.","Maple, M. B."],"language":[],"coverage":[],"title":["The degree of 5f electron localization in URu2Si2: electron energy-loss\n  spectroscopy and spin-orbit sum rule analysis"],"description":["  We examine the degree of 5f electron localization in URu2Si2 using spin-orbit\nsum rule analysis of the U N4,5 (4d \\to 5f) edge. When compared to {\\alpha}-U\nmetal, US, USe, and UTe, which have increasing localization of the 5f states,\nwe find that the 5f states of URu2Si2 are more localized, although not\nentirely. Spin-orbit analysis shows that intermediate coupling is the correct\nangular momentum coupling mechanism for URu2Si2 when the 5f electron count is\nbetween 2.6 and 2.8. These results have direct ramifications for theoretical\nassessment of the hidden order state of URu2Si2, where the degree of\nlocalization of the 5f electrons and their contribution to the Fermi surface\nare critical.\n","Comment: 5 pages, 2 figures"]}]
["1006.3539",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3539","Phys. Rev. Lett. 105, 067001 (2010)","doi:10.1103/PhysRevLett.105.067001"],"date":["2010-06-17","2010-06-18"],"type":["text"],"creator":["Pashkin, A.","Porer, M.","Beyer, M.","Kim, K. W.","Dubroka, A.","Bernhard, C.","Yao, X.","Dagan, Y.","Hackl, R.","Erb, A.","Demsar, J.","Huber, R.","Leitenstorfer, A."],"language":[],"coverage":[],"title":["Femtosecond Quasiparticle and Phonon Dynamics in Superconducting\n  YBa2Cu3O7 Studied by Wideband Terahertz Spectroscopy"],"description":["  We measure the anisotropic mid-infrared response of electrons and phonons in\nbulk YBa2Cu3O7 after femtosecond photoexcitation. A line shape analysis of\nspecific lattice modes reveals their transient occupation and coupling to the\nsuperconducting condensate. The apex oxygen vibration is strongly excited\nwithin 150 fs demonstrating that the lattice absorbs a major portion of the\npump energy before the quasiparticles are thermalized. Our results attest to\nsubstantial electron-phonon scattering and introduce a powerful concept probing\nelectron-lattice interactions in a variety of complex materials.\n","Comment: 4 pages, 4 figures + supplementary material"]}]
["1006.3716",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3716","Journal of Statistical Mechanics: Theory and Experiment (2010)\n  P08004","doi:10.1088/1742-5468/2010/08/P08004"],"date":["2010-06-18"],"type":["text"],"creator":["Chatelain, Christophe"],"language":[],"coverage":[],"title":["Numerical study of Schramm-Loewner Evolution in the random 3-state Potts\n  model"],"description":["  We have numerically studied the properties of the interface induced in the\nferromagnetic random-bond three-state Potts model by symmetry-breaking boundary\nconditions. The fractal dimension $d_f$ of the interface was determined. The\ncorresponding SLE parameter $\\kappa$ was estimated to be $\\kappa\\simeq\n3.18(6)$, compatible with previous estimate. On the other hand, we estimated\n$\\kappa$ independently from the probability of passage of the interface at the\nleft of a given point. The numerical data are well reproduced by the Schramm\ntheoretical prediction and the fit leads to $\\kappa\\simeq 3.245(10)$, in\nagreement with the first estimate. This provides evidences that the geometric\nproperties of spin interfaces in the random 3-state Potts model may be\ndescribed by chordal ${\\rm SLE}_\\kappa$.\n","Comment: 11 pages"]}]
["1006.4410",{"format":[],"subject":["Mathematics - Logic","03C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4410"],"date":["2010-06-22","2010-08-03"],"type":["text"],"creator":["Goodrick, John","Kim, Byunghan","Kolesnikov, Alexei"],"language":[],"coverage":[],"title":["Amalgamation functors and boundary properties in simple theories"],"description":["  This paper continues the study of generalized amalgamation properties. Part\nof the paper provides a finer analysis of the groupoids that arise from failure\nof 3-uniqueness in a stable theory. We show that such groupoids must be abelian\nand link the binding group of the groupoids to a certain automorphism group of\nthe monster model, showing that the group must be abelian as well.\n  We also study connections between n-existence and n-uniqueness properties for\nvarious \"dimensions\" n in the wider context of simple theories. We introduce a\nfamily of weaker existence and uniqueness properties. Many of these properties\ndid appear in the literature before; we give a category-theoretic formulation\nand study them systematically. Finally, we give examples of first-order simple\nunstable theories showing, in particular, that there is no straightforward\ngeneralization of the groupoid construction in an unstable context.\n","Comment: 33 pages, 1 figure"]}]
["1007.0431",{"format":[],"subject":["Physics - Physics and Society","Physics - Biological Physics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0431","New J. Phys. 12 (2010) 083005","doi:10.1088/1367-2630/12/8/083005"],"date":["2010-07-02"],"type":["text"],"creator":["Helbing, Dirk","Szolnoki, Attila","Perc, Matjaz","Szabo, Gyorgy"],"language":[],"coverage":[],"title":["Punish, but not too hard: How costly punishment spreads in the spatial\n  public goods game"],"description":["  We study the evolution of cooperation in spatial public goods games where,\nbesides the classical strategies of cooperation (C) and defection (D), we\nconsider punishing cooperators (PC) or punishing defectors (PD) as an\nadditional strategy. Using a minimalist modeling approach, our goal is to\nseparately clarify and identify the consequences of the two punishing\nstrategies. Since punishment is costly, punishing strategies loose the\nevolutionary competition in case of well-mixed interactions. When spatial\ninteractions are taken into account, however, the outcome can be strikingly\ndifferent, and cooperation may spread. The underlying mechanism depends on the\ncharacter of the punishment strategy. In case of cooperating punishers,\nincreasing the fine results in a rising cooperation level. In contrast, in the\npresence of the PD strategy, the phase diagram exhibits a reentrant transition\nas the fine is increased. Accordingly, the level of cooperation shows a\nnon-monotonous dependence on the fine. Remarkably, punishing strategies can\nspread in both cases, but based on largely different mechanisms, which depend\non the cooperativeness (or not) of punishers.\n","Comment: 15 pages, 5 figures; accepted for publication in New Journal of\n  Physics"]}]
["1007.1363",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Probability","30E05 (Primary), 60G15, 30B70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1363"],"date":["2010-07-08"],"type":["text"],"creator":["Baratchart, L.","Golinskii, L.","Kupin, S."],"language":[],"coverage":[],"title":["Multipoint Schur algorithm, II: generalized moment problems, Gaussian\n  processes and prediction"],"description":["  We use nowdays classical theory of generalized moment problems by\nKrein-Nudelman [1977] to define a special class of stochastic Gaussian\nprocesses. The class contains, of course, stationary Gaussian processes. We\nobtain a spectral representation for the processes from this class and we solve\nthe corresponding prediction problem. The orthogonal rational functions on the\nunit circle lead to a class of Gaussian processes providing an example for the\nabove construction.\n","Comment: a very preliminary version; 18 pages"]}]
["1007.3281",{"format":[],"subject":["Mathematics - Symplectic Geometry","32Q28, 57R17, 53D42, 53D37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3281"],"date":["2010-07-19","2010-08-02"],"type":["text"],"creator":["Abouzaid, Mohammed","Seidel, Paul"],"language":[],"coverage":[],"title":["Altering symplectic manifolds by homologous recombination"],"description":["  We use symplectic cohomology to study the non-uniqueness of symplectic\nstructures on the smooth manifolds underlying affine varieties. Starting with a\nLefschetz fibration on such a variety and a finite set of primes, the main new\ntool is a method, which we call homologous recombination, for constructing a\nLefschetz fibration whose total space is smoothly equivalent to the original\nvariety, but for which symplectic cohomology with coefficients in the given set\nof primes vanishes (there is also a simpler version that kills symplectic\ncohomology completely). Rather than relying on a geometric analysis of periodic\norbits of a flow, the computation of symplectic cohomology depends on\ndescribing the Fukaya category associated to the new fibration. As a\nconsequence of this and a result of McLean we prove, for example, that an\naffine variety of real dimension greater than 4 supports infinitely many\ndifferent (Wein)stein structures of finite type, and, assuming a mild\ncohomological condition, uncountably many different ones of infinite type. In\naddition, we introduce a notion of complexity which measures the number of\nhandle attachments required to construct a given Weinstein manifold, and prove\nthat, in dimensions greater than or equal to 12, one may ensure that the\ninfinitely many different Weinstein manifolds smoothly equivalent to a given\nalgebraic variety have bounded complexity.\n","Comment: 35 pages, 6 figures. Expanded discussion of the construction of\n  symplectic cohomology in the SFT framework with arbitrary coefficients"]}]
["1007.4290",{"format":[],"subject":["Mathematics - Numerical Analysis","65F08, 65N22, 65N80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4290"],"date":["2010-07-24","2010-08-02"],"type":["text"],"creator":["Engquist, Björn","Ying, Lexing"],"language":[],"coverage":[],"title":["Sweeping Preconditioner for the Helmholtz Equation: Hierarchical Matrix\n  Representation"],"description":["  The paper introduces the sweeping preconditioner, which is highly efficient\nfor iterative solutions of the variable coefficient Helmholtz equation\nincluding very high frequency problems. The first central idea of this novel\napproach is to construct an approximate factorization of the discretized\nHelmholtz equation by sweeping the domain layer by layer, starting from an\nabsorbing layer or boundary condition. Given this specific order of\nfactorization, the second central idea of this approach is to represent the\nintermediate matrices in the hierarchical matrix framework. In two dimensions,\nboth the construction and the application of the preconditioners are of linear\ncomplexity. The GMRES solver with the resulting preconditioner converges in an\namazingly small number of iterations, which is essentially independent of the\nnumber of unknowns. This approach is also extended to the three dimensional\ncase with some success. Numerical results are provided in both two and three\ndimensions to demonstrate the efficiency of this new approach.\n","Comment: 34 pages"]}]
["1007.4548",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4548"],"date":["2010-07-26","2010-08-03"],"type":["text"],"creator":["Balbus, Steven A.","Reynolds, Christopher S."],"language":[],"coverage":[],"title":["Radiative and dynamic stability of a dilute plasma"],"description":["  We analyze the linear stability of a dilute, hot plasma, taking into account\nthe effects of stratification and anisotropic thermal conduction. The work is\nmotivated by attempts to understand the dynamics of the intracluster medium in\ngalaxy clusters. We show that magnetic field configurations that nominally\nstabilize either the heat-flux driven buoyancy instability (associated with a\npositive thermal gradient) or the magnetothermal instability (negative thermal\ngradient) can lead to previously unrecognized g-mode overstabilities. The\ndriving source of the overstability is either radiative cooling (positive\ntemperature gradient) or the heat flux itself (negative temperature gradient).\nWhile the implications of these overstabilities have yet to be explored, we\nspeculate that the cold fronts observed in many relaxed galaxy clusters may be\nrelated to their non-linear evolution.\n","Comment: Accepted for publication in Astrophysical Journal Letters. Revised\n  version corrects typo in figure"]}]
["1007.4817",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Mathematics - Numerical Analysis","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4817","Revista Ci\\^encias Exatas e Naturais, v.10, n.1, p. 77-93 (2008)"],"date":["2010-07-27","2010-07-30"],"type":["text"],"creator":["Cirilo, Eliandro Rodrigues","Natti, Paulo Laerte","Romeiro, Neyva Maria Lopes","Natti, Erica Regina Takano"],"language":["pt"],"coverage":[],"title":["Determination of the optimal relaxation parameter in a numerical\n  procedure for solitons propagation"],"description":["  In this work, considering a numerical procedure developed to solve a system\nof coupled nonlinear complex differential equations, which describes the\nsolitons propagation in dielectric optical fibers, we optimize the numerical\nprocessing time, in relation to the relaxation parameter of the procedure, for\nrelevant groups of values of the dielectric variables of the optic fiber.\nKey-words: optical soliton, processing time, optimization.\n","Comment: In Portuguese"]}]
["1007.4853",{"format":[],"subject":["Computer Science - Performance","Computer Science - Networking and Internet Architecture","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4853"],"date":["2010-07-27","2010-08-03"],"type":["text"],"creator":["Farhi, Nadir","Gaujal, Bruno"],"language":[],"coverage":[],"title":["Performance bounds in wormhole routing, a network calculus approach"],"description":["  We present a model of performance bound calculus on feedforward networks\nwhere data packets are routed under wormhole routing discipline. We are\ninterested in determining maximum end-to-end delays and backlogs of messages or\npackets going from a source node to a destination node, through a given virtual\npath in the network. Our objective here is to give a network calculus approach\nfor calculating the performance bounds. First we propose a new concept of\ncurves that we call packet curves. The curves permit to model constraints on\npacket lengths of a given data flow, when the lengths are allowed to be\ndifferent. Second, we use this new concept to propose an approach for\ncalculating residual services for data flows served under non preemptive\nservice disciplines. Third, we model a binary switch (with two input ports and\ntwo output ports), where data is served under wormhole discipline. We present\nour approach for computing the residual services and deduce the worst case\nbounds for flows passing through a wormhole binary switch. Finally, we\nillustrate this approach in numerical examples, and show how to extend it to\nfeedforward networks.\n","Comment: 26 pages"]}]
["1007.5369",{"format":[],"subject":["Mathematics - Analysis of PDEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems","35Q35, 76B03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5369"],"date":["2010-07-30","2010-08-03"],"type":["text"],"creator":["Lei, Zhen"],"language":[],"coverage":[],"title":["New Conserved Quantities of the Incompressible Euler Equations"],"description":["  We show two new conserved quantities for the three-dimensional incompressible\nEuler equations. Due to professor Lin's comments, these quantities are deeply\nrelated to the concept of topological degree and not new. I will post a new\nversion soon.\n","Comment: This paper has been withdrawn by the author. We found two new\n  conserved quantities for the three-dimensional incompressible Euler equations"]}]
["1007.5442",{"format":[],"subject":["Mathematics - Functional Analysis","Computer Science - Symbolic Computation","26D07, 39B99, 68W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5442"],"date":["2010-07-30"],"type":["text"],"creator":["Kauers, Manuel","Pillwein, Veronika","Saminger-Platz, Susanne"],"language":[],"coverage":[],"title":["Dominance in the family of Sugeno-Weber t-norms"],"description":["  The dominance relationship between two members of the family of Sugeno Weber\nt-norms is proven by using a quantifer elimination algorithm. Further it is\nshown that dominance is a transitive, and therefore also an order relation, on\nthis family of t-norms.\n"]}]
["1007.5515",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5515"],"date":["2010-07-30"],"type":["text"],"creator":["Banks, Tom","Fortin, Jean-François","Thomas, Scott"],"language":[],"coverage":[],"title":["Direct Detection of Dark Matter Electromagnetic Dipole Moments"],"description":["  Dark matter candidates with electromagnetic dipole moments can arise as dark\nbaryons in gauge-mediated or technicolor models. These dark matter candidates\ninteract with nuclei in direct detection experiments mainly through magnetic\nand/or electric dipole moments. The scattering cross sections depend on the\nnuclear magnetic moments and nuclear charge and have an infrared enhancement\ncompared with typical WIMP constant contact interactions, leading to\ndistinctive nuclear recoil energy spectra. These characteristics result in an\nenhanced signal for the DAMA experiment compared with the CDMS or XENON\nexperiments. The positive results of DAMA, along with the null results of CDMS\nand XENON, are consistent with a dark matter particle with magnetic dipole\nmoment and a mass around ten GeV. Significant direct detection signals can\narise from dipolar dark matter with mass up to of order tens of TeV.\n","Comment: 16 pages, 3 figures, 3 tables"]}]
["1008.0045",{"format":[],"subject":["Computer Science - Information Theory","68Q30","E.4","H.1.1","D.4.4","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0045"],"date":["2010-07-30","2010-08-03"],"type":["text"],"creator":["Ho, Tracey","Jaggi, Sidharth","Vyetrenko, Svitlana","Xia, Lingxiao"],"language":[],"coverage":[],"title":["Universal and Robust Distributed Network Codes"],"description":["  Random linear network codes can be designed and implemented in a distributed\nmanner, with low computational complexity. However, these codes are classically\nimplemented over finite fields whose size depends on some global network\nparameters (size of the network, the number of sinks) that may not be known\nprior to code design. Also, if new nodes join the entire network code may have\nto be redesigned.\n  In this work, we present the first universal and robust distributed linear\nnetwork coding schemes. Our schemes are universal since they are independent of\nall network parameters. They are robust since if nodes join or leave, the\nremaining nodes do not need to change their coding operations and the receivers\ncan still decode. They are distributed since nodes need only have topological\ninformation about the part of the network upstream of them, which can be\nnaturally streamed as part of the communication protocol.\n  We present both probabilistic and deterministic schemes that are all\nasymptotically rate-optimal in the coding block-length, and have guarantees of\ncorrectness. Our probabilistic designs are computationally efficient, with\norder-optimal complexity. Our deterministic designs guarantee zero error\ndecoding, albeit via codes with high computational complexity in general. Our\ncoding schemes are based on network codes over ``scalable fields\". Instead of\nchoosing coding coefficients from one field at every node, each node uses\nlinear coding operations over an ``effective field-size\" that depends on the\nnode's distance from the source node. The analysis of our schemes requires\ntechnical tools that may be of independent interest. In particular, we\ngeneralize the Schwartz-Zippel lemma by proving a non-uniform version, wherein\nvariables are chosen from sets of possibly different sizes. We also provide a\nnovel robust distributed algorithm to assign unique IDs to network nodes.\n","Comment: 12 pages, 7 figures, 1 table, under submission to INFOCOM 2011"]}]
["1008.0054",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0054"],"date":["2010-07-31"],"type":["text"],"creator":["Bardet, Jean-Marc","Kengne, William Chakry","Wintenberger, Olivier"],"language":[],"coverage":[],"title":["Detecting multiple change-points in general causal time series using\n  penalized quasi-likelihood"],"description":["  This paper is devoted to the off-line multiple change-point detection in a\nsemiparametric framework. The time series is supposed to belong to a large\nclass of models including AR($\\infty$), ARCH($\\infty$), TARCH($\\infty$),...\nmodels where the coefficients change at each instant of breaks. The different\nunknown parameters (number of changes, change dates and parameters of\nsuccessive models) are estimated using a penalized contrast built on\nconditional quasi-likelihood. Under Lipshitzian conditions on the model, the\nconsistency of the estimator is proved when the moment order $r$ of the process\nsatisfies $r\\geq 2$. If $r\\geq 4$, the same convergence rates for the\nestimators than in the case of independent random variables are obtained. The\nparticular cases of AR($\\infty$), ARCH($\\infty$) and TARCH($\\infty$) show that\nour method notably improves the existing results.\n"]}]
["1008.0114",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M27, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0114"],"date":["2010-07-31"],"type":["text"],"creator":["Haas, Aaron","Heckel, Garret","Nelson, Sam","Yuen, Jonah","Zhang, Qingcheng"],"language":[],"coverage":[],"title":["Rack Module Enhancements of Counting Invariants"],"description":["  We introduce a modified rack algebra Z[X] for racks X with finite rack rank\nN. We use representations of Z[X] into rings, known as rack modules, to define\nenhancements of the rack counting invariant for classical and virtual knots and\nlinks. We provide computations and examples to show that the new invariants are\nstrictly stronger than the unenhanced counting invariant and are not determined\nby the Jones or Alexander polynomials.\n","Comment: 14 pages"]}]
["1008.0178",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0178"],"date":["2010-08-01","2010-08-03"],"type":["text"],"creator":["Gao, Lei"],"language":[],"coverage":[],"title":["Dictionary for Sparse Representation of Chirp Echo in Broadband Radar"],"description":["  A new dictionary for sparse representation of chirp echo in broadband radar\nis put forward in this paper. Different with chirplet decomposition which\ndecomposes echo in time-frequency plane, the dictionary transforms the sparsity\nof target observed by radar in distance range to the sparsity in frequency\ndomain by stretch processing and the sparse representation of echo is realized.\nUsing strict deduction with mathematics, the sparsity of echo in dictionary is\nproved and the dictionary is orthogonal. In the application property, the\nconstruction of dictionary is simple, the parameters that are needed for\ndictionary can be obtained conveniently and the dictionary is convenient to\nuse. Furthermore, the object of application can be expanded to the echo of\nmulti-component chirps with single freedom degree.\n"]}]
["1008.0208",{"format":[],"subject":["Computer Science - Graphics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0208"],"date":["2010-08-01","2010-08-03"],"type":["text"],"creator":["Xu, Gang","Wang, Guozhao"],"language":[],"coverage":[],"title":["Parametric polynomial minimal surfaces of arbitrary degree"],"description":["  Weierstrass representation is a classical parameterization of minimal\nsurfaces. However, two functions should be specified to construct the\nparametric form in Weierestrass representation. In this paper, we propose an\nexplicit parametric form for a class of parametric polynomial minimal surfaces\nof arbitrary degree. It includes the classical Enneper surface for cubic case.\nThe proposed minimal surfaces also have some interesting properties such as\nsymmetry, containing straight lines and self-intersections. According to the\nshape properties, the proposed minimal surface can be classified into four\ncategories with respect to $n=4k-1$ $n=4k+1$, $n=4k$ and $n=4k+2$. The explicit\nparametric form of corresponding conjugate minimal surfaces is given and the\nisometric deformation is also implemented.\n"]}]
["1008.0332",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0332"],"date":["2010-08-02","2010-08-03"],"type":["text"],"creator":["Rostovtsev, A. A.","Bylinkin, A. A."],"language":[],"coverage":[],"title":["Systematic studies of hadron production spectra in collider experiments"],"description":["  A shape of invariant differential cross section for hadron production as\nfunction of transverse momentum is analysed. The systematic analysis of the\navailable data demonstrates a need for a modification of the parameterization\ntraditionally used to approximate the measured spectra. The properties of the\nnew proposed parameterization are discussed.\n"]}]
["1008.0400",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0400","Macromolecules 2006, 39, 3927-3930","doi:10.1021/ma060251d"],"date":["2010-08-02"],"type":["text"],"creator":["Tlusty, Tsvi"],"language":[],"coverage":[],"title":["Screening by symmetry of long-range hydrodynamic interactions of\n  polymers confined in sheets"],"description":["  Hydrodynamic forces may significantly affect the motion of polymers. In\nsheet-like cavities, such as the cell's cytoplasm and microfluidic channels,\nthe hydrodynamic forces are long-range. It is therefore expected that that\nhydrodynamic interactions will dominate the motion of polymers in sheets and\nwill be manifested by Zimm-like scaling. Quite the opposite, we note here that\nalthough the hydrodynamic forces are long-range their overall effect on the\nmotion of polymers vanishes due to the symmetry of the two-dimensional flow. As\na result, the predicted scaling of experimental observables such as the\ndiffusion coefficient or the rotational diffusion time is Rouse-like, in accord\nwith recent experiments. The effective screening validates the use of the\nnon-interacting blobs picture for polymers confined in a sheet.\n","Comment: http://www.weizmann.ac.il/complex/tlusty/papers/Macromolecules2006.pdf\n  http://pubs.acs.org/doi/abs/10.1021/ma060251d"]}]
["1008.0403",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0403","International Journal of Precision Technology 2010 - Vol. 1,\n  No.3/4 pp. 331 - 342","doi:10.1504/IJPTECH.2010.031661"],"date":["2010-08-02"],"type":["text"],"creator":["Abdel-aal, Hisham A"],"language":[],"coverage":[],"title":["On The Strength of Tribo-Emission in Sliding of Diamond on Single\n  Crystal Silicon"],"description":["  Triboemission is a phenomenon associated with the sliding of variety of\nmaterials. The phenomenon is thought to be related to wear of diamond tools\nused in precision machining of semiconductors. As such, the physics of emission\nhas recently acquired importance. Many researchers studied emission during\nscratching of solid surfaces. They observed that the intensity of tribo-induced\nemission of the electrons, ions, and photons decrease in the order:\ninsulator>semiconductor> conductor. Many experiments conducted to compare the\nemission of negatively-charged particles in case of the semiconductors Si with\nthat from selected insulators have reported a clear decreasing trend of the\ntribo-emission intensity as contact progressed over the same wear track for\ndiamond-on-Si. Despite that all of these experiments were performed in vacuum,\nthe origin of the weak signals and the decrease of signal strength in the case\nof Si centred on the presence of dielectric silicon oxide films formed in air\nduring surface preparation or because of the samples being of mono-crystalline\nnature. This paper offers an alternative explanation to the behaviour of\ntribo-emitted particles based on the pressure induced\nsemi-conductor-to-metallic phase transformation that takes place in Si during\nsliding. It is shown that due to repeated sliding, the wear tracks experience a\nsemiconductor-to- metal transformation that renders the bulk of material\nimmediately under the diamond slider conducting.\n"]}]
["1008.0404",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0404"],"date":["2010-08-02"],"type":["text"],"creator":["Bazin, Cyril","Koutchmy, Serge","Tavabi, Ehsan"],"language":[],"coverage":[],"title":["The He I and He II chromospheric shells and the Transition Region"],"description":["  Total eclipse observations were performed in 2008 and 2009 to study the He I\nand He II shells near the 1 Mm heights above the solar limb. They suggest that\nthe corona penetrates deep into the chromosphere following magnetic chanels.\nThanks to the use of a fast CCD camera, the observation of a second ionized\nhelium shell is evidenced for the first time. The transition region is then\nseen at very low altitude where spicules are emerging. Spicule feet are also\ndiscussed, using the best resolution SOT/Hinode HCaII images processed with the\nnon linear operator Madmax to look at details of this ubiquitous part of the\nsolar atmosphere.\n","Comment: 7 papes, 7 figures"]}]
["1008.0408",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0408"],"date":["2010-08-02"],"type":["text"],"creator":["Haessig, C. Douglas","Rojas-Leon, Antonio"],"language":[],"coverage":[],"title":["L-functions of symmetric powers of the generalized Airy family of\n  exponential sums"],"description":["  This paper looks at the L-function of the k-th symmetric power of the\nell-adic sheaf over the affine line associated to the generalized Airy family\nof exponential sums. We compute the degree of this rational function and the\nlocal factors at infinity.\n","Comment: 12 pages"]}]
["1008.0411",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0411"],"date":["2010-08-02"],"type":["text"],"creator":["Diaz, Jorge S."],"language":[],"coverage":[],"title":["Lorentz and CPT violation in neutrino oscillations"],"description":["  Neutrino oscillations in the presence of Lorentz violation can present novel\nobservable signals in both long- and short-baseline experiments. In this talk\nwe describe the theory and its different regimes depending on properties of the\nexperiments. CPT violation, its systematic search and possible connections to\nlatest results are also presented.\n","Comment: Presented at the Fifth Meeting on CPT and Lorentz Symmetry,\n  Bloomington, Indiana, June 28-July 2, 2010"]}]
["1008.0412",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0412"],"date":["2010-08-02"],"type":["text"],"creator":["Abdel-aal, Hisham A."],"language":[],"coverage":[],"title":["The Relation Between Wear and Irreversible Entropy Generation in the Dry\n  Sliding of Metals"],"description":["  We examine the relationship between wear and the generation of entropy in dry\nsliding of metals. It is postulated that wear is related to irreversible\nentropy generation within the MAZ. We present a model, that treats the MAZ as a\nheat engine in the Carnot sense. The model assumes that the MAZ is a heat\nengine that transports heat from a high temperature reservoir, represented by\nthe asperity contact layer, to a low temperature reservoir, represented by the\nsub-contact layer. Consequently an entropy generation source that represents\nthe irreversibilities within the MAZ is defined and a study of the entropy\ngeneration is attempted. Wear data, published elsewhere, of two materials,\nOxygen Free High conductivity Copper, and Commercially Pure Titanium are\nanalyzed using the developed model. It is found that wear for both materials is\ncorrelated to entropy generation, and to the entropy flow within the MAZ.\nInterestingly, moreover, in view of the contrasting wear trends of the test\nmaterials, the relationship of the mass wear rate and the specific wear rate of\neach material with respect to entropy generation are totally opposite to each\nother. A common feature between the behavior of the two materials, was found in\nwear behavior with respect to a so called Ratio of Residual Entropy. This ratio\ndetermines wether the system is over or under supplied with entropy. It is\nfound that when the capacity to transport entropy exceeds the entropy supply\nthe mass wear rate increases, and when the entropy transport capacity of the\nsystem is exceeded and entropy generation takes place the mass wear rate\ndecreases. This is attributed to the re-establishment of equilibrium within the\nsystem.\n","Comment: paper Presented in Leeds-Lyon Symposium on Tribology, Lyon 2005"]}]
["1008.0415",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0415"],"date":["2010-08-02"],"type":["text"],"creator":["Ma, Xiwen","Dai, Bin","Klein, Ronald","Klein, Barbara E. K.","Lee, Kristine E.","Wahba, Grace"],"language":[],"coverage":[],"title":["Penalized Likelihood Regression in Reproducing Kernel Hilbert Spaces\n  with Randomized Covariate Data"],"description":["  Classical penalized likelihood regression problems deal with the case that\nthe independent variables data are known exactly. In practice, however, it is\ncommon to observe data with incomplete covariate information. We are concerned\nwith a fundamentally important case where some of the observations do not\nrepresent the exact covariate information, but only a probability distribution.\nIn this case, the maximum penalized likelihood method can be still applied to\nestimating the regression function. We first show that the maximum penalized\nlikelihood estimate exists under a mild condition. In the computation, we\npropose a dimension reduction technique to minimize the penalized likelihood\nand derive a GACV (Generalized Approximate Cross Validation) to choose the\nsmoothing parameter. Our methods are extended to handle more complicated\nincomplete data problems, such as, covariate measurement error and partially\nmissing covariates.\n","Comment: 46 pages Missing data is a special case of the general theory here"]}]
["1008.0424",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0424"],"date":["2010-08-02"],"type":["text"],"creator":["Jiang, Ke-Xia","Ke, San-Min"],"language":[],"coverage":[],"title":["A suggested experiment to distinguish between the Bohmian Interpretation\n  and the Standard Quantum Mechanics"],"description":["  Based on the double-slit experiment of electrons, we suggest a proposal of\nthought experiment to distinguish between the Bohmian Interpretation (BI) and\nthe Standard Quantum Mechanics (SQM). We mainly focus on the discussion of the\nmeaning of the wave function (Schr\\\"{o}dinger-$\\psi$). The key technique is\nrequire to insert some slow-electrons or weak electron current into the space\nbetween the double-slit and the detector plane. We find that the two theories\nfinally give out two totally different results about the affections which the\nexternally inserted electrons cause to the original pattern of the interference\nfringes. Under the BI, the externally inserted electrons also can be influenced\nby the Quantum Potential (QP) in a totally same way with the electrons which\ncome from the slits, so the positions they arrived at are preferred to certain\nbright zones, and the interference pattern will become more clearer. While\nunder the SQM, the Schr\\\"{o}dinger-$\\psi$ does not represent an objectively\nreal field, but only a mathematical construction of the probability\ncharacteristics of the particle itself, so the externally inserted electrons\nand the electrons which come from the slits have no correlations with each\nother. No any priority positions at the detector plane the externally inserted\nelectrons will arrive. And the affections are only the addition of a uniform\nbright background. In such a meaning, the dark zones of the fringes of the\ninterference pattern have been filled.\n","Comment: 9 pages, 3 figures"]}]
["1008.0425",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0425"],"date":["2010-08-02"],"type":["text"],"creator":["Shaw, Bilal A."],"language":[],"coverage":[],"title":["Quantum Steganography and Quantum Error-Correction"],"description":["  In the current thesis we first talk about the six-qubit quantum\nerror-correcting code and show its connections to entanglement-assisted\nerror-correcting coding theory and then to subsystem codes. This code bridges\nthe gap between the five-qubit (perfect) and Steane codes. We discuss two\nmethods to encode one qubit into six physical qubits. Each of the two examples\ncorrects an arbitrary single-qubit error. The first example is a degenerate\nsix-qubit quantum error-correcting code. We prove that a six-qubit code without\nentanglement assistance cannot simultaneously possess a Calderbank-Shor-Steane\n(CSS) stabilizer and correct an arbitrary single-qubit error. A corollary of\nthis result is that the Steane seven-qubit code is the smallest single-error\ncorrecting CSS code. Our second example is the construction of a non-degenerate\nsix-qubit CSS entanglement-assisted code. This code uses one bit of\nentanglement (an ebit) shared between the sender (Alice) and the receiver (Bob)\nand corrects an arbitrary single-qubit error. In the second half of this thesis\nwe explore the yet uncharted and relatively undiscovered area of quantum\nsteganography. Steganography is the process of hiding secret information by\nembedding it in an innocent message. We present protocols for hiding quantum\ninformation in a codeword of a quantum error-correcting code passing through a\nchannel. Using either a shared classical secret key or shared entanglement\nAlice disguises her information as errors in the channel. Bob can retrieve the\nhidden information, but an eavesdropper (Eve) with the power to monitor the\nchannel, but without the secret key, cannot distinguish the message from\nchannel noise. We analyze how difficult it is for Eve to detect the presence of\nsecret messages, and estimate rates of steganographic communication and secret\nkey consumption for certain protocols.\n","Comment: Ph.D. Thesis, University of Southern California, 2010, 137 pages, 19\n  tables, and 20 figures"]}]
["1008.0438",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0438"],"date":["2010-08-02"],"type":["text"],"creator":["Wollny, H.","collaboration, for the COMPASS"],"language":[],"coverage":[],"title":["Studies of TMDs at COMPASS"],"description":["  Transverse spin and transverse momentum distribution functions of the\nconstituents of the nucleon are a crucial input for a complete description of\nthe nucleon. COMPASS measured such for longitudinally and transversely\npolarized deuterons and protons. In the following we will focus on recent\nresults from the 2007 transverse proton data and on the results for unpolarized\ndeuterons.\n","Comment: To appear in the proceedings of 4th Workshop on Exclusive Reactions\n  at High Momentum Transfer, Thomas Jefferson National Accelerator Facility,\n  Newport News, Virginia USA, May 18-21, 2010"]}]
["1008.0441",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0441","Journal of Applied Probability, 41, 721-734, 2004"],"date":["2010-08-02"],"type":["text"],"creator":["Ling, Yibei","Mi, Jie"],"language":[],"coverage":[],"title":["An Optimal Trade-off between Content Freshness and Refresh Cost"],"description":["  Caching is an effective mechanism for reducing bandwidth usage and\nalleviating server load. However, the use of caching entails a compromise\nbetween content freshness and refresh cost. An excessive refresh allows a high\ndegree of content freshness at a greater cost of system resource. Conversely, a\ndeficient refresh inhibits content freshness but saves the cost of resource\nusages. To address the freshness-cost problem, we formulate the refresh\nscheduling problem with a generic cost model and use this cost model to\ndetermine an optimal refresh frequency that gives the best tradeoff between\nrefresh cost and content freshness. We prove the existence and uniqueness of an\noptimal refresh frequency under the assumptions that the arrival of content\nupdate is Poisson and the age-related cost monotonically increases with\ndecreasing freshness. In addition, we provide an analytic comparison of system\nperformance under fixed refresh scheduling and random refresh scheduling,\nshowing that with the same average refresh frequency two refresh schedulings\nare mathematically equivalent in terms of the long-run average cost.\n"]}]
["1008.0444",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53B30, 15A21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0444"],"date":["2010-08-02"],"type":["text"],"creator":["Law, Peter R"],"language":[],"coverage":[],"title":["Algebraic Classification of the Ricci Curvature Tensor and Spinor for\n  Neutral Signature in Four Dimensions"],"description":["  I apply the algebraic classification of self-adjoint endomorphisms of ${\\bf\nR}^{2,2}$ provided by their Jordan canonical form to the Ricci curvature tensor\nof four-dimensional neutral manifolds and relate this classification to an\nalgebraic classification of the Ricci curvature spinor. These results parallel\nsimilar results well known in four-dimensional Lorentzian geometry. The\nclassification is summarized in Table 2 at the end of the paper.\n","Comment: 67 pp, 2 tables; 2 figures"]}]
["1008.0449",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0449"],"date":["2010-08-02"],"type":["text"],"creator":["Novikov, E. A."],"language":[],"coverage":[],"title":["Towards Conscious Stochastic Systems"],"description":["  A modeling procedure for enhancing performance of stochastic systems is\nproposed.\n","Comment: 3 pages"]}]
["1008.0451",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0451","IEEE Transactions on Computers, 55(9), 1178-1187 (2006)"],"date":["2010-08-02"],"type":["text"],"creator":["Ling, Yibei","Chen, Shigang","Chiang, Cho-Yu Jason"],"language":[],"coverage":[],"title":["On Optimal Deadlock Detection Scheduling"],"description":["  Deadlock detection scheduling is an important, yet often overlooked problem\nthat can significantly affect the overall performance of deadlock handling.\nExcessive initiation of deadlock detection increases overall message usage,\nresulting in degraded system performance in the absence of deadlocks; while\ninsufficient initiation of deadlock detection increases the deadlock\npersistence time, resulting in an increased deadlock resolution cost in the\npresence of deadlocks. The investigation of this performance tradeoff, however,\nis missing in the literature. This paper studies the impact of deadlock\ndetection scheduling on the overall performance of deadlock handling. In\nparticular, we show that there exists an optimal deadlock detection frequency\nthat yields the minimum long-run mean average cost, which is determined by the\nmessage complexities of the deadlock detection and resolution algorithms being\nused, as well as the rate of deadlock formation, denoted as $\\lambda$. For the\nbest known deadlock detection and resolution algorithms, we show that the\nasymptotically optimal frequency of deadlock detection scheduling that\nminimizes the overall message overhead is ${\\cal O}((\\lambda n)^{1/3})$, when\nthe total number $n$ of processes is sufficiently large. Furthermore, we show\nthat in general fully distributed (uncoordinated) deadlock detection scheduling\ncannot be performed as efficiently as centralized (coordinated) deadlock\ndetection scheduling.\n"]}]
["1008.0454",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0454","doi:10.1088/0004-637X/719/1/1"],"date":["2010-08-03"],"type":["text"],"creator":["Weisberg, Joel M.","Everett, John E.","Cordes, James M.","Morgan, Justin J.","Brisbin, Drew G."],"language":[],"coverage":[],"title":["A Search for Neutron Star Precession and Interstellar Magnetic Field\n  Variations via Multiepoch Pulsar Polarimetry"],"description":["  In order to study precession and interstellar magnetic field variations, we\nmeasured the polarized position angle of 81 pulsars at several-month intervals\nfor four years. We show that the uncertainties in a single-epoch measurement of\nposition angle is usually dominated by random pulse-to-pulse jitter of the\npolarized subpulses. Even with these uncertainties, we find that the position\nangle variations in 19 pulsars are significantly better fitted (at the 3\n{\\sigma} level) by a sinusoid than by a constant. Such variations could be\ncaused by precession, which would then indicate periods of ~ (200 - 1300) d and\namplitudes of ~(1 - 12) degrees. We narrow this collection to four pulsars that\nshow the most convincing evidence of sinusoidal variation in position angle.\nAlso, in a handful of pulsars, single discrepant position angle measurements\nare observed which may result from the line of sight passing across a discrete\nionized, magnetized structure. We calculate the standard deviation of position\nangle measurements from the mean for each pulsar, and relate these to limits on\nprecession and interstellar magnetic field variations.\n","Comment: Accepted to APJ"]}]
["1008.0464",{"format":[],"subject":["Physics - General Physics","High Energy Physics - Phenomenology","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0464"],"date":["2010-08-03"],"type":["text"],"creator":["Nielsen, Holger B.","Ninomiya, Masao"],"language":[],"coverage":[],"title":["Backward Causation in Complex Action Model --- Superdeterminism and\n  Transactional Interpretations"],"description":["  It is shown that the transactional interpretation of quantum mechanics being\nreferred back to Feynman-Wheeler's time reversal symmetric radiation theory has\nreminiscences to our complex action model. In this complex action model the\ninitial conditions are in principle even calculable. Thus it philosophically\npoints towards superdeterminism, but really the Bell theorem problem is solved\nin our model of complex action by removing the significance of signals running\nslower than by light velocity.\n  Our model as earlier published predicts that LHC should have some failure\nbefore reaching to have produced as many Higgs-particles as would have been\nproduced the SSC accelerator. In the present article, we point out that a\ncardgame involving whether to restrict LHC-running as we have proposed to test\nour model will under all circumstances be a success.\n","Comment: 28 pages, To apper in Proceedings for 13 Bled workshop \"What Comes\n  Beyond the Standard models\", 12-22. July 2010"]}]
["1008.0471",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0471"],"date":["2010-08-03"],"type":["text"],"creator":["Revets, Stefan A."],"language":[],"coverage":[],"title":["Stress Orientation Confidence Intervals from Focal Mechanism Inversion"],"description":["  The determination of confidence intervals of stress orientation is a crucial\nelement in the discussion of homogeneity or heterogeneity of the stress field\nunder study. The error estimates provided by the grid search method Focal\nMechanism Stress Inversion of Gephart and Forsyth (1984) have been shown to be\ntoo wide but the reasons for this failure have escaped elucidation. Through the\nuse of directional statistics and synthetic focal mechanisms, I show that the\ngrid search methodology does yield appropriate uncertainty estimates. The\ndirect perturbation of the synthetic focal mechanisms introduces bias which\nleads to confidence intervals which become increasingly too wide as the amount\nof perturbation increases. The synthetic data also show at what point the\nmethod fails to overcome this bias and when confidence intervals will be too\nwide. The indirect perturbation of the focal mechanisms by perturbing the\ngenerating deviatoric stress tensor generates synthetic data devoid of bias.\nInversion of these data sets yields correct confidence intervals. The Focal\nMechanism Stress Inversion method is vindicated as a highly effective method,\nand with the use of appropriate directional statistics, its results can be\nassessed and homogeneity or heterogeneity of the stress field can be discussed\nwith confidence.\n","Comment: 12 pages, 9 figures"]}]
["1008.0478",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0478","Baltic Astronomy, Vol. 18, p. 284-288, 2009"],"date":["2010-08-03"],"type":["text"],"creator":["Veres, Péter","Bagoly, Zsolt"],"language":[],"coverage":[],"title":["Gamma-ray bursts: connecting the prompt emission with the afterglow"],"description":["  With the early afterglow localizations of gamma-ray burst positions made by\nSwift, the clear delimitation of the prompt phase and the afterglow is not so\nobvious any more. It is important to see weather the two phases have the same\norigin or they stem from different parts of the progenitor system. We will\ncombine the two kinds of gamma-ray burst data from the Swift-XRT instrument\n(windowed timing and photon counting modes) and from BAT. A thorough desription\nof the applied procedure is given. We apply various binning techniques to the\ndifferent data: Bayes blocks, exponential binning and signal-to-noise type of\nbinning. We present a handful of flux curves and some possible applications.\n","Comment: 6 pages, 7 figures"]}]
["1008.0483",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0483"],"date":["2010-08-03"],"type":["text"],"creator":["Torres, Diego F."],"language":[],"coverage":[],"title":["Gamma-ray binaries as non-accreting pulsar systems"],"description":["  The gamma-ray binaries LS 5039 and LS I +61 303 have been detected by\nCerenkov telescopes at TeV energies, exhibiting periodic behavior correlated\nwith the orbital period. These gamma-ray binary systems have also been recently\ndetected by the Fermi Gamma-ray Telescope at GeV energies, and combination of\nGeV and TeV observations are providing both, expected and surprising results.\nWe summarize these results, also considering the multi-frequency scenario, from\nthe perspective of pulsar systems. We discuss similarities and differences of\nmodels in which pulsar wind/star wind shocks, or pulsar wind zone processes\nlead to particles accelerated enough to emit TeV photons. We discuss in detail\nthe caveats of the current observations for detecting either accretion lines or\npulsations from these objects. We also comment on the possibility for\nunderstanding the GeV to TeV emission from these binaries with a 2-components\ncontribution to their spectrum. We show that it would be possible to\naccommodate both, normal pulsar emission and GeV / TeV fluxes that vary with\norbital phase. We point out several aspects of this idea that are subject to\ntest with data being currently taken.\n","Comment: Chapter to be published in the book of proceedings of the 1st Sant\n  Cugat Forum on Astrophysics, \"ICREA Workshop on the high-energy emission from\n  pulsars and their systems\", held in April, 2010"]}]
["1008.0485",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0485"],"date":["2010-08-03"],"type":["text"],"creator":["Aurzada, Frank","Dereich, Steffen"],"language":[],"coverage":[],"title":["Universality of the asymptotics of the one-sided exit problem for\n  integrated processes"],"description":["  We consider the one-sided exit problem for (fractionally) integrated random\nwalks and L\\'evy processes. We prove that the rate of decrease of the non-exit\nprobability -- the so-called survival exponent -- is universal in this class of\nprocesses. In particular, the survival exponent can be inferred from the\n(fractionally) integrated Brownian motion. This, in particular, extends Sinai's\nresult on the survival exponent for the integrated simple random walk to\ngeneral random walks with some finite exponential moment. Further, we prove\nexistence and monotonicity of the survival exponent of fractionally integrated\nprocesses. We show that this exponent is related to a constant appearing in the\nstudy of random polynomials.\n","Comment: 19pages"]}]
["1008.0486",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0486"],"date":["2010-08-03"],"type":["text"],"creator":["Ho, Shih-Hao","Kao, W. F.","Bamba, Kazuharu","Geng, C. Q."],"language":[],"coverage":[],"title":["Cosmological birefringence due to CPT-even Chern-Simons-like term with\n  Kalb-Ramond and scalar fields"],"description":["  We study the CPT-even dimension-six Chern-Simons-like term by including\ndynamical Kalb-Ramond and scalar fields to examine the cosmological\nbirefringence. We show that the combined effect of neutrino current and\nKalb-Ramond field could induce a sizable rotation polarization angle in the\ncosmic microwave background radiation polarization.\n","Comment: 9 pages"]}]
["1008.0488",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0488"],"date":["2010-08-03"],"type":["text"],"creator":["Hyun, Young-Hwan","Kim, Yoonbai","Sochichiu, Corneliu","Choi, Min-Young"],"language":[],"coverage":[],"title":["Landau problem for bilayer graphene: Exact results"],"description":["  We consider graphene bilayer in a constant magnetic field of arbitrary\norientation (i.e. tilted with respect to the graphene plane). In the low energy\napproximation to tight binding model with Peierls substitution, we find the\nexact spectrum of Landau levels. This spectrum is two-fold degenerate in the\nlimit of large in-plane field, which gives rise to a new SU(2) symmetry in this\nlimit.\n","Comment: 4 pages, 2 figures"]}]
["1008.0489",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0489"],"date":["2010-08-03"],"type":["text"],"creator":["Barzanjeh1, Sh.","Naderi, M. H.","Soltanolkotabi, M."],"language":[],"coverage":[],"title":["Dynamical Behaviours of the Nonlinear Atom-Field Interaction in the\n  Presence of Classical Gravity: f-Deformation Approach"],"description":["  In this paper, we investigate the effects of a classical gravitational field\non the dynamical behaviour of nonlinear atom-field interaction within the\nframework of the f-deformed Jaynes-Cummings model. For this purpose, we first\nintroduce a set of new atomic operators obeying an f-deformed su(2) algebraic\nstructure to derive an effective Hamiltonian for the system under\nconsideration. Then by solving the Schrodinger equation in the interaction\npicture and considering certain initial quantum states for the atomic and\nradiation subsystems, we analyze the influence of gravity on the temporal\nevolution of the atomic population inversion, atomic dipole squeezing, atomic\nmomentum diffusion, photon counting statistics, and deformed quadrature\nsqueezing of the radiation field.\n"]}]
["1008.0490",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0490"],"date":["2010-08-03"],"type":["text"],"creator":["Mazzieri, Lorenzo","Segatti, Antonio"],"language":[],"coverage":[],"title":["Constant $\\sigma_{k}$-curvature metrics with Delaunay type ends"],"description":["  In this paper we produce families of complete non compact Riemannian metrics\nwith positive constant $\\sigma_k$-curvature by performing the connected sum of\na finite number of given $n$-dimensional Delaunay type solutions, provided $2\n\\leq 2k < n$. The problem is equivalent to solve a second order fully nonlinear\nelliptic equation.\n"]}]
["1008.0491",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0491"],"date":["2010-08-03"],"type":["text"],"creator":["Kong, Lee Chee"],"language":[],"coverage":[],"title":["Study of Classical and Quantum Open Systems"],"description":["  This thesis covers various aspects of open systems in classical and quantum\nmechanics. In the first part, we deal with classical systems. The\nbath-of-oscillators formalism is used to describe an open system, and the\nphenomenological Langevin equation is recovered. The Fokker-Planck equation is\nderived from its corresponding Langevin equation. The Fokker-Planck equation\nfor a particle in a periodic potential in the high-friction limit is solved\nusing the continued-fraction method. The equilibrium and time-dependent\nsolutions are obtained. Under strong periodic driving, we observe significant\nnon-linear effects in the dynamical hysteresis loops. Shapiro steps appear in\nthe time-average of the drift velocity curves. Similar study is carried out for\na dipole in an electric field.\n  In the second part of the thesis, we begin the study of open quantum systems\nby re-deriving the quantum master equation using perturbation theory. The\nmaster equation is then applied to the bath-of-oscillators model. The\nsubtleties and approximations of the master equation are discussed. We then use\nthe master equation to solve the damped harmonic oscillator. The equilibrium\nsolution coincides with the canonical distribution. The steady state response\nto DC and AC forces is also studied. Driven systems are more challenging in\nquantum open systems, and we manage to solve the quantum master equation with\nthe continued-fraction method. We obtain the frequency-dependent susceptibility\ncurves, which exhibit typical absorption and dispersion profiles.\n","Comment: honors thesis, 58 pp, 40 figs"]}]
["1008.0492",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0492"],"date":["2010-08-03"],"type":["text"],"creator":["Yanovich, E. A."],"language":[],"coverage":[],"title":["On the measuring of independence degree of the two discrete random\n  variables"],"description":["  In this paper we construct the new coefficient which allows to measure\nquantitatively the independence of the two discrete random variables. The new\ninequalities for the matrices with non-negative elements are found\n"]}]
["1008.0494",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0494"],"date":["2010-08-03"],"type":["text"],"creator":["Trojanowski, Karol","Longa, Lech"],"language":[],"coverage":[],"title":["Synchronization of Phase-coupled Oscillators with Distance-dependent\n  Delay"],"description":["  By means of numerical integration we investigate the coherent and incoherent\nphases in a generalized Kuramoto model of phase-coupled oscillators with\ndistance-dependent delay. Preserving the topology of a complete graph, we\narrange the nodes on a square lattice while introducing finite interaction\nvelocity, which gives rise to non-uniform delay. It is found that such delay\nfacilitates incoherence and removes reentrant behavior found in models with\nuniform delay. A coupling-delay phase diagram is obtained and compared with\nprevious results for uniform delay.\n","Comment: 6 pages, 2 figures"]}]
["1008.0498",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0498"],"date":["2010-08-03"],"type":["text"],"creator":["Beuf, Guillaume"],"language":[],"coverage":[],"title":["Universal behavior of the gluon saturation scale at high energy\n  including full NLL BFKL effects"],"description":["  The universal traveling wave solution to the Balitsky-Kovchegov equation with\nrunning coupling (and other equations in the same universality class) is\nextended to subleading orders at large rapidity and small dipole size $r$. The\nlarge rapidity expansion of the logarithm of the saturation scale $Q_s(Y)$ is\nderived from that traveling wave solution. In addition to the two already known\nleading terms in $Y^{1/2}$ and $Y^{1/6}$, which are determined only by the LL\nBFKL kernel, the three following terms in $Y^0$, $Y^{-1/6}$ and $Y^{-1/3}$ are\nobtained. They are universal and sensitive to NLL BFKL effects. Initial\ncondition dependence and NNLL BFKL effects would both start to appear only at\nthe next order, which is in $Y^{-1/2}$. In the light of these results, the\nimpact of the precise implementation of the running coupling in gluon\nsaturation is discussed, \\emph{i.e.} parent dipole size prescription \\emph{vs.}\nBalitsky's prescription, and also the effect of the full NLL corrections, not\nyet implemented in numerical simulations.\n","Comment: 11 pages, 2 figures"]}]
["1008.0499",{"format":[],"subject":["Mathematics - Complex Variables","11M99, 30K99, 30E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0499"],"date":["2010-08-03"],"type":["text"],"creator":["Gauthier, P. M.","Tarkhanov, N."],"language":[],"coverage":[],"title":["On the Instability of the Riemann Hypothesis over Finite Fields"],"description":["  We show that it is possible to approximate the zeta-function of a curve over\na finite field by meromorphic functions which satisfy the same functional\nequation and moreover satisfy (respectively do not satisfy) the analogue of the\nRiemann hypothesis. In the other direction, it is possible to approximate\nholomorphic functions by simple manipulations of such a zeta-function. We also\nconsider the value distribution of zeta-functions of function fields over\nfinite fields from the viewpoint of Nevanlinna theory.\n","Comment: 16 pages"]}]
["1008.0500",{"format":[],"subject":["Physics - Geophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0500"],"date":["2010-08-03"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["Crater-like landform in Bayuda desert (a processing of satellite images)"],"description":["  The paper is proposing a survey of a region in Sudan, the Bayuda desert,\nusing the satellite images as obtained from Google Maps. The images reveal the\nring granitic structure of the region enclosed by a bend of river Nile. To\nenhance the features of the landform, images are processed with a method based\non fractional calculus, able to increase the rendering of edges without\ndeteriorating the overall quality of images. Besides the ringed structure of\nthe region, a huge crater-like structure with a diameter of 10 km is evidenced.\n","Comment: Keywords: Satellite maps, Crater landform, Image processing,\n  Fractional calculus"]}]
["1008.0501",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0501"],"date":["2010-08-03"],"type":["text"],"creator":["Doerr, Benjamin","Fouz, Mahmoud"],"language":[],"coverage":[],"title":["Quasi-Random Rumor Spreading: Reducing Randomness Can Be Costly"],"description":["  We give a time-randomness tradeoff for the quasi-random rumor spreading\nprotocol proposed by Doerr, Friedrich and Sauerwald [SODA 2008] on complete\ngraphs. In this protocol, the goal is to spread a piece of information\noriginating from one vertex throughout the network. Each vertex is assumed to\nhave a (cyclic) list of its neighbors. Once a vertex is informed by one of its\nneighbors, it chooses a position in its list uniformly at random and then\ninforms its neighbors starting from that position and proceeding in order of\nthe list. Angelopoulos, Doerr, Huber and Panagiotou [Electron.~J.~Combin.~2009]\nshowed that after $(1+o(1))(\\log_2 n + \\ln n)$ rounds, the rumor will have been\nbroadcasted to all nodes with probability $1 - o(1)$.\n  We study the broadcast time when the amount of randomness available at each\nnode is reduced in natural way. In particular, we prove that if each node can\nonly make its initial random selection from every $\\ell$-th node on its list,\nthen there exists lists such that $(1-\\varepsilon) (\\log_2 n + \\ln n - \\log_2\n\\ell - \\ln \\ell)+\\ell-1$ steps are needed to inform every vertex with\nprobability at least $1-O\\bigl(\\exp\\bigl(-\\frac{n^\\varepsilon}{2\\ln\nn}\\bigr)\\bigr)$. This shows that a further reduction of the amount of\nrandomness used in a simple quasi-random protocol comes at a loss of\nefficiency.\n"]}]
["1008.0503",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0503"],"date":["2010-08-03"],"type":["text"],"creator":["Shabanov, Sergei V.","Gornushkin, Igor B."],"language":[],"coverage":[],"title":["Absorption tomography of laser induced plasmas with a large aperture"],"description":["  An emission tomography of laser-induced plasmas employed in the laser induced\nbreakdown spectroscopy (LIBS) requires long signal integration times during\nwhich the plasma cannot be considered stationary. To reduce the integration\ntime, it is proposed to measure a plasma absorption in parallel rays with an\naperture that collects light coming from large fractions of the plasma plume at\neach aperture position. The needed spatial resolution is achieved by a special\nnumerical data processing. Another advantage of the proposed procedure is that\ninexpensive linear CCD or non-discrete (PMT, photodiode) detectors can be used\ninstead of costly 2-dimensional detectors.\n","Comment: 9 pages, 3 figures"]}]
["1008.0506",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0506"],"date":["2010-08-03"],"type":["text"],"creator":["Regis, Marco"],"language":[],"coverage":[],"title":["Particle Dark Matter: the state of the art"],"description":["  Although well established observations on cosmological, cluster, and galactic\nscales strongly suggest the existence of dark matter (DM), our understanding of\nits non-gravitational properties is still lacking. I review basic aspects of\nparticle dark matter and detection strategies, outlining the state of the art\nfor searches in direct detection experiments, indirect observations, and\nparticle production at colliders. A particular focus is dedicated to recent\nexperimental results which could have provided hints for unveiling the DM\nnature.\n","Comment: Review talk presented at Vulcano 2010 workshop (Vulcano, May 2010).\n  To appear in \"Frontier Objects in Astrophysics and Particle Physics\", F.\n  Giovannelli & G. Mannocchi (eds.)"]}]
["1008.0508",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0508","Phil.Mag 89 34-36 3393 (2009)"],"date":["2010-08-03"],"type":["text"],"creator":["Hepburn, D. J.","Ackland, G. J.","Olsson, P."],"language":[],"coverage":[],"title":["Rescaled potential for transition metal solutes in a-iron"],"description":["  We present empirical potentials for dilute transition metal solutes in\na-iron. It is in the Finnis-Sinclair form and is therefore suitable for billion\natom molecular dynamics simulations. First principles calculation shows that\nthere are clear trends across the transition metal series which enable us to\nrelate the rescaling parameters to principal quantum number and number of d\nelectrons. The potential has been developed using a rescaling technique to\nprovide solute-iron and solute-solute interactions from an existing iron\npotential.\n"]}]
["1008.0513",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0513"],"date":["2010-08-03"],"type":["text"],"creator":["Friz, Peter","Oberhauser, Harald"],"language":[],"coverage":[],"title":["On the splitting-up method for rough (partial) differential equations"],"description":["  This article introduces the splitting method to systems responding to rough\npaths as external stimuli. The focus is on nonlinear partial differential\nequations with rough noise but we also cover rough differential equations.\nApplications to stochastic partial differential equations arising in control\ntheory and nonlinear filtering are given.\n"]}]
["1008.0515",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0515"],"date":["2010-08-03"],"type":["text"],"creator":["O'Sullivan, Niamh"],"language":[],"coverage":[],"title":["Localizations of finitely generated soluble groups"],"description":["  The study of localizations of groups has concentrated on group theoretic\nproperties which are preserved by localization. In this paper we look at\nfinitely generated soluble groups and determine when the local groups\nassociated with them are soluble.\n"]}]
["1008.0518",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0518"],"date":["2010-08-03"],"type":["text"],"creator":["Burnol, Jean-François"],"language":[],"coverage":[],"title":["Hilbert spaces of entire functions with trivial zeros"],"description":["  Let $H$ be a Hilbert space of entire functions. Let $H'$ be the space of the\nfunctions $f(z)/\\prod_i(z-z_i)$ where $f$ belongs to $H$ and vanishes at $n$\ngiven complex points $z_i$. We compute a suitable $E$ function for $H'$ when\none is given for $H$.\n","Comment: 10 pages"]}]
["1008.0523",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0523","Nucleic Acids Research, 2006, Vol. 34, No. 18 5021-5031","doi:10.1093/nar/gkl586"],"date":["2010-08-03"],"type":["text"],"creator":["Sagi, Dror","Tlusty, Tsvi","Stavans, Joel"],"language":[],"coverage":[],"title":["High fidelity of RecA-catalyzed recombination: a watchdog of genetic\n  diversity"],"description":["  Homologous recombination plays a key role in generating genetic diversity,\nwhile maintaining protein functionality. The mechanisms by which RecA enables a\nsingle-stranded segment of DNA to recognize a homologous tract within a whole\ngenome are poorly understood. The scale by which homology recognition takes\nplace is of a few tens of base pairs, after which the quest for homology is\nover. To study the mechanism of homology recognition, RecA-promoted homologous\nrecombination between short DNA oligomers with different degrees of heterology\nwas studied in vitro, using fluorescence resonant energy transfer. RecA can\ndetect single mismatches at the initial stages of recombination, and the\nefficiency of recombination is strongly dependent on the location and\ndistribution of mismatches. Mismatches near the 5' end of the incoming strand\nhave a minute effect, whereas mismatches near the 3' end hinder strand exchange\ndramatically. There is a characteristic DNA length above which the sensitivity\nto heterology decreases sharply. Experiments with competitor sequences with\nvarying degrees of homology yield information about the process of homology\nsearch and synapse lifetime. The exquisite sensitivity to mismatches and the\ndirectionality in the exchange process support a mechanism for homology\nrecognition that can be modeled as a kinetic proofreading cascade.\n","Comment: http://www.weizmann.ac.il/complex/tlusty/papers/NuclAcidRes2006.pdf\n  http://nar.oxfordjournals.org/cgi/content/short/34/18/5021"]}]
["1008.0527",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0527"],"date":["2010-08-03"],"type":["text"],"creator":["Fischer, Ilse"],"language":[],"coverage":[],"title":["Linear relations of refined enumerations of alternating sign matrices"],"description":["  In recent papers we have studied refined enumerations of alternating sign\nmatrices with respect to a fixed set of top and bottom rows. The present paper\nis a first step towards extending these considerations to alternating sign\nmatrices where in addition a number of left and right columns are fixed. The\nmain result is a simple linear relation between the number of $n \\times n$\nalternating sign matrices where the top row as well as the left and the right\ncolumn is fixed and the number of $n \\times n$ alternating sign matrices where\nthe two top rows and the bottom row is fixed. This may be seen as a first\nindication for the fact that the refined enumerations of alternating sign\nmatrices with respect to a fixed set of top and bottom rows as well as left and\nright columns can possibly be reduced to the refined enumerations where only a\nnumber of top and bottom rows are fixed. For the latter numbers we provide a\nsystem of linear equations that conjecturally determines them uniquely.\n"]}]
["1008.0528",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0528"],"date":["2010-08-03"],"type":["text"],"creator":["Ifrim, Georgiana","Wiuf, Carsten"],"language":[],"coverage":[],"title":["Bounded Coordinate-Descent for Biological Sequence Classification in\n  High Dimensional Predictor Space"],"description":["  We present a framework for discriminative sequence classification where the\nlearner works directly in the high dimensional predictor space of all\nsubsequences in the training set. This is possible by employing a new\ncoordinate-descent algorithm coupled with bounding the magnitude of the\ngradient for selecting discriminative subsequences fast. We characterize the\nloss functions for which our generic learning algorithm can be applied and\npresent concrete implementations for logistic regression (binomial\nlog-likelihood loss) and support vector machines (squared hinge loss).\nApplication of our algorithm to protein remote homology detection and remote\nfold recognition results in performance comparable to that of state-of-the-art\nmethods (e.g., kernel support vector machines). Unlike state-of-the-art\nclassifiers, the resulting classification models are simply lists of weighted\ndiscriminative subsequences and can thus be interpreted and related to the\nbiological problem.\n"]}]
["1008.0530",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0530"],"date":["2010-08-03"],"type":["text"],"creator":["Hansen, Thomas Dueholm","Miltersen, Peter Bro","Zwick, Uri"],"language":[],"coverage":[],"title":["Strategy iteration is strongly polynomial for 2-player turn-based\n  stochastic games with a constant discount factor"],"description":["  Ye showed recently that the simplex method with Dantzig pivoting rule, as\nwell as Howard's policy iteration algorithm, solve discounted Markov decision\nprocesses (MDPs), with a constant discount factor, in strongly polynomial time.\nMore precisely, Ye showed that both algorithms terminate after at most\n$O(\\frac{mn}{1-\\gamma}\\log(\\frac{n}{1-\\gamma}))$ iterations, where $n$ is the\nnumber of states, $m$ is the total number of actions in the MDP, and\n$0<\\gamma<1$ is the discount factor. We improve Ye's analysis in two respects.\nFirst, we improve the bound given by Ye and show that Howard's policy iteration\nalgorithm actually terminates after at most\n$O(\\frac{m}{1-\\gamma}\\log(\\frac{n}{1-\\gamma}))$ iterations. Second, and more\nimportantly, we show that the same bound applies to the number of iterations\nperformed by the strategy iteration (or strategy improvement) algorithm, a\ngeneralization of Howard's policy iteration algorithm used for solving 2-player\nturn-based stochastic games with discounted zero-sum rewards. This provides the\nfirst strongly polynomial algorithm for solving these games, resolving a long\nstanding open problem.\n"]}]
["1008.0532",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0532"],"date":["2010-08-03"],"type":["text"],"creator":["Gerard-Varet, David","Nguyen, Toan"],"language":[],"coverage":[],"title":["Remarks on the ill-posedness of the Prandtl equation"],"description":["  In the lines of a recent paper by Gerard-Varet and Dormy, we establish\nvarious ill-posedness results for the Prandtl equation. By considering\nperturbations of stationary shear flows, we show that for some linearizations\nof the Prandtl equation and some $C^\\infty$ initial data, local in time\n$C^\\infty$ solutions do not exist. At the nonlinear level, we prove that if a\nflow exists in the Sobolev setting, it cannot be Lipschitz continuous. Besides\nill-posedness in time, we also establish some ill-posedness in space, that\ncasts some light on the results obtained by Oleinik for monotonic data.\n"]}]
["1008.0533",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0533"],"date":["2010-08-03"],"type":["text"],"creator":["Djondjorov, Peter A.","Vassilev, Vassil M.","Mladenov, Ivailo M."],"language":[],"coverage":[],"title":["Analytic description and explicit parametrization of the equilibrium\n  shapes of elastic rings and tubes under uniform hydrostatic pressure"],"description":["  The parametric equations of the plane curves determining the equilibrium\nshapes that a uniform inextensible elastic ring or tube could take subject to a\nuniform hydrostatic pressure are presented in an explicit analytic form. The\ndetermination of the equilibrium shape of such a structure corresponding to a\ngiven pressure is reduced to the solution of two transcendental equations. The\nshapes with points of contact and the corresponding (contact) pressures are\ndetermined by the solutions of three transcendental equations. The analytic\nresults presented here confirm many of the previous numerical results on this\nsubject but the results concerning the shapes with lines of contact reported up\nto now are revised.\n"]}]
["1008.0534",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","34K29, 35Q58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0534"],"date":["2010-08-03"],"type":["text"],"creator":["Khanmamedov, Agil Kh."],"language":[],"coverage":[],"title":["Inverse scattering transform for the Toda lattice with steplike initial\n  data"],"description":["  We study the solution of the Toda lattice Cauchy problem with steplike\ninitial data. The initial data are supposed to tend to zero as $n \\to +\\infty$.\nBy the inverse scattering transform method formulas allowing us to find\nsolution of the Toda lattice are obtained.\n","Comment: 10 pages"]}]
["1008.0537",{"format":[],"subject":["Mathematics - Metric Geometry","51F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0537"],"date":["2010-08-03"],"type":["text"],"creator":["Bradley, Christopher"],"language":[],"coverage":[],"title":["On The Ten Point Wood-Desargues' Configuration"],"description":["  The ten pairs of directly similar triangles in perspective in the\nWood-Desargues' configuration have ten common Hagge circle centres. These\ncentres are known to lie one each of the ten perspectrices. It is shown in this\npaper that these centres also lie at the vertices of five cyclic quadrangles,\nwhich are similar to the five cyclic quadrangles of the initial Wood-Desargues'\nconfiguration and that these five new cyclic quadrangles have a common\ncircumradius.\n","Comment: 10 pages, 6 figures"]}]
["1008.0541",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0541"],"date":["2010-08-03"],"type":["text"],"creator":["Björklund, Andreas"],"language":[],"coverage":[],"title":["Determinant Sums for Undirected Hamiltonicity"],"description":["  We present a Monte Carlo algorithm for Hamiltonicity detection in an\n$n$-vertex undirected graph running in $O^*(1.657^{n})$ time. To the best of\nour knowledge, this is the first superpolynomial improvement on the worst case\nruntime for the problem since the $O^*(2^n)$ bound established for TSP almost\nfifty years ago (Bellman 1962, Held and Karp 1962). It answers in part the\nfirst open problem in Woeginger's 2003 survey on exact algorithms for NP-hard\nproblems.\n  For bipartite graphs, we improve the bound to $O^*(1.414^{n})$ time. Both the\nbipartite and the general algorithm can be implemented to use space polynomial\nin $n$.\n  We combine several recently resurrected ideas to get the results. Our main\ntechnical contribution is a new reduction inspired by the algebraic sieving\nmethod for $k$-Path (Koutis ICALP 2008, Williams IPL 2009). We introduce the\nLabeled Cycle Cover Sum in which we are set to count weighted arc labeled cycle\ncovers over a finite field of characteristic two. We reduce Hamiltonicity to\nLabeled Cycle Cover Sum and apply the determinant summation technique for Exact\nSet Covers (Bj\\\"orklund STACS 2010) to evaluate it.\n","Comment: To appear at IEEE FOCS 2010"]}]
["1008.0548",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Mathematics - Analysis of PDEs","Mathematics - Optimization and Control","49J20, 68U10, 65D18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0548"],"date":["2010-08-03"],"type":["text"],"creator":["Chen, Kanglin","Lorenz, Dirk A."],"language":[],"coverage":[],"title":["Image sequence interpolation using optimal control"],"description":["  The problem of the generation of an intermediate image between two given\nimages in an image sequence is considered. The problem is formulated as an\noptimal control problem governed by a transport equation. This approach bears\nsimilarities with the Horn \\& Schunck method for optical flow calculation but\nin fact the model is quite different. The images are modelled in $BV$ and an\nanalysis of solutions of transport equations with values in $BV$ is included.\nMoreover, the existence of optimal controls is proven and necessary conditions\nare derived. Finally, two algorithms are given and numerical results are\ncompared with existing methods. The new method is competitive with\nstate-of-the-art methods and even outperforms several existing methods.\n"]}]
["1008.0549",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0549","X.-S. Yang, Test problems in optimization, in: Engineering\n  Optimization: An Introduction with Metaheuristic Applications (Eds Xin-She\n  Yang), John Wiley & Sons, (2010)"],"date":["2010-08-03"],"type":["text"],"creator":["Yang, Xin-She"],"language":[],"coverage":[],"title":["Test Problems in Optimization"],"description":["  Test functions are important to validate new optimization algorithms and to\ncompare the performance of various algorithms. There are many test functions in\nthe literature, but there is no standard list or set of test functions one has\nto follow. New optimization algorithms should be tested using at least a subset\nof functions with diverse properties so as to make sure whether or not the\ntested algorithm can solve certain type of optimization efficiently. Here we\nprovide a selected list of test problems for unconstrained optimization.\n"]}]
["1008.0550",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0550"],"date":["2010-08-03"],"type":["text"],"creator":["Bertini, Lorenzo","Ponsiglione, Marcello"],"language":[],"coverage":[],"title":["A variational approach to the stationary solutions of Burgers equation"],"description":["  Consider the viscous Burgers equation on a bounded interval with\ninhomogeneous Dirichlet boundary conditions. Following the variational\nframework introduced by Bertini-De Sole-Gabrielli-Jona-Lasinio-Landim C, we\nanalyze a Lyapunov functional for such equation which gives the large\ndeviations asymptotics of a stochastic interacting particles model associated\nto the Burgers equation. We discuss the asymptotic behavior of this energy\nfunctional, whose minimizer is given by the unique stationary solution, as the\nlength of the interval diverges. We focus on boundary data corresponding to a\nstanding wave solution to the Burgers equation in the whole line. In this case,\nthe limiting functional has in fact a one-parameter family of minimizers and we\nanalyze the so-called development by Gamma-convergence; this amounts to compute\nthe sharp asymptotic cost corresponding to a given shift of the stationary\nsolution.\n"]}]
["1008.0556",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","37A05, 37E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0556"],"date":["2010-08-03"],"type":["text"],"creator":["Bahsoun, Wael","Bose, Christopher"],"language":[],"coverage":[],"title":["Invariant densities and escape rates: Rigorous and computable\n  approximations in the $L^{\\infty}$-norm"],"description":["  In this article we study a piecewise linear discretization schemes for\ntransfer operators (Perron-Frobenius operators) associated with interval maps.\nWe show how these can be used to provide rigorous {\\bf pointwise}\napproximations for invariant densities of Markov interval maps. We also derive\nthe order of convergence of the approximate invariant density to the real one\nin the $L^{\\infty}$-norm. The outcome of this paper complements rigorous\nresults on $L^1$ approximations of invariant densities \\cite{KMY} and recent\nresults on the formulae of escape rates of open dynamical systems \\cite{KL2}.\nWe implement our computations on two examples (one rigorous and one\nnon-rigorous) to illustrate the feasibility and efficiency of our schemes.\n","Comment: 19 pages, 2 Figues"]}]
["1008.0559",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0559"],"date":["2010-08-03"],"type":["text"],"creator":["Reynolds, M. A.","Shouppe, M. T."],"language":[],"coverage":[],"title":["Closed, spirograph-like orbits in power law central potentials"],"description":["  Bertrand's theorem proves that inverse square and Hooke's law-type central\nforces are the only ones for which all bounded orbits are closed. Similar\nanalysis was used to show that for other central force laws there exist closed\norbits for a discrete set of angular momentum and energy values. These orbits\ncan in general be characterized as ``spirograph''-like, although specific\norbits look more ``star''-like or ``triangular.'' We use the results of a\nperturbative version of Bertrand's theorem to predict which values of angular\nmomentum and energy result in closed orbits, and what their shapes will be.\n","Comment: 19 pages, 11 figures"]}]
["1008.0560",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K10, 35K15, 47B07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0560"],"date":["2010-08-03"],"type":["text"],"creator":["Angiuli, Luciana","Lorenzi, Luca"],"language":[],"coverage":[],"title":["Compactness and invariance properties of evolution operators associated\n  with Kolmogorov operators with unbounded coefficients"],"description":["  In this paper we consider nonautonomous elliptic operators ${\\mathcal A}$\nwith nontrivial potential term defined in $I\\times\\mathbb R^d$, where $I$ is a\nright-halfline (possibly $I=\\mathbb R$). We prove that we can associate an\nevolution operator $(G(t,s))$ with ${\\mathcal A}$ in the space of all bounded\nand continuous functions on $\\mathbb R^d$. We also study the compactness\nproperties of the operator $G(t,s)$. Finally, we provide sufficient conditions\nguaranteeing that each operator $G(t,s)$ preserves the usual $L^p$-spaces and\n$C_0(\\mathbb R^d)$.\n"]}]
["1008.0561",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0561"],"date":["2010-08-03"],"type":["text"],"creator":["Bosch-Ramon, V."],"language":[],"coverage":[],"title":["Spectral energy distribution of gamma-ray binaries: Sources and\n  Processes"],"description":["  Gamma-ray binaries are suitable sources to study high-energy processes in\njets and outflows in general. In the last years, there has been a lot of\nactivity in the field of gamma-ray binaries to identify the different factors\nthat shape their non-thermal spectra, which ranges from radio to very high\nenergies, as well as their lightcurves. In this work, I discuss the main\naspects of the non-thermal emission in this class of objects, which presently\nincludes high-mass microquasars, high-mass binaries hosting a non-accreting\npulsar and, probably, massive star binaries; few potential candidates to be\ngamma-ray binaries are also presented. Finally, the importance of gamma-ray\nabsorption is discussed, and the main physical ingredients, which are likely\ninvolved in the non-thermal radiation in gamma-ray binaries, are briefly\nconsidered.\n","Comment: 8 pages, 11 figures; invited talk at the conference \"Steady Jets and\n  Transient Jets, Characteristics and Relationship\", held in Bonn, Germany, 7-8\n  April 2010, to be published in Memorie della Societa Astronomica Italiana"]}]
["1008.0565",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0565"],"date":["2010-07-31"],"type":["text"],"creator":["Alexander, Magazinov"],"language":[],"coverage":[],"title":["Continuality of set of biLipschitz classes in Euclidean space"],"description":["  The main result of this paper is\n  Theorem. For every integer $d\\geqslant 2$ the set of biLipschitz classes in\n$\\mathbb{E}^d$ has cardinality continuum.\n","Comment: 9 pages"]}]
["1008.0567",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0567","Phys. Rev. B 82, 020101(R) (2010)","doi:10.1103/PhysRevB.82.020101"],"date":["2010-08-03"],"type":["text"],"creator":["Veronesi, G.","Boschi, C. Degli Esposti","Ferrari, L.","Venturoli, G.","Boscherini, F.","Vila, F. D.","Rehr, J. J."],"language":[],"coverage":[],"title":["Ab initio analysis of the x-ray absorption spectrum of the\n  myoglobin-carbon monoxide complex: Structure and vibrations"],"description":["  We present a comparison between Fe K-edge x-ray absorption spectra of\ncarbonmonoxy-myoglobin and its simulation based on density-functional theory\ndetermination of the structure and vibrations and spectral simulation with\nmultiple-scattering theory. An excellent comparison is obtained for the main\npart of the molecular structure without any structural fitting parameters. The\ngeometry of the CO ligand is reliably determined using a synergic approach to\ndata analysis. The methodology underlying this approach is expected to be\nespecially useful in similar situations in which high-resolution data for\nstructure and vibrations are available.\n","Comment: 13 pages, 3 figures"]}]
["1008.0570",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Physics - Computational Physics","76Z05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0570","Proceedings of the Royal Society of London Series A, 465,\n  3605-3626 (2009)","doi:10.1098/rspa.2009.0295"],"date":["2010-08-03"],"type":["text"],"creator":["Smith, David J."],"language":[],"coverage":[],"title":["A boundary element regularised Stokeslet method applied to cilia and\n  flagella-driven flow"],"description":["  A boundary element implementation of the regularised Stokeslet method of\nCortez is applied to cilia and flagella-driven flows in biology.\nPreviously-published approaches implicitly combine the force discretisation and\nthe numerical quadrature used to evaluate boundary integrals. By contrast, a\nboundary element method can be implemented by discretising the force using\nbasis functions, and calculating integrals using accurate numerical or analytic\nintegration. This substantially weakens the coupling of the mesh size for the\nforce and the regularisation parameter, and greatly reduces the number of\ndegrees of freedom required. When modelling a cilium or flagellum as a\none-dimensional filament, the regularisation parameter can be considered a\nproxy for the body radius, as opposed to being a parameter used to minimise\nnumerical errors. Modelling a patch of cilia, it is found that: (1) For a fixed\nnumber of cilia, reducing cilia spacing reduces transport. (2) For fixed patch\ndimension, increasing cilia number increases the transport, up to a plateau at\n$9\\times 9$ cilia. Modelling a choanoflagellate cell it is found that the\npresence of a lorica structure significantly affects transport and flow outside\nthe lorica, but does not significantly alter the force experienced by the\nflagellum.\n","Comment: 20 pages, 7 figures, postprint"]}]
["1008.0573",{"format":[],"subject":["Mathematics - Probability","60G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0573"],"date":["2010-08-03"],"type":["text"],"creator":["Galtchouk, Leonid","Sonin, Isaac"],"language":[],"coverage":[],"title":["On some estimates for bounded submartingales and the shift inequality"],"description":["  It is well known that if a submartingale $X$ is bounded then the increasing\npredictable process $Y$ and the martingale $M$ from the Doob decomposition $%\nX=Y+M$ can be unbounded. In this paper for some classes of increasing convex\nfunctions $f$ we will find the upper bounds for $\\lim_n\\sup_XEf(Y_n)$, where\nthe supremum is taken over all submartingales $(X_n),0\\leq X_n\\leq\n1,n=0,1,...$. We apply the stochastic control theory to prove these results.\n","Comment: 12 pages"]}]
["1008.0577",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0577"],"date":["2010-08-03"],"type":["text"],"creator":["Kim, Sang Pyo"],"language":[],"coverage":[],"title":["Vacuum Structure of de Sitter Space"],"description":["  In the in-/out-state formalism we find the exact one-loop effective action of\na massive scalar field in the global coordinates of de Sitter spaces, which is\na gravity analog of the Heisenberg-Euler action in QED. The nonperturbative\neffective action, modulo the angular momentum sum, has an imaginary part in all\neven dimensions, but the imaginary part of the effective action is zero in all\nodd dimensions. However, in the zeta-function regularization for angular\nmomenta, the weak-curvature expansion of the renormalized effective action\nvanishes in any even dimension, while the real part is finite in any odd\ndimension. This implies that de Sitter spaces may be stable against particle\nproduction at one-loop.\n","Comment: LaTex 16 pages, no figure"]}]
["1008.0579",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0579"],"date":["2010-08-03"],"type":["text"],"creator":["Tullney, K.","Gemmel, C.","Heil, W.","Karpuk, S.","Lenz, K.","Sobolev, Yu.","Burghoff, M.","Kilian, W.","Knappe-Grüneberg, S.","Müller, W.","Schnabel, A.","Seifert, F.","Trahms, L.","Schmidt, U."],"language":[],"coverage":[],"title":["Test of Lorentz Symmetry by using a 3He/129Xe Co-Magnetometer"],"description":["  To test Lorentz symmetry we used a 3He/129Xe co-magnetometer. We will give a\nshort summary of our experimental setup and the results of our latest\nmeasurements. We obtained preliminary results for the equatorial component of\nthe background field interacting with the spin of the bound neutron: b_n < 3.72\nx 10^(-32) GeV (95 C.L.).\n","Comment: Presented at the Fifth Meeting on CPT and Lorentz Symmetry,\n  Bloomington, Indiana, June 28 - July 2, 2010"]}]
["1008.0583",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0583"],"date":["2010-08-03"],"type":["text"],"creator":["Teixeira, Pedro"],"language":[],"coverage":[],"title":["Syzygy gap fractals--I. Some structural results and an upper bound"],"description":["  k is a field of characteristic p>0, and l_1,...,l_n are linear forms in\nk[x,y]. Intending applications to Hilbert--Kunz theory, to each triple\nC=(F,G,H) of nonzero homogeneous elements of k[x,y] we associate a function\ndelta_C that encodes the \"syzygy gaps\" of F^q, G^q, and\nH^q*l_1^{a_1}*...*l_n^{a_n}, for all q=p^e and a_i<= q. These are close\nrelatives of functions introduced in \"p-Fractals and power series--I\" [P.\nMonsky, P. Teixeira, p-Fractals and power series--I. Some 2 variable results,\nJ. Algebra 280 (2004) 505--536]. Like their relatives, the delta_C exhibit\nsurprising self-similarity related to \"magnification by p,\" and knowledge of\ntheir structure allows the explicit computation of various Hilbert--Kunz\nfunctions.\n  We show that these \"syzygy gap fractals\" are determined by their zeros and\nhave a simple behavior near their local maxima, and derive an upper bound for\ntheir local maxima which has long been conjectured by Monsky. Our results will\nallow us, in a sequel to this paper, to determine the structure of the delta_C\nby studying the vanishing of certain determinants.\n"]}]
["1008.0584",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0584"],"date":["2010-08-03"],"type":["text"],"creator":["Levaillant, Claire I."],"language":[],"coverage":[],"title":["Classification of the invariant subspaces of the Lawrence-Krammer\n  representation"],"description":["  The Lawrence-Krammer representation was used in $2000$ to show the linearity\nof the braid group. The problem had remained open for many years. The fact that\nthe Lawrence-Krammer representation of the braid group is reducible for some\ncomplex values of its two parameters is now known, as well as the complete\ndescription of these values under some restrictions on one of the parameters.\nIt is also known that when the representation is reducible, the action on a\nproper invariant subspace is an Iwahori-Hecke algebra action. In this paper, we\nprove a theorem of classification for the invariant subspaces of the\nLawrence-Krammer space. We classify the proper invariant subspaces in terms of\nSpecht modules. We fully describe them in terms of dimension and spanning\nvectors in the Lawrence-Krammer space.\n","Comment: 17 pages"]}]
["1008.0587",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0587"],"date":["2010-08-03"],"type":["text"],"creator":["Magdon-Ismail, Malik"],"language":[],"coverage":[],"title":["Row Sampling for Matrix Algorithms via a Non-Commutative Bernstein Bound"],"description":["  We focus the use of \\emph{row sampling} for approximating matrix algorithms.\nWe give applications to matrix multipication; sparse matrix reconstruction;\nand, \\math{\\ell_2} regression. For a matrix \\math{\\matA\\in\\R^{m\\times d}} which\nrepresents \\math{m} points in \\math{d\\ll m} dimensions, all of these tasks can\nbe achieved in \\math{O(md^2)} via the singular value decomposition (SVD). For\nappropriate row-sampling probabilities (which typically depend on the norms of\nthe rows of the \\math{m\\times d} left singular matrix of \\math{\\matA} (the\n\\emph{leverage scores}), we give row-sampling algorithms with linear (up to\npolylog factors) dependence on the stable rank of \\math{\\matA}. This result is\nachieved through the application of non-commutative Bernstein bounds.\n  We then give, to our knowledge, the first algorithms for computing\napproximations to the appropriate row-sampling probabilities without going\nthrough the SVD of \\math{\\matA}. Thus, these are the first \\math{o(md^2)}\nalgorithms for row-sampling based approximations to the matrix algorithms which\nuse leverage scores as the sampling probabilities. The techniques we use to\napproximate sampling according to the leverage scores uses some powerful recent\nresults in the theory of random projections for embedding, and may be of some\nindependent interest. We confess that one may perform all these matrix tasks\nmore efficiently using these same random projection methods, however the\nresulting algorithms are in terms of a small number of linear combinations of\nall the rows. In many applications, the actual rows of \\math{\\matA} have some\nphysical meaning and so methods based on a small number of the actual rows are\nof interest.\n","Comment: Working Paper"]}]
["1008.0588",{"format":[],"subject":["Mathematics - Metric Geometry","51F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0588"],"date":["2010-08-03"],"type":["text"],"creator":["Bradley, Christopher"],"language":[],"coverage":[],"title":["Generalization of the Wallace-Simson line"],"description":["  A Wallace-Simson line of a point J has the property that it passes through\nthe midpoint Q of HJ, where H is the orthocentre. By allowing Q to move on the\nperpendicular bisector of HJ we obtain generalized Wallace-Simson lines. These\nturn out to be known in another context.\n","Comment: 6 pages, 1 figure"]}]
["1008.0591",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0591"],"date":["2010-08-03"],"type":["text"],"creator":["Cambiaso, Mauro","Urrutia, Luis F."],"language":[],"coverage":[],"title":["Slowly rotating Kerr black hole as a solution of Einstein-Cartan gravity\n  extended by a Chern-Simons term"],"description":["  We consider the nondynamical Chern-Simons (CS) modification to General\nRelativity (GR) in the framework of the Einstein-Cartan formulation, as\nproviding a way to incorporate a slowly rotating Kerr black hole in the space\nof solutions. Our proposal lies on considering the CS term as a source of\ntorsion and on an iterative procedure to look for vacuum solutions of the\nsystem, by expanding the tetrad, the connection and the embedding parameter, in\npowers of a dimensionless small parameter $\\beta$ which codifies the CS\ncoupling. Starting from a torsionless zeroth-order vacuum solution we derive\nthe second-order differential equation for the $\\mathcal{O}(\\beta)$ corrections\nto the metric, for an arbitrary embedding parameter. Furthermore we can show\nthat the slowly rotating Kerr metric is an $\\mathcal{O}(\\beta)$ solution of the\nsystem either in the canonical or the axial embeddings.\n","Comment: \"Presented at the Fifth Meeting on CPT and Lorentz Symmetry,\n  Bloomington, Indiana, June 28-July 2, 2010\""]}]
["1008.0592",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0592"],"date":["2010-08-03"],"type":["text"],"creator":["Roland, Benoit"],"language":[],"coverage":[],"title":["Forward Physics Capabilities of CMS with the CASTOR and ZDC detectors"],"description":["  The two calorimeters CASTOR and ZDCs enhance the hermeticity of the CMS\ndetector at the LHC by extending the rapidity coverage in the forward region.\nAfter having described these detectors, their forward physics capabilities are\npresented. These latters include the study of parton shower, multiple parton\ninteractions, diffraction and ultra high energy cosmic rays models. The\nprocesses to be measured to constrain these topics are multi-jet events with a\nforward jet, central-forward activity correlation, rapidity gaps and forward\nneutron production.\n","Comment: 5 pages - 6 figures - DIS 2009 proceedings"]}]
["1008.0607",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0607"],"date":["2010-08-03"],"type":["text"],"creator":["Gomes, M.","Nascimento, J. R.","Petrov, A. Yu.","da Silva, A. J."],"language":[],"coverage":[],"title":["On the aether-like Lorentz-breaking action for the electromagnetic field"],"description":["  We study the generation of aether-like Lorentz-breaking actions in three,\nfour and five dimensions via an appropriate Lorentz-breaking coupling of\nelectromagnetic and spinor fields. Special attention is given to the\nfour-dimensional case where we discuss the issue of ambiguities.\n","Comment: Presented at the Fifth Meeting on CPT and Lorentz Symmetry,\n  Bloomington, Indiana, June 28-July 2, 2010, 4 pages"]}]
["1008.0610",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0610","Published online on European Physical Journal D (2010)","doi:10.1140/epjd/e2010-00200-y"],"date":["2010-08-03"],"type":["text"],"creator":["Moretti, D.","Felinto, D.","Tabosa, J. W. R."],"language":[],"coverage":[],"title":["Pulse pair generation from coherently prepared atomic ensembles"],"description":["  We report a detailed investigation on the generation of pulse pairs during\nthe readout of a coherence grating stored in a cold atomic ensemble. The pulse\nshapes and the split of the retrieved energy between the two pulses are studied\nas a function of the relative intensities of the two reading fields, and a\nminimum is observed for the total retrieved energy. We introduce a simplified\nanalytical theory for the process, considering a three-level atomic system,\nwhich explains all the most striking experimental features.\n","Comment: 9 pages, 6 figures"]}]
["1008.0612",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0612"],"date":["2010-08-03"],"type":["text"],"creator":["Haffner, L. M.","Reynolds, R. J.","Madsen, G. J.","Hill, A. S.","Barger, K. A.","Jaehnig, K. P.","Mierkiewicz, E. J.","Percival, J. W.","Chopra, N."],"language":[],"coverage":[],"title":["Early Results from the Wisconsin H-Alpha Mapper Southern Sky Survey"],"description":["  After a successful eleven-year campaign at Kitt Peak, we moved the Wisconsin\nH-Alpha Mapper (WHAM) to Cerro Tololo in early 2009. Here we present some of\nthe early data after a few months under southern skies. These maps begin to\ncomplete the first all-sky, kinematic survey of the diffuse H-alpha emission\nfrom the Milky Way. Much of this emission arises from the Warm Ionized Medium\n(WIM), a significant component of the ISM that extends a few kiloparsecs above\nthe Galactic disk. While this first look at the data focuses on the H-alpha\nsurvey, WHAM is also capable of observing many other optical emission lines,\nrevealing fascinating trends in the temperature and ionization state of the\nWIM. Our ongoing studies of the physical conditions of diffuse ionized gas will\ncontinue from the southern hemisphere following the H-alpha survey. In\naddition, future observations will cover the full velocity range of the\nMagellanic Stream, Bridge, and Clouds to trace the ionized gas associated with\nthese neighboring systems.\n","Comment: 4 pages, 2 figures. To appear in \"The Dynamic ISM: A celebration of\n  the Canadian Galactic Plane Survey,\" ASP Conference Series"]}]
["1008.0619",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0619"],"date":["2010-08-03"],"type":["text"],"creator":["Mohyud-Din, Syed Tauseef","Negahdary, Elham","Usman, Muhammad"],"language":[],"coverage":[],"title":["A meshless numerical solution of the family of generalized fifth-order\n  Korteweg-de Vries equations"],"description":["  In this paper we present a numerical solution of a family of generalized\nfifth-order Korteweg-de Vries equations using a meshless method of lines. This\nmethod uses radial basis functions for spatial derivatives and Runge-Kutta\nmethod as a time integrator. This method exhibits high accuracy as seen from\nthe comparison with the exact solutions.\n","Comment: under review"]}]
["1008.0620",{"format":[],"subject":["Mathematics - Numerical Analysis","47A52, 65J22, 60G99, 62H12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0620"],"date":["2010-08-03"],"type":["text"],"creator":["Bauer, Frank"],"language":[],"coverage":[],"title":["Parameter Choice by Fast Balancing"],"description":["  Choosing the regularization parameter for inverse problems is of major\nimportance for the performance of the regularization method.\n  We will introduce a fast version of the Lepskij balancing principle and show\nthat it is a valid parameter choice method for Tikhonov regularization both in\na deterministic and a stochastic noise regime as long as minor conditions on\nthe solution are fulfilled.\n"]}]
["1008.0626",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0626"],"date":["2010-08-03"],"type":["text"],"creator":["Ward, M. J.","Mullaney, J. R.","Jin, C.","Davies, R."],"language":[],"coverage":[],"title":["Highly Ionised Gas as a Diagnostic of the Inner NLR"],"description":["  The spectra of AGN from the ultraviolet to the near infrared, exhibit\nemission lines covering a wide range of ionisation states, from neutral species\nsuch as [O I] 6300A, up to [Fe XIV] 5303A. Here we report on some recent\nstudies of the properties of highly ionised lines (HILs), plus two case studies\nof individual objects. Future IFU observations at high spatial and good\nspectral resolution, will probe the excitation and kinematics of the gas in the\nzone between the extended NLR and unresolved BLR. Multi-component SED fitting\ncan be used to link the source of photoionisation with the strengths and ratios\nof the HILs.\n","Comment: Proceedings of the IAU Symposium: Co-evolution of Central Black Holes\n  and Galaxies"]}]
["1008.0627",{"format":[],"subject":["Mathematics - Functional Analysis","43A15, 46E15, 94A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0627"],"date":["2010-08-03"],"type":["text"],"creator":["Christensen, Jens Gerlach"],"language":[],"coverage":[],"title":["Sampling in reproducing kernel Banach spaces on Lie groups"],"description":["  We present sampling theorems for reproducing kernel Banach spaces on Lie\ngroups. Recent approaches to this problem rely on integrability of the kernel\nand its local oscillations. In this paper we replace the integrability\nconditions by requirements on the derivatives of the reproducing kernel. The\nresults are then used to obtain frames and atomic decompositions for Banach\nspaces of distributions stemming from a cyclic representation, and it is shown\nthat this is particularly easy, when the cyclic vector is a G{\\aa}rding vector\nfor a square integrable representation.\n"]}]
["math/0411466",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Logic","20E15 (primary), 06E10, 20A15 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411466","Comm. Algebra 34(7), 2337-2345, 2006","doi:10.1080/00927870600550194"],"date":["2004-11-21","2006-01-21"],"type":["text"],"creator":["de Cornulier, Yves"],"language":[],"coverage":[],"title":["Strongly bounded groups and infinite powers of finite groups"],"description":["  We define a group as strongly bounded if every isometric action on a metric\nspace has bounded orbits. This latter property is equivalent to the so-called\nuncountable strong cofinality, recently introduced by G. Bergman.\n  Our main result is that G^I is strongly bounded when G is a finite, perfect\ngroup and I is any set. This strengthens a result of Koppelberg and Tits. We\nalso prove that omega_1-existentially closed groups are strongly bounded.\n","Comment: 10 pages, no figure. Versions 1-3 were entitled \"Uncountable groups\n  with Property (FH)\". To appear in Comm. Algebra"]}]
["math/0505193",{"format":[],"subject":["Mathematics - Group Theory","22D10 (Primary), 22E50, 20G25, 22E40, 43A35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505193","Ann. Sci. Ecole Norm. Sup. 39(2), 301-333, 2006","doi:10.1016/j.ansens.2005.12.006"],"date":["2005-05-10","2006-01-21"],"type":["text"],"creator":["de Cornulier, Yves"],"language":[],"coverage":[],"title":["Relative Kazhdan Property"],"description":["  We perform a systematic investigation of Kazhdan's relative Property (T) for\npairs (G,X), where G a locally compact group and X is any subset. When G is a\nconnected Lie group or a p-adic algebraic group, we provide an explicit\ncharacterization of subsets X of G such that (G,X) has relative Property (T).\nIn order to extend this characterization to lattices of G, a notion of\n\"resolutions\" is introduced, and various characterizations of it are given.\nSpecial attention is paid to subgroups of SU(2,1) and SO(4,1).\n","Comment: 36 pages, no figure; to appear in Ann. Sci. Ecole Norm. Sup"]}]
["math/0509090",{"format":[],"subject":["Mathematics - Group Theory","Primary 20E22, Secondary 20B22, 20F05, 20E28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509090","Geom. Dedicata 122 (2006), 89-108","doi:10.1007/s10711-006-9061-4"],"date":["2005-09-05","2006-12-02"],"type":["text"],"creator":["de Cornulier, Yves"],"language":[],"coverage":[],"title":["Finitely presented wreath products and double coset decompositions"],"description":["  We characterize which permutational wreath products W^(X)\\rtimes G are\nfinitely presented. This occurs if and only if G and W are finitely presented,\nG acts on X with finitely generated stabilizers, and with finitely many orbits\non the cartesian square X^2. On the one hand, this extends a result of G.\nBaumslag about standard wreath products; on the other hand, this provides\nnontrivial examples of finitely presented groups. For instance, we obtain two\nquasi-isometric finitely presented groups, one of which is torsion-free and the\nother has an infinite torsion subgroup.\n  Motivated by the characterization above, we discuss the following question:\nwhich finitely generated groups can have a finitely generated subgroup with\nfinitely many double cosets? The discussion involves properties related to the\nstructure of maximal subgroups, and to the profinite topology.\n","Comment: 21 pages; no figure. To appear in Geom. Dedicata"]}]
["math/0509527",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Functional Analysis","Primary 22D10, Secondary 43A07, 43A35, 20F69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509527","Geom. Funct. Anal. 17(3) (2007), 770-792","doi:10.1007/s00039-007-0604-0"],"date":["2005-09-22","2006-12-02"],"type":["text"],"creator":["de Cornulier, Yves","Tessera, Romain","Valette, Alain"],"language":[],"coverage":[],"title":["Isometric group actions on Hilbert spaces: growth of cocycles"],"description":["  We study growth of 1-cocycles of locally compact groups, with values in\nunitary representations. Discussing the existence of 1-cocycles with linear\ngrowth, we obtain the following alternative for a class of amenable groups G\ncontaining polycyclic groups and connected amenable Lie groups: either G has no\nquasi-isometric embedding into Hilbert space, or G admits a proper cocompact\naction on some Euclidean space.\n  On the other hand, noting that almost coboundaries (i.e. 1-cocycles\napproximable by bounded 1-cocycles) have sublinear growth, we discuss the\nconverse, which turns out to hold for amenable groups with \"controlled\" Folner\nsequences; for general amenable groups we prove the weaker result that\n1-cocycles with sufficiently small growth are almost coboundaries. Besides, we\nshow that there exist, on a-T-menable groups, proper cocycles with arbitrary\nsmall growth.\n","Comment: 26 pages, no figure. To appear in Geom. Funct. Anal"]}]
["math/0510141",{"format":[],"subject":["Mathematics - Group Theory","20F50, 20F16, 20F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510141","Archiv der Mathematik 87(2), 104-112, 2006","doi:10.1007/s00013-005-1684-4"],"date":["2005-10-07"],"type":["text"],"creator":["Bartholdi, Laurent","de Cornulier, Yves"],"language":[],"coverage":[],"title":["Infinite groups with large balls of torsion elements and small entropy"],"description":["  We exhibit infinite, solvable, virtually abelian groups with a fixed number\nof generators, having arbitrarily large balls consisting of torsion elements.\nWe also provide a sequence of 3-generator non-virtually nilpotent polycyclic\ngroups of algebraic entropy tending to zero. All these examples are obtained by\ntaking appropriate quotients of finitely presented groups mapping onto the\nfirst Grigorchuk group.\n","Comment: 8 pages; to appear in Archiv der Mathematik"]}]
["math/0511714",{"format":[],"subject":["Mathematics - Group Theory","Primary 20E15, Secondary 20E05, 20E22, 20E34, 20F05, 20F10, 57M07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511714","J. Algebra 307(1) (2007), 254-277","doi:10.1016/j.jalgebra.2006.02.012"],"date":["2005-11-29","2009-06-10"],"type":["text"],"creator":["de Cornulier, Yves","Guyot, Luc","Pitsch, Wolfgang"],"language":[],"coverage":[],"title":["On the isolated points in the space of groups"],"description":["  We investigate the isolated points in the space of finitely generated groups.\nWe give a workable characterization of isolated groups and study their\nhereditary properties. Various examples of groups are shown to yield isolated\ngroups. We also discuss a connection between isolated groups and solvability of\nthe word problem.\n","Comment: 30 pages, no figure. v2: minor changes, published version from March\n  2006"]}]
["math/0604051",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Functional Analysis","22D10, 43A35, 20F69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604051","Canadian Math. J. 60 (2008), no. 5, 1001-1009","doi:10.4153/CJM-2008-044-4"],"date":["2006-04-03"],"type":["text"],"creator":["de Cornulier, Yves","Tessera, Romain","Valette, Alain"],"language":[],"coverage":[],"title":["Isometric group actions on Hilbert spaces: structure of orbits"],"description":["  Our main result is that a finitely generated nilpotent group has no isometric\naction on an infinite-dimensional Hilbert space with dense orbits. In contrast,\nwe construct such an action with a finitely generated metabelian group.\n","Comment: 12 pages, to appear in Canadian Math. J"]}]
["math/0612398",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","22D10, 20J06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612398","Transform. Groups 13 (2008), no. 1, 125--147","doi:10.1007/s00031-008-9006-0"],"date":["2006-12-14"],"type":["text"],"creator":["de Cornulier, Yves","Tessera, Romain","Valette, Alain"],"language":[],"coverage":[],"title":["Isometric group actions on Banach spaces and representations vanishing\n  at infinity"],"description":["  Our main result is that the simple Lie group $G=Sp(n,1)$ acts properly\nisometrically on $L^p(G)$ if $p>4n+2$. To prove this, we introduce property\n$({\\BP}_0^V)$, for $V$ be a Banach space: a locally compact group $G$ has\nproperty $({\\BP}_0^V)$ if every affine isometric action of $G$ on $V$, such\nthat the linear part is a $C_0$-representation of $G$, either has a fixed point\nor is metrically proper. We prove that solvable groups, connected Lie groups,\nand linear algebraic groups over a local field of characteristic zero, have\nproperty $({\\BP}_0^V)$. As a consequence for unitary representations, we\ncharacterize those groups in the latter classes for which the first cohomology\nwith respect to the left regular representation on $L^2(G)$ is non-zero; and we\ncharacterize uniform lattices in those groups for which the first $L^2$-Betti\nnumber is non-zero.\n","Comment: 28 pages"]}]
["math/0703192",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Metric Geometry","22E15 (Primary), 20F69, 22E25, 54F45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703192","J. Topology 1(2), 343-361, 2008","doi:10.1112/jtopol/jtm013"],"date":["2007-03-07"],"type":["text"],"creator":["de Cornulier, Yves"],"language":[],"coverage":[],"title":["Dimension of asymptotic cones of Lie groups"],"description":["  We compute the covering dimension the asymptotic cone of a connected Lie\ngroup. For simply connected solvable Lie groups, this is the codimension of the\nexponential radical.\n  As an application of the proof, we give a characterization of connected Lie\ngroups that quasi-isometrically embed into a non-positively curved metric\nspace.\n","Comment: 22 pages, 0 figure"]}]
