["0707.2064",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2064","Astrophys.J.668:492-506,2007","doi:10.1086/521207"],"date":["2007-07-13"],"type":["text"],"creator":["Allen, Peter R."],"language":[],"coverage":[],"title":["Star Formation via the Little Guy: A Bayesian Study of Ultracool Dwarf\n  Imaging Surveys for Companions"],"description":["  I have undertaken a comprehensive statistical investigation of the ultracool\ndwarf companion distribution (spectral type M6 and later). Utilizing a Bayesian\nalgorithm, I tested models of the companion distribution against data from an\nextensive set of space and ground-based imaging observations of nearby\nultracool dwarfs. My main conclusions are fivefold: 1) Confirm that the\nconcentration of high mass ratio ultracool binary systems is a fundamental\nfeature of the companion distribution, not an observational or selection bias;\n2) Determine that the wide (>~20 AU) binary frequency can be no more the 1-2%;\n3) Show that the decreasing binary frequency with later spectral types is a\nreal trend; 4) Demonstrate that a large population of currently undetected low\nmass ratio systems are not consistent with the current data; 5) Find that the\npopulation of spectroscopic binaries must be be at least 30% that of currently\nknown ultracool binaries. The best fit value for the overall M6 and later\nbinary frequency is ~20%-22%, of which only ~6% consists of currently\nundetected companions with separations less than 1 AU. If this is correct, then\nthe upper limit of the ultracool binary population discovered to date is ~75%.\nI find that the numerical simulation results of the ejection formation method\nare inconsistent with the outcome of this analysis. However, dynamics do seem\nto play an important role as simulations of small-N clusters and triple system\ndecays produce results similar to those of this work. The observational efforts\nrequired to improve these constraints are shown to be primarily large\nspectroscopic binary surveys and improved high-resolution imaging techniques.\n","Comment: 42 pages, 17 figures, to be published in October 2007 ApJ"]}]
["0707.3744",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3744","Astrophys.J.666:L113-L116,2007","doi:10.1086/521825"],"date":["2007-07-25"],"type":["text"],"creator":["Joergens, V.","Mueller, A."],"language":[],"coverage":[],"title":["16-20 Jupiter mass RV companion orbiting the brown dwarf candidate\n  ChaHa8"],"description":["  We report the discovery of a 16-20 Jupiter mass radial velocity companion\naround the very young (~3 Myr) brown dwarf candidate ChaHa8 (M5.75-M6.5). Based\non high-resolution echelle spectra of ChaHa8 taken between 2000 and 2007 with\nUVES at the VLT, a companion was detected through RV variability with a\nsemi-amplitude of 1.6 km/s. A Kepler fit to the data yields an orbital period\nof the companion of 1590 days and an eccentricity of e=0.49. A companion\nminimum mass M2sini between 16 and 20 Jupiter masses is derived when using\nmodel-dependent mass estimates for the primary. The mass ratio q= M2/M1 might\nbe as small as 0.2 and, with a probability of 87%, it is less than 0.4. ChaHa8\nharbors most certainly the lowest mass companion detected so far in a close (~\n1 AU) orbit around a brown dwarf or very low-mass star. From the uncertainty in\nthe orbit solution, it cannot completely be ruled out that the companion has a\nmass in the planetary regime. Its discovery is in any case an important step\ntowards RV planet detections around BDs. Further, ChaHa8 is the fourth known\nspectroscopic brown dwarf or very low-mass binary system with an RV orbit\nsolution and the second known very young one.\n","Comment: 8 pages, 1 figure, ApJ Letter in press"]}]
["0708.1949",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1949","Astrophys.J.688:254-276,2008","doi:10.1086/591958"],"date":["2007-08-15","2008-07-17"],"type":["text"],"creator":["Kazantzidis, Stelios","Bullock, James S.","Zentner, Andrew R.","Kravtsov, Andrey V.","Moustakas, Leonidas A."],"language":[],"coverage":[],"title":["Cold Dark Matter Substructure and Galactic Disks I: Morphological\n  Signatures of Hierarchical Satellite Accretion"],"description":["  (Abridged) We conduct a series of high-resolution, dissipationless N-body\nsimulations to investigate the cumulative effect of substructure mergers onto\nthin disk galaxies in the context of the LCDM paradigm of structure formation.\nOur simulation campaign is based on a hybrid approach. Substructure properties\nare culled directly from cosmological simulations of galaxy-sized cold dark\nmatter (CDM) halos. In contrast to what can be inferred from statistics of the\npresent-day substructure populations, accretions of massive subhalos onto the\ncentral regions of host halos, where the galactic disk resides, since z~1\nshould be common occurrences. One host halo merger history is subsequently used\nto seed controlled numerical experiments of repeated satellite impacts on an\ninitially-thin Milky Way-type disk galaxy. We show that these accretion events\nproduce several distinctive observational signatures in the stellar disk\nincluding: a ring-like feature in the outskirts; a significant flare; a central\nbar; and faint filamentary structures that (spuriously) resemble tidal streams.\nThe final distribution of disk stars exhibits a complex vertical structure that\nis well-described by a standard ``thin-thick'' disk decomposition. We conclude\nthat satellite-disk encounters of the kind expected in LCDM models can induce\nmorphological features in galactic disks that are similar to those being\ndiscovered in the Milky Way, M31, and in other disk galaxies. These results\nhighlight the significant role of CDM substructure in setting the structure of\ndisk galaxies and driving galaxy evolution. Upcoming galactic structure surveys\nand astrometric satellites may be able to distinguish between competing\ncosmological models by testing whether the detailed structure of galactic disks\nis as excited as predicted by the CDM paradigm.\n","Comment: Accepted version to appear in ApJ, 24 pages, 8 figures, LaTeX (uses\n  emulateapj.cls). Comparison between the simulated ring-like features and the\n  Monoceros ring stellar structure in the Milky Way performed; conclusions\n  unaltered"]}]
["0708.2621",{"format":[],"subject":["Physics - Instrumentation and Detectors","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2621","JINST 3:P02001,2008","doi:10.1088/1748-0221/3/02/P02001"],"date":["2007-08-20"],"type":["text"],"creator":["Amsler, C.","Boccone, V.","Buchler, A.","Chandrasekharan, R.","Regenfus, C.","Rochet, J."],"language":[],"coverage":[],"title":["Luminescence quenching of the triplet excimer state by air traces in\n  gaseous argon"],"description":["  While developing a liquid argon detector for dark matter searches we\ninvestigate the influence of air contamination on the VUV scintillation yield\nin gaseous argon at atmospheric pressure. We determine with a radioactive\nalpha-source the photon yield for various partial air pressures and different\nreflectors and wavelength shifters. We find for the fast scintillation\ncomponent a time constant tau1= 11.3 +- 2.8 ns, independent of gas purity.\nHowever, the decay time of the slow component depends on gas purity and is a\ngood indicator for the total VUV light yield. This dependence is attributed to\nimpurities destroying the long-lived argon excimer states. The population ratio\nbetween the slowly and the fast decaying excimer states is determined for\nalpha-particles to be 5.5 +-0.6 in argon gas at 1100 mbar and room temperature.\nThe measured mean life of the slow component is tau2 = 3.140 +- 0.067 microsec\nat a partial air pressure of 2 x 10-6 mbar.\n","Comment: 7 pages submitted to NIM A"]}]
["0708.3460",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3460","Phys. Rev. B 76, 224413 (2007)","doi:10.1103/PhysRevB.76.224413"],"date":["2007-08-26"],"type":["text"],"creator":["Barraza-Lopez, Salvador","Avery, Michael C.","Park, Kyungwha"],"language":[],"coverage":[],"title":["First-principles study of a single-molecule magnet Mn_{12} monolayer on\n  the Au(111) surface"],"description":["  The electronic structure of a monolayer of single-molecule magnets Mn$_{12}$\non a Au(111) surface is studied using spin-polarized density-functional theory.\nThe Mn$_{12}$ molecules are oriented such that the magnetic easy axis is normal\nto the surface, and the terminating ligands in the Mn$_{12}$ are replaced by\nthiol groups (-SH) where the H atoms are lost upon adsorption onto the surface.\nThis sulfur-terminated Mn$_{12}$ molecule has a total magnetic moment of 18\n$\\mu_B$ in the ground state, in contrast to 20$\\mu_B$ for the standard\nMn$_{12}$. The Mn$_{12}$ molecular orbitals broaden due to the interaction of\nthe molecule with the gold surface and the broadening is of the order of 0.1\neV. It is an order of magnitude less than the single-electron charging energy\nof the molecule so the molecule is weakly bonded to the surface. Only electrons\nwith majority spin can be transferred from the surface to the sulfur-terminated\nMn$_{12}$ since the gold Fermi level is well above the majority lowest\nunoccupied molecular orbital (LUMO) but below the minority LUMO. The amount of\nthe charge transfer is calculated to be 1.23 electrons, dominated by the tail\nin the electronic distribution of the gold surface. A calculation of level\nshift upon charging provides 0.28 electrons being transferred. The majority of\nthe charge transfer occurs at the S, C, and O atoms close to the surface. The\ntotal magnetic moment also changes from 18 $\\mu_B$ to 20 $\\mu_B$, due to\nrearrangements of the magnetic moments on the S and Mn atoms upon adsorption\nonto the surface. The magnetic anisotropy barrier is computed including\nspin-orbit interaction self-consistently in density-functional theory. The\nbarrier for the Mn$_{12}$ on the gold surface decreases by 6 K in comparison to\nthat for an isolated Mn$_{12}$ molecule.\n","Comment: 9 pages, 9 figures and 3 tables"]}]
["0709.0114",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0114","Astrophys.J.670:379-399,2007; Erratum-ibid.708:1772,2010","doi:10.1086/522103","doi:10.1088/0004-637X/708/2/1772"],"date":["2007-09-02","2007-11-16"],"type":["text"],"creator":["Dieball, A.","Knigge, C.","Zurek, D. R.","Shara, M. M.","Long, K. S.","Charles, P. A.","Hannikainen, D."],"language":[],"coverage":[],"title":["Unveiling the core of the Globular Cluster M15 in the Ultraviolet"],"description":["  We have obtained deep far- (FUV) and near-ultraviolet (NUV) images of the\ninner region of the dense globular cluster M15 with the Advanced Camera for\nSurveys on board the Hubble Space Telescope. The FUV-NUV colour-magnitude\ndiagram shows a well defined track of horizontal branch stars, as well as a\ntrail of blue stragglers and white dwarfs. The main sequence turn-off is\nclearly visible at FUV~23.5 mag and FUV-NUV~3 mag, and the main sequence stars\nform a prominent track that extends at least two magnitudes below the main\nsequence turn-off. As such, this is the deepest FUV-NUV colour-magnitude\ndiagram of a globular cluster presented so far. Cataclysmic variable and blue\nstraggler candidates are the most centrally concentrated stellar populations,\nwhich might either be an effect of mass segregation or reflect the preferred\nbirthplace in the dense cluster core of such dynamically-formed objects. We\nfind 41 FUV sources that exhibit significant variability. We classify the\nvariables based on an analysis of their UV colours and variability properties.\nWe find four previously known RR Lyrae and 13 further RR Lyrae candidates, one\nknown Cepheid and six further candidates, six cataclysmic variables, one known\nand one probable SX Phoenicis star, and the well known low-mass X-ray binary\nAC211. Our analysis represents the first detection of SX Phoenicis pulsations\nin the FUV. We find that Cepheids, RR Lyraes and SX Phoenicis exhibit massive\nvariability amplitudes in this waveband (several mags).\n","Comment: 47 pages, including 14 figures, accepted for publication in ApJ,\n  Table 7 corrected, final version including ApJ corrections"]}]
["0709.0465",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0465","Mon.Not.Roy.Astron.Soc.382:1145-1157,2007","doi:10.1111/j.1365-2966.2007.12409.x"],"date":["2007-09-04"],"type":["text"],"creator":["Southworth, John","Marsh, T. R.","Gaensicke, B. T.","Aungwerojwit, A.","Hakala, P.","de Martino, D.","Lehto, H."],"language":[],"coverage":[],"title":["Orbital periods of cataclysmic variables identified by the SDSS. II.\n  Measurements for six objects, including two eclipsing systems"],"description":["  Continuing our work from Paper I (Southworth et al., 2006) we present\nmedium-resolution spectroscopy and broad-band photometry of seven cataclysmic\nvariables (CVs) discovered by the SDSS. For six of these objects we derive\naccurate orbital periods, all which are measured for the first time. For SDSS\nJ013132.39+090122.2, which contains a non-radially pulsating white dwarf, we\nfind an orbital period of 81.54 +/- 0.13 min and a low radial velocity\nvariation amplitude indicative of an extreme mass ratio. For SDSS\nJ205914.87+061220.4, we find a period of 107.52 +/- 0.14 min. This object is a\ndwarf nova and was fading from its first recorded outburst throughout our\nobservations. INT photometry of SDSS J155531.99-001055.0 shows that this system\nundergoes total eclipses which are 1.5 mag deep and occur on a period of 113.54\n+/- 0.03 min. A NOT light curve of SDSS J075443.01+500729.2 shows that this\nsystem is also eclipsing, on a period of 205.965 +/- 0.014 min, but here the\neclipses are V-shaped and only 0.5 mag deep. Its low emission-line strengths,\norbital period and V-shaped eclipse unambiguously mark it as a novalike object.\nWHT photometry of SDSS J005050.88+000912.6 and SDSS J210449.94+010545.8 yields\nperiods of 80.3 +/- 2.2 and 103.62 +/- 0.12 min, respectively. Photometry of\nthe seventh and final system, SDSS J165658.12+212139.3, shows only flickering.\nOur results strengthen the conclusion that the faint magnitude limit of the\nSDSS spectroscopic database implies that the sample of CVs contained in it has\nquite different characteristics to previously studied samples of these objects.\nFive of the six orbital periods measured here are shorter than the observed 2-3\nhr CV period gap. Two systems have periods very close to the minimum orbital\nperiod for hydrogen-rich CVs.\n","Comment: Accepted for publication in MNRAS; 15 pages and 11 figures. The data\n  will be available from http://www.astro.keele.ac.uk/~jkt/"]}]
["0801.3193",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3193","Hyperfine Interact.172:97-105,2006","doi:10.1007/s10751-007-9529-0"],"date":["2008-01-21"],"type":["text"],"creator":["Zurlo, N.","Amoretti, M.","Amsler, C.","Bonomi, G.","Carraro, C.","Cesar, C. L.","Charlton, M.","Doser, M.","Fontana, A.","Funakoshi, R.","Genova, P.","Hayano, R. S.","Jorgensen, L. V.","Kellerbauer, A.","Lagomarsino, V.","Landua, R.","Rizzini, E. Lodi","Macri', M.","Madsen, N.","Manuzio, G.","Mitchard, D.","Montagna, P.","Posada, L. G.","Pruys, H.","Regenfus, C.","Rotondi, A.","Testera, G.","Van der Werf, D. P.","Variola, A.","Venturelli, L.","Yamazaki, Y."],"language":[],"coverage":[],"title":["Production of Slow Protonium in Vacuum"],"description":["  We describe how protonium, the quasi-stable antiproton-proton bound system,\nhas been synthesized following the interaction of antiprotons with the\nmolecular ion H$_2^+$ in a nested Penning trap environment. From a careful\nanalysis of the spatial distributions of antiproton annihilation events in the\nATHENA experiment, evidence is presented for protonium production with sub-eV\nkinetic energies in states around $n$ = 70, with low angular momenta. This work\nprovides a new 2-body system for study using laser spectroscopic techniques.\n","Comment: 9 pages with 5 figures and 1 table. Proceedings of the 4th\n  International Conference on Trapped Charged Particles and Fundamental Physics\n  (TCP 06), published in Hyperfine Interactions"]}]
["0802.0527",{"format":[],"subject":["Mathematics - Numerical Analysis","37M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0527"],"date":["2008-02-05","2010-01-27"],"type":["text"],"creator":["Dixon, Matthew","Ringler, Todd"],"language":[],"coverage":[],"title":["Conservative Properties of the Variational Free-Lagrange Method for\n  Shallow Water"],"description":["  The variational free-Lagrange (VFL) method for shallow water is a\nfree-Lagrange method with the additional property that it preserves the\nvariational structure of shallow water. The VFL method was first derived in\nthis context by \\cite{AUG84} who discretized Hamilton's action principle with a\nfree-Lagrange data structure. The purpose of this article is to assess the\nlong-time conservation properties of the VFL method for regularized shallow\nwater which are useful for climate simulation. Long-time regularized shallow\nwater simulations show that the VFL method exhibits no secular drift in the (i)\nenergy error through the application of symplectic integrators; and (ii) the\npotential vorticity error through the construction of discrete curl, divergence\nand gradient operators which satisfy semi-discrete divergence and potential\nvorticity conservation laws. These diagnostic semi-discrete equations augment\nthe description of the VFL method by characterizing the evolution of its\nrespective irrotational and solenoidal components in the Lagrangian frame. Like\nthe continuum equations, the former exhibits a $\\text{div}^2\\mathbf{U}$ term\nwhich indicates that the flow has a very strong tendency towards a purely\nrotational state.\n  Numerical results show (i) the preservation of shape and strength of an\ninitially radially symmetric vortex pair in purely rotational regularized\nshallow water and (ii) how the Voronoi diagram retains the history of the flow\nfield and (iii) that energy is conserved to $\\mathcal{O}(\\Delta^2)$ and\npotential vorticity error to within 5% with no secular growth over a 50 year\nperiod.\n","Comment: A 27 page extended version (with 10 figures) of a two-page article\n  submitted to the ICIAM 07 proceedings"]}]
["0803.2232",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2232","Astron.Astrophys.485:729-734,2008","doi:10.1051/0004-6361:200809472"],"date":["2008-03-16"],"type":["text"],"creator":["Xu, Y.","Li, J. J.","Hachisuka, K.","Pandian, J. D.","Menten, K. M.","Henkel, C."],"language":[],"coverage":[],"title":["A high-sensitivity 6.7 GHz methanol maser survey toward H2O sources"],"description":["  We present the results of a high sensitivity survey for 6.7 GHz methanol\nmasers towards 22 GHz water maser using the 100 m Efflesberg telescope. A total\nof 89 sources were observed and 10 new methanol masers were detected. The new\ndetections are relatively faint with peak flux densities between 0.5 and 4.0\nJy. A nil detection rate from low-mass star forming regions enhances the\nconclusion that the masers are only associated with massive star formation.\nEven the faintest methanol maser in our survey, with a luminosity of 1.1\n$10^{-9} L_\\odot$ is associated with massive stars as inferred from its\ninfrared luminosity.\n","Comment: Accepted for publication in A&A"]}]
["0803.4430",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4430","Phys. Rev. B 77, 174416 (2008)","doi:10.1103/PhysRevB.77.174416"],"date":["2008-03-31"],"type":["text"],"creator":["Strandberg, T. O.","Canali, C. M.","MacDonald, A. H."],"language":[],"coverage":[],"title":["Chern-number spin Hamiltonians for magnetic nano-clusters by DFT methods"],"description":["  Combining field-theoretical methods and ab-initio calculations, we construct\nan effective Hamiltonian with a single giant-spin degree of freedom, capable of\nthe describing the low-energy spin dynamics of ferromagnetic metal nanoclusters\nconsisting of up to a few tens of atoms. In our procedure, the magnetic moment\ndirection of the Kohn-Sham SDFT wave-function is constrained by means of a\npenalty functional, allowing us to explore the entire parameter space of\ndirections, and to extract the magnetic anisotropy energy and Berry curvature\nfunctionals. The average of the Berry curvature over all magnetization\ndirections is a Chern number - a topological invariant that can only take on\nvalues equal to multiples of one half, representing the dimension of the\nHilbert space of the effective spin system. The spin Hamiltonian is obtained by\nquantizing the classical anisotropy energy functional, after performing a\nchange of variables to a constant Berry curvature space. The purpose of this\narticle is to examine the impact of the topological effect from the Berry\ncurvature on the low-energy total-spin-system dynamics. To this end, we study\nsmall transition metal clusters: Co$_{n}$ ($n=2,...,5$), Rh$_{2}$, Ni$_{2}$,\nPd$_{2}$, Mn$_{x}$N$_{y}$, Co$_{3}$Fe$_{2}$.\n","Comment: 19 pages, 13 figures"]}]
["0805.4173",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4173","Ukr. J. Phys. 53 (2008) 586-594"],"date":["2008-05-27"],"type":["text"],"creator":["Gavrilik, A. M.","Rebesh, A. P."],"language":[],"coverage":[],"title":["Occurrence of pairwise energy level degeneracies in q,p-oscillator model"],"description":["  It is demonstrated that a two-parameter deformed oscillator with the\ndeformation parameters q,p such that 0 < q,p \\le 1 exhibits the property of\n\"accidental\" two-fold (pairwise) energy level degeneracy of the classes\nE_m=E_{m+1} and E_0=E_{m}. The most general case of degeneracy of\nq,p-oscillators of the form E_{m+k}=E_m (with k\\ge 1 for m\\ge 1 or k\\ge 2 for\nm=0) is briefly discussed.\n","Comment: 9 pages, 6 figures, uses ujp.sty, to appear in Ukr. J. Phys"]}]
["0805.4779",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4779","JCAP 0810:033,2008","doi:10.1088/1475-7516/2008/10/033"],"date":["2008-05-30"],"type":["text"],"creator":["Allard, D.","Busca, N. G","Decerprit, G.","Olinto, A. V.","Parizot, E."],"language":[],"coverage":[],"title":["Implications of the cosmic ray spectrum for the mass composition at the\n  highest energies"],"description":["  The significant attenuation of the cosmic-ray flux above $\\sim 5 10^{19}$ eV\nsuggests that the observed high-energy spectrum is shaped by the so-called GZK\neffect. This interaction of ultra-high-energy cosmic rays (UHECRs) with the\nambient radiation fields also affects their composition. We review the effect\nof photo-dissociation interactions on different nuclear species and analyze the\nphenomenology of secondary proton production as a function of energy. We show\nthat, by itself, the UHECR spectrum does not constrain the cosmic-ray\ncomposition at their extragalactic sources. While the propagated composition\n(i.e., as observed at Earth) cannot contain significant amounts of intermediate\nmass nuclei (say between He and Si), whatever the source composition, and while\nit is vastly proton-dominated when protons are able to reach energies above\n$10^{20}$ eV at the source, we show that the propagated composition can be\ndominated by Fe and sub-Fe nuclei at the highest energies, either if the\nsources are very strongly enriched in Fe nuclei (a rather improbable\nsituation), or if the accelerated protons have a maximum energy of a few\n$10^{19}$ eV at the sources. We also show that in the latter cases, the\nexpected flux above $3 10^{20}$ eV is very much reduced compared to the case\nwhen protons dominate in this energy range, both at the sources and at Earth.\n","Comment: 16 pages, 7 figures"]}]
["0807.3141",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3141","Physica E 41, 220 (2008)","doi:10.1016/j.physe.2008.07.005"],"date":["2008-07-20"],"type":["text"],"creator":["Li, Zeng-Zhao","Pan, Xiao-Yin","Liang, Xian-Ting"],"language":[],"coverage":[],"title":["Study of the decoherence of a double quantum dot charge qubit via the\n  Redfield equation"],"description":["  By using the Redfield form of the master equation, we investigate the\ndecoherence times of a double quantum dot charge qubit (DQDCQ) in three\ndifferent cases, namely when it is coupled to (I) the piezoelectric coupling\nphonon bath (PCPB), (II) the deformation coupling phonon bath (DCPB), and (III)\nthe Ohmic bath. It is found that our results for case (I) and (II) are in the\nsame magnitude with those obtained via the exact path integral methods, while\nfor case (III), the decoherence time is in well agreement with the experimental\nvalue.\n","Comment: 5 pages, 6 figures"]}]
["0809.0039",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0039","Phys. Rev. E 81, 011906 (2010)"],"date":["2008-08-31","2009-12-24"],"type":["text"],"creator":["Liang, Xian-Ting","Zhang, Wei-Min","Zhuo, Yi-Zhong"],"language":[],"coverage":[],"title":["Decoherence of coherent electronic excited state in the reaction center\n  of the photosynthetic purple bacterium Rhodobacter sphaeroides"],"description":["  In this paper, we present a theoretical description to the quantum coherence\nand decoherence phenomena of energy transfer in photosynthesis observed in a\nrecent experiment [see Science 316, 1462 (2007)]. As a successive two-color\nlaser pulses with selected frequencies cast on a sample of the photosynthetic\npurple bacterium Rb. sphaeroides two resonant excitations of electrons in\nchromophores can be generated. However, this effective two-level subsystem will\ninteract with its protein environment and decoherence is inevitable. We\ndescribe this subsystem coupled with its environment as a dynamical spin-boson\nmodel. The non-Markovian decoherence dynamics is described using a\nquasi-adiabatic propagator path integral (QUAPI) approach. With the\nphoton-induced effective time-dependent level splitting energy and level flip\ncoupling coefficient between the two excited states and the environment-induced\nnon-Markovian decoherence dynamics, our theoretical result is in good agreement\nwith the experimental data.\n","Comment: 6 pages, 6 figures"]}]
["0809.1279",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1279","Phys. Rev. B 79, 205111 (2009)","doi:10.1103/PhysRevB.79.205111"],"date":["2008-09-08","2010-01-27"],"type":["text"],"creator":["Shi, T.","Sun, C. P."],"language":[],"coverage":[],"title":["Lehmann-Symanzik-Zimmermann Reduction Approach to Multi-Photon\n  Scattering in Coupled-Resonator Arrays"],"description":["  We present a quantum field theoretical approach based on the\nLehmann-Symanzik-Zimmermann reduction for the multi-photon scattering process\nin a nano-architecture consisting of the coupled resonator arrays (CRA), which\nare also coupled to some artificial atoms as the controlling quantum node. By\nmaking use of this approach, we find the bound states of single photon for an\nelementary unit, the T-type CRA, and explicitly obtain its multi-photon\nscattering S-matrix in various situations. We also use this method to calculate\nthe multi-photon S-matrices for the more complex quantum network constructed\nwith main T-type CRA's, such as a H-type CRA waveguide.\n","Comment: 15 pages, 14 figures"]}]
["0809.3008",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3008","Astron.J.137:1-18,2009","doi:10.1088/0004-6256/137/1/1"],"date":["2008-09-17"],"type":["text"],"creator":["Faherty, Jacqueline K.","Burgasser, Adam J.","Cruz, Kelle L.","Shara, Michael M.","Walter, Frederick M.","Gelino, Christopher R."],"language":[],"coverage":[],"title":["The Brown Dwarf Kinematics Project (BDKP) I. Proper Motions and\n  Tangential Velocities for a Large Sample of Late-type M, L and T Dwarfs"],"description":["  We report proper motion measurements for 427 late-type M, L and T dwarfs, 332\nof which have been measured for the first time. Combining these new proper\nmotions with previously published measurements yields a sample of 841 M7-T8\ndwarfs. We combined parallax measurements or calculated spectrophotometric\ndistances and computed tangential velocities for the entire sample. We find\nthat kinematics for the full and volume-limited 20 pc samples are consistent\nwith those expected for the Galactic thin disk, with no significant differences\nbetween late-type M, L, and T dwarfs. Applying an age-velocity relation we\nconclude that the average kinematic age of the 20 pc sample of ultracool dwarfs\nis older than recent kinematic estimates and more consistent with age results\ncalculated with population synthesis models. There is a statistically distinct\npopulation of high tangential velocity sources whose kinematics suggest an even\nolder population of ultracool dwarfs belonging to either the Galactic thick\ndisk or halo. We isolate subsets of the entire sample, including low\nsurface-gravity dwarfs, unusually blue L dwarfs, and photometric outliers in\nJ-Ks color and investigate their kinematics. We find that the spectroscopically\ndistinct class of unusually blue L dwarfs has kinematics clearly consistent\nwith old age, implying that high surface-gravity and/or low metallicity may be\nrelevant to their spectral properties. The low surface-gravity dwarfs are\nkinematically younger than the overall population, and the kinematics of the\nred and blue ultracool dwarfs suggest ages that are younger and older than the\nfull sample, respectively. We also present a reduced proper motion diagram at\n2MASS Ks for the entire population and find that a limit of H_Ks > 18 excludes\nM dwarfs from the L and T dwarf population regardless of near-infrared color.\n","Comment: Accepted for publication in the Astronomical Journal, 21 pages text,\n  12 tables, 12 figures"]}]
["0810.3553",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3553","Lect. Notes Phys. 785, 105-137 (2010)","doi:10.1007/978-3-642-02286-9"],"date":["2008-10-20"],"type":["text"],"creator":["Banerjee, Debasish","Nayak, Jajati K.","Venugopalan, Raju"],"language":[],"coverage":[],"title":["Two introductory lectures on high energy QCD and heavy ion collisions"],"description":["  These introductory lectures present a broad overview of the physics of high\nparton densities in QCD and its application to our understanding of the early\ntime dynamics in heavy ion collisions.\n","Comment: Lectures by R. V. at the QGP Winter School, Jaipur, India, Feb.\n  1st-3rd, 2008"]}]
["0810.4344",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4344","JHEP 0903:004,2009","doi:10.1088/1126-6708/2009/03/004"],"date":["2008-10-24","2010-01-28"],"type":["text"],"creator":["Drukker, Nadav","Gomis, Jaume","Young, Donovan"],"language":[],"coverage":[],"title":["Vortex Loop Operators, M2-branes and Holography"],"description":["  We construct vortex loop operators in the three-dimensional N = 6\nsupersymmetric Chern-Simons theory recently constructed by Aharony, Bergman,\nJafferis and Maldacena. These disorder loop operators are specified by a\nvortex-like singularity for the scalar and gauge fields along a one dimensional\ncurve in spacetime. We identify the 1/2, 1/3 and 1/6 BPS loop operators in the\nChern-Simons theory with excitations of M-theory corresponding to M2-branes\nending along a curve on the boundary of AdS_4 x S^7/Z_k. The vortex loop\noperators can also be given a purely geometric description in terms of regular\n\"bubbling\" solutions of eleven dimensional supergravity which are\nasymptotically AdS_4 x S^7/Z_k.\n","Comment: 62 pages; v2 references added; v3 resolved remaining issue regarding\n  odd k, version to appear in JHEP; v4 correction to VEV calculation in sec. 3"]}]
["0810.5559",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5559","Inventiones mathematicae: Volume 179, Issue 3 (2010), Page 461","doi:10.1007/s00222-009-0220-8"],"date":["2008-10-30"],"type":["text"],"creator":["Timorin, Vladlen"],"language":[],"coverage":[],"title":["Topological regluing of rational functions"],"description":["  Regluing is a topological operation that helps to construct topological\nmodels for rational functions on the boundaries of certain hyperbolic\ncomponents. It also has a holomorphic interpretation, with the flavor of\ninfinite dimensional Thurston--Teichm\\\"uller theory. We will discuss a\ntopological theory of regluing, and trace a direction in which a holomorphic\ntheory can develop.\n","Comment: 38 pages"]}]
["0811.3186",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3186"],"date":["2008-11-19","2010-01-27"],"type":["text"],"creator":["Frenkel, Edward","Zhu, Xinwen"],"language":[],"coverage":[],"title":["Any flat bundle on a punctured disc has an oper structure"],"description":["  We prove that any flat G-bundle, where G is a complex connected reductive\nalgebraic group, on the punctured disc admits the structure of an oper. This\nresult is important in the local geometric Langlands correspondence proposed in\narXiv:math/0508382. Our proof uses certain deformations of the affine Springer\nfibers which could be of independent interest. As a byproduct, we construct\nrepresentations of affine Weyl groups on the homology of these deformations\ngeneralizing representations constructed by Lusztig.\n","Comment: 12 pages"]}]
["0811.3993",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3993","Physical Review A 80, 063834 (2009)","doi:10.1103/PhysRevA.80.063834"],"date":["2008-11-24","2009-11-23"],"type":["text"],"creator":["Venkatesh, B. Prasanna","Trupke, M.","Hinds, E. A.","O'Dell, D. H. J."],"language":[],"coverage":[],"title":["Atomic Bloch-Zener oscillations for sensitive force measurements in a\n  cavity"],"description":["  Cold atoms in an optical lattice execute Bloch-Zener oscillations when they\nare accelerated. We have performed a theoretical investigation into the case\nwhen the optical lattice is the intra-cavity field of a driven Fabry-Perot\nresonator. When the atoms oscillate inside the resonator, we find that their\nback-action modulates the phase and intensity of the light transmitted through\nthe cavity. We solve the coupled atom-light equations self-consistently and\nshow that, remarkably, the Bloch period is unaffected by this back-action. The\ntransmitted light provides a way to observe the oscillation continuously,\nallowing high precision measurements to be made with a small cloud of atoms.\n","Comment: 5 pages, 2 figures. Updated version including cavity heating effects"]}]
["0812.1012",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1012"],"date":["2008-12-04","2010-01-28"],"type":["text"],"creator":["Guha, Sudipto","Munagala, Kamesh"],"language":[],"coverage":[],"title":["Adaptive Uncertainty Resolution in Bayesian Combinatorial Optimization\n  Problems"],"description":["  In several applications such as databases, planning, and sensor networks,\nparameters such as selectivity, load, or sensed values are known only with some\nassociated uncertainty. The performance of such a system (as captured by some\nobjective function over the parameters) is significantly improved if some of\nthese parameters can be probed or observed. In a resource constrained\nsituation, deciding which parameters to observe in order to optimize system\nperformance itself becomes an interesting and important optimization problem.\nThis general problem is the focus of this paper.\n  One of the most important considerations in this framework is whether\nadaptivity is required for the observations. Adaptive observations introduce\nblocking or sequential operations in the system whereas non-adaptive\nobservations can be performed in parallel. One of the important questions in\nthis regard is to characterize the benefit of adaptivity for probes and\nobservation.\n  We present general techniques for designing constant factor approximations to\nthe optimal observation schemes for several widely used scheduling and metric\nobjective functions. We show a unifying technique that relates this\noptimization problem to the outlier version of the corresponding deterministic\noptimization. By making this connection, our technique shows constant factor\nupper bounds for the benefit of adaptivity of the observation schemes. We show\nthat while probing yields significant improvement in the objective function,\nbeing adaptive about the probing is not beneficial beyond constant factors.\n","Comment: Journal version of the paper \"Model-driven Optimization using\n  Adaptive Probes\" that appeared in the ACM-SIAM Symposium on Discrete\n  Algorithms (SODA), 2007"]}]
["0812.2351",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2351","Phys. Rev. B 79, 214519 (2009)","doi:10.1103/PhysRevB.79.214519"],"date":["2008-12-12","2009-06-01"],"type":["text"],"creator":["Kaczmarczyk, Jan","Spalek, Jozef"],"language":[],"coverage":[],"title":["Superconductivity in an almost localized Fermi liquid of quasiparticles\n  with spin-dependent masses and effective field induced by electron\n  correlations"],"description":["  Paired state of nonstandard quasiparticles is analyzed in detail in two model\nsituations. Namely, we consider the Cooper-pair bound state and the condensed\nphase of an almost localized Fermi liquid (ALFL) composed of quasiparticles in\na narrow-band with the spin-dependent masses (SDM) and an effective field, both\nintroduced earlier and induced by strong electronic correlations. Each of these\nnovel characteristics are calculated in a self-consistent manner. We analyze\nthe bound states as a function of Cooper-pair momentum q in applied magnetic\nfield in the strongly Pauli limiting case (i.e. when the orbital effects of\napplied magnetic field are disregarded). The spin-direction dependence of the\neffective mass makes the quasiparticles comprising Cooper pair spin\ndistinguishable in the quantum mechanical sense, whereas the condensed gas of\npairs may still be regarded as composed of identical entities. The\nFulde-Ferrell-Larkin-Ovchinnikov (FFLO) condensed phase of moving pairs is by\nfar more robust in the applied field for the case with spin-dependent masses\nthan in the situation with equal masses of quasiparticles. Relative stability\nof the Bardeen-Cooper-Schrieffer (BCS) vs. FFLO phase is analyzed in detail on\ntemperature - applied field plane. Although our calculations are carried out\nfor a model situation, we can conclude that the spin-dependent masses should\nplay an important role in stabilizing high-field low-temperature (HFLT)\nunconventional superconducting phases (FFLO being an instance) in systems such\nas CeCoIn_5, organic metals, and possibly others.\n","Comment: 20 pages, 11 figures. Accepted for publication in Phys. Rev. B"]}]
["0901.0561",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0561"],"date":["2009-01-05","2010-01-27"],"type":["text"],"creator":["Granda, L. N.","Oliveros, A."],"language":[],"coverage":[],"title":["Holographic reconstruction of the k-essence and dilaton models"],"description":["  We propose an holographic $k$-essence and dilaton models of dark energy. The\ncorrespondence between the $k$-essence and dilaton energy densities with the\nholographic density, allows the reconstruction of the potential and the fields\nfor the $k$-essence and dilaton models in flat FRW background. For the proposed\ninfrared cut-off the reconstruction was made for the two cases of the constant\n$\\alpha$: for $\\alpha<1$ the model presents phantom crossing and the\nreconstruction was made in the region before the $\\omega=-1$ crossing for the\nEoS parameter. The cosmological dynamics for $\\alpha>1$ was also reconstructed.\nThe reconstruction is consistent with the observational data.\n","Comment: 17 pages, 4 figures, references added, changes at the end of sections\n  3 and 4"]}]
["0901.1084",{"format":[],"subject":["Mathematics - Probability","Computer Science - Information Theory","93E11, 60G10, 62M20, 93B07, 94A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1084","SIAM J. Control Optim. 48, 3151-3168 (2009)"],"date":["2009-01-08","2009-07-01"],"type":["text"],"creator":["van Handel, Ramon"],"language":[],"coverage":[],"title":["When do nonlinear filters achieve maximal accuracy?"],"description":["  The nonlinear filter for an ergodic signal observed in white noise is said to\nachieve maximal accuracy if the stationary filtering error vanishes as the\nsignal to noise ratio diverges. We give a general characterization of the\nmaximal accuracy property in terms of various systems theoretic notions. When\nthe signal state space is a finite set explicit necessary and sufficient\nconditions are obtained, while the linear Gaussian case reduces to a classic\nresult of Kwakernaak and Sivan (1972).\n","Comment: 18 pages"]}]
["0901.1422",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L55","46L57","46L08","47L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1422","Documenta Mathematica, 14 (2009), 801-868."],"date":["2009-01-11","2009-05-26"],"type":["text"],"creator":["Shalit, Orr","Solel, Baruch"],"language":[],"coverage":[],"title":["Subproduct systems"],"description":["  The notion of a subproduct system, a generalization of that of a product\nsystem, is introduced. We show that there is an essentially 1 to 1\ncorrespondence between cp-semigroups and pairs (X,T) where X is a subproduct\nsystem and T is an injective subproduct system representation. A similar\nstatement holds for subproduct systems and units of subproduct systems. This\ncorrespondence is used as a framework for developing a dilation theory for\ncp-semigroups. Results we obtain: (i) a *-automorphic dilation to semigroups of\n*-endomorphisms over quite general semigroups; (ii) necessary and sufficient\nconditions for a semigroup of CP maps to have a *-endomorphic dilation; (iii)\nan analogue of Parrot's example of three contractions with no isometric\ndilation, that is, an example of three commuting, contractive normal CP maps on\nB(H) that admit no *-endomorphic dilation (thereby solving an open problem\nraised by Bhat in 1998). Special attention is given to subproduct systems over\nthe semigroup N, which are used as a framework for studying tuples of operators\nsatisfying homogeneous polynomial relations, and the operator algebras they\ngenerate. As applications we obtain a noncommutative (projective)\nNullstellansatz, a model for tuples of operators subject to homogeneous\npolynomial relations, a complete description of all representations of\nMatsumoto's subshift C*-algebra when the subshift is of finite type, and a\nclassification of certain operator algebras -- including an interesting\nnon-selfadjoint generalization of the noncommutative tori.\n","Comment: The assertion from version 2 that every subproduct system over N^k\n  can be embedded in a product system is false - we provide a counter example.\n  The corollaries of that assertion stating the existence of dilations of\n  k-tuples of CP maps are removed. An example of 3 commuting CP maps of\n  arbitrarily small norm that have no dilation is added. 63 pages"]}]
["0901.3248",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3248"],"date":["2009-01-21","2010-01-28"],"type":["text"],"creator":["Sen, Surajit","Nath, Mihir Ranjan","Dey, Tushar Kanti","Gangopadhyay, Gautam"],"language":[],"coverage":[],"title":["Bloch space structure of cascade, lambda and vee type of three-level\n  systems and qutrit wave function"],"description":["  The cascade, lambda and vee type of three-level systems are shown to be\ndescribed by three different Hamiltonians in the SU(3) basis. We investigate\nthe Bloch space structure of each configuration by solving the corresponding\nBloch equation and show that at resonance, the seven-dimensional Bloch sphere\n${\\mathcal S}^7$ is broken into two distinct subspaces ${\\mathcal\nS}^2{\\times}{\\mathcal S}^4$ due to the existence of a pair of quadratic\nconstants. We also give a possible representation of the qutrit wave function\nand discuss its equivalence with the three-level system.\n","Comment: 14 pages, 2 Figures, Some changes"]}]
["0901.3614",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3614","doi:10.1007/s11207-010-9523-6"],"date":["2009-01-23","2010-01-27"],"type":["text"],"creator":["Haberreiter, M.","Finsterle, W."],"language":[],"coverage":[],"title":["Influence of the Conversion Layer on the Dispersion Relation of Waves in\n  the Solar Atmosphere"],"description":["  Observations carried out with the Magneto-Optical Filter at Two Heights\n(MOTH) experiment show upward-traveling wave packets in magnetic regions with\nfrequencies below the acoustic cut-off. We demonstrate that the frequency\ndependence of the observed travel times, i.e. the dispersion relation shows\nsignificant differences in magnetic and non-magnetic regions. More importantly,\nat and above the layer where the Alfven speed equals the sound speed we do not\nsee the dispersion relation of the slow acoustic mode with a lowered cut-off\nfrequency. Our comparisons with theoretical dispersion relations do not suggest\nthis is the slow acoustic wave type for the upward low-frequency wave. From\nthis we speculate that partial mode conversion from the fast acoustic to the\nfast magnetic wave might take place.\n","Comment: accepted for publication in Solar Physics"]}]
["0901.4271",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4271","Journal of Applied Physics 105, 07E309 (2009)","doi:10.1063/1.3072789"],"date":["2009-01-27"],"type":["text"],"creator":["Barraza-Lopez, Salvador","Park, Kyungwha","García-Suárez, Víctor","Ferrer, Jaime"],"language":[],"coverage":[],"title":["Spin-filtering effect in the transport through a single-molecule magnet\n  Mn$_{12}$ bridged between metallic electrodes"],"description":["  Electronic transport through a single-molecule magnet Mn$_{12}$ in a\ntwo-terminal set up is calculated using the non-equilibrium Green's function\nmethod in conjunction with density-functional theory. A single-molecule magnet\nMn$_{12}$ is bridged between Au(111) electrodes via thiol group and alkane\nchains such that its magnetic easy axis is normal to the transport direction. A\ncomputed spin-polarized transmission coefficient in zero-bias reveals that\nresonant tunneling near the Fermi level occurs through some molecular orbitals\nof majority spin only. Thus, for low bias voltages, a spin-filtering effect\nsuch as only one spin component contributing to the conductance, is expected.\nThis effect would persist even with inclusion of additional electron\ncorrelations.\n","Comment: Accepted for publication at J. Appl. Phys"]}]
["0902.1181",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1181","Astrophys.J.710:891-902,2010","doi:10.1088/0004-637X/710/2/891"],"date":["2009-02-06","2009-10-05"],"type":["text"],"creator":["Sironi, Lorenzo","Socrates, Aristotle"],"language":[],"coverage":[],"title":["The Eddington Limit in Cosmic Rays: An Explanation for the Observed Lack\n  of Low-Mass Radio-Loud Quasars and the M_{BH}-M_{Bulge} Relation"],"description":["  We present a feedback mechanism for supermassive black holes and their host\nbulges that operates during epochs of radio-loud quasar activity. In the radio\ncores of relativistic quasar jets, internal shocks convert a fraction of\nordered bulk kinetic energy into randomized relativistic ions, or in other\nwords cosmic rays. By employing a phenomenologically-motivated jet model, we\nshow that enough 1-100 GeV cosmic rays escape the radio core into the host\ngalaxy to break the Eddington limit in cosmic rays. As a result, hydrostatic\nbalance is lost and a cosmic ray momentum-driven wind develops, expelling gas\nfrom the host galaxy and thus self-limiting the black hole and bulge growth.\nAlthough the interstellar cosmic ray power is much smaller than the quasar\nphoton luminosity, cosmic rays provide a stronger feedback than UV photons,\nsince they exchange momentum with the galactic gas much more efficiently. The\namount of energy released into the host galaxy as cosmic rays, per unit of\nblack hole rest mass energy, is independent of black hole mass. It follows that\nradio-loud jets should be more prevalent in relatively massive systems since\nthey sit in galaxies with relatively deep gravitational potentials. Therefore,\njet-powered cosmic ray feedback not only self-regulates the black hole and\nbulge growth, but also provides an explanation for the lack of radio-loud\nactivity in relatively small galaxies. By employing basic known facts regarding\nthe physical conditions in radio cores, we approximately reproduce both the\nslope and the normalization of the M_{BH}-M_{Bulge} relation.\n","Comment: 12 pages, 1 figure, 1 table, accepted for publication in ApJ; revised\n  text to address referee's comments"]}]
["0902.2782",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2782","MNRAS, 401, 1399 (2010)","doi:10.1111/j.1365-2966.2009.15748.x"],"date":["2009-02-16"],"type":["text"],"creator":["Bernstein, Gary","Huterer, Dragan"],"language":[],"coverage":[],"title":["Catastrophic photometric redshift errors: weak lensing survey\n  requirements"],"description":["  We study the sensitivity of weak lensing surveys to the effects of\ncatastrophic redshift errors - cases where the true redshift is misestimated by\na significant amount. To compute the biases in cosmological parameters, we\nadopt an efficient linearized analysis where the redshift errors are directly\nrelated to shifts in the weak lensing convergence power spectra. We estimate\nthe number Nspec of unbiased spectroscopic redshifts needed to determine the\ncatastrophic error rate well enough that biases in cosmological parameters are\nbelow statistical errors of weak lensing tomography. While the straightforward\nestimate of Nspec is ~10^6 we find that using only the photometric redshifts\nwith z<=2.5 leads to a drastic reduction in Nspec to ~30,000 while negligibly\nincreasing statistical errors in dark energy parameters. Therefore, the size of\nspectroscopic survey needed to control catastrophic errors is similar to that\npreviously deemed necessary to constrain the core of the z_s-z_p distribution.\nWe also study the efficacy of the recent proposal to measure redshift errors by\ncross-correlation between the photo-z and spectroscopic samples. We find that\nthis method requires ~10% a priori knowledge of the bias and stochasticity of\nthe outlier population, and is also easily confounded by lensing magnification\nbias. The cross-correlation method is therefore unlikely to supplant the need\nfor a complete spectroscopic redshift survey of the source population.\n","Comment: 14 pages, 3 figures"]}]
["0902.2813",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2813","Phys. Rev. A 79, 052120 (2009)","doi:10.1103/PhysRevA.79.052120"],"date":["2009-02-17","2010-01-28"],"type":["text"],"creator":["Paavola, J.","Piilo, J.","Suominen, K. -A.","Maniscalco, S."],"language":[],"coverage":[],"title":["Environment-dependent dissipation in quantum Brownian motion"],"description":["  The dissipative dynamics of a quantum Brownian particle is studied for\ndifferent types of environment. We derive analytic results for the time\nevolution of the mean energy of the system for Ohmic, sub-Ohmic and super-Ohmic\nenvironments, without performing the Markovian approximation. Our results allow\nto establish a direct link between the form of the environmental spectrum and\nthe thermalization dynamics. This in turn leads to a natural explanation of the\nmicroscopic physical processes ruling the system time evolution both in the\nshort-time non-Markovian region and in the long-time Markovian one. Our\ncomparative study of thermalization for different environments sheds light on\nthe physical contexts in which non-Markovian dissipation effects are dominant.\n","Comment: 10 pages, 6 figures, v2: added new references and paragraphs"]}]
["0902.3714",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3714"],"date":["2009-02-20","2010-01-27"],"type":["text"],"creator":["Yang, Shu","Kolaczyk, Eric D."],"language":[],"coverage":[],"title":["Target Detection via Network Filtering"],"description":["  A method of `network filtering' has been proposed recently to detect the\neffects of certain external perturbations on the interacting members in a\nnetwork. However, with large networks, the goal of detection seems a priori\ndifficult to achieve, especially since the number of observations available\noften is much smaller than the number of variables describing the effects of\nthe underlying network. Under the assumption that the network possesses a\ncertain sparsity property, we provide a formal characterization of the accuracy\nwith which the external effects can be detected, using a network filtering\nsystem that combines Lasso regression in a sparse simultaneous equation model\nwith simple residual analysis. We explore the implications of the technical\nconditions underlying our characterization, in the context of various network\ntopologies, and we illustrate our method using simulated data.\n"]}]
["0903.2781",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H10","14K12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2781"],"date":["2009-03-16","2010-01-28"],"type":["text"],"creator":["Colombo, Elisabetta","Frediani, Paola","Pareschi, Giuseppe"],"language":[],"coverage":[],"title":["Hyperplane sections of abelian surfaces"],"description":["  By a theorem of Wahl, the canonically embedded curves which are hyperplane\nsection of K3 surfaces are distinguished by the non-surjectivity of their Wahl\nmap. In this paper we address the problem of distinguishing hyperplane sections\nof abelian surfaces. The somewhat surprising result is that the Wahl map of\nsuch curves is (tendentially) surjective, but their second Wahl map has corank\nat least 2 (in fact a more precise result is proved).\n","Comment: final version, to appear in Journal of Algebraic Geometry"]}]
["0903.4238",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4238","International Mathematics Research Notices (2010) 2010:559-593","doi:10.1093/imrn/rnp112"],"date":["2009-03-25"],"type":["text"],"creator":["Okado, Masato","Sakamoto, Reiho"],"language":[],"coverage":[],"title":["Combinatorial R-matrices for Kirillov--Reshetikhin crystals of type\n  D^{(1)}_n, B^{(1)}_n, A^{(2)}_{2n-1}"],"description":["  We calculate the image of the combinatorial R-matrix for any classical\nhighest weight element in the tensor product of Kirillov--Reshetikhin crystals\n$B^{r,k}\\otimes B^{1,l}$ of type $D^{(1)}_n, B^{(1)}_n, A^{(2)}_{2n-1}$. The\nnotion of $\\pm$-diagrams is effectively used for the identification of\nclassical highest weight elements in $B^{1,l}\\otimes B^{r,k}$.\n","Comment: 27 pages"]}]
["0903.4682",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4682","Astrophys.J.710:903-923,2010","doi:10.1088/0004-637X/710/2/903"],"date":["2009-03-27","2009-12-14"],"type":["text"],"creator":["Moster, Benjamin P.","Somerville, Rachel S.","Maulbetsch, Christian","Bosch, Frank C. van den","Maccio', Andrea V.","Naab, Thorsten","Oser, Ludwig"],"language":[],"coverage":[],"title":["Constraints on the relationship between stellar mass and halo mass at\n  low and high redshift"],"description":["  We use a statistical approach to determine the relationship between the\nstellar masses of galaxies and the masses of the dark matter halos in which\nthey reside. We obtain a parameterized stellar-to-halo mass (SHM) relation by\npopulating halos and subhalos in an N-body simulation with galaxies and\nrequiring that the observed stellar mass function be reproduced. We find good\nagreement with constraints from galaxy-galaxy lensing and predictions of\nsemi-analytic models. Using this mapping, and the positions of the halos and\nsubhalos obtained from the simulation, we find that our model predictions for\nthe galaxy two-point correlation function (CF) as a function of stellar mass\nare in excellent agreement with the observed clustering properties in the SDSS\nat z=0. We show that the clustering data do not provide additional strong\nconstraints on the SHM function and conclude that our model can therefore\npredict clustering as a function of stellar mass. We compute the conditional\nmass function, which yields the average number of galaxies with stellar masses\nin the range [m, m+dm] that reside in a halo of mass M. We study the redshift\ndependence of the SHM relation and show that, for low mass halos, the SHM ratio\nis lower at higher redshift. The derived SHM relation is used to predict the\nstellar mass dependent galaxy CF and bias at high redshift. Our model predicts\nthat not only are massive galaxies more biased than low mass ones at all\nredshifts, but the bias increases more rapidly with increasing redshift for\nmassive galaxies than for low mass ones. We present convenient fitting\nfunctions for the SHM relation as a function of redshift, the conditional mass\nfunction, and the bias as a function of stellar mass and redshift.\n","Comment: 21 pages, 17 figures, discussion enlarged, one more figure, updated\n  references, accepted for publication in ApJ"]}]
["0903.4841",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4841","Nucl.Phys.B829:555-572,2010","doi:10.1016/j.nuclphysb.2009.12.015"],"date":["2009-03-27","2009-10-01"],"type":["text"],"creator":["Haque, Sheikh Shajidul","Hashimoto, Akikazu"],"language":[],"coverage":[],"title":["Mass-spin relation for quark anti-quark bound states in non-commutative\n  Yang-Mills theory"],"description":["  We investigate the relationship between mass and spin of quark anti-quark\nbound state in non-commutative gauge theory with N=4 supersymmetry. In the\nlarge N and large 't Hooft coupling limit, these bound states correspond to\nrotating open strings ending on a D-brane embedded into the supergravity\nbackground dual of the non-commutative field theory. Although the physical\nconfiguration of the open strings are drastically deformed by the\nnon-commutativity, we find that the relation between the energy and the angular\nmomentum of the bound state is unaffected by the non-commutativity parameter.\nWe also clarify the holographic interpretation of quark anti-quark potential in\nnon-commutative gauge theories.\n","Comment: 22 pages, 9 figures, v2: references added, note added. v3: Major\n  revision. New material (section 4) added. Title and abstract edited"]}]
["0904.0257",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0257","Phys. Rev. B 81, 014527 (2010)","doi:10.1103/PhysRevB.81.014527"],"date":["2009-04-01"],"type":["text"],"creator":["Miclea, C. F.","Mota, A. C.","Nicklas, M.","Cardoso, R.","Steglich, F.","Sigrist, M.","Prokofiev, A.","Bauer, E."],"language":[],"coverage":[],"title":["Extreme vortex pinning in the non-centrosymmetric superconductor\n  CePt$_{3}$Si"],"description":["  We report on the vortex dynamics of a single crystal of the\nnon-centrosymmetric heavy-fermion superconductor CePt$_{3}$Si. Decays of the\nremnant magnetization display a clean logarithmic time dependence with rates\nthat follow the temperature dependence expected from the Kim-Anderson theory.\nThe creep rates are lower than observed in any other centrosymmetric\nsuperconductor and are not caused by high critical currents. On the contrary,\nthe critical current in CePt$_{3}$Si is considerably lower than in other\nsuperconductors with strong vortex pinning indicating that an alternative\nimpediment on the flux line motion might be at work in this superconductor.\n","Comment: 4 pages, 5 figures"]}]
["0904.2192",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2192","Phys. Rev. B 81, 035428 (2010).","doi:10.1103/PhysRevB.81.035428"],"date":["2009-04-14","2009-12-29"],"type":["text"],"creator":["Chen, Son-Hsien","Nikolic, Branislav K.","Chang, Ching-Ray"],"language":[],"coverage":[],"title":["Inverse quantum spin Hall effect generated by spin pumping from\n  precessing magnetization into a graphene-based two-dimensional topological\n  insulator"],"description":["  We propose a multiterminal nanostructure for electrical probing of the\nquantum spin Hall effect (QSHE) in two-dimensional (2D) topological insulators.\nThe device consists of a ferromagnetic (FM) island with precessing\nmagnetization that pumps (in the absence of any bias voltage) pure spin current\nsymmetrically into the left and right adjacent 2D TIs modeled as graphene\nnanoribbons with the intrinsic spin-orbit (SO) coupling. The QSH regime of the\nsix-terminal TI|FM|TI nanodevice, attached to two longitudinal and four\ntransverse normal metal electrodes, is characterized by the SO-coupling-induced\nenergy gap, chiral spin-filtered edge states within finite length TI regions,\nand quantized spin Hall conductance when longitudinal bias voltage is applied,\ndespite the presence of the FM island. The same unbiased device, but with\nprecessing magnetization of the central FM island, blocks completely pumping of\ntotal spin and charge currents into the longitudinal electrodes while\ngenerating DC transverse charge Hall currents. Although these transverse charge\ncurrents are not quantized, their induction together with zero longitudinal\ncharge current is a unique electrical response of TIs to pumped pure spin\ncurrent that cannot be mimicked by SO-coupled but topologically trivial\nsystems. In the corresponding two-terminal inhomogeneous TI|FM|TI\nnanostructures, we image spatial profiles of local spin and charge currents\nwithin TIs which illustrate transport confined to chiral spin-filtered edges\nstates while revealing concomitantly the existence of interfacial spin and\ncharge currents flowing around TI|FM interfaces and penetrating into the bulk\nof TIs over some short distance.\n","Comment: 11 pages, 8 figures; published expanded version with new figures on\n  spatial profiles of local spin and charge currents"]}]
["0905.0877",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0877","Phys. Rev. D 81, 025017 (2010)","doi:10.1103/PhysRevD.81.025017"],"date":["2009-05-06","2010-01-27"],"type":["text"],"creator":["Uhlmann, Michael","Schützhold, Ralf","Fischer, Uwe R."],"language":[],"coverage":[],"title":["O(N) symmetry-breaking quantum quench: Topological defects versus\n  quasiparticles"],"description":["  We present an analytical derivation of the winding number counting\ntopological defects created by an O(N) symmetry-breaking quantum quench in N\nspatial dimensions. Our approach is universal in the sense that we do not\nemploy any approximations apart from the large-$N$ limit. The final result is\nnonperturbative in N, i.e., it cannot be obtained by %the usual an expansion in\n1/N, and we obtain far less topological defects than quasiparticle excitations,\nin sharp distinction to previous, low-dimensional investigations.\n","Comment: 6 pages of RevTex4-1, 1 figure; to be published in Physical Review D"]}]
["0905.2765",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2765","A&A, 501, 505 (2009)","doi:10.1051/0004-6361/200911923"],"date":["2009-05-17"],"type":["text"],"creator":["López-Sanjuan, C.","Balcells, M.","Pérez-González, P. G.","Barro, G.","García-Dabó, C. E.","Gallego, J.","Zamorano, J."],"language":[],"coverage":[],"title":["The Galaxy Major Merger Fraction to z ~ 1"],"description":["  Aims: We study the major merger fraction in a SPITZER/IRAC-selected catalogue\nin the GOODS-S field up to z ~ 1 for luminosity- and mass-limited samples.\n  Methods: We select disc-disc merger remnants on the basis of morphological\nasymmetries, and address three main sources of systematic errors: (i) we\nexplicitly apply morphological K-corrections, (ii) we measure asymmetries in\ngalaxies artificially redshifted to z_d = 1.0 to deal with loss of\nmorphological information with redshift, and (iii) we take into account the\nobservational errors in z and A, which tend to overestimate the merger\nfraction, though use of maximum likelihood techniques.\n  Results: We obtain morphological merger fractions (f_m) below 0.06 up to z ~\n1. Parameterizing the merger fraction evolution with redshift as f_m(z) =\nf_m(0) (1+z)^m, we find that m = 1.8 +/- 0.5 for M_B <= -20 galaxies, while m =\n5.4 +/- 0.4 for M_star >= 10^10 M_Sun galaxies. When we translate our merger\nfractions to merger rates (R_m), their evolution, parameterized as R_m(z) =\nR_m(0) (1+z)^n, is quite similar in both cases: n = 3.3 +/- 0.8 and n = 3.5 +/-\n0.4, respectively.\n  Conclusions: Our results imply that only ~8% of today's M_star >= 10^10 M_Sun\ngalaxies have undergone a disc-disc major merger since z ~ 1. In addition, ~21%\nof this mass galaxies at z ~ 1 have undergone one of these mergers since z ~\n1.5. This suggests that disc-disc major mergers are not the dominant process in\nthe evolution of M_star >= 10^10 M_Sun galaxies since z ~ 1, but may be an\nimportant process at z > 1.\n","Comment: Astronomy and Astrophysics accepted. 14 pages, 10 figures, 5 tables"]}]
["0905.2865",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2865","C. Argyropoulos, E. Kallos, and Y. Hao, \"Dispersive cylindrical\n  cloaks under nonmonochromatic illumination\", Physical Review E, vol. 81, pp.\n  016611, 2010.","doi:10.1103/PhysRevE.81.016611"],"date":["2009-05-18","2009-10-01"],"type":["text"],"creator":["Argyropoulos, Christos","Kallos, Efthymios","Hao, Yang"],"language":[],"coverage":[],"title":["Dispersive Cylindrical Cloaks under Non-Monochromatic Illumination"],"description":["  Transformation-based cylindrical cloaks and concentrators are illuminated\nwith non-monochromatic waves and unusual effects are observed with interesting\npotential applications. The transient responses of the devices are studied\nnumerically with the Finite-Difference Time-Domain method and the results are\nverified with analytical formulas. We compute the effective bandwidth of\nseveral cloaking schemes as well as the effect of losses on the performance of\nthe structures. We also find that narrowband behavior, frequency shift effects,\ntime delays and spatial disturbances of the incoming waves are dominant due to\nthe inherently dispersive nature of the devices. These effects are important\nand should be taken into account when designing metamaterial-based devices.\n","Comment: 12 pages, 9 figures"]}]
["0906.0341",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0341","Astrophys.J.704:1274-1287,2009; Erratum-ibid.710:886-890,2010","doi:10.1088/0004-637X/704/2/1274","doi:10.1088/0004-637X/710/1/886"],"date":["2009-06-01","2009-11-30"],"type":["text"],"creator":["Walker, Matthew G.","Mateo, Mario","Olszewski, Edward W.","Peñarrubia, Jorge","Evans, N. Wyn","Gilmore, Gerard"],"language":[],"coverage":[],"title":["A Universal Mass Profile for Dwarf Spheroidal Galaxies?"],"description":["  (abridged) We apply the Jeans equation to estimate masses for eight of the\nbrightest dSph galaxies. For Fornax we obtain a model-independent constraint on\nthe maximum-circular velocity, Vmax=18_{-3}^{+5} km/s. Although we obtain only\nlower-limits of Vmax > 10 km/s for the remaining dSphs, we find that in all\ncases the enclosed mass at the projected half-light radius is well constrained\nand robust to a wide range of halo models and velocity anisotropies. We derive\na simple analytic formula that estimates M(rhalf) accurately with respect to\nresults from the full Jeans analysis. Applying this formula to the entire\npopulation of Local Group dSphs, we demonstrate a correlation such that\nM(rhalf)\\propto rhalf^{1.4\\pm 0.4}, or in terms of the mean density interior to\nthe half-light radius, <rho> \\propto rhalf^{-1.6\\pm 0.4}. This relation is\ndriven by the fact that the dSph data exhibit a correlation between global\nvelocity dispersion and half-light radius. We argue that tidal forces are\nunlikely to have introduced this relation, but tides may have increased the\nscatter and/or altered the slope. While the data are well described by mass\nprofiles ranging over a factor of < 2 in normalization (Vmax ~ 10-20 km/s), we\nconsider the hypothesis that all dSphs are embedded within a \"universal\" dark\nmatter halo. We show that in addition to the power law M\\propto r^{1.4}, viable\ncandidates include a cuspy \"NFW\" halo with Vmax ~ 15 km/s and scale radius r_0\n~ 800 pc, as well as a cored halo with Vmax ~ 13 km/s and r_0 ~ 150 pc.\nFinally, assuming that their measured velocity dispersions accurately reflect\ntheir masses, the smallest dSphs now allow us to resolve dSph densities at\nradii as small as a few tens of pc. At these small scales we find mean\ndensities as large as <\\rho> ~ 5 Msun/pc^3 (200 GeV/cm^3).\n","Comment: Replacement provides corrections to values of half-light radii\n  adopted for eight classical dSphs, including revised tables and figures\n  (conclusions are unchanged). Erratum submitted to ApJ and posted at\n  http://www.ast.cam.ac.uk/~walker/erratum.pdf"]}]
["0906.1324",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1324","J.Phys.G37:035001,2010","doi:10.1088/0954-3899/37/3/035001"],"date":["2009-06-07","2009-12-18"],"type":["text"],"creator":["Mao, Hong","Jin, Jinshuang","Huang, Mei"],"language":[],"coverage":[],"title":["Phase diagram and thermodynamics of the Polyakov linear sigma model with\n  three quark flavors"],"description":["  The phase diagram at finite temperature and density is investigated in the\nframework of the Polyakov linear sigma model (PLSM) with three light quark\nflavors in the mean field approximation. It is found that in the PLSM, the\nthree phase transitions, i.e, the chiral restoration of $u,d$ quarks, the\nchiral restoration of $s$ quark, and the deconfinement phase transition are\nindependent. There exists two-flavor quarkyonic phase at low density and\nthree-flavor quarkyonic phase at high density. The critical end point (CEP)\nwhich separating the crossover from the first-order line in the PLSM model is\nlocated at$(T_E, \\mu_E)=(188 \\mathrm{MeV},139.5 \\mathrm{MeV})$. In the\ntransition region the thermodynamic properties and bulk viscosity over entropy\ndensity ratio $\\zeta/s$ are also discussed in the PLSM.\n","Comment: 15 pages, 9 figures, version to appear in J. Phys. G: Nucl. Part.\n  Phys"]}]
["0906.2285",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2285","J. Phys. Soc. Jpn. 78 (2009) 104702","doi:10.1143/JPSJ.78.104702"],"date":["2009-06-12","2010-01-28"],"type":["text"],"creator":["Kajiwara, Kazuto","Tsuchiizu, Masahisa","Suzumura, Yoshikazu","Bourbonnais, Claude"],"language":[],"coverage":[],"title":["Mechanism for the Singlet to Triplet Superconductivity Crossover in\n  Quasi-One-Dimensional Organic Conductors"],"description":["  Superconductivity of quasi-one-dimensional organic conductors with a\nquarter-filled band is investigated using the two-loop renormalization group\napproach to the extended Hubbard model for which both the single electron\nhopping t_{\\perp} and the repulsive interaction V_{\\perp} perpendicular to the\nchains are included. For a four-patches Fermi surface with deviations to\nperfect nesting, we calculate the response functions for the dominant\nfluctuations and possible superconducting states. By increasing V_{\\perp}, it\nis shown that a d-wave (singlet) to f-wave (triplet) superconducting state\ncrossover occurs, and is followed by a vanishing spin gap. Furthermore, we\nstudy the influence of a magnetic field through the Zeeman coupling, from which\na triplet superconducting state is found to emerge.\n","Comment: 11 pages, 15 figures, published version"]}]
["0906.2989",{"format":[],"subject":["Mathematics - Functional Analysis","46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2989"],"date":["2009-06-16","2010-01-28"],"type":["text"],"creator":["Azagra, D.","Fry, R.","Keener, L."],"language":[],"coverage":[],"title":["Smooth extensions of functions on separable Banach spaces"],"description":["  Let $X$ be a Banach space with a separable dual $X^{*}$. Let $Y\\subset X$ be\na closed subspace, and $f:Y\\to\\mathbb{R}$ a $C^{1}$-smooth function. Then we\nshow there is a $C^{1}$ extension of $f$ to $X$.\n","Comment: 19 pages. This version fixes a gap in the previous proof of Theorem 1\n  by providing a sharp version of Lemma 1"]}]
["0906.3310",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3310","Phys. Rev. B 80, 045415 (2009)","doi:10.1103/PhysRevB.80.045415"],"date":["2009-06-17"],"type":["text"],"creator":["Barraza-Lopez, Salvador","Albrecht, Peter M.","Lyding, Joseph W."],"language":[],"coverage":[],"title":["Carbon nanotubes on partially depassivated n-doped Si(100)-(2x1):H\n  substrates"],"description":["  We present a study on the mechanical configuration and the electronic\nproperties of semiconducting carbon nanotubes supported by partially\ndepassivated silicon substrates, as inferred from topographic and spectroscopic\ndata acquired with a room-temperature ultrahigh vacuum scanning tunneling\nmicroscope and density-functional theory calculations. A mechanical distortion\nand doping for semiconducting carbon nanotubes on Si(100)-(2x1):H with\nhydrogen-depassivated stripes up to 100 Angstrom wide are ascertained from both\nexperiment and theory. The results presented here point towards novel and local\nfunctionalities of nanotube-semiconductor interfaces.\n","Comment: 5 pages, 3 Figures, 1 Table. Accepted for publication in Physical\n  Review B"]}]
["0907.0092",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0092","J.Br.Astron.Assoc. 120 (2010) 33-39"],"date":["2009-07-01"],"type":["text"],"creator":["Boyd, David","dePonthiere, Pierre","Foote, Jerry","Julian, Mack","Kato, Taichi","Koff, Robert","Krajci, Tom","Poyner, Gary","Shears, Jeremy","Staels, Bart"],"language":[],"coverage":[],"title":["CCD photometry of the first observed superoutburst of KP Cassiopeiae in\n  2008 October"],"description":["  We report CCD photometry and analysis of the first observed superoutburst of\nthe SU UMa-type dwarf nova KP Cassiopeiae during 2008 October. We observed a\ndistinct shortening of the superhump period at superhump cycle 15. Before that\npoint Psh was 0.08556(3) d and afterwards it evolved from 0.08517(2) d to\n0.08544(3) d with a rate of period change dPsh/dt = 3.2(2) * 10-5. We measured\nthe likely orbital period as 0.0814(4) d placing KP Cas just below the period\ngap. The superhump period excess is 0.048(5) and, empirically, the mass ratio q\nis 0.20(2). The superoutburst lasted between 8 and 12 days, peaked close to\nmagnitude 13 with an amplitude above quiescence of 5 magnitudes, and faded for\n4 days at a rate of 0.14 mag/d. Close monitoring following the end of the\nsuperoutburst detected a single normal outburst 60 days later which reached\nmagnitude 14.7 and lasted less than 3 days.\n","Comment: Accepted for publication in the Journal of the British Astronomical\n  Association, 14 pages, 7 figures"]}]
["0907.3309",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3309","Phys. Rev. E 80, 061136 (2009)","doi:10.1103/PhysRevE.80.061136"],"date":["2009-07-19","2010-01-28"],"type":["text"],"creator":["Dall'Asta, L.","Pin, P.","Ramezanpour, A."],"language":[],"coverage":[],"title":["Statistical Mechanics of maximal independent sets"],"description":["  The graph theoretic concept of maximal independent set arises in several\npractical problems in computer science as well as in game theory. A maximal\nindependent set is defined by the set of occupied nodes that satisfy some\npacking and covering constraints. It is known that finding minimum and\nmaximum-density maximal independent sets are hard optimization problems. In\nthis paper, we use cavity method of statistical physics and Monte Carlo\nsimulations to study the corresponding constraint satisfaction problem on\nrandom graphs. We obtain the entropy of maximal independent sets within the\nreplica symmetric and one-step replica symmetry breaking frameworks, shedding\nlight on the metric structure of the landscape of solutions and suggesting a\nclass of possible algorithms. This is of particular relevance for the\napplication to the study of strategic interactions in social and economic\nnetworks, where maximal independent sets correspond to pure Nash equilibria of\na graphical game of public goods allocation.\n"]}]
["0907.5163",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5163","Phys. Rev. B 80, 024425 (2009)","doi:10.1103/PhysRevB.80.024425"],"date":["2009-07-29"],"type":["text"],"creator":["Strandberg, T. O.","Canali, C. M.","MacDonald, A. H."],"language":[],"coverage":[],"title":["Magnetic properties of substitutional Mn in (110) GaAs surface and\n  subsurface layers"],"description":["  Motivated by recent STM experiments, we present a theoretical study of the\nelectronic and magnetic properties of the Mn-induced acceptor level obtained by\nsubstituting a single Ga atom in the (110) surface layer of GaAs or in one of\nthe atoms layers below the surface. We employ a kinetic-exchange tight-binding\nmodel in which the relaxation of the (110) surface is taken into account. The\nacceptor wave function is strongly anisotropic in space and its detailed\nfeatures depend on the depth of the sublayer in which the Mn atom is located.\nThe local-density-of-states (LDOS) on the (110) surface associated with the\nacceptor level is more sensitive to the direction of the Mn magnetic moment\nwhen the Mn atom is located further below the surface. We show that the total\nmagnetic anisotropy energy of the system is due almost entirely to the\ndependence of the acceptor level energy on Mn spin orientation, and that this\nquantity is strongly dependent on the depth of the Mn atom.\n","Comment: 14 pages, 13 figures"]}]
["0907.5586",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5586","Phys. Rev. Lett. 104, 043003 (2010)"],"date":["2009-07-31"],"type":["text"],"creator":["Cerrillo, J.","Retzker, A.","Plenio, M. B."],"language":[],"coverage":[],"title":["Robust and optimal laser cooling of trapped ions"],"description":["  We present a robust and fast laser cooling scheme suitable for trapped atoms\nand ions. Based on quantum interference, generated by a special laser\nconfiguration, it is able to rapidly cool the system such that the final phonon\noccupation vanishes to zeroth order in the Lamb-Dicke parameter in contrast to\nexisting cooling schemes. Furthermore, it is robust under conditions of\nfluctuating laser intensity and frequency, thus making it a viable candidate\nfor experimental applications.\n","Comment: 5 pages, 3 figures"]}]
["0908.2302",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2302","JCAP 1001:029,2010","doi:10.1088/1475-7516/2010/01/029"],"date":["2009-08-17","2010-01-27"],"type":["text"],"creator":["Pal, Barun Kumar","Pal, Supratik","Basu, B."],"language":[],"coverage":[],"title":["Mutated Hilltop Inflation : A Natural Choice for Early Universe"],"description":["  We propose a model of inflation with a suitable potential for a single scalar\nfield which falls in the wide class of hilltop inflation. We derive the\nanalytical expressions for most of the physical quantities related to inflation\nand show that all of them represent the true behavior as required from a model\nof inflation. We further subject the results to observational verification by\nformulating the theory of perturbations based on our model followed by an\nestimation for the values of those observable parameters. Our model is found to\nbe in excellent agreement with observational data. Thus, the features related\nto the model leads us to infer that this type of hilltop inflation may be a\nnatural choice for explaining the early universe.\n","Comment: 22 pages, 7 figures, 2 tables. Matches published version in JCAP"]}]
["0908.2679",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2679","Annals of Physics 325 (2010) 548-578","doi:10.1016/j.aop.2009.11.010"],"date":["2009-08-19"],"type":["text"],"creator":["Cheon, Taksu","Exner, Pavel","Turek, Ondrej"],"language":[],"coverage":[],"title":["Approximation of a general singular vertex coupling in quantum graphs"],"description":["  The longstanding open problem of approximating all singular vertex couplings\nin a quantum graph is solved. We present a construction in which the edges are\ndecoupled; an each pair of their endpoints is joined by an edge carrying a\n$\\delta$ potential and a vector potential coupled to the \"loose\" edges by a\n$\\delta$ coupling. It is shown that if the lengths of the connecting edges\nshrink to zero and the potentials are properly scaled, the limit can yield any\nprescribed singular vertex coupling, and moreover, that such an approximation\nconverges in the norm-resolvent sense.\n","Comment: LaTeX Elsevier format, 36 pages, 1 PDF figure"]}]
["0908.2976",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2976","J. Phys. B: At. Mol. Opt. Phys. 42, 205501, (2009)","doi:10.1088/0953-4075/42/20/205501"],"date":["2009-08-20"],"type":["text"],"creator":["Krahn, G. J.","O'Dell, D. H. J."],"language":[],"coverage":[],"title":["Classical versus quantum dynamics of the atomic Josephson junction"],"description":["  We compare the classical (mean-field) dynamics with the quantum dynamics of\natomic Bose-Einstein condensates in double-well potentials. The quantum\ndynamics are computed using a simple scheme based upon the Raman-Nath\nequations. Two different methods for exciting a non-equilbrium state are\nconsidered: an asymmetry between the wells which is suddenly removed, and a\nperiodic time oscillating asymmetry. The first method generates wave packets\nthat lead to collapses and revivals of the expectation values of the\nmacroscopic variables, and we calculate the time scale for these revivals. The\nsecond method permits the excitation of a single energy eigenstate of the\nmany-particle system, including Schroedinger cat states. We also discuss a band\ntheory interpretation of the energy level structure of an asymmetric\ndouble-well, thereby identifying analogies to Bloch oscillations and Bragg\nresonances. Both the Bloch and Bragg dynamics are purely quantum and are not\ncontained in the mean-field treatment.\n","Comment: 31 pages, 14 figures"]}]
["0908.4258",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4258","Richard C. Hatch, et al., Phys. Rev. Lett. 104, 047601 (2010)","doi:10.1103/PhysRevLett.104.047601"],"date":["2009-08-28","2010-01-28"],"type":["text"],"creator":["Hatch, Richard C.","Huber, David L.","Höchst, Hartmut"],"language":[],"coverage":[],"title":["Electron-phonon coupling in crystalline Pentacene films"],"description":["  The electron-phonon(e-p) interaction in Pentacene (Pn) films grown on Bi(001)\nwas investigated using photoemission spectroscopy. The spectra reveal thermal\nbroadening from which we determine an e-p mass enhancement factor of lambda =\n0.36 +/- 0.05 and an effective Einstein energy of omega_E = 11 +/- 4 meV. From\nomega_E it is inferred that dominant contributions to the e-p effects observed\nin ARPES come from intermolecular vibrations. Based on the experimental data\nfor lambda we extract an effective Peierls coupling value of g_eff = 0.55. The\ne-p coupling narrows the HOMO band width by 15 +/- 8% between 75K and 300K.\n","Comment: 19 pages, 5 figures and supplementary information"]}]
["0909.1396",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1396","J. Stat. Mech. (2010) P01004","doi:10.1088/1742-5468/2010/01/P01004"],"date":["2009-09-08","2010-01-27"],"type":["text"],"creator":["Fjaerestad, J. O."],"language":[],"coverage":[],"title":["The 3-edge-colouring problem on the 4-8 and 3-12 lattices"],"description":["  We consider the problem of counting the number of 3-colourings of the edges\n(bonds) of the 4-8 lattice and the 3-12 lattice. These lattices are Archimedean\nwith coordination number 3, and can be regarded as decorated versions of the\nsquare and honeycomb lattice, respectively. We solve these edge-colouring\nproblems in the infinite-lattice limit by mapping them to other models whose\nsolution is known. The colouring problem on the 4-8 lattice is mapped to a\ncompletely packed loop model with loop fugacity n=3 on the square lattice,\nwhich in turn can be mapped to a six-vertex model. The colouring problem on the\n3-12 lattice is mapped to the same problem on the honeycomb lattice. The\n3-edge-colouring problems on the 4-8 and 3-12 lattices are equivalent to the\n3-vertex-colouring problems (and thus to the zero-temperature 3-state\nantiferromagnetic Potts model) on the \"square kagome\" (\"squagome\") and\n\"triangular kagome\" lattices, respectively.\n","Comment: 10 pages, 4 figures (2 in colour). Added discussion, 2 refs. in Sec.\n  4"]}]
["0909.1477",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1477","J. Chem. Phys. 132, 044112 (2010)","doi:10.1063/1.3300063"],"date":["2009-09-08","2010-01-28"],"type":["text"],"creator":["Rasanen, E.","Pittalis, S.","Proetto, C."],"language":[],"coverage":[],"title":["Universal correction for the Becke-Johnson exchange potential"],"description":["  The Becke-Johnson exchange potential [J. Chem. Phys. 124, 221101 (2006)] has\nbeen successfully used in electronic structure calculations within\ndensity-functional theory. However, in its original form the potential may\ndramatically fail in systems with non-Coulombic external potentials, or in the\npresence of external magnetic or electric fields. Here, we provide a\nsystem-independent correction to the Becke-Johnson approximation by (i)\nenforcing its gauge invariance and (ii) making it exact for any single-electron\nsystem. The resulting approximation is then better designed to deal with\ncurrent-carrying states, and recovers the correct asymptotic behavior for\nsystems with any number of electrons. Tests of the resulting corrected exchange\npotential show very good results for a Hydrogen chain in an electric field and\nfor a four-electron harmonium in a magnetic field.\n"]}]
["0909.3887",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3887","doi:10.1103/PhysRevD.81.014024"],"date":["2009-09-21","2010-01-28"],"type":["text"],"creator":["Sui, Yan-Qin","Wu, Yue-Liang","Xie, Zhi-Feng","Yang, Yi-Bo"],"language":[],"coverage":[],"title":["Prediction for the Mass Spectra of Resonance Mesons in the Soft-Wall\n  AdS/QCD with a Modified 5D Metric"],"description":["  A soft-wall anti-de Sitter/QCD model with a modified five-dimensional metric\nat the infrared region is constructed to obtain a nontrivial dilaton solution,\nwhich incorporates the chiral symmetry breaking and linear confinement. By\ntaking the pion mass and decay constant as two input mass scales, the resulting\npredictions for the resonance states of pseudoscalar, scalar, vector and\naxial-vector mesons agree remarkably with the experimentally confirmed\nresonance states. The effects of the quartic interaction term are investigated\nby taking an appropriate sign and magnitude for maintaining the stability of\nthe bulk scalar potential. It is shown that such a simply modified soft-wall\nanti-de Sitter/QCD model can lead to a consistent prediction for the mass\nspectra of resonance states in the pseudoscalar, scalar, vector and\naxial-vector mesons; the agreement with the experimental data is found to be\nbetter than 10% for the excited meson states. The resulting pion form factor\nalso agrees well with the experimental data.\n","Comment: 22 pages, 7 figures, published version in PRD"]}]
["0909.4430",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4430","Nature 463, 519 (2010)","doi:10.1038/nature08716"],"date":["2009-09-24","2010-01-28"],"type":["text"],"creator":["Daou, R.","Chang, J.","LeBoeuf, David","Cyr-Choiniere, Olivier","Laliberte, Francis","Doiron-Leyraud, Nicolas","Ramshaw, B. J.","Liang, Ruixing","Bonn, D. A.","Hardy, W. N.","Taillefer, Louis"],"language":[],"coverage":[],"title":["Broken rotational symmetry in the pseudogap phase of a high-Tc\n  superconductor"],"description":["  The nature of the pseudogap phase is a central problem in the quest to\nunderstand high-Tc cuprate superconductors. A fundamental question is what\nsymmetries are broken when that phase sets in below a temperature T*. There is\nevidence from both polarized neutron diffraction and polar Kerr effect\nmeasurements that time- reversal symmetry is broken, but at temperatures that\ndiffer significantly. Broken rotational symmetry was detected by both\nresistivity and inelastic neutron scattering at low doping and by scanning\ntunnelling spectroscopy at low temperature, but with no clear connection to T*.\nHere we report the observation of a large in-plane anisotropy of the Nernst\neffect in YBa2Cu3Oy that sets in precisely at T*, throughout the doping phase\ndiagram. We show that the CuO chains of the orthorhombic lattice are not\nresponsible for this anisotropy, which is therefore an intrinsic property of\nthe CuO2 planes. We conclude that the pseudogap phase is an electronic state\nwhich strongly breaks four-fold rotational symmetry. This narrows the range of\npossible states considerably, pointing to stripe or nematic orders.\n","Comment: Published version. Journal reference and DOI added"]}]
["0910.0206",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0206","Phys Rev Lett 104, 044502 (2010)","doi:10.1103/PhysRevLett.104.044502"],"date":["2009-10-01","2009-12-29"],"type":["text"],"creator":["Hollerbach, Rainer","Teeluck, Vijaya","Rudiger, Gunther"],"language":[],"coverage":[],"title":["Non-axisymmetric Magnetorotational Instabilities in Cylindrical\n  Taylor-Couette Flow"],"description":["  We study the stability of cylindrical Taylor-Couette flow in the presence of\nazimuthal magnetic fields, and show that one obtains non-axisymmetric\nmagnetorotational instabilities, having azimuthal wavenumber m=1. For\nOmega_o/Omega_i only slightly greater than the Rayleigh value (r_i/r_o)^2, the\ncritical Reynolds and Hartmann numbers are Re_c ~ 10^3 and Ha_c ~ 10^2,\nindependent of the magnetic Prandtl number Pm. These values are sufficiently\nsmall that it should be possible to obtain these instabilities in the PROMISE\nexperimental facility.\n","Comment: final version as accepted by Phys Rev Lett"]}]
["0910.2476",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2476","Phys. Rev. B 81, 041311(R) (2010)","doi:10.1103/PhysRevB.81.041311"],"date":["2009-10-14"],"type":["text"],"creator":["Lunde, Anders Mathias","Nigg, Simon E.","Buttiker, Markus"],"language":[],"coverage":[],"title":["Interaction induced edge channel equilibration"],"description":["  The electronic distribution functions of two Coulomb coupled chiral edge\nstates forming a quasi-1D system with broken translation invariance are found\nusing the equation of motion approach. We find that relaxation and thereby\nenergy exchange between the two edge states is determined by the shot noise of\nthe edge states generated at a quantum point contact (QPC). In close vicinity\nto the QPC, we derive analytic expressions for the distribution functions. We\nfurther give an iterative procedure with which we can compute numerically the\ndistribution functions arbitrarily far away from the QPC. Our results are\ncompared with recent experiments of Le Sueur et al..\n","Comment: 10 pages, 7 figures, includes 5 pages of supplementary information"]}]
["0910.2719",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2719","PHYSICAL REVIEW B 81, 045414 (2010)","doi:10.1103/PhysRevB.81.045414"],"date":["2009-10-14","2010-01-28"],"type":["text"],"creator":["Sahu, Bhagawan","Min, Hongki","Banerjee, Sanjay K."],"language":[],"coverage":[],"title":["Effects of magnetism and electric field on the energy gap of bilayer\n  graphene nanoflakes"],"description":["  We study the effect of magnetism and perpendicular external electric field\nstrengths on the energy gap of length confined bilayer graphene nanoribbons (or\nnanoflakes) as a function of ribbon width and length using a \\textit{first\nprinciples} density functional electronic structure method and a semi-local\nexchange-correlation approximation. We assume AB (Bernal) bilayer stacking and\nconsider both armchair and zigzag edges, and for each edge type, we consider\nthe two edge alignments, namely, $\\alpha$ and $\\beta$ edge alignment. For the\narmchair nanoflakes we identify three distinct classes of bilayer energy gaps,\ndetermined by the number of carbon chains in the width direction ({\\it N} =\n3{\\it p}, 3{\\it p}+1 and 3{\\it p}+2, {\\it p} is an integer), and the gaps\ndecrease with increasing width except for class 3{\\it p}+2 armchair\nnanoribbons. Metallic-like behavior seen in armchair bilayer nanoribbons are\nfound to be absent in armchair nanoflakes. Class 3{\\it p}+2 armchair nanoflakes\nshow significant length dependence. We find that the gaps decrease with the\napplied electric fields due to large intrinsic gap of the nanoflake. The\nexistence of a critical gap with respect to the applied field, therefore, is\nnot predicted by our calculations. Magnetism between the layers plays a major\nrole in enhancing the gap values resulting from the geometrical confinement,\nhinting at an interplay of magnetism and geometrical confinement in finite size\nbilayer graphene.\n","Comment: 6 pages, 6 figures, title changed, typos corrected"]}]
["0910.4594",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4594","Class.Quant.Grav.27:012001,2010","doi:10.1088/0264-9381/27/1/012001"],"date":["2009-10-23","2009-12-18"],"type":["text"],"creator":["Tiec, Alexandre Le","Blanchet, Luc","Will, Clifford M."],"language":[],"coverage":[],"title":["Gravitational-Wave Recoil from the Ringdown Phase of Coalescing Black\n  Hole Binaries"],"description":["  The gravitational recoil or \"kick\" of a black hole formed from the merger of\ntwo orbiting black holes, and caused by the anisotropic emission of\ngravitational radiation, is an astrophysically important phenomenon. We combine\n(i) an earlier calculation, using post-Newtonian theory, of the kick velocity\naccumulated up to the merger of two non-spinning black holes, (ii) a\n\"close-limit approximation\" calculation of the radiation emitted during the\nringdown phase, and based on a solution of the Regge-Wheeler and Zerilli\nequations using initial data accurate to second post-Newtonian order. We prove\nthat ringdown radiation produces a significant \"anti-kick\". Adding the\ncontributions due to inspiral, merger and ringdown phases, our results for the\nnet kick velocity agree with those from numerical relativity to 10-15 percent\nover a wide range of mass ratios, with a maximum velocity of 180 km/s at a mass\nratio of 0.38.\n","Comment: 9 pages, 5 figures; to appear in Class. Quant. Grav"]}]
["0910.5925",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5925","PhysRevD.81.024039,2010","doi:10.1103/PhysRevD.81.024039"],"date":["2009-10-30","2010-01-28"],"type":["text"],"creator":["Urban, Douglas","Olum, Ken D."],"language":[],"coverage":[],"title":["Averaged null energy condition violation in a conformally flat spacetime"],"description":["  We show that the averaged null energy condition can be violated by a\nconformally coupled scalar field in a conformally flat spacetime in 3+1\ndimensions. The violation is dependent on the quantum state and can be made as\nlarge as desired. It does not arise from the presence of anomalies, although\nanomalous violations are also possible. Since all geodesics in conformally flat\nspacetimes are achronal, the achronal averaged null energy condition is\nlikewise violated.\n","Comment: 11 pages"]}]
["0911.2837",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2837","J.Stat.Mech.1001:P01012,2010","doi:10.1088/1742-5468/2010/01/P01012"],"date":["2009-11-15"],"type":["text"],"creator":["Daoud, Mohammed","Bouziani, Mohamed El","Houca, Rachid","Jellal, Ahmed"],"language":[],"coverage":[],"title":["Magnetism of Two Coupled Harmonic Oscillators"],"description":["  The thermodynamical properties of a system of two coupled harmonic\noscillators in the presence of an uniform magnetic field B are investigated.\nUsing an unitary transformation, we show that the system can be diagonalized in\nsimple way and then obtain the energy spectrum solutions. These will be used to\ndetermine the thermodynamical potential in terms of different physical\nparameters like the coupling parameter \\alpha. This allows us to give a\ngeneralization of already significant published work and obtain different\nresults, those could be used to discuss the magnetism of the system. Different\nlimiting cases, in terms of \\alpha and B, have been discussed. In fact, quantum\ncorrections to the Landau diamagnetism and orbital paramagnetism are found.\n","Comment: 25 pages"]}]
["0911.4324",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4324"],"date":["2009-11-23","2010-01-27"],"type":["text"],"creator":["Jafferis, Daniel Louis"],"language":[],"coverage":[],"title":["Quantum corrections to N=2 Chern-Simons theories with flavor and their\n  AdS4 duals"],"description":["  We add fundamental flavors to N=2 Chern-Simons-matter theories living on M2\nbranes probing a Calabi-Yau four-fold singularity. This is dual, in the 't\nHooft limit described by IIA string theory, to the introduction of\nsupersymmetric D6 branes wrapping AdS4 and a 3-cycle of the internal manifold.\nThe resulting Chern-Simons theories remain conformally invariant, corresponding\nto the fact that the D6 branes lift to pure geometry in M-theory. The\ndetermination of the moduli space relies crucially on the 1-loop contributions\nto charges and OPE's of monopole operators in these field theories. The general\npicture is determined for non-chiral and chiral flavors, and is illustrated in\nseveral examples.\n","Comment: 25 pages, 2 figures; typos corrected, discussion of Higgs branch with\n  N_f=1 clarified, references added"]}]
["0911.5024",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5024"],"date":["2009-11-26","2010-01-28"],"type":["text"],"creator":["Bertone, Cristina","Chèze, Guillaume","Galligo, André"],"language":[],"coverage":[],"title":["Modular Las Vegas Algorithms for Polynomial Absolute Factorization"],"description":["  Let $f(X,Y) \\in \\ZZ[X,Y]$ be an irreducible polynomial over $\\QQ$. We give a\nLas Vegas absolute irreducibility test based on a property of the Newton\npolytope of $f$, or more precisely, of $f$ modulo some prime integer $p$. The\nsame idea of choosing a $p$ satisfying some prescribed properties together with\n$LLL$ is used to provide a new strategy for absolute factorization of $f(X,Y)$.\nWe present our approach in the bivariate case but the techniques extend to the\nmultivariate case. Maple computations show that it is efficient and promising\nas we are able to factorize some polynomials of degree up to 400.\n"]}]
["0911.5668",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60F17","82B41","82B43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5668"],"date":["2009-11-30","2010-01-28"],"type":["text"],"creator":["Crawford, Nicholas","Sly, Allan"],"language":[],"coverage":[],"title":["Simple Random Walk on Long Range Percolation Clusters II: Scaling Limits"],"description":["  We study limit laws for simple random walks on supercritical long range\npercolation clusters on $\\Z^d, d \\geq 1$. For the long range percolation model,\nthe probability that two vertices $x, y$ are connected behaves asymptotically\nas $\\|x-y\\|_2^{-s}$. When $s\\in(d, d+1)$, we prove that the scaling limit of\nsimple random walk on the infinite component converges to an $\\alpha$-stable\nL\\'evy process with $\\alpha = s-d$ establishing a conjecture of Berger and\nBiskup. The convergence holds in both the quenched and annealed senses. In the\ncase where $d=1$ and $s>2$ we show that the simple random walk converges to a\nBrownian motion. The proof combines heat kernel bounds from our companion\npaper, ergodic theory estimates and an involved coupling constructed through\nthe exploration of a large number of walks on the cluster.\n","Comment: 47 pages. Minor Revision"]}]
["0912.1459",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1459","J. Chem. Phys. 132 (2010) 044110","doi:10.1063/1.3297890"],"date":["2009-12-08","2010-01-19"],"type":["text"],"creator":["Vysotskiy, Victor P.","Cederbaum, Lorenz S."],"language":[],"coverage":[],"title":["On the Cholesky Decomposition for electron propagator methods: General\n  aspects and application on C60"],"description":["  To treat the electronic structure of large molecules by electron propagator\nmethods we developed a parallel computer program called P-RICD$\\Sigma$. The\nprogram exploits the sparsity of the two-electron integral matrix by using\nCholesky decomposition techniques. The advantage of these techniques is that\nthe error introduced is controlled only by one parameter which can be chosen as\nsmall as needed. We verify the tolerance of electron propagator methods to the\nCholesky decomposition threshold and demonstrate the power of the\nP-RICD$\\Sigma$ program for a representative example (C60). All decomposition\nschemes addressed in the literature are investigated. Even with moderate\nthresholds the maximal error encountered in the calculated electron affinities\nand ionization potentials amount to a few meV only, and the error becomes\nnegligible for small thresholds.\n","Comment: 30 pages, 6 figures submitted to J.Chem. Phys"]}]
["0912.3380",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3380"],"date":["2009-12-17","2010-01-28"],"type":["text"],"creator":["Efremov, A. V.","Schweitzer, P.","Teryaev, O. V.","Zavada, P."],"language":[],"coverage":[],"title":["Quark intrinsic motion and the link between TMDs and PDFs in covariant\n  approach"],"description":["  The relations between TMDs and PDFs are obtained from the symmetry\nrequirement: relativistic covariance combined with rotationally symmetric\nparton motion in the nucleon rest frame. This requirement is applied in the\ncovariant parton model. Using the usual PDFs as an input, we are obtaining\npredictions for some polarized and unpolarized TMDs.\n","Comment: 5 pages, 3 figures, Contribution to the Proceedings of XIII Workshop\n  on High Energy Spin Physics DSPIN-09, Dubna, Russia, September 1-5, 2009"]}]
["0912.3787",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3787"],"date":["2009-12-18","2010-01-28"],"type":["text"],"creator":["Tibaldo, L.","Grenier, I. A.","collaboration, for the Fermi/LAT"],"language":[],"coverage":[],"title":["The cosmic-ray puzzle and the census of the interstellar medium: the\n  Fermi LAT view of Cassiopeia, Cepheus and the Perseus arm"],"description":["  Diffuse gamma-ray emission arising from interactions of cosmic rays with the\ninterstellar gas traces the densities of both of them throughout the Milky Way.\nWe discuss the results obtained from the analysis of Fermi LAT observations in\nthe region of Cassiopeia and Cepheus, towards the Perseus spiral arm. We find\nthat the gamma-ray emissivity of local gas is consistent with expectations\nbased on the cosmic-ray spectra measured at the Earth. The emissivity decreases\nfrom the Gould Belt to the Perseus arm, but the measured gradient is flatter\nthan predictions by a propagation model based on a cosmic-ray source\ndistribution peaking in the inner Galaxy as suggested by pulsars. The\nXco=N(H2)/W(CO) conversion factor moderately increases by a factor ~2 from the\nGould Belt to the Perseus arm. The presence of additional gas not properly\ntraced by HI and CO surveys in the Gould Belt is suggested by the correlation\nbetween gamma rays and thermal emission from cold interstellar dust.\n","Comment: 2009 Fermi Symposium: eConf Proceedings C091122; 6 pages, 6 figures;\n  fixed typos"]}]
["1001.0949",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0949"],"date":["2010-01-06","2010-01-28"],"type":["text"],"creator":["Spruck, Joel","Yang, Yisong"],"language":[],"coverage":[],"title":["Charged cosmological dust solutions of the coupled Einstein and Maxwell\n  equations"],"description":["  It is well known through the work of Majumdar, Papapetrou, Hartle, and\nHawking that the coupled Einstein and Maxwell equations admit a static multiple\nblackhole solution representing a balanced equilibrium state of finitely many\npoint charges. This is a result of the exact cancellation of gravitational\nattraction and electric repulsion under an explicit condition on the mass and\ncharge ratio. The resulting system of particles, known as an extremely charged\ndust, gives rise to examples of spacetimes with naked singularities. In this\npaper, we consider the continuous limit of the\nMajumdar--Papapetrou--Hartle--Hawking solution modeling a space occupied by an\nextended distribution of extremely charged dust. We show that for a given\nsmooth distribution of matter of finite ADM mass there is a continuous family\nof smooth solutions realizing asymptotically flat space metrics.\n"]}]
["1001.1395",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1395","ApJ. 710 (2010), L77-L81","doi:10.1088/2041-8205/710/1/L77"],"date":["2010-01-11","2010-01-15"],"type":["text"],"creator":["Tang, Sumin","Grindlay, Jonathan","Los, Edward","Laycock, Silas"],"language":[],"coverage":[],"title":["DASCH Discovery of Large Amplitude ~10-100 Year Variability in K Giants"],"description":["  Here we present the discovery of three unusual long-term variables found in\nthe Digital Access to a Sky Century at Harvard (DASCH) project, with ~1\nmagnitude variations in their lightcurves on ~10-100 yr timescales. They are\nall spectroscopically identified as K2III giant stars, probably in the thick\ndisk. Their lightcurves do not match any previously measured for known types of\nvariable stars, or any theoretical model reported for red giants, and instead\nsuggest a new dust formation mechanism or the first direct observation of\n\"short\" timescale evolution-driven variability. More theoretical work on the\nlithium flash near the Red Giant Branch (RGB) bump and the helium shell\nignition in the lower Asymptotic Giant Branch (AGB), as well as long term\nmonitoring of K2III thick disk stars is needed.\n","Comment: 6 pages, 3 figures. Accepted for publication in ApJ Letters. Typo\n  corrected"]}]
["1001.1713",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1713","Cold Molecules: Theory, Experiment, Applications, edited by R. V.\n  Krems, W. C. Stwalley, and B. Friedrich, (CRC Press Boca Raton, FL, 2009),\n  Chapter 3, p. 69"],"date":["2010-01-11","2010-01-27"],"type":["text"],"creator":["Quéméner, Goulven","Balakrishnan, Naduvalath","Dalgarno, Alexander"],"language":[],"coverage":[],"title":["Inelastic Collisions and Chemical Reactions of Molecules at Ultracold\n  Temperatures"],"description":["  This paper summarizes the recent theoretical works on inelastic collisions\nand chemical reactions at cold and ultracold temperatures involving neutral or\nionic systems of atoms and molecules. Tables of zero-temperature rate constants\nof various molecules are provided.\n","Comment: 28 pages, 25 figures"]}]
["1001.2766",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2766"],"date":["2010-01-15","2010-01-28"],"type":["text"],"creator":["Hassani, S. Hamed","Urbanke, Rudiger"],"language":[],"coverage":[],"title":["On the scaling of Polar codes: I. The behavior of polarized channels"],"description":["  We consider the asymptotic behavior of the polarization process for polar\ncodes when the blocklength tends to infinity. In particular, we study the\nproblem of asymptotic analysis of the cumulative distribution $\\mathbb{P}(Z_n\n\\leq z)$, where $Z_n=Z(W_n)$ is the Bhattacharyya process, and its dependence\nto the rate of transmission R. We show that for a BMS channel $W$, for $R <\nI(W)$ we have $\\lim_{n \\to \\infty} \\mathbb{P} (Z_n \\leq\n2^{-2^{\\frac{n}{2}+\\sqrt{n} \\frac{Q^{-1}(\\frac{R}{I(W)})}{2} +o(\\sqrt{n})}}) =\nR$ and for $R<1- I(W)$ we have $\\lim_{n \\to \\infty} \\mathbb{P} (Z_n \\geq\n1-2^{-2^{\\frac{n}{2}+ \\sqrt{n} \\frac{Q^{-1}(\\frac{R}{1-I(W)})}{2}\n+o(\\sqrt{n})}}) = R$, where $Q(x)$ is the probability that a standard normal\nrandom variable will obtain a value larger than $x$. As a result, if we denote\nby $\\mathbb{P}_e ^{\\text{SC}}(n,R)$ the probability of error using polar codes\nof block-length $N=2^n$ and rate $R<I(W)$ under successive cancellation\ndecoding, then $\\log(-\\log(\\mathbb{P}_e ^{\\text{SC}}(n,R)))$ scales as\n$\\frac{n}{2}+\\sqrt{n}\\frac{Q^{-1}(\\frac{R}{I(W)})}{2}+ o(\\sqrt{n})$. We also\nprove that the same result holds for the block error probability using the MAP\ndecoder, i.e., for $\\log(-\\log(\\mathbb{P}_e ^{\\text{MAP}}(n,R)))$.\n","Comment: Submitted to ISIT 2010"]}]
["1001.3819",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3819","A&A 509, A46 (2010)","doi:10.1051/0004-6361/200913109"],"date":["2010-01-21","2010-01-28"],"type":["text"],"creator":["Longhitano, M.","Binggeli, B."],"language":[],"coverage":[],"title":["The stellar correlation function from SDSS - A statistical search for\n  wide binary stars"],"description":["  We study the statistical properties of the wide binary population in the\nGalaxy field with projected separations larger than 200 AU by constructing the\nstellar angular two-point correlation function (2PCF) from a homogeneous sample\nof nearly 670'000 main sequence stars. The selected stars lie within a\nrectangular region around the Northern Galactic Pole and have apparent r-band\nmagnitudes between 15 and 20.5 mag and spectral classes later than G5 (g-r >\n0.5 mag). The data were taken from the Sixth Data Release of the Sloan Digital\nSky Survey. We model the 2PCF by means of the Wasserman-Weinberg technique\nincluding several assumptions on the distribution of the binaries' orbital\nparameters, luminosity function, and density distribution in the Galaxy. In\nparticular, we assume that the semi-major axis distribution is described by a\nsingle powerlaw. The free model parameters - the local wide binary number\ndensity and the power-law index of the semi-major axis distribution - are\ninferred simultaneously by least-square fitting. We find the separation\ndistribution to follow Oepik's law up to the Galactic tidal limit, without any\nbreak and a local density of 5 wide binaries per 1'000 cubic parsec with both\ncomponents having spectral type later than G5. This implies that about 10% of\nall stars in the solar neighbourhood are members of such a late-type wide\nbinary system. With a relative statistical (2 sigma) error of about 10%, our\nfindings are in general agreement with previous studies of wide binaries. The\ndata suggest that about 800 very wide pairs with projected separations larger\nthan 0.1 pc exist in our sample, whereas none are found beyond 0.8 pc.\n","Comment: 18 pages, 14 figures, 7 tables; added reference for section 1"]}]
["1001.3981",{"format":[],"subject":["Mathematics - Group Theory","Primary 20M05, 20F10. Secondary 03D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3981"],"date":["2010-01-22"],"type":["text"],"creator":["Vaccaro, Carmelo"],"language":[],"coverage":[],"title":["Decision problems for finite and infinite presentations of groups and\n  monoids"],"description":["  In this survey we show how well known results about the Word Problem for\nfinite group presentations can be generalized to the Word Problem and other\ndecision problems for non-necessarily finite monoid and group presentations.\nThis is done by introducing functions playing the same role of the Dehn\nfunction for the given decision problem and by finding the Tietze\ntransformations that leave this function invariant. This survey presents some\noriginal ideas and points of view.\n"]}]
["1001.4801",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4801","From `Particle Dark Matter: Observations, Models and Searches'\n  edited by Gianfranco Bertone. Chapter 15, pp. 306-324, Hardback ISBN\n  9780521763684"],"date":["2010-01-26"],"type":["text"],"creator":["Kong, Kyoungchul","Matchev, Konstantin","Servant, Geraldine"],"language":[],"coverage":[],"title":["Extra Dimensions at the LHC"],"description":["  We discuss the motivation and the phenomenology of models with either flat or\nwarped extra dimensions. We describe the typical mass spectrum and discovery\nsignatures of such models at the LHC. We also review several proposed methods\nfor discriminating the usual low-energy supersymmetry from a model with flat\n(universal) extra dimensions. (For the official website of the book, see\nhttp://cambridge.org/us/catalogue/catalogue.asp?isbn=9780521763684 .)\n","Comment: 33 pages, 17 figures"]}]
["1001.4802",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4802"],"date":["2010-01-26"],"type":["text"],"creator":["Shao, Yongwu","Cook, R Dennis","Weisberg, Sanford"],"language":[],"coverage":[],"title":["The linearity condition and adaptive estimation in single-index\n  regressions"],"description":["  We show that under a linearity condition on the distribution of the\npredictors, the coefficient in single-index regression can be estimated with\nthe same efficiency as in the case when the link function is known. Thus, the\nlinearity condition seems to substitute for knowing the exact conditional\ndistribution of the response given the linear combinations of the predictors.\n","Comment: 10 pages"]}]
["1001.4804",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4804"],"date":["2010-01-26"],"type":["text"],"creator":["Goldstein, Garry","Lukin, Mikhail D.","Cappellaro, Paola"],"language":[],"coverage":[],"title":["Quantum Limits on Parameter Estimation"],"description":["  We present a new proof of the quantum Cramer-Rao bound for precision\nparameter estimation [1-3] and extend it to a more general class of measurement\nprocedures. We analyze a generalized framework for parameter estimation that\ncovers most experimentally accessible situations, where multiple rounds of\nmeasurements, auxiliary systems or external control of the evolution are\navailable. The proof presented demonstrates the equivalence of these more\ngeneral metrology procedures to the simplest optimal strategy for which the\nbound is proven: a single measurement of a two-level system interacting with a\ntime-independent Hamiltonian.\n","Comment: Submitted to New Journal of Physics"]}]
["1001.4806",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4806"],"date":["2010-01-26"],"type":["text"],"creator":["Bertotti, G.","Bonin, R.","d'Aquino, M.","Serpico, C.","Mayergoyz, I. D."],"language":[],"coverage":[],"title":["Spin-wave instabilities in spin-transfer-driven magnetization dynamics"],"description":["  We study the stability of magnetization precessions induced in spin-transfer\ndevices by the injection of spin-polarized electric currents. Instability\nconditions are derived by introducing a generalized, far-from-equilibrium\ninterpretation of spin-waves. It is shown that instabilities are generated by\ndistinct groups of magnetostatically coupled spin-waves. Stability diagrams are\nconstructed as a function of external magnetic field and injected\nspin-polarized current. These diagrams show that applying larger fields and\ncurrents has a stabilizing effect on magnetization precessions. Analytical\nresults are compared with numerical simulations of spin-transfer-driven\nmagnetization dynamics.\n","Comment: 4 pages, 2 figures"]}]
["1001.4810",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4810","SIGMA 6 (2010), 011, 23 pages","doi:10.3842/SIGMA.2010.011"],"date":["2010-01-27"],"type":["text"],"creator":["Gazeau, Jean-Pierre","Siegl, Petr","Youssef, Ahmed"],"language":[],"coverage":[],"title":["Krein Spaces in de Sitter Quantum Theories"],"description":["  Experimental evidences and theoretical motivations lead to consider the\ncurved space-time relativity based on the de Sitter group $SO_0(1,4)$ or\n$Sp(2,2)$ as an appealing substitute to the flat space-time Poincare\nrelativity. Quantum elementary systems are then associated to unitary\nirreducible representations of that simple Lie group. At the lowest limit of\nthe discrete series lies a remarkable family of scalar representations\ninvolving Krein structures and related undecomposable representation cohomology\nwhich deserves to be thoroughly studied in view of quantization of the\ncorresponding carrier fields. The purpose of this note is to present the\nmathematical material needed to examine the problem and to indicate possible\nextensions of an exemplary case, namely the so-called de Sitterian massless\nminimally coupled field, i.e. a scalar field in de Sitter space-time which does\nnot couple to the Ricci curvature.\n"]}]
["1001.4812",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4812"],"date":["2010-01-27"],"type":["text"],"creator":["Halyo, Edi"],"language":[],"coverage":[],"title":["Inflation in Wess--Zumino Models"],"description":["  We show that a class of Wess--Zumino models lead to inflation in\nsupersymmetry and supergravity. This is due to the existence of a classically\nflat direction generic to these models. The pseudomodulus that parametrizes\nthis flat direction is the inflaton and obtains a small mass due to either\none--loop or supergravity corrections giving rise to slow--roll inflation. At\nthe end of inflation, the fields roll to a supersymmetric vacuum that arises\nfrom explicit R symmetry breaking.\n","Comment: 18 pages in phyzzx.tex"]}]
["1001.4826",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","34c15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4826"],"date":["2010-01-26"],"type":["text"],"creator":["Wang, Wei","Roberts, A. J.","Duan, Jinqiao"],"language":[],"coverage":[],"title":["Large deviations for slow-fast stochastic partial differential equations"],"description":["  A large deviation principle is derived for stochastic partial differential\nequations with slow-fast components. The result shows that the rate function is\nexactly that of the averaged equation plus the fluctuating deviation which is a\nstochastic partial differential equation with small Gaussian perturbation. This\nalso confirms the effectiveness of the approximation of the averaged equation\nplus the fluctuating deviation to the slow-fast stochastic partial differential\nequations.\n","Comment: 30 pages"]}]
["1001.4838",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4838","M Frailis et al 2009 JINST 4 T12021","doi:10.1088/1748-0221/4/12/T12021"],"date":["2010-01-26"],"type":["text"],"creator":["Frailis, M.","Maris, M.","Zacchei, A.","Morisset, N.","Rohlfs, R.","Meharga, M.","Binko, P.","Turler, M.","Galeotta, S.","Gasparo, F.","Franceschi, E.","Butler, R. C.","D'Arcangelo, O.","Fogliani, S.","Gregorio, A.","Lowe, S. R.","Maggio, G.","Malaspina, M.","Mandolesi, N.","Manzato, P.","Pasian, F.","Perrotta, F.","Sandri, M.","Terenzi, L.","Tomasi, M.","Zonca, A."],"language":[],"coverage":[],"title":["A systematic approach to the Planck LFI end-to-end test and its\n  application to the DPC Level 1 pipeline"],"description":["  The Level 1 of the Planck LFI Data Processing Centre (DPC) is devoted to the\nhandling of the scientific and housekeeping telemetry. It is a critical\ncomponent of the Planck ground segment which has to strictly commit to the\nproject schedule to be ready for the launch and flight operations. In order to\nguarantee the quality necessary to achieve the objectives of the Planck\nmission, the design and development of the Level 1 software has followed the\nESA Software Engineering Standards. A fundamental step in the software life\ncycle is the Verification and Validation of the software. The purpose of this\nwork is to show an example of procedures, test development and analysis\nsuccessfully applied to a key software project of an ESA mission. We present\nthe end-to-end validation tests performed on the Level 1 of the LFI-DPC, by\ndetailing the methods used and the results obtained. Different approaches have\nbeen used to test the scientific and housekeeping data processing. Scientific\ndata processing has been tested by injecting signals with known properties\ndirectly into the acquisition electronics, in order to generate a test dataset\nof real telemetry data and reproduce as much as possible nominal conditions.\nFor the HK telemetry processing, validation software have been developed to\ninject known parameter values into a set of real housekeeping packets and\nperform a comparison with the corresponding timelines generated by the Level 1.\nWith the proposed validation and verification procedure, where the on-board and\nground processing are viewed as a single pipeline, we demonstrated that the\nscientific and housekeeping processing of the Planck-LFI raw data is correct\nand meets the project requirements.\n","Comment: 20 pages, 7 figures; this paper is part of the Prelaunch status LFI\n  papers published on JINST:\n  http://www.iop.org/EJ/journal/-page=extra.proc5/jinst"]}]
["1001.4840",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Condensed Matter - Other Condensed Matter","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4840"],"date":["2010-01-26"],"type":["text"],"creator":["Kok, Jasper F."],"language":[],"coverage":[],"title":["Analytical calculation of the minimum wind speed required to sustain\n  wind-blown sand on Earth and Mars"],"description":["  The wind-driven hopping motion of sand grains, known as saltation, forms\ndunes and ripples and ejects fine dust particles into the atmosphere on both\nEarth and Mars. While the wind speed at which saltation is initiated, the fluid\nthreshold, has been studied extensively, the wind speed at which it is halted,\nthe impact threshold, has been poorly quantified for Mars conditions. We\npresent an analytical model of the impact threshold, which we show to be in\nagreement with measurements and recent numerical simulations for Earth\nconditions. For Mars conditions, we find that the impact threshold is\napproximately an order of magnitude below the fluid threshold, in agreement\nwith previous studies. Saltation on Mars can thus be sustained at wind speeds\nan order of magnitude less than required to initiate it, leading to the\noccurrence of hysteresis. These results confirm earlier simulations with a\ndetailed numerical saltation model, and have important implications for the\nformation of sand dunes, ripples, and dust storms on Mars.\n","Comment: 12 pages, 3 figures"]}]
["1001.4845",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Biological Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4845","Current Trends in Science: Platinum Jubilee Special (Ed. N\n  Mukunda), Bangalore: Indian Academy of Sciences, 2009, pp 199-205"],"date":["2010-01-26"],"type":["text"],"creator":["Sinha, Sitabhra","Jesan, T","Chatterjee, Nivedita"],"language":[],"coverage":[],"title":["Systems biology: From the cell to the brain"],"description":["  With the completion of human genome mapping, the focus of scientists seeking\nto explain the biological complexity of living systems is shifting from\nanalyzing the individual components (such as a particular gene or biochemical\nreaction) to understanding the set of interactions amongst the large number of\ncomponents that results in the different functions of the organism. To this\nend, the area of systems biology attempts to achieve a \"systems-level\"\ndescription of biology by focusing on the network of interactions instead of\nthe characteristics of its isolated parts. In this article, we briefly describe\nsome of the emerging themes of research in \"network\" biology, looking at\ndynamical processes occurring at the two different length scales of within the\ncell and between cells, viz., the intra-cellular signaling network and the\nnervous system. We show that focusing on the systems-level aspects of these\nproblems allows one to observe surprising and illuminating common themes\namongst them.\n","Comment: 6 pages, 5 figures"]}]
["1001.4846",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4846"],"date":["2010-01-26"],"type":["text"],"creator":["Terasoma, Tomohide"],"language":[],"coverage":[],"title":["Algebraic correspondences between genus three curves and certain\n  Calabi-Yau varieties"],"description":["  In this paper, we construct certain algebraic correspondences between genus\nthree curves and certain type of Calabi-Yau threefolds which is double\ncoverings of three dimensional projective space. Via this correspondences, the\nfirst cohomology groups of the curves can be embedded into the third cohomology\ngroups of the Calabi-Yau three folds. Moreover we prove that the cokernel of\nthis inclusion of variations ofHodge structures can not be a factor of any\nvariations of Hodge structures comming from polarized abelian schemes.\n"]}]
["1001.4848",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4848"],"date":["2010-01-26"],"type":["text"],"creator":["Felea, Raluca","Greenleaf, Allan"],"language":[],"coverage":[],"title":["Fourier integral operators with open umbrellas and seismic inversion for\n  cusp caustics"],"description":["  In general the composition of Fourier integral operators (FIOs) need not be\nan FIO. Motivated by the problem of linearized seismic inversion in the\npresence of cusp caustics for the background sound speed, we consider FIOs\nwhose canonical relations have certain two-sided cusp degeneracies, and show\nthat the resulting compositions have wave-front relations in the union of the\ndiagonal and an open umbrella, the simplest type of singular Lagrangian\nmanifold.\n","Comment: 29 pages"]}]
["1001.4850",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4850","doi:10.1007/s11249-009-9547-y"],"date":["2010-01-26"],"type":["text"],"creator":["Abdel-Aal, H. A.","Mansori, M. El","Mezghani, S."],"language":[],"coverage":[],"title":["Multi Scale Investigation of Surface Topography of Ball Python (Python\n  Regius) Shed Skin in Comparison to Human skin"],"description":["  Constructing a surface that is an integral part of the function of\ntribosystems (deterministic surface) is an intriguing goal. Inspirations for\nsuch surfaces come from studying natural systems and deducing design rules. The\nmajor attraction is that natural systems, while functionally complex, are, in\ngeneral, of optimized shape and performance. It is further believed that\nfunctional complexity of natural systems is what affords natural species to\nmorph continuously to adapt with the operating environment. One bio-species\nthat is of interest is the Ball Python. This is because such a species\ncontinuously slides against various surfaces, many of which are deemed\ntribologically hostile, without sustaining much damage. Much of the success of\nthat species in adapting to its environment is attributed to surface design\nfeatures. In that respect, studying these features and how do they contribute\nto the control of friction and wear is very attractive. This paper is a step in\nthis direction. In this work we apply a multi scale surface characterization\napproach to study surface design features of the Python Regius. The focus is on\nthose features that are typically used to assess the performance of high\nquality lubricating surfaces. To this end, topographical features are studied\nby SEM and through White Light Interferrometery (WLI). We probe the roughness\nof the surface on multi scale and as a function of location within the body. In\naddition we draw a comparison of these features to those of human skin.\n"]}]
["1001.4852",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4852"],"date":["2010-01-26"],"type":["text"],"creator":["Kleyn, Aleks"],"language":[],"coverage":[],"title":["The Matrix of Linear Mappings"],"description":["  On the set of mappings of the given set, we define the product of mappings.\nIf A is associative algebra, then we consider the set of matrices, whose\nelements are linear mappings of algebra A. In algebra of matrices of linear\nmappings we define the operation of product. The operation is based on the\nproduct of mappings.\n  If the matrix a of linear mappings has an inverse matrix, then the\nquasideterminant of the matrix a and the inverse matrix are matrices of linear\nmappings. In the paper, I consider conditions when a matrix of linear mappings\nhas inverse matrix, as well methods of solving a system of linear equations in\nan associative algebra.\n","Comment: English text - 10 pages; Russian text - 11 pages"]}]
["1001.4853",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J29, 14J50, 14J70, 32G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4853","J. Math. Kyoto Univ., 49 (2009), pp. 113-129"],"date":["2010-01-27"],"type":["text"],"creator":["Roulleau, Xavier"],"language":[],"coverage":[],"title":["The Fano surface of the Klein cubic threefold"],"description":["  We prove that the Klein cubic threefold $F$ is the only smooth cubic\nthreefold which has an automorphism of order 11. We compute the period lattice\nof the intermediate Jacobian of $F$ and study its Fano surface $S$. We compute\nalso the set of fibrations of $S$ onto a curve of positive genus and the\nintersection between the fibres of these fibrations. These fibres generate an\nindex 2 sub-group of the N\\'eron-Severi group and we obtain a set of generators\nof this group. The N\\'eron-Severi group of $S$ has rank $25=h^{1,1}$ and\ndiscriminant $11^{10}$.\n","Comment: 15 pages"]}]
["1001.4862",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4862"],"date":["2010-01-27"],"type":["text"],"creator":["Conze, Jean-Pierre","Borgne, Stéphane Le"],"language":[],"coverage":[],"title":["Limit law for some modified ergodic sums"],"description":["  An example due to Erdos and Fortet shows that, for a lacunary sequence of\nintegers (q_n) and a trigonometric polynomial f, the asymptotic distribution of\nnormalized sums of f(q_k x) can be a mixture of gaussian laws. Here we give a\ngeneralization of their example interpreted as the limiting behavior of some\nmodified ergodic sums in the framework of dynamical systems.\n"]}]
["1001.4863",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Differential Geometry","35P15, 58J50, 58C40, 58A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4863"],"date":["2010-01-27"],"type":["text"],"creator":["Ilias, Said","Makhoul, Ola"],"language":[],"coverage":[],"title":["\"Universal\" inequalities for the eigenvalues of the biharmonic operator"],"description":["  In this paper, we establish universal inequalities for eigenvalues of the\nclamped plate problem on compact submanifolds of Euclidean spaces, of spheres\nand of real, complex and quaternionic projective spaces. We also prove similar\nresults for the biharmonic operator on domains of Riemannian manifolds\nadmitting spherical eigenmaps (this includes the compact homogeneous Riemannian\nspaces) and nally on domains of the hyperbolic space.\n","Comment: Soumis (15 pages)"]}]
["1001.4868",{"format":[],"subject":["Mathematics - Algebraic Geometry","14K20, 32G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4868"],"date":["2010-01-27"],"type":["text"],"creator":["Matsumoto, Keiji","Terasoma, Tomohide"],"language":[],"coverage":[],"title":["Arithmetic-geometric means for hyperelliptic curves and Calabi-Yau\n  varieties"],"description":["  In this paper, we define a generalized arithmetic-geometric mean $\\mu_g$\namong $2^g$ terms motivated by $2\\tau$-formulas of theta constants. By using\nThomae's formula, we give two expressions of $\\mu_g$ when initial terms satisfy\nsome conditions. One is given in terms of period integrals of a hyperelliptic\ncurve $C$ of genus $g$. The other is by a period integral of a certain\nCalabi-Yau $g$-fold given as a double cover of the $g$-dimensional projective\nspace $\\mathbf{P}^g$.\n","Comment: latex 10 pages"]}]
["1001.4870",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4870"],"date":["2010-01-27"],"type":["text"],"creator":["Pavlyshenko, B."],"language":[],"coverage":[],"title":["Quantum Algorithm of Evolutionary Analysis of 1D Cellular Automata"],"description":["  It is shown that irreversible classical cellular automata can be performed by\nquantum algorithm using additional ancilla registers. The algorithm for\ncellular automata states analysis has been proposed. This algorithm is based on\nthe elements of Grover's algorithm - the inversion of amplitude of searched\nstates and unitary transform of inversion about the average. The inversion of\nsearched states amplitudes can be performed by quantum Toffoli gate.\n","Comment: 7 pages, 2 figures"]}]
["1001.4871",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems","62L20, 37C50, 37C65, 37Dxx, 91A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4871"],"date":["2010-01-27"],"type":["text"],"creator":["Benaïm, Michel","Faure, Mathieu"],"language":[],"coverage":[],"title":["Stochastic Approximation, Cooperative Dynamics and Supermodular Games"],"description":["  This paper considers a stochastic approximation algorithm, with decreasing\nstep size and martingale difference noise. Under very mild assumptions, we\nprove the non convergence of this process toward a certain class of repulsive\nsets for the associated ordinary differential equation (ODE). We then use this\nresult to derive the convergence of the process when the ODE is cooperative in\nthe sense of [Hirsch, 1985]. In particular, this allows us to extend\nsignificantly the main result of [Hofbauer and Sandholm, 2002] on the\nconvergence of stochastic fictitious play in supermodular games.\n"]}]
["1001.4872",{"format":[],"subject":["Mathematics - Probability","60J30, 60F15 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4872","Annals of Probability 2010, Vol. 38, No. 1, 316-326","doi:10.1214/09-AOP479"],"date":["2010-01-27"],"type":["text"],"creator":["Doney, R. A.","Savov, M. S."],"language":[],"coverage":[],"title":["The asymptotic behavior of densities related to the supremum of a stable\n  process"],"description":["  If $X$ is a stable process of index $\\alpha\\in(0,2)$ whose L\\'{e}vy measure\nhas density $cx^{-\\alpha-1}$ on $(0,\\infty)$, and $S_1=\\sup_{0<t\\leq1}X_t$, it\nis known that $P(S_1>x)\\backsim A\\alpha ^{-1}x^{-\\alpha}$ as $x\\to\\infty$ and\n$P(S_1\\leq x)\\backsim B\\alpha^{-1}\\rho^{-1}x^{\\alpha\\rho}$ as $x\\downarrow0$.\n[Here $\\rho =P(X_1>0)$ and $A$ and $B$ are known constants.] It is also known\nthat $S_1$ has a continuous density, $m$ say. The main point of this note is to\nshow that $m(x)\\backsim Ax^{-(\\alpha+1)}$ as $x\\to\\infty$ and $m(x)\\backsim\nBx^{\\alpha\\rho-1}$ as $x\\downarrow0$. Similar results are obtained for related\ndensities.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOP479 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1001.4874",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J99","14M20","14N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4874"],"date":["2010-01-27"],"type":["text"],"creator":["Ciliberto, Ciro","Di Gennaro, Vincenzo"],"language":[],"coverage":[],"title":["Plucker-Clebsch formula in higher dimension"],"description":["  Let $S\\subset\\Ps^r$ ($r\\geq 5$) be a nondegenerate, irreducible, smooth,\ncomplex, projective surface of degree $d$. Let $\\delta_S$ be the number of\ndouble points of a general projection of $S$ to $\\Ps^4$. In the present paper\nwe prove that $ \\delta_S\\leq{\\binom {d-2} {2}}$, with equality if and only if\n$S$ is a rational scroll. Extensions to higher dimensions are discussed.\n","Comment: 12 pages"]}]
["1001.4880",{"format":[],"subject":["Computer Science - Databases","H.3.2","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4880","RFIA 2010 Workshop \"Sources Ouvertes et Services\""],"date":["2010-01-27"],"type":["text"],"creator":["Nguyen, Benjamin","Zoupanos, Spyros"],"language":[],"coverage":[],"title":["The WebContent XML Store"],"description":["  In this article, we describe the XML storage system used in the WebContent\nproject. We begin by advocating the use of an XML database in order to store\nWebContent documents, and we present two different ways of storing and querying\nthese documents : the use of a centralized XML database and the use of a P2P\nXML database.\n","Comment: Must be compiled with pdflatex"]}]
["1001.4883",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4883"],"date":["2010-01-27"],"type":["text"],"creator":["Falgari, Pietro","Mellor, Paul","Signer, Adrian"],"language":[],"coverage":[],"title":["Resonant particle production at hadron colliders"],"description":["  We present a method to compute off-shell effects for processes involving\nresonant particles at hadron colliders with the possibility to include\nrealistic cuts on the decay products. The method is based on an effective\ntheory approach to unstable particle production and, as an example, is applied\nto t-channel single top production at the LHC.\n","Comment: 6 pages, to appear in the proceedings of the 9th International\n  Symposium on Radiative Corrections (RADCOR 2009), October 25-30 2009, Ascona,\n  Switzerland"]}]
["1001.4886",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4886"],"date":["2010-01-27"],"type":["text"],"creator":["Punzi, Giovanni"],"language":[],"coverage":[],"title":["Flavour physics at the Tevatron"],"description":["  The Tevatron heavy flavor physics program is in full swing. The rapid\nincrease in the size of data samples is allowing significant improvements of\nprevious results, and opens the doors to new possibilities. A further doubling\nof the current integrated luminosity is expected in the next couple of years.\nThis report summarizes the main current results and future prospects.\n","Comment: Proceedings of invited plenary talk at the Europhysics Conference on\n  High Energy Physics, Krakov, Poland, July 16-22, 2009 (EPS-HEP 2009). LaTeX\n  13 pages, 7 figs"]}]
["1001.4887",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4887"],"date":["2010-01-27"],"type":["text"],"creator":["Chatterji, Samaresh","Gandhi, Ratnik"],"language":[],"coverage":[],"title":["Some Algebraic Properties of a Subclass of Finite Normal Form Games"],"description":["  We study the problem of computing all Nash equilibria of a subclass of finite\nnormal form games. With algebraic characterization of the games, we present a\nmethod for computing all its Nash equilibria. Further, we present a method for\ndeciding membership to the class of games with its related results. An\nappendix, containing an example to show working of each of the presented\nmethods, concludes the work.\n","Comment: 18 Pages"]}]
["1001.4889",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4889"],"date":["2010-01-27"],"type":["text"],"creator":["Kitov, Ivan O."],"language":[],"coverage":[],"title":["Modelling and predicting labor force productivity"],"description":["  Labor productivity in Turkey, Spain, Belgium, Austria, Switzerland, and New\nZealand has been analyzed and modeled. These counties extend the previously\nanalyzed set of the US, UK, Japan, France, Italy, and Canada. Modelling is\nbased on the link between the rate of labor participation and real GDP per\ncapita. New results validate the link and allow predicting a drop in\nproductivity by 2010 in almost all studied countries.\n","Comment: 8 pages, 6 figures"]}]
["1001.4892",{"format":[],"subject":["Computer Science - Databases","Computer Science - Artificial Intelligence","D.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4892","Proceedings of the World Wide Web Conference (WWW), Beijin, China,\n  April 2008 (Developper Track), 2008"],"date":["2010-01-27"],"type":["text"],"creator":["Bedini, Ivan","Nguyen, Benjamin","Gardarin, Georges"],"language":[],"coverage":[],"title":["Janus: Automatic Ontology Builder from XSD Files"],"description":["  The construction of a reference ontology for a large domain still remains an\nhard human task. The process is sometimes assisted by software tools that\nfacilitate the information extraction from a textual corpus. Despite of the\ngreat use of XML Schema files on the internet and especially in the B2B domain,\ntools that offer a complete semantic analysis of XML schemas are really rare.\nIn this paper we introduce Janus, a tool for automatically building a reference\nknowledge base starting from XML Schema files. Janus also provides different\nuseful views to simplify B2B application integration.\n"]}]
["1001.4899",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4899"],"date":["2010-01-27"],"type":["text"],"creator":["Sopuerta, Carlos F.","Yunes, Nicolas"],"language":[],"coverage":[],"title":["Towards Tests of Alternative Theories of Gravity with LISA"],"description":["  The inspiral of stellar compact objects into massive black holes, usually\nknown as extreme-mass-ratio inspirals (EMRIs), is one of the most important\nsources of gravitational-waves for the future Laser Interferometer Space\nAntenna (LISA). Intermediate-mass-ratio inspirals (IMRIs are also of interest\nto advance ground-based gravitational-wave observatories. We discuss here how\nmodifications to the gravitational interaction can affect the signals emitted\nby these systems and their detectability by LISA. We concentrate in particular\non Chern-Simons modified gravity, a theory that emerges in different quantum\ngravitational approaches.\n","Comment: 3 pages. To appear in Proceedings of the Twelfth Marcel Grossmann\n  Meeting on General Relativity, edited by Thibault Damour, Robert T Jantzen\n  and Remo Ruffini, World Scientific, Singapore, 2010"]}]
["1001.4900",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","35J08","35J25","42B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4900"],"date":["2010-01-27"],"type":["text"],"creator":["Vähäkangas, Antti"],"language":[],"coverage":[],"title":["On extension of Green's operator on bounded smooth domains"],"description":["  We prove a regularity result for Green's functions that are associated to\nelliptic second order divergence-type linear PDO's with coefficients in\nC^{1,\\alpha}(\\bar{\\Omega}). Here \\alpha\\in (0,1) and \\Omega\\subset \\R^n is a\nbounded C^{2,\\alpha} domain in dimension n\\ge 3. The regularity result gives\nboundary estimates for derivatives up to order (2+\\alpha) and, by using these\nestimates, we extend the associated Green's operator to a globally defined\nsingular integral which of Calder\\'on--Zygmund type.\n","Comment: 17 pages"]}]
["1001.4901",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Databases","D.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4901","Entrepots de Donnees et Analyse en Ligne (EDA) Conference, Invited\n  Paper, 2008"],"date":["2010-01-27"],"type":["text"],"creator":["Bedini, Ivan","Gardarin, Georges","Nguyen, Benjamin"],"language":[],"coverage":[],"title":["Deriving Ontologies from XML Schema"],"description":["  In this paper, we present a method and a tool for deriving a skeleton of an\nontology from XML schema files. We first recall what an is ontology and its\nrelationships with XML schemas. Next, we focus on ontology building methodology\nand associated tool requirements. Then, we introduce Janus, a tool for building\nan ontology from various XML schemas in a given domain. We summarize the main\nfeatures of Janus and illustrate its functionalities through a simple example.\nFinally, we compare our approach to other existing ontology building tools.\n"]}]
["1001.4909",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4909"],"date":["2010-01-27"],"type":["text"],"creator":["Marino, M.","Nekhoroshev, N. N."],"language":[],"coverage":[],"title":["Quantization of classical integrable systems. Part IV: systems of\n  resonant oscillators"],"description":["  By applying methods already discussed in a previous series of papers by the\nsame authors, we construct here classes of integrable quantum systems which\ncorrespond to n fully resonant oscillators with nonlinear couplings. The same\nmethods are also applied to a series of nontrivial integral sets of functions,\nwhich can be constructed when additional symmetries are present due to the\nequality of some of the frequencies. Besides, for n=3 and resonance 1:1:2, an\nexceptional integrable system is obtained, in which integrability is not\nexplicitly connected with this type of symmetry. In this exceptional case,\nquantum integrability can be realized by means of a modification of the\nsymmetrization procedure.\n","Comment: 23 pages"]}]
["1001.4914",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4914"],"date":["2010-01-27"],"type":["text"],"creator":["Jenkins, Meaghan E.","Morrison, David A.","Auld, Tony D."],"language":[],"coverage":[],"title":["Estimating seed bank accumulation and dynamics in three obligate-seeder\n  Proteaceae species"],"description":["  The seed bank dynamics of the three co-occurring obligate-seeder (i.e.\nfire-sensitive) Proteaceae species, Banksia ericifolia, Banksia marginata and\nPetrophile pulchella, were examined at sites of varying time since the most\nrecent fire (i.e. plant age) in the Sydney region. Significant variation among\nspecies was found in the number of cones produced, the position of the cones\nwithin the canopy, the percentage of barren cones produced (Banksia species\nonly), the number of follicles/bracts produced per cone, and the number of\nseeds lost/released due to spontaneous fruit rupture. Thus, three different\nregeneration strategies were observed, highlighting the variation in\nreproductive strategies of co-occurring Proteaceae species. Ultimately, B.\nmarginata potentially accumulated a seed bank of c. 3000 seeds per plant after\n20 years, with c. 1500 seeds per plant for P. pulchella and c. 500 for B.\nericifolia. Based on these data, B. marginata and B. ericifolia require a\nminimum fire-free period of 8-10 years, with 7-8 years for P. pulchella, to\nallow for an adequate seed bank to accumulate and thus ensure local persistence\nof these species in fire-prone habitats.\n","Comment: 15 pages, including 4 Figures and 4 Tables"]}]
["1001.4916",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4916"],"date":["2010-01-27"],"type":["text"],"creator":["Kurosawa, T.","Yoneyama, T.","Takano, Y.","Hagiwara, M.","Inoue, R.","Hagiwara, N.","Kurusu, K.","Takeyama, K.","Momono, N.","Oda, M.","Ido, M."],"language":[],"coverage":[],"title":["STM/STS study on large pseudogap and nodal superconducting gap in\n  Bi2201(La) and Bi2212"],"description":["  In the present work, scanning tunneling microscopy/spectroscopy (STM/STS)\nmeasurements were carried out on underdoped $\\rm Bi_2Sr_{2-{\\it x}}La_{\\it\nx}CuO_{6+\\delta}$ and $\\rm Bi_2Sr_2CaCu_2O_{8+\\delta}$ to clarify the origin of\nthe pseudogap, in particular, the inhomogeneous large pseudogap. The nodal part\nof a d-wave pairing gap, which is under no influence of the inhomogeneous large\npseudogap, was also examined by relating the homogeneous bottom part of the STS\ngap to a nodal d-wave gap in momentum space. We report that the inhomogeneous\nlarge pseudogap in the antinodal region links to a two-dimensional electronic\ncharge order, and that the gap size of the nodal d-wave part $\\rm\n{\\Delta}_{sc}$ scales with the superconducting critical temperature $\\rm {\\it\nT}_c$ in the pseudogap regime.\n","Comment: 8 pages, 10 figures"]}]
["1001.4919",{"format":[],"subject":["Mathematics - Functional Analysis","Computer Science - Information Theory","52C99","68Q01"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4919"],"date":["2010-01-27"],"type":["text"],"creator":["Hinrichs, Aicke","Vybíral, Jan"],"language":[],"coverage":[],"title":["Johnson-Lindenstrauss lemma for circulant matrices"],"description":["  We prove a variant of a Johnson-Lindenstrauss lemma for matrices with\ncirculant structure. This approach allows to minimise the randomness used, is\neasy to implement and provides good running times. The price to be paid is the\nhigher dimension of the target space $k=O(\\epsilon^{-2}\\log^3n)$ instead of the\nclassical bound $k=O(\\epsilon^{-2}\\log n)$.\n"]}]
["1001.4920",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4920"],"date":["2010-01-27"],"type":["text"],"creator":["Gnedin, Alexander","Iksanov, Alexander","Marynych, Alexander"],"language":[],"coverage":[],"title":["Limit theorems for the number of occupied boxes in the Bernoulli sieve"],"description":["  The Bernoulli sieve is a version of the classical `balls-in-boxes' occupancy\nscheme, in which random frequencies of infinitely many boxes are produced by a\nmultiplicative renewal process, also known as the residual allocation model or\nstick-breaking. We focus on the number $K_n$ of boxes occupied by at least one\nof $n$ balls, as $n\\to\\infty$. A variety of limiting distributions for $K_n$ is\nderived from the properties of associated perturbed random walks. Refining the\napproach based on the standard renewal theory we remove a moment constraint to\ncover the cases left open in previous studies.\n","Comment: submitted"]}]
["1001.4924",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Group Theory","37A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4924"],"date":["2010-01-27"],"type":["text"],"creator":["Maucourant, Francois","Weiss, Barak"],"language":[],"coverage":[],"title":["Lattice actions on the plane revisited"],"description":["  We study the action of a lattice in the group SL(2,R) on the plane. We obtain\na formula which simultaneously describes visits of an orbit to either a fixed\nball, or an expanding or contracting family of annuli. We also discuss the\n`shrinking target problem'. Our results are valid for an explicitly described\nset of initial points: all nonzero vectors in the case of a cocompact lattice,\nand all vectors satisfying certain diophantine conditions in case SL(2,Z). The\nproofs combine the method of Ledrappier with effective equidistribution results\nfor the horocycle flow due to Burger, Strombergsson, Forni and Flaminio.\n"]}]
["1001.4927",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4927"],"date":["2010-01-27"],"type":["text"],"creator":["Meier, Fabian","Petrov, Vladimir","Mirhosseini, Hossein","Patthey, Luc","Henk, Juergen","Osterwalder, Juerg","Dil, J. Hugo"],"language":[],"coverage":[],"title":["Interference of spin states in photoemission from Sb/Ag(111)"],"description":["  Using a three-dimensional spin polarimeter we have gathered evidence for the\ninterference of spin states in photoemission from the surface alloy Sb/Ag(111).\nThis system features a small Rashba-type spin-splitting of a size comparable to\nthe linewidth of the quasiparticles, thus causing an intrinsic overlap between\nstates with orthogonal spinors. Besides a small spin polarization caused by the\nspin-splitting, we observe a large spin polarization component in the plane\nnormal to the quantization axis provided by the Rashba effect. Strongly\nsuggestive of coherent spin rotation, this effect is largely independent of the\nphoton energy and photon polarization.\n","Comment: 4 pages, 4 figures"]}]
["1001.4932",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4932"],"date":["2010-01-27"],"type":["text"],"creator":["Martina, L.","Protogenov, A.","Verbus, V."],"language":[],"coverage":[],"title":["A chain of strongly correlated SU(2)_4 anyons: Hamiltonian and Hilbert\n  space of states"],"description":["  One-dimensional lattice model of SU(2)_{4} anyons containing a transition\ninto the topological ordered phase state is considered. An effective low-energy\nHamiltonian is found for half-integer and integer indices of the type of\nstrongly correlated non-Abelian anyons. The Hilbert state space properties in\nthe considered modular tensor category are studied.\n","Comment: LaTeX2e, 12 pages, 1 figure"]}]
["1001.4939",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4939"],"date":["2010-01-27"],"type":["text"],"creator":["Desmedt, Yvo","Elkind, Edith"],"language":[],"coverage":[],"title":["Equilibria of Plurality Voting with Abstentions"],"description":["  In the traditional voting manipulation literature, it is assumed that a group\nof manipulators jointly misrepresent their preferences to get a certain\ncandidate elected, while the remaining voters are truthful. In this paper, we\ndepart from this assumption, and consider the setting where all voters are\nstrategic. In this case, the election can be viewed as a game, and the election\noutcomes correspond to Nash equilibria of this game. We use this framework to\nanalyze two variants of Plurality voting, namely, simultaneous voting, where\nall voters submit their ballots at the same time, and sequential voting, where\nthe voters express their preferences one by one. For simultaneous voting, we\ncharacterize the preference profiles that admit a pure Nash equilibrium, but\nshow that it is computationally hard to check if a given profile fits our\ncriterion. For sequential voting, we provide a complete analysis of the setting\nwith two candidates, and show that for three or more candidates the equilibria\nof sequential voting may behave in a counterintuitive manner.\n","Comment: Submitted to ACM EC'10"]}]
["1001.4944",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4944"],"date":["2010-01-27"],"type":["text"],"creator":["Chattaraj, Pratim Kumar","Giri, Santanab","Duley, Soma"],"language":[],"coverage":[],"title":["Electrophilicity Equalization Principle"],"description":["  A new electronic structure principle, viz., the principle of electrophilicity\nequalization is proposed. An analytical justification as well as a numerical\nsupport for the same is provided.\n","Comment: 9 pages, 2 tables"]}]
["1001.4953",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4953"],"date":["2010-01-27"],"type":["text"],"creator":["Mukherjee, K.","Sampathkumaran, E. V."],"language":[],"coverage":[],"title":["Synthesis of fine particles of a geometrically frustrated spin-chain\n  system, Ca3Co2O6, through a pyrophoric route and its magnetic behavior"],"description":["  We report the synthesis of fine particles of a well-known geometrically\nfrustrated spin-chain compound Ca3Co2O6 through a new route, namely, a\npyrophoric method employing triathanolamine (TEA) and studied the magnetic\nbehavior of such specimens. We find that this synthesis yields particles made\nup of rods whose diameter appears to be controllable by the fraction of TEA\nduring synthesis. It is seen that the two well-known magnetic transitions (near\n24 and 8 K) remain unaffected for all TEA concentrations used. The most notable\nfinding is that the multi-step feature in the M versus magnetic-field isotherm\nreported for single crystalline form tends to smoothen out gradually with\ndecreasing rod thickness (from about 1 micron to about a few hundred nm).\nFurther, unlike for the single crystalline form known in the literature, there\nis no tendency for the relaxation time (tau) to remain constant at low\ntemperatures (<10 K) and tau remains temperature dependent up to the lowest\ntemperature measured (1.8K) in all the specimens. These findings suggest that\nthe multistep magnetization anomaly in this system may be characterized by a\nmagnetic correlation length.\n"]}]
["1001.4955",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4955"],"date":["2010-01-27"],"type":["text"],"creator":["Fukidome, Hirokazu","Takahashi, Ryota","Miyamoto, Yu","Handa, Hiroyuki","Kang, Hyun-Chul","Karasawa, Hiromi","Suemitsu, Tetsuya","Otsuji, Taiichi","Yoshigoe, Akitaka","Teraoka, Yuden","Suemitsu, Maki"],"language":[],"coverage":[],"title":["Epitaxial Graphene on Silicon toward Graphene-Silicon Fusion Electronics"],"description":["  Graphene is a promising contender to succeed the throne of silicon in\nelectronics. To this goal, large-scale epitaxial growth of graphene on\nsubstrates should be developed. Among various methods along this line,\nepitaxial growth of graphene on SiC substrates by thermal decomposition of\nsurface layers has proved itself quite satisfactory both in quality and in\nprocess reliability. Even modulation of structural and hence electronic\nproperties of graphene is possible by tuning the graphene/SiC interface\nstructure. The challenges for this graphene-on-SiC technology, however, are the\nabdication of the well-established Si technologies and the high production cost\nof the SiC bulk crystals. Here, we demonstrate that formation of epitaxial\ngraphene on silicon substrate is possible, by graphitizing epitaxial SiC thin\nfilms formed on silicon substrates. This graphene-on-silicon (GOS) method\nenables us to form a large-area film of well-ordered sp2 carbon networks on Si\nsubstrates and to fabricate electronic devices based on the structure.\n","Comment: 13 pages, 3 figures"]}]
["1001.4966",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4966"],"date":["2010-01-27"],"type":["text"],"creator":["Nikolidakis, Eleftherios N."],"language":[],"coverage":[],"title":["Extremal problems related to maximal dyadic like operators"],"description":["  We obtain sharp estimates for the quasi norm of the maximal function of f\nwhen it satisfies certain conditions.\n","Comment: 15 pages"]}]
["1001.4970",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4970"],"date":["2010-01-27"],"type":["text"],"creator":["Smith, I.","Ferrari, A."],"language":[],"coverage":[],"title":["Posterior probability of the Likelihood Ratio and (Fractional) Bayes\n  Factor: new theoretical relations and practical uses"],"description":["  In the simple vs composite hypothesis test with a proper prior, the Bayes\nFactor (BF) is shown to be the posterior mean of the Likelihood Ratio (LR).\nTherefore, the posterior standard deviation of the LR or rather its posterior\ncumulative density function can be used to indicate the significativity of a\ndetection by the BF and this detection procedure can be computed from a single\nMarkov Chain. It is applied and compared for exoplanet detection.\n  The previous statistics can be expressed from the Fractional BF (FBF)\n\\cite{ohagan95} and the Probability distribution of the LR (PLR)\n\\cite{aitkin97}. Two properties of the PLR related to the GLRT are noted and a\nprocedure to optimize the PLR and the FBF two-parameters detectors according to\ntheir ROC curves is proposed. The performances of all tests are compared.\n"]}]
["1001.4972",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4972"],"date":["2010-01-27"],"type":["text"],"creator":["Markert, Elke K.","Baas, Nils","Levine, Arnold J.","Vazquez, Alexei"],"language":[],"coverage":[],"title":["Higher Order Boolean networks as models of cell state dynamics"],"description":["  The regulation of the cell state is a complex process involving several\ncomponents. These complex dynamics can be modeled using Boolean networks,\nallowing us to explain the existence of different cell states and the\ntransition between them. Boolean models have been introduced both as specific\nexamples and as ensemble or distribution network models. However, current\nensemble Boolean network models do not make a systematic distinction between\ndifferent cell components such as epigenetic factors, gene and transcription\nfactors. Consequently, we still do not understand their relative contributions\nin controlling the cell fate. In this work we introduce and study higher order\nBoolean networks, which feature an explicit distinction between the different\ncell components and the types of interactions between them. We show that the\nstability of the cell state dynamics can be determined solving the eigenvalue\nproblem of a matrix representing the regulatory interactions and their\nstrengths. The qualitative analysis of this problem indicates that, in addition\nto the classification into stable and chaotic regimes, the cell state can be\nsimple or complex depending on whether it can be deduced from the independent\nstudy of its components or not. Finally, we illustrate how the model can be\nexpanded considering higher levels and higher order dynamics.\n","Comment: 26 pages, 5 figures"]}]
["1001.4973",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4973"],"date":["2010-01-27"],"type":["text"],"creator":["Lee, D.","Park, Y. -A.","Yang, S. M.","Song, T. K.","Jo, Y.","Hur, N.","Jung, J. H.","Noh, T. W."],"language":[],"coverage":[],"title":["Epitaxial growth of multiferroic Pb(Zr0.57Ti0.43)O3-Pb(Fe2/3W1/3)O3\n  solid-solution thin films and their magnetoelectric effects"],"description":["  We report on epitaxial growth of single-phase\n[Pb(Zr0.57Ti0.43)O3]0.8[Pb(Fe2/3W1/3)O3]0.2 (PZT-PFW) solid-solution thin films\nusing pulsed laser deposition. X-ray diffraction measurements reveal that the\nfilms have a tetragonal structure. The films exhibit ferroelectric properties\nand weak ferromagnetic responses at room temperature. Magnetoelectric effects\nwere investigated; the nonlinear magnetoelectric coefficient was measured and\nfound to be comparable to those of multiferroic hexagonal manganites, but at\nleast two orders of magnitude smaller than that for polycrystalline PZT-PFW\nfilms.\n","Comment: 5 figures"]}]
["1001.4983",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","13P99","14Q99","32S45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4983"],"date":["2010-01-27"],"type":["text"],"creator":["McNeal, Jeffery D.","Zeytuncu, Yunus E."],"language":[],"coverage":[],"title":["Multiplier Ideals and Integral Closure of Monomial Ideals: An Analytic\n  Approach"],"description":["  Proofs of two results about a monomial ideal -- describing membership in\nauxiliary ideals associated to the monomial ideal -- are given which do not\ninvoke resolution of singularities. The AM--GM inequality is used as a\nsubstitute for taking a log resolution of the monomial ideal.\n"]}]
["1001.4999",{"format":[],"subject":["Mathematics - Logic","Mathematics - General Topology","03C65, 03C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4999"],"date":["2010-01-27"],"type":["text"],"creator":["Goldbring, Isaac"],"language":[],"coverage":[],"title":["Definable Functions in Urysohn's Metric Space"],"description":["  Let U denote the Urysohn sphere and consider U as a metric structure in the\nempty continuous signature. We prove that every definable function from U^n to\nU is either a projection function or else has relatively compact range. As a\nconsequence, we prove that many functions natural to the study of the Urysohn\nsphere are not definable. We end with further topological information on the\nrange of the definable function in case it is compact.\n","Comment: 11 pages"]}]
["1001.5000",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematical Physics","16T10, 16T25, 17A30, 17B62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5000"],"date":["2010-01-27"],"type":["text"],"creator":["Yau, Donald"],"language":[],"coverage":[],"title":["Infinitesimal Hom-bialgebras and Hom-Lie bialgebras"],"description":["  We study the Hom-type generalization of infinitesimal bialgebras, called\ninfinitesimal Hom-bialgebras. In particular, we consider infinitesimal\nHom-bialgebras arising from quivers, the sub-classes of coboundary and\nquasi-triangular infinitesimal Hom-bialgebras, the associative Hom-Yang-Baxter\nequation, and homological perturbation of the comultiplications in\ninfinitesimal Hom-bialgebras. The relationships between infinitesimal\nHom-bialgebras, Hom-Lie bialgebras, and the classical Hom-Yang-Baxter equation\nare also studied.\n","Comment: 35 pages"]}]
["1001.5002",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5002","J. Phys.: Condens. Matter 22 (2010) 065501","doi:10.1088/0953-8984/22/6/065501"],"date":["2010-01-27"],"type":["text"],"creator":["Gurtubay, I. G.","Gaudoin, R.","Pitarke, J. M."],"language":[],"coverage":[],"title":["Benchmark Quantum Monte Carlo calculations of the ground-state kinetic,\n  interaction, and total energy of the three-dimensional electron gas"],"description":["  We report variational and diffusion Quantum Monte Carlo ground-state energies\nof the three-dimensional electron gas using a model periodic Coulomb\ninteraction and backflow corrections for N=54, 102, 178, and 226 electrons. We\nremove finite-size effects by extrapolation and we find lower energies than\npreviously reported. Using the Hellman-Feynman operator sampling method\nintroduced in Phys. Rev. Lett. 99, 126406 (2007), we compute accurately, within\nthe fixed-node pproximation, the separate kinetic and interaction contributions\nto the total ground-state energy. The difference between the interaction\nenergies obtained from the original Slater-determinant nodes and the\nbackflow-displaced nodes is found to be considerably larger than the difference\nbetween the corresponding kinetic energies.\n"]}]
["1001.5004",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5004"],"date":["2010-01-27"],"type":["text"],"creator":["Rémon, M."],"language":[],"coverage":[],"title":["\"Additivity\" versus \"Maxitivity\" at the heart of the paradoxical and\n  efficient nature of Statistics"],"description":["  Unlike the Probability Theory based on additivity, Statistical Inference\nseems to hesitate between \"Additivity\" and a so-called \"Maxitivity\" approach.\nAfter a brief overview of three types of principles for any (parametric)\nstatistical theory and the proof that these principles are mutually exclusive,\nthe paper shows that two kinds of support measures are conceivable, an additive\none and a maxitive one (based on maximization operators). Unfortunately, none\nof them is able to cope with the ignorance part of the statistical experiment\nand, in the meantime, with the partial information given through the structure\nof the data. To conclude, the author promotes the combined use of both\napproaches, as an efficient middle-of-the-road position for the statistician.\n","Comment: 19 pages, 40 references"]}]
["1001.5005",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5005"],"date":["2010-01-27"],"type":["text"],"creator":["Rochester, Leon","Usher, Tracy","Johnson, Robert P.","Atwood, Bill"],"language":[],"coverage":[],"title":["Upgrades to the Event Simulation and Reconstruction for the Fermi Large\n  Area Telescope"],"description":["  The pre-launch event simulation and reconstruction performed beyond our\nexpectations for real data, essentially without modification, and made possible\nthe immediate start of science analysis. But the on-orbit data exhibit\nunanticipated features that necessitate upgrades to both the simulation\n(essentially complete) and the reconstruction (ongoing). The major new effect\nencountered on orbit is the presence of \"ghosts,\" that is, remnant detector\nresponse to particles passing through the detector before the particle that\ntriggered the event. These ghosts appear primarily in the form of extra tracks\nand/or energy deposits. As part of this upgrade, we plan to enhance our ability\nto discriminate against background particles by introducing additional analysis\nduring the reconstruction phase. We present a description of the effect of\nghosts, and of the work needed to deal with them, done and planned, as well as\nsome other ideas for improving the reconstruction.\n","Comment: 5 pages, for eConf C091122"]}]
["1001.5014",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5014"],"date":["2010-01-27"],"type":["text"],"creator":["Olive, Keith A."],"language":[],"coverage":[],"title":["Dark Energy and Dark Matter"],"description":["  A brief overview of our current understanding of abundance and properties of\ndark energy and dark matter is presented. A more focused discussion of\nsupersymmetric dark matter follows. Included is a frequentist approach to the\nsupersymmetric parameter space and consequences for the direct detection of\ndark matter.\n","Comment: 12 pages, 8 figures, Summary of talk given at the XXIV International\n  Symposium on Lepton Photon Interactions at High Energies, Hamburg Germany,\n  August 2009"]}]
["1001.5016",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Information Retrieval","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5016"],"date":["2010-01-27"],"type":["text"],"creator":["Leydesdorff, Loet","Persson, Olle"],"language":[],"coverage":[],"title":["Mapping the Geography of Science: Distribution Patterns and Networks of\n  Relations among Cities and Institutes"],"description":["  Using Google Earth, Google Maps and/or network visualization programs such as\nPajek, one can overlay the network of relations among addresses in scientific\npublications on the geographic map. We discuss the pros en cons of the various\noptions, and provide software (freeware) for bridging existing gaps between the\nScience Citation Indices and Scopus, on the one side, and these various\nvisualization tools, on the other. At the level of city names, the global map\ncan be drawn reliably on the basis of the available address information. At the\nlevel of the names of organizations and institutes, there are problems of\nunification both in the ISI-databases and Scopus. Pajek enables us to combine\nthe visualization with statistical analysis, whereas the Google Maps and its\nderivates provide superior tools at the Internet.\n"]}]
["1001.5018",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5018"],"date":["2010-01-27"],"type":["text"],"creator":["Dolfsma, Wilfred","Leydesdorff, Loet"],"language":[],"coverage":[],"title":["The Citation Field of Evolutionary Economics"],"description":["  Evolutionary economics has developed into an academic field of its own,\ninstitutionalized around, amongst others, the Journal of Evolutionary Economics\n(JEE). This paper analyzes the way and extent to which evolutionary economics\nhas become an interdisciplinary journal, as its aim was: a journal that is\nindispensable in the exchange of expert knowledge on topics and using\napproaches that relate naturally with it. Analyzing citation data for the\nrelevant academic field for the Journal of Evolutionary Economics, we use\ninsights from scientometrics and social network analysis to find that, indeed,\nthe JEE is a central player in this interdisciplinary field aiming mostly at\nunderstanding technological and regional dynamics. It does not, however, link\nfirmly with the natural sciences (including biology) nor to management\nsciences, entrepreneurship, and organization studies. Another journal that\ncould be perceived to have evolutionary acumen, the Journal of Economic Issues,\ndoes relate to heterodox economics journals and is relatively more involved in\ndiscussing issues of firm and industry organization. The JEE seems most keen to\ndevelop theoretical insights.\n"]}]
["astro-ph/0001194",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0001194","Astrophys.J.531:L57-L60,2000","doi:10.1086/312522"],"date":["2000-01-11"],"type":["text"],"creator":["Burgasser, A. J.","Kirkpatrick, J. D.","Cutri, R. M.","McCallon, H.","Kopan, G.","Gizis, J. E.","Liebert, J.","Reid, I. N.","Brown, M. E.","Monet, D. G.","Dahn, C. C.","Beichman, C. A.","Skrutskie, M. F."],"language":[],"coverage":[],"title":["Discovery of a Brown Dwarf Companion to Gliese 570ABC: A 2MASS T Dwarf\n  Significantly Cooler than Gliese 229B"],"description":["  We report the discovery of a widely separated (258$\\farcs3\\pm0\\farcs$4) T\ndwarf companion to the Gl 570ABC system. This new component, Gl 570D, was\ninitially identified from the Two Micron All Sky Survey (2MASS). Its\nnear-infrared spectrum shows the 1.6 and 2.2 $\\micron$ CH$_4$ absorption bands\ncharacteristic of T dwarfs, while its common proper motion with the Gl 570ABC\nsystem confirms companionship. Gl 570D (M$_J$ = 16.47$\\pm$0.07) is nearly a\nfull magnitude dimmer than the only other known T dwarf companion, Gl 229B, and\nestimates of L = (2.8$\\pm$0.3)x10$^{-6}$ L$_{\\sun}$ and T$_{eff}$ = 750$\\pm$50\nK make it significantly cooler and less luminous than any other known brown\ndwarf companion. Using evolutionary models by Burrows et al. and an adopted age\nof 2-10 Gyr, we derive a mass estimate of 50$\\pm$20 M$_{Jup}$ for this object.\n","Comment: 13 pages, 2 figures, 2 tables, accepted by ApJL"]}]
["astro-ph/0004239",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0004239","Astron.J.120:1100-1105,2000","doi:10.1086/301475"],"date":["2000-04-17"],"type":["text"],"creator":["Burgasser, Adam J.","Wilson, John C.","Kirkpatrick, J. Davy","Skrutskie, Michael F.","Colonno, Michael R.","Enos, Alan T.","Smith, J. D.","Henderson, Charles P.","Gizis, John E.","Brown, Michael E.","Houck, James R."],"language":[],"coverage":[],"title":["Discovery of a Bright Field Methane (T-type) Brown Dwarf by 2MASS"],"description":["  We report the discovery of a bright (J = 13.83$\\pm$0.03) methane brown dwarf,\nor T dwarf, by the Two Micron All Sky Survey. This object, 2MASSI\nJ0559191-140448, is the first brown dwarf identified by the newly commissioned\nCorMASS instrument mounted on the Palomar 60-inch Telescope. Near-infrared\nspectra from 0.9 - 2.35 $\\micron$ show characteristic CH$_4$ bands at 1.1, 1.3,\n1.6, and 2.2 $\\micron$, which are significantly shallower than those seen in\nother T dwarfs discovered to date. Coupled with the detection of an FeH band at\n0.9896 $\\micron$ and two sets of K I doublets at J-band, we propose that 2MASS\nJ0559-14 is a warm T dwarf, close to the transition between L and T spectral\nclasses. The brightness of this object makes it a good candidate for detailed\ninvestigation over a broad wavelength regime and at higher resolution.\n","Comment: 21 pages, 3 figures, 2 tables, accepted to AJ for publication August\n  2000"]}]
["astro-ph/0103187",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0103187","Astrophys.J.556:373-379,2001","doi:10.1086/321575"],"date":["2001-03-13"],"type":["text"],"creator":["Geballe, T. R.","Saumon, D.","Leggett, S. K.","Knapp, G. R.","Marley, M. S.","Lodders, K."],"language":[],"coverage":[],"title":["Infrared Observations and Modeling of one of the Coolest T Dwarfs, Gl\n  570D"],"description":["  We have obtained a good quality R$\\sim$400 0.8-2.5 $\\mu$m spectrum and\naccurate photometry of Gl 570D, one of the coolest and least luminous brown\ndwarfs currently known. The spectrum shows that Gl 570D has deeper absorptions\nin the strong water and methane bands at 1.12-1.17 $\\mu$m, 1.33-1.45 $\\mu$m,\n1.62-1.88 $\\mu$m, and 2.20-2.45 $\\mu$m and is both bluer at J-K and redder at\n$K-L^{\\prime}$ than previously observed T dwarfs. Data analysis using model\nspectra coupled with knowledge of the well-understood primary implies that for\nthe same surface gravity, Gl 570D is about 160 K cooler than Gl 229B. For an\nage range of 2-5 Gyr Gl 570D has an effective temperature in the range 784-824\nK, a log gravity in the range 5.00-5.27 cm s$^{-2}$, and a luminosity in the\nrange 2.88-2.98 $\\times$ 10$^{-6}$ L$_\\odot$.\n","Comment: 22 pages (Latex) and 4 figures (postscript); accepted for publication\n  by ApJ (main journal)"]}]
["astro-ph/0208526",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0208526","Nucl.Phys.Proc.Suppl.118:399-404,2003","doi:10.1016/S0920-5632(03)01338-0"],"date":["2002-08-29","2002-10-21"],"type":["text"],"creator":["Letessier-Selvon, Antoine"],"language":[],"coverage":[],"title":["Auger : A Large Air Shower Array and Neutrino Telescope"],"description":["  Detection of Ultra High Energy Neutrinos (UHEN), with energy above 0.l EeV\n(10**18 eV) is one of the most exciting challenges of high energy astrophysics\nand particle physics. In this article we show that the Auger Observatories,\nbuilt to study ultra high energy cosmic rays, are one of the most sensitive\nneutrino telescopes that will be available in the next decade. Furthermore, we\npoint out that the Waxman-Bahcall upper bound for high energy neutrino fluxes\nbelow 1 EeV turns into a lower bound above a few EeV. In this framework and\ngiven the experimental evidences for nu_mu <--> nu_tau oscillations with large\nmixing, we conclude that observation of Tau UHEN in the southern Auger\nObservatory should most certainly occur within the next five years.\n","Comment: 6 pages, 6 figures, 1 table. Talk given at the neutrino 2002\n  conference. To be published in Nuclear Physics B (Proceedings Supplement)\n  Corrected misplaced WB limit in Figure 6"]}]
["astro-ph/0209360",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0209360","Astron.Astrophys.395:803-812,2002","doi:10.1051/0004-6361:20021347"],"date":["2002-09-18"],"type":["text"],"creator":["HEGRA-Collaboration","Aharonian, F. A."],"language":[],"coverage":[],"title":["A search for TeV gamma-ray emission from SNRs, pulsars and unidentified\n  GeV sources in the Galactic plane in the longitude range between -2 deg and\n  85 deg"],"description":["  Using the HEGRA system of imaging atmospheric Cherenkov telescopes, one\nquarter of the Galactic plane (-2 deg < l < 85 deg) was surveyed for TeV\ngamma-ray emission from point sources and moderately extended sources (diameter\n<= 0.8 deg). The region covered includes 86 known pulsars (PSR), 63 known\nsupernova remnants (SNR) and nine GeV sources, representing a significant\nfraction of the known populations. No evidence for emission of TeV gamma\nradiation was detected, and upper limits range from 0.15 Crab units up to\nseveral Crab units, depending on the observation time and zenith angles\ncovered. The ensemble sums over selected SNR and pulsar subsamples and over the\nGeV-sources yield no indication for emission from these potential sources. The\nupper limit for the SNR population is at the level of 6.7% of the Crab flux and\nfor the pulsar ensemble at the level of 3.6% of the Crab flux.\n","Comment: 10 pages, 5 figures, 4 tables, accepted for publication in A&A"]}]
["astro-ph/0302155",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0302155","Astron.Astrophys.403:L1-L6,2003","doi:10.1051/0004-6361:20030372"],"date":["2003-02-07","2005-12-05"],"type":["text"],"creator":["HEGRA Collaboration","Aharonian, F.","Akhperjanian, A.","Beilicke, M."],"language":[],"coverage":[],"title":["Is the Giant Radio Galaxy M87 a TeV Gamma-Ray Emitter?"],"description":["  For the first time an excess of photons above an energy threshold of 730 GeV\nfrom the giant radio galaxy M87 has been measured at a significance level above\n4 sigma. The data have been taken during the years 1998 and 1999 with the HEGRA\nstereoscopic system of 5 imaging atmospheric Cherenkov telescopes. The excess\nof 107.4 +- 26.8 events above 730 GeV corresponds to an integral flux of 3.3%\nof the Crab flux or N_gamma(E > 730 GeV) = (0.96 +- 0.23) * 10^(-12)\nphot.cm^(-2)s^(-1). M87 is located at the center of the Virgo cluster of\ngalaxies at a relatively small redshift of z = 0.00436 and is a promising\ncandidate among the class of giant radio galaxies for the emission of TeV\ngamma-radiation. The detection of TeV gamma-rays from M87 -- if confirmed --\nwould establish a new class of extragalactic source in this energy regime since\nall other AGN detected to date at TeV energies are BL Lac type objects.\n","Comment: 5 pages, 3 figures, refereed version, corrected calculation of energy\n  flux"]}]
["astro-ph/0302526",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0302526","Astron.J.125:3302-3310,2003","doi:10.1086/374991"],"date":["2003-02-25"],"type":["text"],"creator":["Gizis, J. E.","Reid, I. N.","Knapp, G. R.","Liebert, J.","Kirkpatrick, J. D.","Koerner, D. W.","Burgasser, A. J."],"language":[],"coverage":[],"title":["Hubble Space Telescope Observations of Binary Very-Low-Mass Stars and\n  Brown Dwarfs"],"description":["  We present analysis of Hubble Space Telescope images of 82 nearby field\nlate-M and L dwarfs. We resolve 13 of these systems into double M/L dwarf\nsystems and identify an additional possible binary. Combined with previous\nobservations of 20 L dwarfs, we derive an observed binary fraction for\nultracool dwarfs of 17+4-3%, where the statistics included systems with\nseparations in the range 1.6-16 A.U. We argue that accounting for biases and\nincompleteness leads to an estimated binary fraction 15+-5% in the range 1.6-16\nA.U. No systems wider than 16 A.U. are seen, implying that the wide companion\nfrequency is less than 1.7%; the distribution of orbital separation is peaked\nat ~2-4 A.U. and differs greatly from the G dwarf binary distribution. Indirect\nevidence suggests that the binary fraction is ~5+-3% for separations less than\n1.6 A.U. We find no evidence for differences in the binary fraction between\nstellar late-M and L dwarfs and substellar L dwarfs. We note, however, that the\nwidest (>10 A.U.) systems in our sample are all of earlier (M8-L0) spectral\ntype; a larger sample is needed determine if this is a real effect. One system\nwith a spectral type of L7 has a secondary that is fainter in the HST F814W\nfilter but brighter in F1042M; we argue that this secondary is an early-T\ndwarf.\n","Comment: To appear in June 2003 Astronomical Journal"]}]
["astro-ph/0311229",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0311229","Publ.Astron.Soc.Pac.116:9-21,2004","doi:10.1086/381135"],"date":["2003-11-10"],"type":["text"],"creator":["Stephens, Denise C.","Leggett, Sandy K."],"language":[],"coverage":[],"title":["JHK Magnitudes for L and T Dwarfs and Infrared Photometric Systems"],"description":["  L and T dwarfs emit most of their radiation in the near infrared and their\nspectral energy distributions are dominated by strong molecular absorption\nbands. These highly structured energy distributions lead to JHK magnitudes that\nare extremely sensitive to the exact filter bandpass used. In the case of the T\ndwarfs, the differences between commonly used photometric systems can be as\nlarge as 0.4 mag at J and 0.5 mag at J-K. To address this problem, we have\nsynthesized J,H and K magnitudes for some of the common photometric systems and\npresent transformation equations. If the spectral type of the dwarf is known,\nour transformations allow data to be converted between systems to 0.01 mag,\nwhich is better than the typical measurement uncertainty. Transforming on the\nbasis of color alone is more difficult because of the degeneracy and intrinsic\nscatter in near-infrared colors of L and T dwarfs; in this case J magnitudes\ncan only be transformed to < 0.05 mag and H and K to < 0.02 mag.\n","Comment: 26 pages including 9 figures, uses aastex, to be published in PASP\n  Jan 2004"]}]
["astro-ph/0407118",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0407118","Astrophys.J.614:897-913,2004","doi:10.1086/423931"],"date":["2004-07-06"],"type":["text"],"creator":["al., F. Aharonian et"],"language":[],"coverage":[],"title":["The Crab Nebula and Pulsar between 500 GeV and 80 TeV: Observations with\n  the HEGRA stereoscopic air Cherenkov telescopes"],"description":["  The Crab supernova remnant has been observed regularly with the stereoscopic\nsystem of 5 imaging air Cherenkov telescopes that was part of the High Energy\nGamma Ray Astronomy (HEGRA) experiment. In total, close to 400 hours of useful\ndata have been collected from 1997 until 2002. The spectrum extends up to\nenergies of 80 TeV and is well matched by model calculations in the framework\nof inverse Compton scattering of various seed photons in the nebula including\nfor the first time a recently detected compact emission region at\nmm-wavelengths. The observed indications for a gradual steepening of the energy\nspectrum in data is expected in the inverse Compton emission model.The average\nmagnetic field in the emitting volume is determined to be\n$(161.6\\pm0.8mathrm{stat}\\pm18_\\mathrm{sys}) \\mu$G. The presence of protons in\nthe nebula is not required to explain the observed flux and upper limits on the\ninjected power of protons are calculated being as low as 20 % of the total spin\ndown luminosity for bulk Lorentz factors of the wind in the range of\n$10^4-10^6$.The position and size of the emission region have been studied over\na wide range of energies. The position is shifted by 13\\arcsec to the west of\nthe pulsar with a systematic uncertainty of 25\\arcsec. No significant shift in\nthe position with energy is observed. The size of the emission region is\nconstrained to be less than 2\\arcmin at energies between 1 and 10 TeV. Above 30\nTeV the size is constrained to be less than 3\\arcmin.No indications for pulsed\nemission has been found and upper limits in differential bins of energy have\nbeen calculated reaching typically 1-3 % of the unpulsed component.\n","Comment: 53 pages, 12 figures. Accepted for publication in Astrophysical\n  Journal"]}]
["astro-ph/0407624",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0407624","Astrophys.J.Suppl.155:191-207,2004","doi:10.1086/424386"],"date":["2004-07-29","2004-08-01"],"type":["text"],"creator":["Burgasser, Adam J."],"language":[],"coverage":[],"title":["T Dwarfs and the Substellar Mass Function. I. Monte Carlo Simulations"],"description":["  Monte Carlo simulations of the field substellar mass function (MF) are\npresented. Starting from various representations of the MF below 0.1 M$_{\\sun}$\nand the stellar birth rate, luminosity functions (LFs) and T$_{eff}$\ndistributions are produced for comparison with observed samples. These\ndistributions exhibit distinct minima in the mid-type L dwarf regime followed\nby a rise in number density for fainter/cooler brown dwarfs, predicting many\nmore T-type and cooler brown dwarfs in the field even for relatively shallow\nmass functions. Deuterium-burning brown dwarfs dominate field objects with 400\n$\\leq$ T$_{eff}$ $\\leq$ 2000 K, while non-fusing brown dwarfs make up a\nsubstantial proportion of field dwarfs with T$_{eff}$ $\\leq$ 500 K. The shape\nof the substellar LF is fairly consistent for various assumptions of the\nGalactic birth rate, choice of evolutionary model, and adopted age and mass\nranges, particularly for field T dwarfs, which as a population provide the best\nconstraints for the field substellar MF. Exceptions include a depletion of\nobjects with 1200 $\\leq$ T$_{eff}$ $\\leq$ 2000 K in ``halo'' systems.\nUnresolved multiple systems tend to enhance features in the observed LF and may\ncontribute significantly to the space density of very cool brown dwarfs.\nHowever, these effects are small ($<$ 10% for T$_{eff} \\lesssim 300$ K) for\nbinary fractions typical for brown dwarf systems (10--20%). An analytic\napproximation to correct the observed space density for unresolved multiple\nsystems in a magnitude-limited survey is derived. [ABRIDGED]\n","Comment: 36 pages, 22 figures, accepted for ApJS 1 September 2004 issue"]}]
["astro-ph/0603529",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0603529","Astrophys.J.642:L119-L122,2006","doi:10.1086/504845"],"date":["2006-03-20"],"type":["text"],"creator":["MAGIC collaboration","Albert, J.","Aliu, E.","Anderhub, H.","Antoranz, P.","Armada, A.","Asensio, M.","Baixeras, C.","Barrio, J. A.","Bartelt, M.","Bartko, H.","Bastieri, D.","Bavikadi, S. R.","Bednarek, W.","Berger, K.","Bigongiari, C.","Biland, A.","Bisesi, E.","Bock, R. K.","Bretz, T.","Britvitch, I.","Camara, M.","Chilingarian, A.","Ciprini, S.","Coarasa, J. A.","Commichau, S.","Contreras, J. L.","Cortina, J.","Curtef, V.","Danielyan, V.","Dazzi, F.","De Angelis, A.","Reyes, R. de los","De Lotto, B.","Domingo-Santamaria, E.","Dorner, D.","Doro, M.","Errando, M.","Fagiolini, M.","Ferenc, D.","Fernandez, E.","Firpo, R.","Flix, J.","Fonseca, M. V.","Font, L.","Galante, N.","Garczarczyk, M.","Gaug, M.","Giller, M.","Goebel, F.","Hakobyan, D.","Hayashida, M.","Hengstebeck, T.","Hoehne, D.","Hose, J.","Jacon, P.","Kalekin, O.","Kranich, D.","Laille, A.","Lenisa, T.","Liebing, P.","Lindfors, E."],"language":[],"coverage":[],"title":["Discovery of VHE gamma-ray emission from 1ES1218+30.4"],"description":["  The MAGIC collaboration has studied the high peaked BL-Lac object\n1ES1218+30.4 at a redshift z = 0.182, using the MAGIC imaging air Cherenkov\ntelescope located on the Canary island of La Palma. A gamma-ray signal was\nobserved with 6.4sigma significance. The differential energy spectrum for an\nenergy threshold of 120GeV can be fitted by a simple power law yielding F_E(E)\n= (8.1+-2.1)*10^-7 (E/250GeV)^(-3.0+-0.4) TeV^-1 m^-2 s^-1. During the six days\nof observation in January 2005 no time variability on time scales of days was\nfound within the statistical errors. The observed integral flux above 350GeV is\nnearly a factor two below the the upper limit reported by the Whipple\nCollaboration in 2003.\n","Comment: 5 pages, 4 figures, submitted to ApJ"]}]
["astro-ph/0604197",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0604197","Astrophys.J.643:L53-L56,2006","doi:10.1086/504917"],"date":["2006-04-10"],"type":["text"],"creator":["al., J. Albert et"],"language":[],"coverage":[],"title":["Observation of VHE Gamma Radiation from HESS J1834-087/W41 with the\n  MAGIC Telescope"],"description":["  Recently, the HESS array has reported the detection of gamma-ray emission\nabove a few hundred GeV from eight new sources located close to the Galactic\nPlane. The source HESS J1834-087 is spatially coincident with SNR G23.3-0.3\n(W41). Here we present MAGIC observations of this source, resulting in the\ndetection of a differential gamma-ray flux consistent with a power law,\ndescribed as dN/(dA dt dE) = (3.7 +/- 0.6)*10^(-12) (E/TeV)^(-2.5 +/- 0.2) \\\ncm^(-2)s^(-1)TeV^(-1). We confirm the extended character of this flux. We\nbriefly discuss the observational technique used, the procedure implemented for\nthe data analysis, and put this detection in the perspective of the molecular\nenvironment found in the region of W41. We present 13CO and 12CO emission maps\nshowing the existence of a massive molecular cloud in spatial superposition\nwith the MAGIC detection.\n","Comment: Accepted by ApJ Letters"]}]
["astro-ph/0605549",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0605549","Science 312:1771-1773,2006","doi:10.1126/SCIENCE.1128177"],"date":["2006-05-22"],"type":["text"],"creator":["MAGIC Collaboration","Albert, J."],"language":[],"coverage":[],"title":["Variable Very High Energy Gamma-ray Emission from the Microquasar LS I\n  +61 303"],"description":["  Microquasars are binary star systems with relativistic radio-emitting jets.\nThey are potential sources of cosmic rays and laboratories for elucidating the\nphysics of relativistic jets. Here we report the detection of variable\ngamma-ray emission above 100 gigaelectron volts from the microquasar LS I +61\n303. Six orbital cycles were recorded. Several detections occur at a similar\norbital phase, suggesting the emission is periodic. The strongest gamma-ray\nemission is not observed when the two stars are closest to one another,\nimplying a strong orbital modulation of the emission or the absorption\nprocesses.\n","Comment: 11 pages with 4 figures"]}]
["astro-ph/9710039",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9710039","Astrophys.J.493:L5-L8,1998","doi:10.1086/311118"],"date":["1997-10-03","1997-12-06"],"type":["text"],"creator":["Debattista, Victor P.","Sellwood, J. A."],"language":[],"coverage":[],"title":["Dynamical Friction and the Distribution of Dark Matter in Barred\n  Galaxies"],"description":["  We use fully self-consistent N-body simulations of barred galaxies to show\nthat dynamical friction from a dense dark matter halo dramatically slows the\nrotation rate of bars. Our result supports previous theoretical predictions for\na bar rotating within a massive halo. On the other hand, low density halos,\nsuch as those required for maximum disks, allow the bar to continue to rotate\nat a high rate. There is somewhat meager observational evidence indicating that\nbars in real galaxies do rotate rapidly and we use our result to argue that\ndark matter halos must have a low central density in all high surface\nbrightness disk galaxies, including the Milky Way. Bars in galaxies that have\nlarger fractions of dark matter should rotate slowly, and we suggest that a\npromising place to look for such candidate objects is among galaxies of\nintermediate surface brightness.\n","Comment: 6 pages, Latex, 3 figures, Accepted by Ap.J.L., revised copy,\n  includes an added paragraph"]}]
["astro-ph/9807255",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9807255","Astrophys.J.509:836-847,1998","doi:10.1086/306517"],"date":["1998-07-24"],"type":["text"],"creator":["Leggett, S. K.","Allard, F.","Hauschildt, P. H."],"language":[],"coverage":[],"title":["Infrared Colors at the Stellar/Substellar Boundary"],"description":["  We present new infrared photometry for 61 halo and disk stars around the\nstellar/substellar boundary. These data are combined with available optical\nphotometry and astrometric data to produce color--color and absolute\nmagnitude--color diagrams. The disk and halo sequences are compared to the\npredictions of the latest model atmospheres and structural models.\n  We find good agreement between observation and theory except for known\nproblems in the V and H passbands probably due to incomplete molecular data for\nTiO, metal hydrides and H$_2$O. The metal--poor M subdwarfs are well matched by\nthe models as oxide opacity sources are less important in this case. The known\nextreme M subdwarfs have metallicities about one--hundredth solar, and the\ncoolest subdwarfs have T$_{eff}\\sim 3000$ K with masses $\\sim\n$0.09M/M$_{\\odot}$. The grainless models are not able to reproduce the flux\ndistributions of disk objects with T$_{eff} <$ 2500 K, however a preliminary\nversion of the NextGen--Dusty models which includes homogeneous formation and\nextinction by dust grains {\\it is} able to match the colors of these very cool\nobjects. The least luminous objects in this sample are GD165B, three DENIS\nobjects --- DBD0205, DBD1058 and DBD1228 --- and Kelu-1. These have\nT$_{eff}\\sim$ 2000 K and are at or below the stellar limit with masses\n$\\leq$0.075M/M$_{\\odot}$. Photometry alone cannot constrain these parameters\nfurther as the age is unknown, but published lithium detections for two of\nthese objects (Kelu-1 and DBD1228) imply that they are young (aged about 1 Gyr)\nand substellar (mass $\\leq$0.06M/M$_{\\odot}$).\n","Comment: ApJ, in press. 18 pages. Also available at\n  ftp://ftp.jach.hawaii.edu/pub/ukirt/skl/dM_preprint/"]}]
["astro-ph/9908015",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9908015","Astron.J.118:2460-2465,1999","doi:10.1086/301079"],"date":["1999-08-02"],"type":["text"],"creator":["Basri, Gibor","Martin, Eduardo"],"language":[],"coverage":[],"title":["PPl 15: The First Brown Dwarf Spectroscopic Binary"],"description":["  PPl 15 is the first object to have been confirmed as a brown dwarf by the\nlithium test (in 1995), though its inferred mass was very close to the\nsubstellar limit. It is a member of the Pleiades open cluster. Its position in\na cluster color-magnitude diagram suggested that it might be binary, and\npreliminary indications that it is a double-lined spectroscopic binary were\nreported by us in 1997. Here we report on the results of a consecutive week of\nKeck HIRES observations of this system, which yield its orbit. It has a period\nof about 5.8 days, and an eccentricity of 0.4+/-0.05. The rotation of the stars\nis slow for this class of objects. Because the system luminosity is divided\nbetween 2 objects with a mass ratio of 0.85, this renders each of them an\nincontrovertible brown dwarf, with masses between 60-70 jupiters. We show that\ncomponent B is a little redder than A by studying their wavelength-dependent\nline ratios, and that this variation is compatible with the mass ratio. We\nconfirm that the system has lithium, but cannot support the original conclusion\nthat it is depleted (which would be surprising, given the new masses). This is\na system of very close objects which, if they had combined, would have produced\na low mass star. We discuss the implications of this discovery for the theories\nof binary formation and formation of very low mass objects.\n","Comment: Latex, 18 pages, 4 figures, submitted to Astron.J"]}]
["astro-ph/9909336",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9909336","Astron.J.119:369-377,2000","doi:10.1086/301177"],"date":["1999-09-20"],"type":["text"],"creator":["Reid, I. Neill","Kirkpatrick, J. Davy","Gizis, J. E.","Dahn, C. C.","Monet, D. G.","Williams, R. J.","Liebert, James","Burgasser, A. J."],"language":[],"coverage":[],"title":["Four nearby L dwarfs"],"description":["  We present spectroscopic, photometric and astrometric observations of four\nbright L dwarfs identified in the course of the 2MASS near-infrared survey. Our\nspectroscopic data extend to wavelengths shortward of 5000\\AA in the L0 dwarf\n2MASSJ0746+2000 and the L4 dwarf 2MASSJ0036+1840, allowing the identification\nof absorption bands due to MgH and CaOH. The atomic resonance lines Ca I\n4227\\AA and Na I 5890/5896\\AA are extremely strong, with the latter having an\nequivalent width of 240\\AA in the L4 dwarf. By spectral type L5, the D lines\nextend over $\\sim1000$\\AA and absorb a substantial fraction of the flux emitted\nin the V band, with a corresponding effect on the (V-I) broadband colour. The\nKI resonance doublet at 7665/7699\\AA increases in equivalent width from\nspectral type M3 to M7, but decreases in strength from M7 to L0 before\nbroadening substantially at later types. These variations are likely driven by\ndust formation in these cool atmospheres.\n","Comment: to appear in AJ, January 2000; 27 pages, including 3 tables and 7\n  figures embedded in the text"]}]
["astro-ph/9909364",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9909364","Astrophys.J.526:L25-L28,1999","doi:10.1086/312367"],"date":["1999-09-21"],"type":["text"],"creator":["Koerner, D. W.","Kirkpatrick, J. Davy","McElwain, M. W.","Bonaventura, N. R."],"language":[],"coverage":[],"title":["Keck Imaging of Binary L Dwarfs"],"description":["  We present Keck near-infrared imaging of three binary L dwarf systems, all of\nwhich are likely to be sub-stellar. Two are lithium dwarfs, and a third\nexhibits an L7 spectral type, making it the coolest binary known to date. All\nhave component flux ratios near 1 and projected physical separations between 5\nand 10 AU, assuming distances of 18 to 26 pc from recent measurements of\ntrigonometric parallax. These surprisingly similar binaries represent the sole\ndetections of companions in ten L dwarf systems which were analyzed in the\npreliminary phase of a much larger dual-epoch imaging survey. The detection\nrate prompts us to speculate that binary companions to L dwarfs are common,\nthat similar-mass systems predominate, and that their distribution peaks at\nradial distances in accord both with M dwarf binaries and with the radial\nlocation of Jovian planets in our own solar system. To fully establish these\nconjectures against doubts raised by biases inherent in this small preliminary\nsurvey, however, will require quantitative analysis of a larger volume-limited\nsample which has been observed with high resolution and dynamic range.\n","Comment: LaTex manuscript in 13 pages, 3 postscript figures, Accepted for\n  publication in the Letters of the Astrophysical Journal; Postscript pre-print\n  version available at: http://www.hep.upenn.edu/PORG/papers/koerner99a.ps"]}]
["cond-mat/0311100",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0311100","Phys. Rev. A 71, 033618 (2005)","doi:10.1103/PhysRevA.71.033618"],"date":["2003-11-05","2004-08-23"],"type":["text"],"creator":["Eberlein, Claudia","Giovanazzi, Stefano","O'Dell, Duncan H J"],"language":[],"coverage":[],"title":["On an exact solution of the Thomas-Fermi equation for a trapped\n  Bose-Einstein condensate with dipole-dipole interactions"],"description":["  We derive an exact solution to the Thomas-Fermi equation for a Bose-Einstein\ncondensate which has dipole-dipole interactions as well as the usual s-wave\ncontact interaction, in a harmonic trap. Remarkably, despite the non-local\nanisotropic nature of the dipolar interaction the solution is an inverted\nparabola, as in the pure s-wave case, but with a different aspect ratio.\nVarious properties such as electrostriction and stability are discussed.\n","Comment: 11 pages, 5 figures"]}]
["cond-mat/0606334",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606334","Physica A 370, 449-460 (2006)","doi:10.1016/j.physa.2006.06.003"],"date":["2006-06-13"],"type":["text"],"creator":["Robledo, A."],"language":[],"coverage":[],"title":["Incidence of nonextensive thermodynamics in temporal scaling at\n  Feigenbaum points"],"description":["  Recently, in Phys. Rev. Lett. 95, 140601 (2005), P. Grassberger addresses the\ninteresting issue of the applicability of q-statistics to the renowned\nFeigenbaum attractor. He concludes there is no genuine connection between the\ndynamics at the critical attractor and the generalized statistics and argues\nagainst its usefulness and correctness. Yet, several points are not in line\nwith our current knowledge, nor are his interpretations. We refer here only to\nthe dynamics on the attractor to point out that a correct reading of recent\ndevelopments invalidates his basic claim.\n","Comment: To be published in Physica A"]}]
["hep-ex/0306023",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0306023","Nucl.Instrum.Meth.B214:11-16,2004","doi:10.1016/S0168-583X(03)01775-0"],"date":["2003-06-07"],"type":["text"],"creator":["Fujiwara, M. C.","Amoretti, M.","Amsler, C.","Bonomi, G.","Bouchta, A.","Bowe, P.","Carraro, C.","Cesar, C. L.","Charlton, M.","Doser, M.","Filippini, V.","Fontana, A.","Funakoshi, R.","Genova, P.","Hangst, J. S.","Hayano, R. S.","Jorgensen, L. V.","Lagomarsino, V.","Landua, R.","Lindelof, D.","Rizzini, E. Lodi","Marchesotti, M.","Macri, M.","Madsen, N.","Montagna, P.","Pruys, H.","Regenfus, C.","Rielder, P.","Rotondi, A.","Testera, G.","Variola, A.","van der Werf, D. P."],"language":[],"coverage":[],"title":["First Production and Detection of Cold Antihydrogen Atoms"],"description":["  The ATHENA experiment recently produced the first atoms of cold antihydrogen.\nThis paper gives a brief review of how this was achieved.\n","Comment: Invited talk at Int. Conf. on Low Energy Antiprotons 2003 (LEAP03),\n  to be published in NIM B"]}]
["hep-ex/0401039",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0401039","Nucl.Instrum.Meth.A532:229-236,2004","doi:10.1016/j.nima.2004.06.050"],"date":["2004-01-29"],"type":["text"],"creator":["Fujiwara, M. C.","Amoretti, M.","Amsler, C.","Bonomi, G.","Bouchta, A.","Bowe, P. D.","Carraro, C.","Cesar, C. L.","Charlton, M.","Doser, M.","Filippini, V.","Fontana, A.","Funakoshi, R.","Genova, P.","Hangst, J. S.","Hayano, R. S.","Jorgensen, L. V.","Lagomarsino, V.","Landua, R.","Lindelof, D.","Rizzini, E. Lodi","Macri, M.","Madsen, N.","Marchesotti, M.","Montagna, P.","Pruys, H.","Regenfus, C.","Rielder, P.","Rotondi, A.","Testera, G.","Variola, A.","van der Werf, D. P."],"language":[],"coverage":[],"title":["The First Cold Antihydrogen"],"description":["  Antihydrogen, the atomic bound state of an antiproton and a positron, was\nproduced at low energy for the first time by the ATHENA experiment, marking an\nimportant first step for precision studies of atomic antimatter. This paper\ndescribes the first production and some subsequent developments.\n","Comment: Invitated Talk at COOL03, International Workshop on Beam Cooling and\n  Related Topics, to be published in NIM A"]}]
["hep-ex/0503034",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0503034","Ric.Sci.124:25-34,2005"],"date":["2005-03-21"],"type":["text"],"creator":["ATHENA Collaboration","Amoretti, M.","Amsler, C.","Bonomi, G.","Bowe, P. D.","Canali, C.","Carraro, C.","Cesar, C. L.","Charlton, M.","Doser, M.","Fontana, A.","Fujiwara, M. C.","Funakoshi, R.","Genova, P.","Hangst, J. S.","Hayano, R. S.","Johnson, I.","Jorgensen, L. V.","Kellerbauer, A.","Lagomarsino, V.","Landua, R.","Rizzini, E. Lodi","Macri, M.","Madsen, N.","Manuzio, G.","Mitchard, D.","Montagna, P.","Pruys, H.","Regenfus, C.","Rotondi, A.","Testera, G.","Variola, A.","Venturelli, L.","van der Werf, D. P.","Yamazaki, Y.","Zurlo, N."],"language":[],"coverage":[],"title":["Cold-Antimatter Physics"],"description":["  The CPT theorem and the Weak Equivalence Principle are foundational\nprinciples on which the standard description of the fundamental interactions is\nbased. The validity of such basic principles should be tested using the largest\npossible sample of physical systems. Cold neutral antimatter (low-energy\nantihydrogen atoms) could be a tool for testing the CPT symmetry with high\nprecision and for a direct measurement of the gravitational acceleration of\nantimatter. After several years of experimental efforts, the production of\nlow-energy antihydrogen through the recombination of antiprotons and positrons\nis a well-established experimental reality. An overview of the ATHENA\nexperiment at CERN will be given and the main experimental results on\nantihydrogen formation will be reviewed.\n","Comment: Proceedings of the XLIII International Meeting on Nuclear Physics,\n  Bormio (Italy), March 13-20 (2005). 10 pages, 4 figures, 1 table"]}]
["hep-ph/0206217",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0206217","Phys.Lett.B556:1-6,2003","doi:10.1016/S0370-2693(03)00105-9"],"date":["2002-06-22","2003-02-26"],"type":["text"],"creator":["Bahcall, John N.","Waxman, Eli"],"language":[],"coverage":[],"title":["Has the GZK suppression been discovered?"],"description":["  The energy spectra of ultra high energy cosmic rays reported by the AGASA,\nFly's Eye, Haverah Park, HiRes, and Yakutsk experiments are all shown to be in\nagreement with each other for energies below 10^{20} eV (after small\nadjustments, within the known uncertainties, of the absolute energy scales).\nThe data from HiRes, Fly's Eye, and Yakutsk are consistent with the expected\nflux suppression above 5\\times 10^{19} eV due to interactions of cosmic rays\nwith the cosmic microwave background, the Greisen-Zatsepin-Kuzmin (GZK)\n\"supression,\" and are inconsistent with a smooth extrapolation of the observed\ncosmic ray energy spectrum to energies > 5\\times 10^{19}$ eV. AGASA data show\nan excess of events above 10^{20} eV, compared to the predicted GZK suppression\nand to the flux measured by the other experiments.\n","Comment: Editorial changes, including replacing 'cutoff' by 'supression'"]}]
["hep-ph/9408275",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9408275","Phys.Lett.B342:180-188,1995","doi:10.1016/0370-2693(94)01380-U"],"date":["1994-08-11","1994-10-19"],"type":["text"],"creator":["Choudhury, D.","Eberlein, F.","König, A.","Louis, J.","Pokorski, S."],"language":[],"coverage":[],"title":["Constraints on non-universal soft terms from flavor changing neutral\n  currents"],"description":["  The smallness of flavor changing neutral currents constrains the soft\nparameter space of supersymmetric extensions of the Standard Model. These low\nenergy constraints are translated to the soft parameter space generated at some\nhigh energy scale $\\Mgut$. For gaugino masses larger than the scalar masses and\nnon-universal $A$-terms the constraints are significantly diluted at $\\Mgut$\nand do allow for the possibility of non-universal scalar masses. The strongest\nconstraints arise in the slepton sector of the theory.\n","Comment: 15 pages (harvmac) and 5 figures (uuencoded), MPI-PhT/94-51"]}]
["hep-ph/9511297",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9511297","Phys.Lett.B374:131-137,1996","doi:10.1016/0370-2693(96)00154-2"],"date":["1995-11-11"],"type":["text"],"creator":["Coarasa, J. A.","Méndez, A.","Solà, J."],"language":[],"coverage":[],"title":["Higgs triplet effects in purely leptonic processes"],"description":["  We consider the effect of complex Higgs triplets on purely leptonic processes\nand survey the experimental constraints on the mass and couplings of their\nsingle and double charge members. Present day experiments tolerate values of\nthe Yukawa couplings of these scalars at the level of the standard electroweak\ngauge couplings. We show that the proposed measurement of the ratio\n$R_{LCD}=\\sigma (\\nu_{\\mu}e)/ [\\sigma (\\bb\\nu_{\\mu}e) + \\sigma (\\nu_e e )]$\nwould allow to explore a large region of the parameter space inaccessible to\nthe usual ratio $R=\\sigma (\\nu_{\\mu}e)/\\sigma (\\bb\\nu_{\\mu}e)$.\n","Comment: 14 pages, LaTeX, Three figures included using uufiles. A postscript\n  version is available at ftp://ftp.ifae.es/preprint/ft/uabft378.ps"]}]
["hep-ph/9511402",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9511402","Phys.Lett.B389:312-320,1996","doi:10.1016/S0370-2693(96)01329-9"],"date":["1995-11-23","1996-10-24"],"type":["text"],"creator":["Coarasa, J. A.","Jimenez, Ricardo A.","Sola, Joan"],"language":[],"coverage":[],"title":["Strong effects on the hadronic widths of the neutral Higgs Bosons in the\n  MSSM"],"description":["  We analyze the correlation of QCD one-loop effects on the partial widths of\nthe three neutral Higgs bosons of the MSSM decaying into quark-antiquark pairs.\nThe SUSY-QCD effects turn out to be comparable or even larger than the standard\nQCD effects and are slowly decoupling in a wide window of the parameter space.\nOur study is aimed at elucidating the possible supersymmetric nature of the\nneutral Higgs bosons that might be discovered in the near future at the\nTevatron and/or at the LHC. In particular, we point out the presence of\npotentially large SUSY corrections to the various neutral Higgs production\ncross-sections.\n","Comment: 11 pages, LaTeX. 5 figures included as a separate file. A postscript\n  version is available at ftp://ftp.ifae.es/preprint/ft/uabft377.ps . Version\n  accepted in Phys. Lett. B"]}]
["hep-ph/9711472",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9711472","Phys.Lett.B425:329-336,1998","doi:10.1016/S0370-2693(98)00255-X"],"date":["1997-11-25"],"type":["text"],"creator":["Coarasa, J. A.","Garcia, David","Guasch, Jaume","Jimenez, Ricardo A.","Sola, Joan"],"language":[],"coverage":[],"title":["Heavy charged Higgs boson decaying into top quark in the MSSM"],"description":["  Observing a heavy charged Higgs boson produced in the near future at the\nTevatron or at the LHC would be instant evidence of physics beyond the Standard\nModel. Whether such a Higgs boson would be supersymmetric or not it could only\nbe decided after accurate prediction of its properties. Here we compute the\ndecay width of the dominant decay of such a boson, namely H^+ -> t \\bar{b},\nincluding the leading electroweak corrections originating from large Yukawa\ncouplings within the MSSM. These electroweak effects turn out to be of\ncomparable size to the O(alpha_s) QCD corrections in relevant portions of the\nMSSM parameter space. Our analysis incorporates the stringent low-energy\nconstraints imposed by radiative B-meson decays.\n","Comment: 10 pages, LaTeX, 5 figs included as a separate file, full postscript\n  version available at ftp://ftp.ifae.es/preprint/ft/uabft433.ps"]}]
["hep-ph/9808278",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9808278","Phys.Lett.B442:326-334,1998","doi:10.1016/S0370-2693(98)01246-5"],"date":["1998-08-10"],"type":["text"],"creator":["Coarasa, J. A.","Guasch, Jaume","Sola, Joan","Hollik, Wolfgang"],"language":[],"coverage":[],"title":["Top quark decay into charged Higgs boson in a general Two-Higgs-Doublet\n  model: implications for the TEVATRON data"],"description":["  We analyze the unconventional top quark decay mode t -> H^+ b at the quantum\nlevel within the context of general Two-Higgs-Doublet models by including the\nfull electroweak effects from the Yukawa couplings. The results are presented\nin the on-shell renormalization scheme with a physically well motivated\ndefinition of tan(beta). While the QCD corrections have been taken into account\nin the current experimental analyses of that decay, the electroweak effects\nhave always been neglected. However, we find that they can be rather large and\ncould dramatically alter the interpretation of the present data from the\nTevatron collider. For instance, in large portions of the parameter space the\nelectroweak effects prevent the Tevatron data from placing any bound at all to\nthe charged Higgs mass for essentially any value of tan(beta).\n","Comment: 11 pages, LaTeX, 4 figs included using epsfig"]}]
["math/0602513",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602513"],"date":["2006-02-22","2010-01-27"],"type":["text"],"creator":["Lin, Huaxin"],"language":[],"coverage":[],"title":["The Rohlin property for automorphisms on simple C*-algebras"],"description":["  We study a general Kishimoto's problem for automorphisms on simple\nC*-algebras with tracial rank zero. Let $A$ be a unital separable simple\nC*-algebra with tracial rank zero and let $\\alpha$ be an automorphism. Under\nthe assumption that $\\alpha$ has certain Rokhlin property, we present a proof\nthat $A\\rtimes_{\\alpha}\\Z$ has tracial rank zero. We also show that if the\ninduced map $\\alpha_{*0}$ on $K_0(A)$ fixes a \"dense\" subgroup of $K_0(A)$ then\nthe tracial Rokhlin property implies a stronger Rokhlin property. Consequently,\nthe induced crossed product C*-algebras have tracial rank zero.\n","Comment: An error was found and correction was made in this revision"]}]
["physics/0307151",{"format":[],"subject":["Physics - Plasma Physics","High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0307151","Phys.Rev.Lett.91:055001,2003","doi:10.1103/PhysRevLett.91.055001"],"date":["2003-07-30"],"type":["text"],"creator":["ATHENA Collaboration","Amoretti, M.","Amsler, C.","Bonomi, G.","Bouchta, A.","Bowe, P. D.","Carraro, C.","Cesar, C. L.","Charlton, M.","Doser, M.","Filippini, V.","Fontana, A.","Fujiwara, M. C.","Funakoshi, R.","Genova, P.","Hangst, J. S.","Hayano, R. S.","Jorgensen, L. V.","Lagomarsino, V.","Landua, R.","Lindelof, D.","Rizzini, E. Lodi","Macri', M.","Madsen, N.","Manuzio, G.","Montagna, P.","Pruys, H.","Regenfus, C.","Rotondi, A.","Testera, G.","Variola, A.","van der Werf, D. P."],"language":[],"coverage":[],"title":["Positron plasma diagnostics and temperature control for antihydrogen\n  production"],"description":["  Production of antihydrogen atoms by mixing antiprotons with a cold, confined,\npositron plasma depends critically on parameters such as the plasma density and\ntemperature. We discuss non-destructive measurements, based on a novel,\nreal-time analysis of excited, low-order plasma modes, that provide\ncomprehensive characterization of the positron plasma in the ATHENA\nantihydrogen apparatus. The plasma length, radius, density, and total particle\nnumber are obtained. Measurement and control of plasma temperature variations,\nand the application to antihydrogen production experiments are discussed.\n","Comment: 5 pages, 4 figures, to be published in Phys. Rev. Lett"]}]
["physics/0311050",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0311050","Nucl.Instrum.Meth.A530:71-76,2004","doi:10.1016/j.nima.2004.05.050"],"date":["2003-11-11"],"type":["text"],"creator":["Dorokhov, A.","Amsler, C.","Bortoletto, D.","Chiochia, V.","Cremaldi, L.","Cucciarelli, S.","Konecki, M.","Prokofiev, K.","Regenfus, C.","Rohe, T.","Sanders, D.","Son, S.","Speer, T.","Swartz, M."],"language":[],"coverage":[],"title":["Tests of silicon sensors for the CMS pixel detector"],"description":["  The tracking system of the CMS experiment, currently under construction at\nthe Large Hadron Collider (LHC) at CERN (Geneva, Switzerland), will include a\nsilicon pixel detector providing three spacial measurements in its final\nconfiguration for tracks produced in high energy pp collisions. In this paper\nwe present the results of test beam measurements performed at CERN on\nirradiated silicon pixel sensors. Lorentz angle and charge collection\nefficiency were measured for two sensor designs and at various bias voltages.\n","Comment: Talk presented at 6th International Conference on Large Scale\n  Applications and Radiation Hardness of Semiconductor Detectors, September\n  29-October 1, 2003, Firenze, Italy. Proceedings will be published in Nuclear\n  Instr. & Methods in Phys. Research, Section A"]}]
["physics/0605215",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0605215","ECONF C0604032:0014,2006"],"date":["2006-05-24"],"type":["text"],"creator":["Swartz, M.","Chiochia, V.","Allkofer, Y.","Amsler, C.","Bortoletto, D.","Cremaldi, L.","Cucciarelli, S.","Dorokhov, A.","Hoermann, C.","Kim, D.","Konecki, M.","Kotlinski, D.","Prokofiev, K.","Regenfus, C.","Rohe, T.","Sanders, D. A.","Son, S.","Speer, T."],"language":[],"coverage":[],"title":["Simulation of Heavily Irradiated Silicon Pixel Detectors"],"description":["  We show that doubly peaked electric fields are necessary to describe\ngrazing-angle charge collection measurements of irradiated silicon pixel\nsensors. A model of irradiated silicon based upon two defect levels with\nopposite charge states and the trapping of charge carriers can be tuned to\nproduce a good description of the measured charge collection profiles in the\nfluence range from 0.5x10^{14} Neq/cm^2 to 5.9x10^{14} Neq/cm^2. The model\ncorrectly predicts the variation in the profiles as the temperature is changed\nfrom -10C to -25C. The measured charge collection profiles are inconsistent\nwith the linearly-varying electric fields predicted by the usual description\nbased upon a uniform effective doping density. This observation calls into\nquestion the practice of using effective doping densities to characterize\nirradiated silicon. The model is now being used to calibrate pixel hit\nreconstruction algorithms for CMS.\n","Comment: Invited talk at International Symposium on the Development of\n  Detectors for Particle, AstroParticle and Synchrtron Radiation Experiments,\n  Stanford Ca (SNIC06) 8 pages, LaTeX, 11 eps figures"]}]
