["0801.1606",{"format":[],"subject":["Mathematics - Differential Geometry","53C65, 52A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1606","Geom. Funct. Anal. 19 (2009), 356-372"],"date":["2008-01-10","2008-06-11"],"type":["text"],"creator":["Bernig, Andreas"],"language":[],"coverage":[],"title":["A Hadwiger-type theorem for the special unitary group"],"description":["  The dimension of the space of SU(n) and translation invariant continuous\nvaluations on $\\mathbb{C}^n, n \\geq 2$ is computed. For even $n$, this\ndimension equals $(n^2+3n+10)/2$; for odd $n$ it equals $(n^2+3n+6)/2$. An\nexplicit geometric basis of this space is constructed. The kinematic formulas\nfor SU(n) are obtained as corollaries.\n","Comment: 19 pages, minor changes, to appear in GAFA"]}]
["0805.3589",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3589","Phys. Rev. B 78, 144429 (2008)","doi:10.1103/PhysRevB.78.144429"],"date":["2008-05-23"],"type":["text"],"creator":["Haldar, Arabinda","Suresh, K. G.","Nigam, A. K."],"language":[],"coverage":[],"title":["Magnetism in Gallium doped CeFe_2: The martensitic scenario"],"description":["  Ce(Fe_{1-x}Ga_x)_2 compounds with x = 0, 0.01, 0.025 and 0.05 have been\ninvestigated to unravel the effect of Ga on the magnetic state of CeFe_2. For\nthe first time, we find that the dynamic antiferromagnetic phase present in\nCeFe_2 gets stabilized with Ga substitution. The hysteresis loops show that\nwhile the compounds with x = 0 and 0.01 show normal behavior, the other two\nshow multiple magnetization steps across the antiferromagnetic-ferromagnetic\ntransition region. The virgin curve is found to lie outside the envelope curve\nin these two compounds, similar to the observations made in Ru and Re\nsubstituted CeFe_2 compounds. Temperature, sweep rate and time dependences of\nthe magnetization show that the compounds with x >=0.025 possess glassy\nbehavior at low temperatures. Various results obtained reveal that these two\ncompounds belong to the martensite family.\n","Comment: 23 pages, 12 Figures"]}]
["0806.3526",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3526","Front. Phys. China, 5(2), 150 (2010)","doi:10.1007/s11467-009-0076-9"],"date":["2008-06-22","2010-05-20"],"type":["text"],"creator":["Ma, Fengjie","Lu, Zhong-Yi","Xiang, Tao"],"language":[],"coverage":[],"title":["Electronic structures of ternary iron arsenides AFe$_2$As$_2$ (A=Ba, Ca,\n  or Sr)"],"description":["  We have studied the electronic and magnetic structures of the ternary iron\narsenides AFe$_2$As$_2$ (A = Ba, Ca, or Sr) using the first-principles density\nfunctional theory. The ground states of these compounds are in a collinear\nantiferromagnetic order, resulting from the interplay between the nearest and\nthe next-nearest neighbor superexchange antiferromagnetic interactions bridged\nby As $4p$ orbitals. The correction from the spin-orbit interaction to the band\nstructure is small. The pressure can reduce dramatically the magnetic moment\nand diminish the collinear antiferromagnetic order. Based on the calculations,\nwe propose that the low energy dynamics of these materials is described\neffectively by a $t-J_H-J_1-J_2$-type model.\n","Comment: published version with 26 pages, 14 figures. The electronic band\n  structures and magnetic orders and properties of all three \"122\" AFe2As2 are\n  reported. An effective model of $t-J_H-J_1-J_2$-type is proposed to describe\n  the low energy dynamics of these materials"]}]
["0807.0385",{"format":[],"subject":["Mathematics - Rings and Algebras","05E35, 05E30, 33C45, 33D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0385","Linear Algebra Appl. 431 (2009) 1726-1739","doi:10.1016/j.laa.2009.06.012"],"date":["2008-07-02","2009-05-29"],"type":["text"],"creator":["Tanaka, Hajime"],"language":[],"coverage":[],"title":["A bilinear form relating two Leonard systems"],"description":["  Let $\\Phi$, $\\Phi'$ be Leonard systems over a field $\\mathbb{K}$, and $V$,\n$V'$ the vector spaces underlying $\\Phi$, $\\Phi'$, respectively. In this paper,\nwe introduce and discuss a balanced bilinear form on $V\\times V'$. Such a form\nnaturally arises in the study of $Q$-polynomial distance-regular graphs. We\ncharacterize a balanced bilinear form from several points of view.\n","Comment: 15 pages"]}]
["0810.1123",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry","53C60, 53A20, 51F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1123","Pacific J. Math., 245 (2010), 201-225"],"date":["2008-10-07","2008-11-12"],"type":["text"],"creator":["Berck, Gautier","Bernig, Andreas","Vernicos, Constantin"],"language":[],"coverage":[],"title":["Volume entropy of Hilbert Geometries"],"description":["  It is shown that the volume entropy of a Hilbert geometry associated to an\n$n$-dimensional convex body of class $C^{1,1}$ equals $n-1$. To achieve this\nresult, a new projective invariant of convex bodies, similar to the\ncentro-affine area, is constructed. In the case $n=2$, and without any\nassumption on the boundary, it is shown that the entropy is bounded above by\n$\\frac{2}{3-d} \\leq 1$, where $d$ is the Minkowski dimension of the extremal\nset of $K$. An example of a plane Hilbert geometry with entropy strictly\nbetween 0 and 1 is constructed.\n","Comment: 27 pages; minor changes"]}]
["0811.2475",{"format":[],"subject":["Mathematics - Combinatorics","05E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2475","European J. Combin. 30 (2009) 1497-1525","doi:10.1016/j.ejc.2008.11.001"],"date":["2008-11-15"],"type":["text"],"creator":["Martin, William J.","Tanaka, Hajime"],"language":[],"coverage":[],"title":["Commutative association schemes"],"description":["  Association schemes were originally introduced by Bose and his co-workers in\nthe design of statistical experiments. Since that point of inception, the\nconcept has proved useful in the study of group actions, in algebraic graph\ntheory, in algebraic coding theory, and in areas as far afield as knot theory\nand numerical integration. This branch of the theory, viewed in this collection\nof surveys as the \"commutative case,\" has seen significant activity in the last\nfew decades. The goal of the present survey is to discuss the most important\nnew developments in several directions, including Gelfand pairs, cometric\nassociation schemes, Delsarte Theory, spin models and the semidefinite\nprogramming technique. The narrative follows a thread through this list of\ntopics, this being the contrast between combinatorial symmetry and\ngroup-theoretic symmetry, culminating in Schrijver's SDP bound for binary codes\n(based on group actions) and its connection to the Terwilliger algebra (based\non combinatorial symmetry). We propose this new role of the Terwilliger algebra\nin Delsarte Theory as a central topic for future work.\n","Comment: 36 pages"]}]
["0812.1080",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry","53C60, 53A20, 51F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1080","Arch. Math. (Basel) 92 (2009), 314-324"],"date":["2008-12-05","2009-04-01"],"type":["text"],"creator":["Bernig, Andreas"],"language":[],"coverage":[],"title":["Hilbert geometry of polytopes"],"description":["  It is shown that the Hilbert metric on the interior of a convex polytope is\nbilipschitz to a normed vector space of the same dimension.\n","Comment: 11 pages, minor changes, to appear in Archiv Math"]}]
["0901.0671",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0671","J. Phys. A: Math. Theor. 43 (2010) 235303","doi:10.1088/1751-8113/43/23/235303"],"date":["2009-01-06","2010-05-20"],"type":["text"],"creator":["Goyal, Sandeep K.","Chandrashekar, C. M."],"language":[],"coverage":[],"title":["Spatial entanglement using a quantum walk on a many-body system"],"description":["  The evolution of a many-particle system on a one-dimensional lattice,\nsubjected to a quantum walk can cause spatial entanglement in the lattice\nposition, which can be exploited for quantum information/communication\npurposes. We demonstrate the evolution of spatial entanglement and its\ndependence on the quantum coin operation parameters, the number of particles\npresent in the lattice and the number of steps of quantum walk on the system.\nThus, spatial entanglement can be controlled and optimized using a\nmany-particle discrete-time quantum walk.\n","Comment: 13 pages, 10 figures. Published version"]}]
["0903.1907",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1907"],"date":["2009-03-11","2010-05-20"],"type":["text"],"creator":["Wei, Zeyong","Li, Hongqiang","Wu, Chao","Hang, Zhihong","Chen, Hong","Zhang, Daozhong","Chan, C. T."],"language":[],"coverage":[],"title":["Ferrimagnetic-like surface resonance from hybrid metamaterial slab"],"description":["  We show that a hybrid metamaterial slab comprising of an one-dimensional\narray of two different types of cavities exhibits ferrimagnetic-like surface\nresonances which can be used to realize interesting phenomena such as directive\nemission as a consequence of strong angle-dependent reflection phase and the\nselective coupling of a Gaussian incident beam into a higher order diffractive\nchannel, giving rise to the phenomenon of negative reflection and\nretro-directive backtracking. The findings are verified by experiments in the\nmicrowave regime.\n","Comment: This paper has been withdrawn by the author due to some errors"]}]
["0905.1344",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1344","Phys.Rev.D80:035020,2009","doi:10.1103/PhysRevD.80.035020"],"date":["2009-05-08","2010-05-20"],"type":["text"],"creator":["Cheng, Hsin-Chia","Gunion, John F.","Han, Zhenyu","McElrath, Bob"],"language":[],"coverage":[],"title":["Accurate Mass Determinations in Decay Chains with Missing Energy: II"],"description":["  We discuss kinematic methods for determining the masses of the particles in\nevents at a hadron collider in which a pair of identical particles is produced\nwith each decaying via a series of on-shell intermediate beyond-the-SM (BSM)\nparticles to visible SM particles and an invisible particle (schematically, pp\n-> ZZ + jets with Z -> Aa -> Bba -> Ccba -> ... -> cba... + N where a,b,c,...\nare visible SM particles or groups of SM particles, A,B,C,... are on-shell BSM\nparticles and N is invisible). This topology arises in many models including\nSUSY processes such as squark and gluino pair production and decay. We present\nthe detailed procedure for the case of Z -> 3 visible particles + N and\ndemonstrate that the masses obtained from the kinematic procedure are\nindependent of the model by comparing SUSY to UED.\n","Comment: v2, published version in PRD"]}]
["0905.3213",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3213"],"date":["2009-05-19","2010-05-20"],"type":["text"],"creator":["Barci, Daniel G.","Stariolo, Daniel A."],"language":[],"coverage":[],"title":["Multipolar interactions and complex phases in ferromagnetic ultrathin\n  films"],"description":["  We present a model to describe complex phases observed at mesoscopic scales\nin ultrathin magnetic films. The model is based on the interaction between\ndipolar as well as quadrupolar magnetic moments. In the special case of strong\nperpendicular crystal anisotropy, we show that quadrupolar degrees of freedom\nassociated with orientation of domain walls are essential in order to correctly\ndescribe the observed phenomenology of domain formation. A nematic phase\ncharacterized by orientational order of domain walls (stripe-like) but without\ntranslational order is predicted. This isotropic-nematic transition belongs to\nthe Kosterlitz-Thouless type in the thermodynamic limit. However, we found that\nin actual experimental scales, the fluctuations of the nematic order parameter\nare regularized by the sample size, and orientational long range order, as\npredicted by mean field, should be observable. The transition may be completely\ncharacterized experimentally from measurements of the magnetic structure factor\nas well as from the non-linear in-plane magnetic susceptibility.\n","Comment: This paper has been withdrawn by the authors due to conceptual\n  problems in the definition of the model"]}]
["0906.2906",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2906","J.Phys.G37:075107,2010","doi:10.1088/0954-3899/37/7/075107"],"date":["2009-06-16","2010-04-06"],"type":["text"],"creator":["Centelles, M.","Patra, S. K.","Roca-Maza, X.","Sharma, B. K.","Stevenson, P. D.","Vinas, X."],"language":[],"coverage":[],"title":["Influence of the symmetry energy on the giant monopole resonance of\n  neutron-rich nuclei"],"description":["  We analyze the influence of the density dependence of the symmetry energy on\nthe average excitation energy of the isoscalar giant monopole resonance (GMR)\nin stable and exotic neutron-rich nuclei by applying the relativistic extended\nThomas-Fermi method in scaling and constrained calculations. For the effective\nnuclear interaction, we employ the relativistic mean field model supplemented\nby an isoscalar-isovector meson coupling that allows one to modify the density\ndependence of the symmetry energy without compromising the success of the model\nfor binding energies and charge radii. The semiclassical estimates of the\naverage energy of the GMR are known to be in good agreement with the results\nobtained in full RPA calculations. The present analysis is performed along the\nPb and Zr isotopic chains. In the scaling calculations, the excitation energy\nis larger when the symmetry energy is softer. The same happens in the\nconstrained calculations for nuclei with small and moderate neutron excess.\nHowever, for nuclei of large isospin the constrained excitation energy becomes\nsmaller in models having a soft symmetry energy. This effect is mainly due to\nthe presence of loosely-bound outer neutrons in these isotopes. A sharp\nincrease of the estimated width of the resonance is found in largely\nneutron-rich isotopes, even for heavy nuclei, which is enhanced when the\nsymmetry energy of the model is soft. The results indicate that at large\nneutron numbers the structure of the low-energy region of the GMR strength\ndistribution changes considerably with the density dependence of the nuclear\nsymmetry energy, which may be worthy of further characterization in RPA\ncalculations of the response function.\n","Comment: 25 pages, 5 figures; modifications in text"]}]
["0906.4451",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter","Mathematical Physics","Physics - Biological Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4451","Phys. Rev. Lett. 104, 207202 (2010)","doi:10.1103/PhysRevLett.104.207202"],"date":["2009-06-24","2010-05-20"],"type":["text"],"creator":["Giampaolo, Salvatore M.","Adesso, Gerardo","Illuminati, Fabrizio"],"language":[],"coverage":[],"title":["Probing Quantum Frustrated Systems via Factorization of the Ground State"],"description":["  The existence of definite orders in frustrated quantum systems is related\nrigorously to the occurrence of fully factorized ground states below a\nthreshold value of the frustration. Ground-state separability thus provides a\nnatural measure of frustration: strongly frustrated systems are those that\ncannot accommodate for classical-like solutions. The exact form of the\nfactorized ground states and the critical frustration are determined for\nvarious classes of nonexactly solvable spin models with different spatial\nranges of the interactions. For weak frustration, the existence of\ndisentangling transitions determines the range of applicability of mean-field\ndescriptions in biological and physical problems such as stochastic gene\nexpression and the stability of long-period modulated structures.\n","Comment: 4 pages, 2 figures. Replaced with published version"]}]
["0906.4462",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4462","Physical Review B 80, 014405 (2009)","doi:10.1103/PhysRevB.80.014405"],"date":["2009-06-24","2009-07-09"],"type":["text"],"creator":["Brzezicki, Wojciech","Oles, Andrzej M."],"language":[],"coverage":[],"title":["Exact solution for a quantum compass ladder"],"description":["  We introduce a spin ladder with antiferromagnetic Ising ZZ interactions along\nthe legs, and interactions on the rungs which interpolate between the Ising\nladder and the quantum compass ladder. We show that the entire energy spectrum\nof the ladder may be determined exactly for finite number of spins 2N by\nmapping to the quantum Ising chain and using Jordan-Wigner transformation in\ninvariant subspaces. We also demonstrate that subspaces with spin defects lead\nto excited states using finite size scaling, and the ground state corresponds\nto the quantum Ising model without defects. At the quantum phase transition to\nmaximally frustrated interactions of the compass ladder, the ZZ spin\ncorrelation function on the rungs collapses to zero and the ground state\ndegeneracy increases by 2. We formulate a systematic method to calculate the\npartition function for a mesoscopic system, and employ it to demonstrate that\nfragmentation of the compass ladder by kink defects increases with increasing\ntemperature. The obtained heat capacity of a large compass ladder consisting of\n2N=104 spins reveals two relevant energy scales and has a broad maximum due to\ndense energy spectrum. The present exact results elucidate the nature of the\nquantum phase transition from ordered to disordered ground state found in the\ncompass model in two dimensions.\n","Comment: 15 pages, 11 figures, to appear in Phys. Rev. B"]}]
["0906.4469",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4469","Journal of Physics: Conference Series 200, 012017 (2010)","doi:10.1088/1742-6596/200/1/012017"],"date":["2009-06-24"],"type":["text"],"creator":["Brzezicki, Wojciech","Oles, Andrzej M."],"language":[],"coverage":[],"title":["Compass model on a ladder and square clusters"],"description":["  We obtained exact heat capacities of the quantum compass model on the square\nL x L clusters with L=2,3,4,5 using Kernel Polynomial Method and compare them\nwith heat capacity of a large compass ladder. Intersite correlations found in\nthe ground state for these systems demonstrate that the quantum compass model\ndiffers from its classical version.\n","Comment: 4 pages, 2 figures, submitted to J. Phys. Conf. Series"]}]
["0907.1946",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1946","Physical Review E, 81, 056316 (2010)","doi:10.1103/PhysRevE.81.056316"],"date":["2009-07-11","2010-05-20"],"type":["text"],"creator":["Mishra, Pankaj Kumar","Verma, Mahendra K."],"language":[],"coverage":[],"title":["Energy spectra and fluxes for Rayleigh-Benard convection"],"description":["  We compute the spectra and fluxes of the velocity and temperature fields in\nRayleigh-B\\'{e}nard convection in turbulent regime for a wide range of Prandtl\nnumbers using pseudo-spectral simulations on $512^3$ grids. Our spectral and\nflux results support the Kolmogorov-Obukhov (KO) scaling for zero Prandtl\nnumber and low Prandtl number ($P=0.02$) convection. The KO scaling for the\nvelocity field in zero-Prandtl number and low-Prandtl number convection is\nbecause of the weak buoyancy in the inertial range (buoyancy is active only at\nthe very low wavenumbers). We also observe that for intermediate Prandtl\nnumbers ($P=0.2$) the KO scaling fits better with the numerical results than\nthe Bolgiano-Obukhov (BO) scaling. For large Prandtl number ($P=6.8$), the\nspectra and flux results are somewhat inconclusive on the validity of the KO or\nBO scaling, yet the BO scaling is preferred over the KO scaling for these\ncases. The numerical results for P=1 is rather inconclusive.\n","Comment: Final published version"]}]
["0908.2657",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2657","Class.Quant.Grav.27:125001,2010","doi:10.1088/0264-9381/27/12/125001"],"date":["2009-08-18","2010-01-29"],"type":["text"],"creator":["Denef, Frederik","Hartnoll, Sean A.","Sachdev, Subir"],"language":[],"coverage":[],"title":["Black hole determinants and quasinormal modes"],"description":["  We derive an expression for functional determinants in thermal spacetimes as\na product over the corresponding quasinormal modes. As simple applications we\ngive efficient computations of scalar determinants in thermal AdS, BTZ black\nhole and de Sitter spacetimes. We emphasize the conceptual utility of our\nformula for discussing `1/N' corrections to strongly coupled field theories via\nthe holographic correspondence.\n","Comment: 28 pages. v2: slightly improved exposition, references added"]}]
["0908.3877",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3877","Phys. Rev. A 81, 032336 (2010)","doi:10.1103/PhysRevA.81.032336"],"date":["2009-08-26","2010-03-03"],"type":["text"],"creator":["Garnerone, Silvano","de Oliveira, Thiago R.","Zanardi, Paolo"],"language":[],"coverage":[],"title":["Typicality in random matrix product states"],"description":["  Recent results suggest that the use of ensembles in Statistical Mechanics may\nnot be necessary for isolated systems, since typically the states of the\nHilbert space would have properties similar to the ones of the ensemble.\nNevertheless, it is often argued that most of the states of the Hilbert space\nare non-physical and not good descriptions of realistic systems. Therefore, to\nbetter understand the actual power of typicality it is important to ask if it\nis also a property of a set of physically relevant states. Here we address this\nissue, studying if and how typicality emerges in the set of matrix product\nstates. We show analytically that typicality occurs for the expectation value\nof subsystems' observables when the rank of the matrix product state scales\npolynomially with the size of the system with a power greater than two. We\nillustrate this result numerically and present some indications that typicality\nmay appear already for a linear scaling of the rank of the matrix product\nstate.\n","Comment: 9 pages, 6 figures; accepted for publication in PRA"]}]
["0909.1743",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1743","JHEP 0911:115,2009","doi:10.1088/1126-6708/2009/11/115"],"date":["2009-09-09","2010-05-20"],"type":["text"],"creator":["Hristov, Kiril","Looyestijn, Hugo","Vandoren, Stefan"],"language":[],"coverage":[],"title":["Maximally supersymmetric solutions of D=4 N=2 gauged supergravity"],"description":["  We determine and analyze maximally supersymmetric configurations in\nfour-dimensional gauged N=2 supergravity, preserving eight supercharges. These\nmodels include arbitrary electric gaugings in the vector- and hypermultiplet\nsectors. We present several examples of such solutions and connect some of them\nto vacuum solutions of flux compactifications in string theory.\n","Comment: 29 pages, no figures; v2 typos corrected and references added; v3\n  notes added in sections 2.3, 2.4 and app.B to simplify the vacuum conditions\n  for zero-curvature vacua; v4 minor changes"]}]
["0909.4620",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4620","Phys. Rev. A 81, 053604 (2010)","doi:10.1103/PhysRevA.81.053604"],"date":["2009-09-25","2010-05-20"],"type":["text"],"creator":["Roux, Guillaume"],"language":[],"coverage":[],"title":["Finite size effects in global quantum quenches: examples from free\n  bosons in an harmonic trap and the one-dimensional Bose-Hubbard model"],"description":["  We investigate finite size effects in quantum quenches on the basis of simple\nenergetic arguments. Distinguishing between the low-energy part of the\nexcitation spectrum, below a microscopic energy-scale, and the high-energy\nregime enables one to define a crossover number of particles that is shown to\ndiverge in the small quench limit. Another crossover number is proposed based\non the fidelity between the initial and final ground-states. Both criteria can\nbe computed using ground-state techniques that work for larger system sizes\nthan full spectrum diagonalization. As examples, two models are studied: one\nwith free bosons in an harmonic trap which frequency is quenched, and the\none-dimensional Bose-Hubbard model, that is known to be non-integrable and for\nwhich recent studies have uncovered remarkable non-equilibrium behaviors. The\ndiagonal weights of the time-averaged density-matrix are computed and\nobservables obtained from this diagonal ensemble are compared with the ones\nfrom statistical ensembles. It is argued that the \"thermalized\" regime of the\nBose-Hubbard model, previously observed in the small quench regime, experiences\nstrong finite size effects that render difficult a thorough comparison with\nstatistical ensembles. In addition, we show that the non-thermalized regime,\nemerging on finite size systems and for large interaction quenches, is not\nrelated to the existence of an equilibrium quantum critical point but to the\nhigh energy structure of the energy spectrum in the atomic limit. Its features\nare reminiscent of the quench from the non-interacting limit to the atomic\nlimit.\n","Comment: 15 pages, 13 figures"]}]
["0909.5136",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5136","Physical Review B 81, 193409 (2010)","doi:10.1103/PhysRevB.81.193409"],"date":["2009-09-28"],"type":["text"],"creator":["Gao, Miao","Ma, Fengjie","Lu, Zhong-Yi","Xiang, Tao"],"language":[],"coverage":[],"title":["Atomic and electronic structures of ternary iron arsenides\n  $A$Fe$_2$As$_2$(001) surfaces ($A$=Ba, Sr, or Ca)"],"description":["  By the first-principles electronic structure calculations, we find that\nenergetically the most favorable cleaved $A$Fe$_2$As$_2$(001) surface ($A$=Ba,\nSr, or Ca) is $A$-terminated with a $(\\sqrt{2}\\times \\sqrt{2})R45^{\\circ}$ or\n$(1\\times 2)$ order. The $(1\\times 2)$ ordered structure yields a $(1\\times 2)$\ndimerized STM image, in agreement with the experimental observation. The $A$\natoms are found to diffuse on the surface with a small energy barrier so that\nthe cleaving process may destroy the $A$ atoms ordering. At the very low\ntemperatures this may result in an As-terminated surface with the $A$ atoms in\nrandomly assembling. The As-terminated BaFe$_2$As$_2$ surface in orthorhombic\nphase is $(\\sqrt{2}\\times\\sqrt{2})R45^{\\circ}$ buckled, giving rise to a\nswitchable $(\\sqrt{2}\\times \\sqrt{2})R45^{\\circ}$ STM pattern upon varying the\napplied bias. No any reconstruction is found for the other As-terminated\nsurfaces. There are surface states crossing or nearby the Fermi energy in the\nAs-terminated and $(1\\times 2)$ $A$-terminated surfaces. A unified physical\npicture is thus established to help understand the cleaved $A$Fe$_2$As$_2$(001)\nsurfaces.\n","Comment: 4 pages and 4 figures"]}]
["0910.4036",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","High Energy Physics - Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4036","Journal of Mathematical Physics Vol.51, 043516 (2010)","doi:10.1063/1.3366259"],"date":["2009-10-21","2010-03-02"],"type":["text"],"creator":["Kulish, P. P.","Manojlovic, N.","Nagy, Z."],"language":[],"coverage":[],"title":["Symmetries of spin systems and Birman-Wenzl-Murakami algebra"],"description":["  We consider integrable open spin chains related to the quantum affine\nalgebras U_q(o(3)) and U_q(A_2^{(2)}). We discuss the symmetry algebras of\nthese chains with the local C^3 space related to the Birman-Wenzl-Murakami\nalgebra. The symmetry algebra and the Birman-Wenzl-Murakami algebra centralize\neach other in the representation space, and this defines the structure of the\nspin system spectra. Consequently, the corresponding multiplet structure of the\nenergy spectra is obtained.\n","Comment: 22 pages; typos corrected"]}]
["0910.4906",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4906","Physical Review B, vol. 81, 205429 (2010)","doi:10.1103/PhysRevB.81.205429"],"date":["2009-10-26","2010-05-19"],"type":["text"],"creator":["Herbut, Igor F."],"language":[],"coverage":[],"title":["Zero-energy states of massive Dirac equation in magnetic fields"],"description":["  The Dirac equation with a U(1) vortex in the mass-term is solved in the\npresence of magnetic-like fields at zero energy. By drawing an analogy to\nclassical mechanics, it is shown that the four-component Dirac equation in\narbitrary magnetic field always yields one zero-energy state. In the\ntime-reversal preserving, pseudo-magnetic field, however, the number of\nzero-energy states may depend on the field's profile and sign. Some explicit\nexamples are worked out. Possible implications of these results for the charge\nof the vortex and for the behavior of graphene in magnetic field are discussed.\n","Comment: 5 revtex pages; cosmetic changes, updated references, published\n  version"]}]
["0911.1140",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1140","Eur. Phys. J. B Volume 74, Number 4, April II 2010","doi:10.1140/epjb/e2010-00116-4"],"date":["2009-11-05","2010-05-20"],"type":["text"],"creator":["Kandemir, B. S.","Mogulkoc, A."],"language":[],"coverage":[],"title":["Boundaries of Subcritical Coulomb Impurity Region in Gapped Graphene"],"description":["  The electronic energy spectrum of graphene electron subjected to a\nhomogeneous magnetic field in the presence of a charged Coulomb impurity is\nstudied analytically within two-dimensional Dirac-Weyl picture by using\nvariational approach. The variational scheme we used is just based on utilizing\nthe exact eigenstates of two-dimensional Dirac fermion in the presence of a\nuniform magnetic field as a basis for determining analytical energy eigenvalues\nin the presence of an attractive/repulsive charged Coulomb impurity. This\napproach allows us to determine under which conditions bound state solutions\ncan or can not exist in gapped graphene in the presence of magnetic field. In\naddition, the effects of uniform magnetic field on the boundaries of\nsubcritical Coulomb impurity region in the massless limit are also analyzed.\nOur analytical results show that the critical impurity strength decreases with\nincreasing gap/mass parameter, and also that it increases with increasing\nmagnetic field strength. In the massless limit, we investigate that the\ncritical Coulomb coupling strength is independent of magnetic field, and its\nupper value for the ground-state energy is 0.752.\n","Comment: 9 pages,10 figures"]}]
["0911.2206",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Axx, 35Dxx, 35Q35, 76A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2206","D.A. Vorotnikov and V.G. Zvyagin, 2009, Vestnik VSU, Ser.\n  phys.-math. no.2, pp. 30-50"],"date":["2009-11-11"],"type":["text"],"creator":["Vorotnikov, Dmitry A.","Zvyagin, Victor G."],"language":["ru"],"coverage":[],"title":["A review of results and open problems on mathematical models of motion\n  of viscoelastic media of Jeffreys' type"],"description":["  The Jeffreys model (also associated with the names of Lethersich and Oldroyd)\nis one of the crucial conceptions in the theory of viscoelastic fluids. The\nmodels of Jeffreys type describe behaviour of bitumens, blood, polymers and\ntheir solutions, dough, the earth's crust, concrete, lubricants etc. Study of\nBVPs corresponding to their statics and dynamics meets a lot of mathematical\ndifficulties, which turn out to be much harder than the ones that are related\nto the celebrated Navier-Stokes system. In this work, we make an attempt to\nreview the recent results and main unsolved problems for equations of motion\nfor the mediums of Jeffreys' type.\n","Comment: 44 pages, in Russian"]}]
["0911.5320",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5320","Phys. Rev. Lett. 104, 200501 (2010)","doi:10.1103/PhysRevLett.104.200501"],"date":["2009-11-27","2010-04-12"],"type":["text"],"creator":["Schaffry, Marcus","Filidou, Vasileia","Karlen, Steven D.","Gauger, Erik M.","Benjamin, Simon C.","Anderson, Harry L.","Ardavan, Arzhang","Briggs, G. Andrew D.","Maeda, Kiminori","Henbest, Kevin B.","Giustino, Feliciano","Morton, John J. L.","Lovett, Brendon W."],"language":[],"coverage":[],"title":["Entangling remote nuclear spins linked by a chromophore"],"description":["  Molecular nanostructures may constitute the fabric of future quantum\ntechnologies, if their degrees of freedom can be fully harnessed. Ideally one\nmight use nuclear spins as low-decoherence qubits and optical excitations for\nfast controllable interactions. Here, we present a method for entangling two\nnuclear spins through their mutual coupling to a transient optically-excited\nelectron spin, and investigate its feasibility through density functional\ntheory and experiments on a test molecule. From our calculations we identify\nthe specific molecular properties that permit high entangling power gates under\nsimple optical and microwave pulses; synthesis of such molecules is possible\nwith established techniques.\n"]}]
["0912.3502",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Quantum Gases","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3502","Phys.Rev.A81:043606,2010","doi:10.1103/PhysRevA.81.043606"],"date":["2009-12-17","2010-05-20"],"type":["text"],"creator":["Kormos, M.","Mussardo, G.","Trombettoni, A."],"language":[],"coverage":[],"title":["1D Lieb-Liniger Bose Gas as Non-Relativistic Limit of the Sinh-Gordon\n  Model"],"description":["  The repulsive Lieb-Liniger model can be obtained as the non-relativistic\nlimit of the Sinh-Gordon model: all physical quantities of the latter model\n(S-matrix, Lagrangian and operators) can be put in correspondence with those of\nthe former. We use this mapping, together with the Thermodynamical Bethe Ansatz\nequations and the exact form factors of the Sinh-Gordon model, to set up a\ncompact and general formalism for computing the expectation values of the\nLieb-Liniger model both at zero and finite temperature. The computation of\none-point correlators is thoroughly detailed and, when possible, compared with\nknown results in the literature.\n","Comment: published version, 27 pages, 10 figures"]}]
["0912.4333",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4333","Phys.Rev.D81:035008,2010","doi:10.1103/PhysRevD.81.035008"],"date":["2009-12-22","2010-05-20"],"type":["text"],"creator":["Gao, Jian-Hua","Xiao, Bo-Wen"],"language":[],"coverage":[],"title":["Nonforward Compton scattering in AdS/CFT correspondence"],"description":["  We study the nonforward Compton scattering in particular the deeply virtual\nCompton scattering from AdS/CFT. We first calculate the contributions from the\ns-channel and u-channel supergravity diagrams as well as the four point\ninteraction diagram which correspond to the Compton scatterings on a dilaton\ntarget in CFT. Furthermore, we study the Compton scattering on a dilatino\ntarget. Assuming that protons can be identified as supergravity modes of\ndilatino, we compare the calculated DVCS cross section to the low-energy\nexperimental data from the H1 and ZEUS collaborations and find good agreement.\nWe also discuss the t-channel graviton exchange contribution and show that it\nshould be dominant in the high-energy limit.\n","Comment: 36 pages, 6 figures, some factors corrected, conclusion not changed"]}]
["1001.0692",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0692"],"date":["2010-01-05","2010-05-20"],"type":["text"],"creator":["Abir, Raktim","Mustafa, Munshi G."],"language":[],"coverage":[],"title":["On the critical exponent of \\eta/s and a new exponent-less measure of\n  fluidity"],"description":["  We discuss on the critical exponent of $\\eta/s$ for a fluid, and propose a\nnew exponent-less measure of fluidity based on a mode-mode coupling theory.\nThis exhibits a remarkable universality for fluids obeying a liquid-gas phase\ntransition both in hydrodynamic as well as in nonhydrodynamic region. We show\nthat this result is independent of the choice of the fluid dynamics, {\\em\nviz.}, relativistic or nonrelativistic. Quark-Gluon Plasma, being a hot\nrelativistic and a nearly perfect fluid produced in relativistic heavy-ion\ncollisions, is expected to obey the same universality constrained by both the\nviscous and the thermal flow modes in it. We also show that if the elliptic\nflow data in RHIC puts a constraint on $\\eta/s$ then the new fluidity measure\nfor Quark-Gluon Plasma in turn also restricts the other transport coefficient,\n{\\it viz.}, the thermal conductivity.\n","Comment: 4 pages and 2 figures; Title and abstract changed; discussion added"]}]
["1001.2239",{"format":[],"subject":["Nuclear Theory","Astrophysics - Solar and Stellar Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2239","Phys.Rev.C81:055803,2010","doi:10.1103/PhysRevC.81.055803"],"date":["2010-01-13","2010-05-04"],"type":["text"],"creator":["Xu, Jun","Chen, Lie-Wen","Ko, Che Ming","Li, Bao-An"],"language":[],"coverage":[],"title":["Isospin- and momentum-dependent effective interactions for the baryon\n  octet and the properties of hybrid stars"],"description":["  The isospin- and momentum-dependent MDI interaction, which has been\nextensively used in intermediate-energy heavy-ion reactions to study the\nproperties of asymmetric nuclear matter, is extended to include the\nnucleon-hyperon and hyperon-hyperon interactions by assuming same density,\nmomentum and isospin dependence as for the nucleon-nucleon interaction. The\nparameters in these interactions are determined from the empirical hyperon\nsingle-particle potentials in symmetric nuclear matter at saturation density.\nThe extended MDI interaction is then used to study in the mean-field\napproximation the equation of state of hypernuclear matter and also the\nproperties of hybrid stars by including the phase transition from the\nhypernuclear matter to the quark matter at high densities. In particular, the\neffects of attractive and repulsive $\\Sigma$N interactions and different values\nof symmetry energies on the hybrid star properties are investigated.\n","Comment: 13 pages, 12 figures, version to appear in Phys. Rev. C"]}]
["1001.2942",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2942"],"date":["2010-01-17","2010-05-20"],"type":["text"],"creator":["Zhang, Xiyong","Guo, Hua","Li, Yifa"],"language":[],"coverage":[],"title":["Proof of a Conjecture about Rotation Symmetric Functions"],"description":["  Rotation symmetric Boolean functions have important applications in the\ndesign of cryptographic algorithms. In this paper, the Conjecture about\nrotation symmetric Boolean functions (RSBFs) of degree 3 proposed by Cusik and\nSt\\u{a}nic\\u{a} is proved. As a result, the nonlinearity of such kind of\nfunctions is determined.\n"]}]
["1001.3145",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3145","Phys. Rev. A 81, 052306 (2010)","doi:10.1103/PhysRevA.81.052306"],"date":["2010-01-18","2010-05-20"],"type":["text"],"creator":["Most, Yonatan","Shimoni, Yishai","Biham, Ofer"],"language":[],"coverage":[],"title":["Entanglement of Periodic States, the Quantum Fourier Transform and\n  Shor's Factoring Algorithm"],"description":["  The preprocessing stage of Shor's algorithm generates a class of quantum\nstates referred to as periodic states, on which the quantum Fourier transform\nis applied. Such states also play an important role in other quantum algorithms\nthat rely on the quantum Fourier transform. Since entanglement is believed to\nbe a necessary resource for quantum computational speedup, we analyze the\nentanglement of periodic states and the way it is affected by the quantum\nFourier transform. To this end, we derive a formula that evaluates the\nGroverian entanglement measure for periodic states. Using this formula, we\nexplain the surprising result that the Groverian entanglement of the periodic\nstates built up during the preprocessing stage is only slightly affected by the\nquantum Fourier transform.\n","Comment: 21 pages, 3 figures"]}]
["1001.3563",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3563","Phys. Rev. E {\\bf 81}, 051120 (2010)","doi:10.1103/PhysRevE.81.051120"],"date":["2010-01-20"],"type":["text"],"creator":["Kim, Sang-Woo","Lee, Joongul","Noh, Jae Dong"],"language":[],"coverage":[],"title":["Particle Condensation in Pair Exclusion Process"],"description":["  Condensation is characterized with a single macroscopic condensate whose mass\nis proportional to a system size $N$. We demonstrate how important particle\ninteractions are in condensation phenomena. We study a modified version of the\nzero-range process by including a pair exclusion. Each particle is associated\nwith its own partner, and particles of a pair are forbidden to stay at the same\nsite. The pair exclusion is weak in that a particle interacts with only a\nsingle one among all others. It turns out that such a weak interaction changes\nthe nature of condensation drastically. There appear a number of mesoscopic\ncondensates: the mass of a condensate scales as $m_{\\rm con}\\sim N^{1/2}$ and\nthe number of condensates scales as $N_{\\rm con} \\sim N^{1/2}$ with a\nlogarithmic correction. These results are derived analytically through a\nmapping to a solvable model under a certain assumption, and confirmed\nnumerically.\n","Comment: 4 pages, 2 figure"]}]
["1002.1278",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1278"],"date":["2010-02-05","2010-05-19"],"type":["text"],"creator":["Khelashvili, Anzor A.","Nadareishvili, Teimuraz P."],"language":[],"coverage":[],"title":["Unexpected Delta-Function Term in the Radial Schrodinger Equation"],"description":["  Careful exploration of the idea that equation for radial wave function must\nbe compatible with the full Schrodinger equation shows appearance of the\ndelta-function while reduction of full Schrodinger equation in spherical\ncoordinates. Elimination of this extra term produces a boundary condition for\nthe radial wave function, which is the same both for regular and singular\npotentials.\n","Comment: 5 pages"]}]
["1002.2918",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2918","Phys. Rev. Lett. 104, 203601 (2010)","doi:10.1103/PhysRevLett.104.203601"],"date":["2010-02-15","2010-05-20"],"type":["text"],"creator":["Bochmann, Joerg","Mücke, Martin","Guhl, Christoph","Ritter, Stephan","Rempe, Gerhard","Moehring, David L."],"language":[],"coverage":[],"title":["Lossless State Detection of Single Neutral Atoms"],"description":["  We introduce lossless state detection of trapped neutral atoms based on\ncavity-enhanced fluorescence. In an experiment with a single 87-Rb atom, a\nhyperfine-state-detection fidelity of 99.4% is achieved in 85 microseconds. The\nquantum bit is interrogated many hundreds of times without loss of the atom\nwhile a result is obtained in every readout attempt. The fidelity proves robust\nagainst atomic frequency shifts induced by the trapping potential. Our scheme\ndoes not require strong coupling between the atom and cavity and can be\ngeneralized to other systems with an optically accessible quantum bit.\n","Comment: 4 pages, 4 figures"]}]
["1002.3034",{"format":[],"subject":["Mathematics - Geometric Topology","57M27, 57M50, 57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3034"],"date":["2010-02-16","2010-05-20"],"type":["text"],"creator":["Ido, Ayako"],"language":[],"coverage":[],"title":["An estimation of Hempel distance by using Reeb graph"],"description":["  Let $P, Q$ be Heegaard surfaces of a closed orientable 3-manifold. In this\npaper, we introduce a method for giving an upper bound of Hempel distance of\n$P$ by using the Reeb graph derived from a certain horizontal arc in the\nambient space $[0,1]\\times[0,1]$ of the Rubinstein-Scharlemann graphic derived\nfrom $P$ and $Q$. This is a refinement of a part of Johnson's arguments used\nfor determining stable genera required for flipping high distance Heegaard\nsplittings.\n","Comment: 17 pages, 22 figures"]}]
["1002.3422",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Spectral Theory","11F72, 11M36, 22E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3422"],"date":["2010-02-17","2010-05-19"],"type":["text"],"creator":["Kelmer, Dubi"],"language":[],"coverage":[],"title":["A Uniform Strong Spectral Gap for Congruence Covers of a compact\n  quotient of PSL(2,R)^d"],"description":["  The existence of a strong spectral gap for lattices in semi-simple Lie groups\nis crucial in many applications. In particular, for arithmetic lattices it is\nuseful to have bounds for the strong spectral gap that are uniform in the\nfamily of congruence covers. When the lattice is itself a congruence group,\nthere are uniform and very good bounds for the spectral gap coming from the\nknown bounds toward the Ramanujan-Selberg conjectures. In this note, we\nestablish a uniform bound for the strong spectral gap for congruence covers of\nan irreducible co-compact lattice $\\Gamma$ in $PSL(2,R)^d$ with $d\\geq 2$,\nwhich is the simplest and most basic case where the congruence subgroup\nproperty is not known.\n","Comment: 22 pages, Order and numbering of theorems has changed. Final version,\n  to appear in IMRN"]}]
["1002.3522",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3522"],"date":["2010-02-18","2010-05-20"],"type":["text"],"creator":["Garoufalidis, Stavros","Pommersheim, James E."],"language":[],"coverage":[],"title":["Sum-integral interpolators and the Euler-Maclaurin formula for polytopes"],"description":["  A local lattice point counting formula, and more generally a local\nEuler-Maclaurin formula follow by comparing two natural families of meromorphic\nfunctions on the dual of a rational vector space $V$, namely the family of\nexponential sums (S) and the family of exponential integrals (I) parametrized\nby the set of rational polytopes in $V$. The paper introduces the notion of an\ninterpolator between these two families of meromorphic functions. We prove that\nevery rigid complement map in $V$ gives rise to an effectively computable\n\\SI-interpolator (and a local Euler-MacLaurin formula), an \\IS-interpolator\n(and a reverse local Euler-MacLaurin formula) and an \\ISo-interpolator. Rigid\ncomplement maps can be constructed by choosing an inner product on $V$ or by\nchoosing a complete flag in $V$. The corresponding interpolators generalize and\nunify the work of Berline-Vergne, Pommersheim-Thomas, and Morelli.\n","Comment: 21 pages, 8 figures"]}]
["1002.4520",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4520","J. Stat. Mech. (2010) P05015","doi:10.1088/1742-5468/2010/05/P05015"],"date":["2010-02-24"],"type":["text"],"creator":["Puglisi, A.","Pigolotti, S.","Rondoni, L.","Vulpiani, A."],"language":[],"coverage":[],"title":["Entropy production and coarse-graining in Markov processes"],"description":["  We study the large time fluctuations of entropy production in Markov\nprocesses. In particular, we consider the effect of a coarse-graining procedure\nwhich decimates {\\em fast states} with respect to a given time threshold. Our\nresults provide strong evidence that entropy production is not directly\naffected by this decimation, provided that it does not entirely remove loops\ncarrying a net probability current. After the study of some examples of random\nwalks on simple graphs, we apply our analysis to a network model for the\nkinesin cycle, which is an important biomolecular motor. A tentative general\ntheory of these facts, based on Schnakenberg's network theory, is proposed.\n","Comment: 18 pages, 13 figures, submitted for publication"]}]
["1003.0300",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0300","Phys. Rev. B 81, 195114 (2010)","doi:10.1103/PhysRevB.81.195114"],"date":["2010-03-01"],"type":["text"],"creator":["Willers, T.","Hu, Z.","Hollmann, N.","Korner, P. O.","Gegner, J.","Burnus, T.","Fujiwara, H.","Tanaka, A.","Schmitz, D.","Hsieh, H. H.","Lin, H. -J.","Chen, C. T.","Bauer, E. D.","Sarrao, J. L.","Goremychkin, E.","Koza, M.","Tjeng, L. H.","Severing, A."],"language":[],"coverage":[],"title":["Crystal-field and Kondo scale investigation of CeMIn5 (M=Co, Ir and Rh):\n  a combined x-ray absorption and inelastic neutron study"],"description":["  Linear polarized soft-x ray absorption (XAS) and inelastic neutron scattering\n(INS) experiments have been performed on CeMIn5 with M = Rh, Ir, and Co to\ndetermine the crystal-field scheme and characteristic Kondo temperatures T* for\nthe hybridization between 4f and conduction electrons. The ground state wave\nfunctions are determined from the polarization dependent soft-XAS data at the\ncerium M4,5 edge and the crystal-field splittings from INS. The characteristic\ntemperature T* has been determined from the line widths of the neutron\nscattering data. We find that the quasielastic line widths of the\nsuperconducting compounds CeCoIn5 and CeIrIn5 are comparable with the low\nenergy crystal-field splitting.\n"]}]
["1003.0387",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0387","Phys. Rev. B 81, 184503 (2010)","doi:10.1103/PhysRevB.81.184503"],"date":["2010-03-01","2010-05-19"],"type":["text"],"creator":["Yu, K.","Hesselberth, M. B. S.","Kes, P. H.","Plourde, B. L. T."],"language":[],"coverage":[],"title":["Vortex dynamics in superconducting channels with periodic constrictions"],"description":["  Vortices confined to superconducting easy flow channels with periodic\nconstrictions exhibit reversible oscillations in the critical current at which\nvortices begin moving as the external magnetic field is varied. This\ncommensurability scales with the channel shape and arrangement, although\nscreening effects play an important role. For large magnetic fields, some of\nthe vortices become pinned outside of the channels, leading to magnetic\nhysteresis in the critical current. Some channel configurations also exhibit a\ndynamical hysteresis in the flux-flow regime near the matching fields.\n"]}]
["1003.1137",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1137","Phys. Rev. B 81, 184424 (2010)","doi:10.1103/PhysRevB.81.184424"],"date":["2010-03-04","2010-05-20"],"type":["text"],"creator":["Ceresoli, D.","Marzari, N.","Lopez, G.","Thonhauser, T."],"language":[],"coverage":[],"title":["An ab-initio converse NMR approach for pseudopotentials"],"description":["  We extend the recently developed converse NMR approach [T. Thonhauser, D.\nCeresoli, A. Mostofi, N. Marzari, R. Resta, and D. Vanderbilt, J. Chem. Phys.\n\\textbf{131}, 101101 (2009)] such that it can be used in conjunction with\nnorm-conserving, non-local pseudopotentials. This extension permits the\nefficient ab-initio calculation of NMR chemical shifts for elements other than\nhydrogen within the convenience of a plane-wave pseudopotential approach. We\nhave tested our approach on several finite and periodic systems, finding very\ngood agreement with established methods and experimental results.\n","Comment: 11 pages, 2 figures, 4 tables; references expanded"]}]
["1003.1226",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1226","PRA 81, 053414 (2010)","doi:10.1103/PhysRevA.81.053414"],"date":["2010-03-05"],"type":["text"],"creator":["Middelkamp, S.","Mayle, M.","Lesanovsky, I.","Schmelcher, P."],"language":[],"coverage":[],"title":["Creating versatile atom traps by applying near resonant laser light in\n  magnetic traps"],"description":["  We utilize the combination of two standard trapping techniques, a magnetic\ntrap and an optical trap in a Raman setup, to propose a versatile and tunable\ntrap for cold atoms. The created potential provides several advantages over\nconventional trapping potentials. One can easily convert the type of the trap,\ne.g., from a single well to a double well trap. Atoms in different internal\nstates can be trapped in different trap types, thereby enabling the realization\nof experiments with multi-component Bose-Einstein condensates. Moreover, one\ncan achieve variations of the trapping potential on small length scales without\nthe need of microstructures. We present the potential surfaces for different\nsetups, demonstrate their tunability, give a semi-analytical expression for the\npotential, and propose experiments which can be realized within such a trap.\n","Comment: 10 pages, 9 figures"]}]
["1003.1859",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1859","J. Stat. Mech. (2010) P05006","doi:10.1088/1742-5468/2010/05/P05006"],"date":["2010-03-09"],"type":["text"],"creator":["Casetti, Lapo","Nardini, Cesare"],"language":[],"coverage":[],"title":["Solvable model of a self-gravitating system"],"description":["  We introduce and discuss an effective model of a self-gravitating system\nwhose equilibrium thermodynamics can be solved in both the microcanonical and\nthe canonical ensemble, up to a maximization with respect to a single variable.\nSuch a model can be derived from a model of self-gravitating particles confined\non a ring, referred to as the self-gravitating ring (SGR) model, allowing a\nquantitative comparison between the thermodynamics of the two models. Despite\nthe rather crude approximations involved in its derivation, the effective model\ncompares quite well with the SGR model. Moreover, we discuss the relation\nbetween the effective model presented here and another model introduced by\nThirring forty years ago. The two models are very similar and can be considered\nas examples of a class of minimal models of self-gravitating systems.\n","Comment: 21 pages, 6 figures; submitted to JSTAT for the special issue on\n  long-range interactions"]}]
["1003.2151",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2151","Physical Review B, Vol 81, 184108 (2010)","doi:10.1103/PhysRevB.81.184108"],"date":["2010-03-10","2010-05-20"],"type":["text"],"creator":["Janisch, Rebecca","Ahmed, Naveed","Hartmaier, Alexander"],"language":[],"coverage":[],"title":["Ab-initio tensile tests of Al bulk crystals and grain boundaries: on the\n  universality of mechanical behaviour"],"description":["  We have performed ab-initio tensile tests of bulk Al along different tensile\naxes, as well as perpendicular to different grain boundaries to determine\nmechanical properties such as interface energy, work of separation and\ntheoretical strength. We show that all the different investigated geometries\nexhibit energy-displacement curves that can be brought into coincidence in the\nspirit of the well known universal binding energy relationship curve. This\nsimplifies significantly the calculation of ab-initio tensile strengths for the\nwhole parameter space of grain boundaries.\n","Comment: 7 pages, 5 figures"]}]
["1003.2209",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2209","Physical Review B 81, 184522 (2010)","doi:10.1103/PhysRevB.81.184522"],"date":["2010-03-10"],"type":["text"],"creator":["Lei, Hechang","Hu, Rongwei","Choi, E. S.","Warren, J. B.","Petrovic, C."],"language":[],"coverage":[],"title":["Effects of excess Fe on upper critical field and magnetotransport in\n  Fe1+y(Te1-xSx)z"],"description":["  We have investigated the upper critical field anisotropy and magnetotransport\nproperties of Fe1.14(1)Te0.91(2)S0.09(2) single crystals in stable magnetic\nfields up to 35 T. The results show that u0Hc2(T) along the c axis and in the\nab-plane exhibit saturation at low temperatures. The anisotropy of u0Hc2(T)\ndecreases with decreasing temperature, becoming nearly isotropic for T->0. Our\nanalysis indicates that the spin-paramagnetic pair-breaking with spin-orbital\nscattering is responsible for the behavior of u0Hc2(T). Furthermore, from\nanalysis of the normal state properties, we show evidence that the excess Fe\nacting as Kondo-type impurities is a key factor determining the normal and\nsuperconducting state physical properties.\n","Comment: 6 pages and 4 figures"]}]
["1003.3936",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3936","Phys. Rev. B 81, 174517 (2010)","doi:10.1103/PhysRevB.81.174517"],"date":["2010-03-20"],"type":["text"],"creator":["van der Beek, C. J.","Rizza, G.","Konczykowski, M.","Fertey, P.","Monnet, I.","Klein, Thierry","Okazaki, R.","Ishikado, M.","Kito, H.","Iyo, A.","Eisaki, H.","Shamoto, S.","Tillman, M. E.","Bud'ko, S. L.","Canfield, P. C.","Shibauchi, T.","Matsuda, Y."],"language":[],"coverage":[],"title":["Flux pinning in (1111) iron-pnictide superconducting crystals"],"description":["  Local magnetic measurements are used to quantitatively characterize\nheterogeneity and flux line pinning in PrFeAsO_1-y and NdFeAs(O,F)\nsuperconducting single crystals. In spite of spatial fluctuations of the\ncritical current density on the macroscopic scale, it is shown that the major\ncontribution comes from collective pinning of vortex lines by microscopic\ndefects by the mean-free path fluctuation mechanism. The defect density\nextracted from experiment corresponds to the dopant atom density, which means\nthat dopant atoms play an important role both in vortex pinning and in\nquasiparticle scattering. In the studied underdoped PrFeAsO_1-y and NdFeAs(O,F)\ncrystals, there is a background of strong pinning, which we attribute to\nspatial variations of the dopant atom density on the scale of a few dozen to\none hundred nm. These variations do not go beyond 5% - we therefore do not find\nany evidence for coexistence of the superconducting and the antiferromagnetic\nphase. The critical current density in sub-T fields is characterized by the\npresence of a peak effect, the location of which in the (B,T)-plane is\nconsistent with an order-disorder transition of the vortex lattice.\n","Comment: 12 pages, submitted to Phys Rev. B"]}]
["1003.4904",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4904","Topology and its Applications 157, 10-11 (2010) 1742-1759","doi:10.1016/j.topol.2010.02.024"],"date":["2010-03-25"],"type":["text"],"creator":["Gonçalves, Daciberg Lima","Guaschi, John"],"language":[],"coverage":[],"title":["The Borsuk-Ulam theorem for maps into a surface"],"description":["  Let (X, t, S) be a triple, where S is a compact, connected surface without\nboundary, and t is a free cellular involution on a CW-complex X. The triple (X,\nt, S) is said to satisfy the Borsuk-Ulam property if for every continuous map\nf:X-->S, there exists a point x belonging to X satisfying f(t(x))=f(x). In this\npaper, we formulate this property in terms of a relation in the 2-string braid\ngroup B_2(S) of S. If X is a compact, connected surface without boundary, we\nuse this criterion to classify all triples (X, t, S) for which the Borsuk-Ulam\nproperty holds. We also consider various cases where X is not necessarily a\nsurface without boundary, but has the property that \\pi_1(X/t) is isomorphic to\nthe fundamental group of such a surface. If S is different from the 2-sphere\nS^2 and the real projective plane RP^2, then we show that the Borsuk-Ulam\nproperty does not hold for (X, t, S) unless either \\pi_1(X/t) is isomorphic to\n\\pi_1(RP^2), or \\pi_1(X/t) is isomorphic to the fundamental group of a compact,\nconnected non-orientable surface of genus 2 or 3 and S is orientable. In the\nlatter case, the veracity of the Borsuk-Ulam property depends further on the\nchoice of involution t; we give a necessary and sufficient condition for it to\nhold in terms of the surjective homomorphism \\pi_1(X/t)-->Z_2 induced by the\ndouble covering X-->X/t. The cases S=S^2,RP^2 are treated separately.\n","Comment: 31 pages"]}]
["1003.6072",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.6072","Eur. Phys. J. A 44, 513-519 (2010)","doi:10.1140/epja/i2010-10967-1"],"date":["2010-03-31"],"type":["text"],"creator":["LUNA collaboration","Szucs, T.","Bemmerer, D.","Broggini, C.","Caciolli, A.","Confortola, F.","Corvisiero, P.","Elekes, Z.","Formicola, A.","Fulop, Zs.","Gervino, G.","Guglielmetti, A.","Gustavino, C.","Gyurky, Gy.","Imbriani, G.","Junker, M.","Lemut, A.","Marta, M.","Mazzocchi, C.","Menegazzo, R.","Prati, P.","Roca, V.","Rolfs, C.","Alvarez, C. Rossi","Somorjai, E.","Straniero, O.","Strieder, F.","Terrasi, F.","Trautvetter, H. P."],"language":[],"coverage":[],"title":["An actively vetoed Clover gamma-detector for nuclear astrophysics at\n  LUNA"],"description":["  An escape-suppressed, composite high-purity germanium detector of the Clover\ntype has been installed at the Laboratory for Underground Nuclear Astrophysics\n(LUNA) facility, deep underground in the Gran Sasso Laboratory, Italy. The\nlaboratory gamma-ray background of the Clover detector has been studied\nunderground at LUNA and, for comparison, also in an overground laboratory.\nSpectra have been recorded both for the single segments and for the virtual\ndetector formed by online addition of all four segments. The effect of the\nescape-suppression shield has been studied as well. Despite their generally\nhigher intrinsic background, escape-suppressed detectors are found to be well\nsuited for underground nuclear astrophysics studies. As an example for the\nadvantage of using a composite detector deep underground, the weak ground state\nbranching of the Ep = 223 keV resonance in the 24Mg(p,gamma)25Al reaction is\ndetermined with improved precision.\n","Comment: 8 pages, 6 figures, 3 tables; as accepted by Eur. Phys. J. A"]}]
["1004.0757",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0757","Physica E 42 (2010)1010","doi:10.1016/j.physe.2009.11.102"],"date":["2010-04-05"],"type":["text"],"creator":["Kawabata, Shiro","Asano, Yasuhiro","Tanaka, Yukio","Kashiwaya, Satoshi"],"language":[],"coverage":[],"title":["Theory of Josephson transport through spintronics nano-structure"],"description":["  We study the Josephson transport through ferromagnetic insulators (FIs) by\ntaking into account its band structure explicitly. In the case of the fully\npolarized FIs (FPFIs), we found the formation of a pi-junction and an\natomic-scale 0-pi transition induced by increasing the FI thickness. More\nremarkably, in the Josephson junction through spin-filter materials such as Eu\nchalcogenides, the orbital hybridization between the conduction d and the\nlocalized f electron gives rise to the pi-junction behavior. Such FI-based\npi-junctions can be used to implement highly-coherent solid-state quantum bits.\n","Comment: 5 pages, 3 figures"]}]
["1004.1728",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1728"],"date":["2010-04-10","2010-05-20"],"type":["text"],"creator":["Friesen, Allan D.","Matyushov, Dmitry V."],"language":[],"coverage":[],"title":["Cavity-water interface is polar"],"description":["  We present the results of numerical simulations of the electrostatics and\ndynamics of water hydration shells surrounding Kihara cavities given by a\nLennard-Jones (LJ) layer at the surface of a hard-sphere cavity. The local\ndielectric response of the hydration layer substantially exceeds that of bulk\nwater, with the magnitude of the dielectric constant peak in the shell\nincreasing with the growing cavity size. The polar shell propagates into bulk\nwater to approximately the cavity radius. The statistics of the electrostatic\nfield produced by water inside the cavity follow linear response and approach\nthe prediction of continuum electrostatics with increasing cavity size.\n","Comment: 4 pages, 4 figures"]}]
["1004.2031",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2031","Phys. Rev. B 81, 195420 (2010)","doi:10.1103/PhysRevB.81.195420"],"date":["2010-04-12","2010-05-20"],"type":["text"],"creator":["Yazyev, Oleg V.","Louie, Steven G."],"language":[],"coverage":[],"title":["Topological Defects in Graphene: Dislocations and Grain Boundaries"],"description":["  Topological defects in graphene, dislocations and grain boundaries, are still\nnot well understood despites the considerable number of experimental\nobservations. We introduce a general approach for constructing dislocations in\ngraphene characterized by arbitrary Burgers vectors as well as grain\nboundaries, covering the whole range of possible misorientation angles. By\nusing ab initio calculations we investigate thermodynamic and electronic\nproperties of these topological defects, finding energetically favorable\nsymmetric large-angle grain boundaries, strong tendency towards out-of-plane\ndeformation in the small-angle regimes, and pronounced effects on the\nelectronic structure. The present results show that dislocations and grain\nboundaries are important intrinsic defects in graphene which may be used for\nengineering graphene-based nanomaterials and functional devices.\n","Comment: 7 pages, 8 figures, 1 table"]}]
["1005.0036",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0036","doi:10.1088/0004-637X/716/1/453"],"date":["2010-04-30"],"type":["text"],"creator":["Lawton, Brandon","Gordon, Karl D.","Babler, Brian","Block, Miwa","Bolatto, Alberto D.","Bracker, Steve","Carlson, Lynn R.","Engelbracht, Charles W.","Hora, Joseph L.","Indebetouw, Remy","Madden, Suzanne C.","Meade, Marilyn","Meixner, Margaret","Misselt, Karl","Oey, M. S.","Oliveira, Joana M.","Robitaille, Thomas","Sewilo, Marta","Shiao, Bernie","Vijh, Uma P.","Whitney, Barbara"],"language":[],"coverage":[],"title":["Spitzer Analysis of HII Region Complexes in the Magellanic Clouds:\n  Determining a Suitable Monochromatic Obscured Star Formation Indicator"],"description":["  HII regions are the birth places of stars, and as such they provide the best\nmeasure of current star formation rates (SFRs) in galaxies. The close proximity\nof the Magellanic Clouds allows us to probe the nature of these star forming\nregions at small spatial scales. We aim to determine the monochromatic IR band\nthat most accurately traces the bolometric IR flux (TIR), which can then be\nused to estimate an obscured SFR. We present the spatial analysis, via\naperture/annulus photometry, of 16 LMC and 16 SMC HII region complexes using\nthe Spitzer IRAC and MIPS bands. UV rocket data and SHASSA H-alpha data are\nalso included. We find that nearly all of the LMC and SMC HII region SEDs peak\naround 70um, from ~10 to ~400 pc from the central sources. As a result, the\nsizes of HII regions as probed by 70um is approximately equal to the sizes as\nprobed by TIR (about 70 pc in radius); the radial profile of the 70um flux,\nnormalized by TIR, is constant at all radii (70um ~ 0.45 TIR); the 1-sigma\nstandard deviation of the 70um fluxes, normalized by TIR, is a lower fraction\nof the mean (0.05 to 0.12 out to ~220 pc) than the normalized 8, 24, and 160um\nnormalized fluxes (0.12 to 0.52); and these results are invariant between the\nLMC and SMC. From these results, we argue that 70um is the most suitable IR\nband to use as a monochromatic obscured star formation indicator because it\nmost accurately reproduces the TIR of HII regions in the LMC and SMC and over\nlarge spatial scales. We also explore the general trends of the 8, 24, 70, and\n160um bands in the LMC and SMC HII region SEDs, radial surface brightness\nprofiles, sizes, and normalized (by TIR) radial flux profiles. We derive an\nobscured SFR equation that is modified from the literature to use 70um\nluminosity, SFR(Mo/yr) = 9.7(0.7)x10^{-44} L(70)(ergs/s), which is applicable\nfrom 10 to 300 pc distance from the center of an HII region.\n","Comment: 21 pages, 12 figures, 4 tables. Will be published in ApJ."]}]
["1005.1656",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1656"],"date":["2010-05-10","2010-05-20"],"type":["text"],"creator":["Blood, Casey"],"language":[],"coverage":[],"title":["Derivation of Bell's locality condition from the relativity of\n  simultaneity"],"description":["  One way to deal with the fact that many versions of reality simultanenously\nexist in the wave function is to suppose there are hidden variables that single\nout one version for perception. Bell showed theoretically and the Aspect\nexperiment confirmed that there could be no hidden variable theory which\nsatisfied a locality condition. We show here that the locality condition can be\nderived from the well-established principle of the relativity of simultaneity.\nThus virtually all hidden variable theories, not just obviously local ones, are\nin conflict with the results of the Aspect experiment and are therefore\nforbidden.\n","Comment: 8 pages. In version 2, it is acknowledged that Nicolas Gisin\n  published essentially the same idea somewhat earlier in\n  arXiv:quant-ph/1002.1392"]}]
["1005.1768",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1768","Quaderni di Geofisica 75 (2009); Earth-prints,\n  http://hdl.handle.net/2122/51895 (2009)"],"date":["2010-05-11"],"type":["text"],"creator":["Bianchi, S.","Sciacca, U.","Settimi, A."],"language":[],"coverage":[],"title":["Theory of Radio Propagation in Inhomogeneous Media (The Eikonal Method)"],"description":["  The Istituto Nazionale di Geofisica e Vulcanologia has been involved since\nits foundation in the forecast of the conditions in which a radio link that\nmakes use of propagation by means of ionospheric wave takes place. In the last\ntimes it gained interest also the precise forecast of the trajectory covered by\na radio wave propagating into the atmosphere, specifically into the ionosphere,\nwhich can be considered, at first approximation, as an inhomogeneous medium,\ndefined by a refraction index slowly varying in time. This work describes the\ntheoretical bases to study a trajectory; they substantially make use of the\nmethods of the geometrical optics. Such theoretical bases find applications in\nnumerical methods to calculate the trajectories, as quoted in references\n[Bianchi, 2009].\n","Comment: 21 pages, 7 figures"]}]
["1005.1904",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1904"],"date":["2010-05-11","2010-05-20"],"type":["text"],"creator":["Pandey, Abhinav","Pandey, Akash","Tandon, Ankit","Maurya, Brajesh Kr","Kushwaha, Upendra","Mishra, Dr. Madhvendra","Tiwari, Vijayshree"],"language":[],"coverage":[],"title":["Cloud Computing: Exploring the scope"],"description":["  Cloud computing refers to a paradigm shift to overall IT solutions while\nraising the accessibility, scalability and effectiveness through its enabling\ntechnologies. However, migrated cloud platforms and services cost benefits as\nwell as performances are neither clear nor summarized. Globalization and the\nrecessionary economic times have not only raised the bar of a better IT\ndelivery models but also have given access to technology enabled services via\ninternet. Cloud computing has vast potential in terms of lean Retail\nmethodologies that can minimize the operational cost by using the third party\nbased IT capabilities, as a service. It will not only increase the ROI but will\nalso help in lowering the total cost of ownership. In this paper we have tried\nto compare the cloud computing cost benefits with the actual premise cost which\nan organization incurs normally. However, in spite of the cost benefits, many\nIT professional believe that the latest model i.e. \"cloud computing\" has risks\nand security concerns. This report demonstrates how to answer the following\nquestions: (1) Idea behind cloud computing. (2) Monetary cost benefits of using\ncloud with respect to traditional premise computing. (3) What are the various\nsecurity issues? We have tried to find out the cost benefit by comparing the\nMicrosoft Azure cloud cost with the prevalent premise cost.\n","Comment: 9 pages, 7 figures, Paper accepted for the 2010 International\n  Conference on Informatics, Cybernetics, and Computer Applications (ICICCA\n  2010)"]}]
["1005.2099",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2099"],"date":["2010-05-12","2010-05-20"],"type":["text"],"creator":["Pang, F.","Liang, X. J.","Liao, Z. L.","Yin, S. L.","Chen, D. M."],"language":[],"coverage":[],"title":["Origin of the metallic to insulating transition of an epitaxial Bi(111)\n  film grown on Si(111)"],"description":["  Transport characteristics of single crystal bismuth films on Si(111)-7 \\times\n7 are found to be metallic or insulating at temperature below or above TC,\nrespectively. The transition temperature TC decreases as the film thickness\nincreases. By combining thickness dependence of the films resistivity, we find\nthe insulating behavior results from the states inside film, while the metallic\nbehavior originates from the interface states. We show that quantum size effect\nin a Bi film, such as the semimetal-to-semiconductor transition, is only\nobservable at a temperature higher than TC. In addition, the metallic interface\nstate is shown to result from the large SO-splitting at interfaces.\n","Comment: 17 pages, 4 figures"]}]
["1005.3160",{"format":[],"subject":["Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3160"],"date":["2010-05-18","2010-05-20"],"type":["text"],"creator":["Tavakoli, Ruhollah"],"language":[],"coverage":[],"title":["Funny Problems in Intuitive Topology"],"description":["  The goal of this article is to introduce some beautiful known riddles in\nintuitive topology; hoping to make at least some fun for the reader.\n"]}]
["1005.3539",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3539"],"date":["2010-05-19"],"type":["text"],"creator":["Rengel, M.","Sagawa, H.","Hartogh, P."],"language":[],"coverage":[],"title":["New sub-millimeter heterodyne observations of CO and HCN in Titan's\n  atmosphere with the APEX Swedish Heterodyne Facility Instrument"],"description":["  The origin of the atmosphere of the largest moon of Saturn, Titan, is poorly\nunderstood and its chemistry is rather complicated. Ground-based\nmillimeter/sub-millimeter heterodyne spectroscopy resolves line shapes\nsufficiently to determine information in Titan's atmospheric composition (on\nvertical profiles and isotopic ratios). We test the capabilities of the Swedish\nHeterodyne Facility Instrument (SHFI), Receiver APEX-1, together with the\nAtacama Pathfinder EXperiment APEX 12-m telescope for Titan's atmospheric\nobservations. In particular we present sub-millimeter observations of the\nCO(2-1) and HCN(3-2) lines of the Titan stratosphere with APEX, and with SHFI\ntaken during the Science Verification (SV) instrument phase on March and June\n2008. With the help of appropriate radiative transfer calculations we\ninvestigate the possibility to constrain the chemical concentrations and\noptimize the performance of the APEX-1 instrument for inferring vertical\nprofiles of molecular components of the atmosphere of Titan.\n","Comment: 13 pages, 5 figures, to appear in Advances in Geosciences (a refereed\n  publication of papers presented at Asia Oceanic Geophysical Society 6th\n  annual meeting 2009 in Singapore, a publication of World Scientific\n  Publication Company)"]}]
["1005.3547",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35 (Primary), 82B10, 39B62 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3547"],"date":["2010-05-19"],"type":["text"],"creator":["Cipriani, Alessandra","Pra, Paolo Dai"],"language":[],"coverage":[],"title":["Decay of Correlations for Quantum Spin Systems with a Transverse Field:\n  A Dynamic Approach"],"description":["  We consider a wide class of quantum spin systems obtained by adding a\ntransverse field to a classical Hamiltonian. We give explicit high-temperature\nconditions which guarantee exponential decay of correlations. A\nstochastic-geometric representation allows to reformulate the model as a\nclassical random field on a space of marked point processes on the circle\n$[0,\\beta)$, where $\\beta$ is the inverse temperature. We then construct a\nMarkov process having this random field as invariant measure. By the mixing\nproperties of the process, the exponential decay of correlations follows by an\nadaptation of a general argument.\n"]}]
["1005.3557",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3557","Science 326, 375 (2009)","doi:10.1126/science.1181510"],"date":["2010-05-19"],"type":["text"],"creator":["Gingras, Michel J. P."],"language":[],"coverage":[],"title":["Observing Monopoles in a Magnetic Analog of Ice"],"description":["  This is a nontechnical Perspective commentary on two recent neutron\nscattering experiments (Science 326, 415 (2009) and Science 326, 411 (2009))\nreporting evidence for the validity of a \"Coulomb phase\" description of the\nlow-temperature regime of frustrated spin ice magnetic materials as well as the\nexistence of topological defect (monopole-like) excitations in these systems.\n","Comment: 3 pages, 1 figure"]}]
["1005.3569",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3569","The Astrophysical Journal, 716:398-403, 2010 June 10","doi:10.1088/0004-637X/716/1/398"],"date":["2010-05-19"],"type":["text"],"creator":["Harrington, Joseph","French, Richard G."],"language":[],"coverage":[],"title":["The 1998 November 14 Occultation of GSC 0622-00345 by Saturn. I.\n  Techniques for Ground-Based Stellar Occultations"],"description":["  On 1998 November 14, Saturn and its rings occulted the star GSC 0622-00345.\nWe observed atmospheric immersion with NSFCAM at the National Aeronautics and\nSpace Administration's Infrared Telescope Facility on Mauna Kea, Hawaii.\nImmersion occurred at 55.5\\circ S planetocentric latitude. A 2.3 {\\mu}m,\nmethane-band filter suppressed reflected sunlight. Atmospheric emersion and\nring data were not successfully obtained. We describe our observation,\nlight-curve production, and timing techniques, including improvements in\naperture positioning, removal of telluric scintillation effects, and timing.\nMany of these techniques are known within the occultation community, but have\nnot been described in the reviewed literature. We present a light curve whose\nsignal-to-noise ratio per scale height is 267, among the best ground-based\nsignals yet achieved, despite a disadvantage of up to 8 mag in the stellar flux\ncompared to prior work.\n","Comment: LaTeX/emulateapj, 6 pages, 3 figures. Online items: The FITS-format\n  light curve and the IDL code for the timing model are available from ApJ or\n  the lead author"]}]
["1005.3570",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3570","The Astrophysical Journal, 716:404-416, 2010 June 10","doi:10.1088/0004-637X/716/1/404"],"date":["2010-05-19"],"type":["text"],"creator":["Harrington, Joseph","French, Richard G.","Matcheva, Katia"],"language":[],"coverage":[],"title":["The 1998 November 14 Occultation of GSC 0622-00345 by Saturn. II.\n  Stratospheric Thermal Profile, Power Spectrum, and Gravity Waves"],"description":["  On 1998 November 14, Saturn and its rings occulted the star GSC 0622-00345.\nThe occultation latitude was 55.5 degrees S. This paper analyzes the 2.3 {\\mu}m\nlight curve derived by Harrington & French. A fixed-baseline isothermal fit to\nthe light curve has a temperature of 140 +/- 3 K, assuming a mean molecular\nmass of 2.35 AMU. The thermal profile obtained by numerical inversion is valid\nbetween 1 and 60 {\\mu}bar. The vertical temperature gradient is >0.2 K/km more\nstable than the adiabatic lapse rate, but it still shows the\nalternating-rounded-spiked features seen in many temperature gradient profiles\nfrom other atmospheric occultations and usually attributed to breaking gravity\n(buoyancy) waves. We conduct a wavelet analysis of the thermal profile, and\nshow that, even with our low level of noise, scintillation due to turbulence in\nEarth's atmosphere can produce large temperature swings in light-curve\ninversions. Spurious periodic features in the \"reliable\" region of a wavelet\namplitude spectrum can exceed 0.3 K in our data. We also show that gravity-wave\nmodel fits to noisy isothermal light curves can lead to convincing wave\n\"detections\". We provide new significance tests for localized wavelet\namplitudes, wave model fits, and global power spectra of inverted occultation\nlight curves by assessing the effects of pre- and post-occultation noise on\nthese parameters. Based on these tests, we detect several significant ridges\nand isolated peaks in wavelet amplitude, to which we fit a gravity wave model.\nWe also strongly detect the global power spectrum of thermal fluctuations in\nSaturn's atmosphere, which resembles the \"universal\" (modified Desaubies) curve\nassociated with saturated spectra of propagating gravity waves on Earth and\nJupiter.\n","Comment: LaTeX/emulateapj, 13 pages, 7 figures"]}]
["1005.3572",{"format":[],"subject":["Mathematics - Differential Geometry","53C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3572"],"date":["2010-05-19"],"type":["text"],"creator":["Dimitric, Ivko"],"language":[],"coverage":[],"title":["Hopf hypersurfaces of low type in non-flat complex space forms"],"description":["  We classify Hopf hypersurfaces of non-flat complex space forms CP^m(4) and\nCH^m(-4), denoted jointly by CQ^m(4c), that are of 2-type in the sense of B. Y.\nChen, via the embedding into a suitable (pseudo) Euclidean space of Hermitian\nmatrices by projection operators. This complements and extends earlier\nclassifications by Martinez-Ros (minimal case) and Udagawa (CMC case), who\nstudied only hypersurfaces of CP^m and assumed them to have constant mean\ncurvature instead of being Hopf. Moreover, we rectify some claims in Udagawa's\npaper to give a complete classification of\nconstant-mean-curvature-hypersurfaces of 2-type. We also derive a certain\ncharacterization of CMC Hopf hypersurfaces which are of 3-type and\nmass-symmetric in a naturally defined hyperquadric containing the image of\nCQ^m(4c) via these embeddings. The classification of such hypersurfaces is done\nin CQ^2(4c), under an additional assumption in the hyperbolic case that the\nmean curvature is not equal to 2/3. In the process we show that every standard\nexample of class B in CQ^m(4c) is mass-symmetric and we determine its\nChen-type.\n","Comment: 37 pages"]}]
["1005.3573",{"format":[],"subject":["Statistics - Applications","62G32, 68U20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3573"],"date":["2010-05-19"],"type":["text"],"creator":["Bolívar, A.","Díaz-Francés, E.","Ortega, J.","Vilchis, E."],"language":[],"coverage":[],"title":["Profile Likelihood Intervals for Quantiles in Extreme Value\n  Distributions"],"description":["  Profile likelihood intervals of large quantiles in Extreme Value\ndistributions provide a good way to estimate these parameters of interest since\nthey take into account the asymmetry of the likelihood surface in the case of\nsmall and moderate sample sizes; however they are seldom used in practice. In\ncontrast, maximum likelihood asymptotic (mla) intervals are commonly used\nwithout respect to sample size. It is shown here that profile likelihood\nintervals actually are a good alternative for the estimation of quantiles for\nsample sizes $25 \\leq n\\leq 100$ of block maxima, since they presented adequate\ncoverage frequencies in contrast to the poor coverage frequencies of mla\nintervals for these sample sizes, which also tended to underestimate the\nquantile and therefore might be a dangerous statistical practice.\n  In addition, maximum likelihood estimation can present problems when Weibull\nmodels are considered for moderate or small sample sizes due to singularities\nof the corresponding density function when the shape parameter is smaller than\none. These estimation problems can be traced to the commonly used continuous\napproximation to the likelihood function and could be avoided by using the\nexact or correct likelihood function, at least for the settings considered\nhere. A rainfall data example is presented to exemplify the suggested\ninferential procedure based on the analyses of profile likelihoods.\n"]}]
["1005.3575",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3575"],"date":["2010-05-19"],"type":["text"],"creator":["Dong, J. K.","Zhou, S. Y.","Guan, T. Y.","Zhang, H.","Dai, Y. F.","Qiu, X.","Wang, X. F.","He, Y.","Chen, X. H.","Li, S. Y."],"language":[],"coverage":[],"title":["Reply to comment by T. Terashima et al. on \"Quantum criticality and\n  nodal superconductivity in the FeAs-based superconductor KFe$_2$As$_2$\""],"description":["  Reply to comment by T. Terashima et al. on \"Quantum criticality and nodal\nsuperconductivity in the FeAs-based superconductor KFe$_2$As$_2$\"\n","Comment: 1 page, 1 figure, to appear in Phys. Rev. Lett"]}]
["1005.3578",{"format":[],"subject":["Mathematics - Algebraic Geometry","30F40, 20H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3578"],"date":["2010-05-19"],"type":["text"],"creator":["Cao, Wensheng"],"language":[],"coverage":[],"title":["Discreteness criterion in SL(2,$\\bc$) by a test map"],"description":["  In the paper (Osaka J. Math. {\\bf 46}: 403-409, 2009), Yang conjectured that\na non-elementary subgroup $G$ of $SL(2, \\bc)$ containing elliptic elements is\ndiscrete if for each elliptic element $g\\in G$ the group $< f, g >$ is\ndiscrete, where $f\\in SL(2,\\bc)$ is a test map which is loxodromic or elliptic.\nThe purpose of this paper is to give an affirmative answer to this question.\n","Comment: 6 pages"]}]
["1005.3579",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3579"],"date":["2010-05-19"],"type":["text"],"creator":["Chen, Xi","Kim, Seyoung","Lin, Qihang","Carbonell, Jaime G.","Xing, Eric P."],"language":[],"coverage":[],"title":["Graph-Structured Multi-task Regression and an Efficient Optimization\n  Method for General Fused Lasso"],"description":["  We consider the problem of learning a structured multi-task regression, where\nthe output consists of multiple responses that are related by a graph and the\ncorrelated response variables are dependent on the common inputs in a sparse\nbut synergistic manner. Previous methods such as l1/l2-regularized multi-task\nregression assume that all of the output variables are equally related to the\ninputs, although in many real-world problems, outputs are related in a complex\nmanner. In this paper, we propose graph-guided fused lasso (GFlasso) for\nstructured multi-task regression that exploits the graph structure over the\noutput variables. We introduce a novel penalty function based on fusion penalty\nto encourage highly correlated outputs to share a common set of relevant\ninputs. In addition, we propose a simple yet efficient proximal-gradient method\nfor optimizing GFlasso that can also be applied to any optimization problems\nwith a convex smooth loss and the general class of fusion penalty defined on\narbitrary graph structures. By exploiting the structure of the non-smooth\n''fusion penalty'', our method achieves a faster convergence rate than the\nstandard first-order method, sub-gradient method, and is significantly more\nscalable than the widely adopted second-order cone-programming and\nquadratic-programming formulations. In addition, we provide an analysis of the\nconsistency property of the GFlasso model. Experimental results not only\ndemonstrate the superiority of GFlasso over the standard lasso but also show\nthe efficiency and scalability of our proximal-gradient method.\n","Comment: 21 pages, 7 figures"]}]
["1005.3581",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3581"],"date":["2010-05-19"],"type":["text"],"creator":["Shima, Kazunari","Tsuda, Motomu"],"language":[],"coverage":[],"title":["Phase Transition of NLSUSY Space-Time and Unity of Nature"],"description":["  The mysterious relation between the large scale structure of the universe and\nthe tiny (Planck) scale structure of the particle physics, e.g. the observed\nmysterious relation between the (dark) energy density (and the dark matter) of\nthe universe and the origin of the tiny neutrino mass (and the SUSY breaking\nmass scale) of the particle physics may be explained simply by the nonlinear\nsupersymmmetric general relativity theory (NLSUSY GR).\n","Comment: 12 pages, Talk given at Scale and Duality in Quantum Science\n  Workshop, Constituents, Fundamental Forces and Symmetries of the Universe\n  04-06 November, 2009, RIMS-YITP, Kyoto University, Kyoto"]}]
["1005.3582",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3582"],"date":["2010-05-19"],"type":["text"],"creator":["Vo, Phuong","Nunez, Megan"],"language":[],"coverage":[],"title":["Bdellovibrio bacteriovorus Predation in Dual-Species Biofilms of E. coli\n  Prey and M. luteus Decoys"],"description":["  Biofilms are matrix-enclosed microbial communities that grow at interfaces.\nThey exhibit significant phenotypic changes that render them resistant to many\nantibacterial agents that can kill their free-swimming counterparts. Biofilms\nin the environment can consist of either a single or multiple microbial\nspecies. Previous investigations in this group demonstrated that Bdellovibrio\nbacteriovorus, a gram-negative predatory bacterium that consumes other\ngram-negative bacteria, could eradicate a single-species E.coli biofilm in some\nconditions1. These results suggest the potential value of B. bacteriovorus in\nbiofilm eradication in industrial, medical and environmental contexts.\n  Here we carried out investigation of the potential of Bdellovibrio\nbacteriovorus to interact with and remove multi-species biofilms, specifically\ndual-species biofilms of E. coli (gram-negative prey) and M. luteus\n(gram-positive decoy) at interfaces between liquid and air. We examined whether\nthis kind of dual-species biofilms is more, less, or equally susceptible to B.\nbacteriovorus attack compared to their single-species counterparts. Different\nresearch methods including bacterial culture, cell counting, crystal violet\nstaining, gram staining, optical microscopy, scanning electron microscopy, and\natomic force microscopy were exploited to gain an insight into Bdellovibrio's\ninteraction with biofilms. Our experiments showed that B. bacteriovorus not\nonly consumes E. coli but also weakens the attachment of M. luteus to the solid\nsurface, rendering the biofilms susceptible to removal. B. bacteriovorus keeps\nin check not only prey but also decoy bacterial populations in the surrounding\nmedia, the latter probably via competition for nutrients. These experiments\nencourage us to consider how B. bacteriovorus might be used to control biofilms\nin the environment.\n"]}]
["1005.3595",{"format":[],"subject":["Quantum Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3595","J.Phys. B: At. Mol. Phys 43, 115501 (2010)","doi:10.1088/0953-4075/43/11/115501"],"date":["2010-05-20"],"type":["text"],"creator":["Budini, Adrian A."],"language":[],"coverage":[],"title":["Quantum-jumps and photon-statistic in fluorescent systems coupled to\n  classically fluctuating reservoirs"],"description":["  In this paper, we develop a quantum-jump approach for describing the\nphoton-emission process of single fluorophore systems coupled to complex\nclassically fluctuating reservoirs. The formalism relies on an open quantum\nsystem approach where the dynamic of the system and the reservoir fluctuations\nare described through a density matrix whose evolution is defined by a Lindblad\nrate equation. For each realization of the photon measurement processes it is\npossible to define a conditional system state (stochastic density matrix) whose\nevolution depends on both the photon detection events and the fluctuations\nbetween the configurational states of the reservoir. In contrast to standard\nfluorescent systems the photon-to-photon emission process is not a renewal one,\nbeing defined by a (stochastic) waiting time distribution that in each\nrecording event parametrically depends on the conditional state. The formalism\nallows calculating experimental observables such as the full hierarchy of joint\nprobabilities associated to the time intervals between consecutive photon\nrecording events. These results provide a powerful basis for characterizing\ndifferent situations arising in single-molecule spectroscopy, such as spectral\nfluctuations, lifetime fluctuations, and light assisted processes.\n","Comment: 21 pages, 12 figures"]}]
["1005.3603",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3603"],"date":["2010-05-20"],"type":["text"],"creator":["Tan, L.","Zhang, Y. Q.","Zhu, Z. H.","Liu, L. W."],"language":[],"coverage":[],"title":["Dynamical behavior of the entanglement, purity and energy between atomic\n  qubits in motion under the influence of thermal environment"],"description":["  The entanglement, purity and energy of two isolated two-level atoms which are\ninitially prepared in Bell state and each interacts with a thermal cavity field\nare investigated by considering the atomic motion and the field-mode structure.\nWe achieve the analytical solutions of the atomic qubits by using the algebraic\ndynamical approach and the influences of the field-mode structure parameter,\nthe strength of the thermal field and the detuning on the entanglement, purity\nand energy are discussed. We also investigate the state evolution of the atomic\nqubits based on the entanglement-purity-energy diagrams. Our results show that\nthe disentanglement process of the atomic qubits accompanies by excitations\ntransferring from atomic subsystem to cavity field modes and atomic state from\na pure state convert to the mixed states.\n","Comment: 11 pages, 12 figures"]}]
["1005.3605",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3605"],"date":["2010-05-20"],"type":["text"],"creator":["Carpentier, Pierre","Chancelier, Jean-Philippe","Cohen, Guy","De Lara, Michel","Girardeau, Pierre"],"language":[],"coverage":[],"title":["Dynamic consistency for Stochastic Optimal Control problems"],"description":["  For a sequence of dynamic optimization problems, we aim at discussing a\nnotion of consistency over time. This notion can be informally introduced as\nfollows. At the very first time step $t_0$, the decision maker formulates an\noptimization problem that yields optimal decision rules for all the forthcoming\ntime step $t_0, t_1, ..., T$; at the next time step $t_1$, he is able to\nformulate a new optimization problem starting at time $t_1$ that yields a new\nsequence of optimal decision rules. This process can be continued until final\ntime $T$ is reached. A family of optimization problems formulated in this way\nis said to be time consistent if the optimal strategies obtained when solving\nthe original problem remain optimal for all subsequent problems. The notion of\ntime consistency, well-known in the field of Economics, has been recently\nintroduced in the context of risk measures, notably by Artzner et al. (2007)\nand studied in the Stochastic Programming framework by Shapiro (2009) and for\nMarkov Decision Processes (MDP) by Ruszczynski (2009). We here link this notion\nwith the concept of \"state variable\" in MDP, and show that a significant class\nof dynamic optimization problems are dynamically consistent, provided that an\nadequate state variable is chosen.\n"]}]
["1005.3617",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3617","doi:10.1063/1.3422213"],"date":["2010-05-20"],"type":["text"],"creator":["Arasa, C.","Andersson, S.","Cuppen, H. M.","van Dishoweck, E. F.","Kroes, G. -J."],"language":[],"coverage":[],"title":["Molecular dynamics simulations of the ice temperature dependence of\n  water ice photodesorption"],"description":["  The ultraviolet (UV) photodissociation of amorphous water ice at different\nice temperatures is investigated using molecular dynamics (MD) simulations and\nanalytical potentials. Previous MD calculations of UV photodissociation of\namorphous and crystalline water ice at 10 K [S. Andersson et al., J. Chem.\nPhys. 124, 064715 (2006)] revealed -for both types of ice- that H atom, OH, and\nH2O desorption are the most important processes after photoexcitation in the\nuppermost layers of the ice. Water desorption takes place either by direct\ndesorption of recombined water, or when, after dissociation, an H atom\ntransfers part of its kinetic energy to one of the surrounding water molecules\nwhich is thereby kicked out from the ice. We present results of MD simulations\nof UV photodissociation of amorphous ice at 10, 20, 30, and 90 K in order to\nanalyze the effect of ice temperature on UV photodissociation processes.\nDesorption and trapping probabilities are calculated for photoexcitation of H2O\nin the top four monolayers and the main conclusions are in agreement with the\n10 K results: desorption dominates in the top layers, while trapping occurs\ndeeper in the ice. The hydrogen atom photodesorption probability does not\ndepend on ice temperature, but OH and H2O photodesorption probabilities tend to\nincrease slightly (~30%) with ice temperature. We have compared the total\nphotodesorption probability (OH+H2O) with the experimental total\nphotodesorption yield, and in both cases the probabilities rise smoothly with\nice temperature. The experimental yield is on average 3.8 times larger than our\ntheoretical results, which can be explained by the different time scales\nstudied and the approximations in our model.\n","Comment: 39 pages, 6 figures"]}]
["1005.3618",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3618"],"date":["2010-05-20"],"type":["text"],"creator":["Michael, Fredrick"],"language":[],"coverage":[],"title":["Non Super-Cell SuperConductivity Of High Tc Materials"],"description":["  Recently we have described materials interface transport coupling rigorously\nutilizing NEGF nonequilibrium Green's functions, and have discussed the\nHamiltonian terms that from Green's theorem and boundary conditions can be\nrewritten as Self Energy. We derive the application of our theory to the high\n$Tc$ Superconducting materials interfaces that are the composition of the high\ntemperature superconducting materials. The derivation models a non super-cell\ngeometry of plaquettes that will describe the superconducting 2D material in\nabrupt coupling with the material of insulating or normal conducting\ncomposition.\n"]}]
["1005.3620",{"format":[],"subject":["Computer Science - Information Theory","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3620"],"date":["2010-05-20"],"type":["text"],"creator":["Merhav, Neri"],"language":[],"coverage":[],"title":["Threshold effects in parameter estimation as phase transitions in\n  statistical mechanics"],"description":["  Threshold effects in the estimation of parameters of non-linearly modulated,\ncontinuous-time, wide-band waveforms, are examined from a statistical physics\nperspective. These threshold effects are shown to be analogous to phase\ntransitions of certain disordered physical systems in thermal equilibrium. The\nmain message, in this work, is in demonstrating that this physical point of\nview may be insightful for understanding the interactions between two or more\nparameters to be estimated, from the aspects of the threshold effect.\n","Comment: 24 pages, 3 figures, submitted for publication"]}]
["1005.3621",{"format":[],"subject":["Mathematical Physics","Quantum Physics","35","G.1.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3621"],"date":["2010-05-20"],"type":["text"],"creator":["Ovsiyuk, E. M.","Kisel, V. V.","Red'kov, V. M."],"language":[],"coverage":[],"title":["On exact solutions of the Dirac equation in a homogeneous magnetic field\n  in the Riemann spherical space"],"description":["  There are constructed exact solutions of the quantum-mechanical Dirac\nequation for a spin S=1/2 particle in the space of constant positive curvature,\nspherical Riemann space, in presence of an external magnetic field, analogue of\nthe homogeneous magnetic field in the Minkowski space. A generalized formula\nfor energy levels, describing quantization of the motion of the particle in\nmagnetic field on the background of the Riemann space geometry, is obtained.\n","Comment: 7 pages, International Seminar NPCS-2010, 18-21 May, 2010, Minsk,\n  Belarus"]}]
["1005.3624",{"format":[],"subject":["Mathematics - Number Theory","11B25, 11B39, 11J87"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3624"],"date":["2010-05-20"],"type":["text"],"creator":["Pinter, Akos","Ziegler, Volker"],"language":[],"coverage":[],"title":["On Arithmetic Progressions in Recurrences - A new characterization of\n  the Fibonacci sequence"],"description":["  We show that essentially the Fibonacci sequence is the unique binary\nrecurrence which contains infinitely many three-term arithmetic progressions. A\ncriterion for general linear recurrences having infinitely many three-term\narithmetic progressions is also given.\n"]}]
["1005.3632",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Discrete Mathematics","93C55, 93B05, 93B07","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3632","IEEE Transactions on Automatic Control. Volume 36, No. 11, pp.\n  1281-1284. Nov. 1991","doi:10.1109/9.100938"],"date":["2010-05-20"],"type":["text"],"creator":["Fúster-Sabater, Amparo"],"language":[],"coverage":[],"title":["A Joint Criterion for Reachability and Observability of Nonuniformly\n  Sampled Discrete Systems"],"description":["  A joint characterization of reachability (controllability) and observability\n(constructibility) for linear SISO nonuniformly sampled discrete systems is\npresented. The work generalizes to the nonuniform sampling the criterion known\nfor the uniform sampling. Emphasis is on the nonuniform sampling sequence,\nwhich is believed to be an additional element for analysis and handling of\ndiscrete systems.\n","Comment: 8 pages, 1 figure"]}]
["1005.3634",{"format":[],"subject":["Mathematics - Functional Analysis","47A16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3634"],"date":["2010-05-20"],"type":["text"],"creator":["Bermudez, T.","bonilla, A.","Martínez-Giménez, F.","Peris, A."],"language":[],"coverage":[],"title":["Li-Yorke and distributionally chaotic operators"],"description":["  We study Li-Yorke chaos and distributional chaos for operators on Banach\nspaces. More precisely, we characterize Li-Yorke chaos in terms of the\nexistence of irregular vectors. Sufficient \"computable\" criteria for\ndistributional and Li-Yorke chaos are given, together with the existence of\ndense scrambled sets under some additional conditions. We also obtain certain\nspectral properties. Finally, we show that every infinite dimensional separable\nBanach space admits a distributionally chaotic operator which is also\nhypercyclic.\n"]}]
["1005.3643",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3643","Solar Physics, 263, 153-162, 2010","doi:10.1007/s11207-010-9549-9"],"date":["2010-05-20"],"type":["text"],"creator":["Cessateur, G.","Kretzschmar, M.","de Wit, T. Dudok","Boumier, P."],"language":[],"coverage":[],"title":["The Influence of Solar Flares on the Lower Solar Atmosphere: Evidence\n  from the Na D Absorption Line Measured by GOLF/SOHO"],"description":["  Solar flares presumably have an impact on the deepest layers of the solar\natmosphere and yet the observational evidence for such an impact is scarce.\nUsing ten years of measurements of the Na D$_{1}$ and Na D$_2$ Fraunhofer\nlines, measured by GOLF onboard SOHO, we show that this photospheric line is\nindeed affected by flares. The effect of individual flares is hidden by solar\noscillations, but a statistical analysis based on conditional averaging reveals\na clear signature. Although GOLF can only probe one single wavelength at a\ntime, we show that both wings of the Na line can nevertheless be compared. The\nvarying line asymmetry can be interpreted as an upward plasma motion from the\nlower solar atmosphere during the peak of the flare, followed by a downward\nmotion.\n","Comment: 13 pages, 7 figures"]}]
["1005.3644",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3644","J. Phys. G: Nucl. Part. Phys. 37 (2010) 075006","doi:10.1088/0954-3899/37/7/075006"],"date":["2010-05-20"],"type":["text"],"creator":["Brogueira, P.","de Deus, J. Dias"],"language":[],"coverage":[],"title":["Evolution equation for soft physics at high energy"],"description":["  Based on the non-linear logistic equation we study, in a qualitative and\nsemi-quantitative way, the evolution with energy and saturation of the elastic\ndifferential cross-section in $pp(\\bar{p}p)$ collisions at high energy.\nGeometrical scaling occurs at the black disk limit, and scaling develops first\nfor small values of the scaling variable $|t|\\sigma_{tot.}$. Our prediction for\n$d \\sigma / \\ d t$ at LHC, with two zeros and a minimum at large $|t|$ differs,\nas far as we know, from all existing ones.\n","Comment: Latex, 7 pages, 3 figures"]}]
["1005.3645",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Chemical Physics","Physics - Optics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3645"],"date":["2010-05-20"],"type":["text"],"creator":["Mathur, D.","Rajgara, F. A.","Holkundkar, A. R.","Gupta, N. K."],"language":[],"coverage":[],"title":["Strong-field ionization and fragmentation of large, gas-phase clusters\n  in the few-cycle domain"],"description":["  Intense 3-cycle pulses (10 fs) of 800 nm laser light are utilized to measure\nenergy distributions of ions emitted following Coulomb explosion of Ar$_n$\nclusters ($n$=400-900) upon their irradiation by peak intensitis of\n5$\\times$10$^{14}$ W cm$^{-2}$. The 3-cycle pulses do not afford the cluster\nsufficient time to undergo Coulomb-driven expansion, resulting in overall\ndynamics that appear to be very different to those in the many-pulse regime.\nThe peak ion energies are much lower than those obtained when 100 fs pulses of\nthe same intensity are used; they are almost independent of the size of the\ncluster (over the range 400-900 atoms). Ion yields are a factor of 20 larger in\nthe direction that is perpendicular to the laser polarization vector than along\nit. This unexpected anisotropy is qualitatively rationalized using molecular\ndynamics calculations in terms of shielding by an electronic charge cloud\nwithin the cluster that is spatially asymmetric.\n"]}]
["1005.3652",{"format":[],"subject":["Physics - Plasma Physics","Mathematics - Dynamical Systems","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3652"],"date":["2010-05-20"],"type":["text"],"creator":["Shah, Kushal"],"language":[],"coverage":[],"title":["Asymptotic predictions using short-time data in oscillating billiards"],"description":["  Particle motion in a smoothly oscillating non-integrable billiard is known to\nresult in unbounded energy growth. Though the asymptotic energy growth rate of\nan ensemble of particles in an oscillating chaotic billiard is known to be\nquadratic, there are no estimates available for smoothly oscillating\npseudo-integrable billiards. The energy growth rate in such systems is so slow\nthat it is very hard to predict the asymptotic rates from finite time\ncomputations. In this paper, a method is proposed to estimate the asymptotic\nenergy growth rate in a system by using short-time data. The idea is applied to\nthe case of an oscillating pseudo-integrable system, and it is shown that the\nasymptotic energy growth rate in such systems could be exponential.\n","Comment: 5 pages, 3 figures"]}]
["1005.3662",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3662","Solid State Communication 150, 879-883 (2010)","doi:10.1016/j.ssc.2010.01.045"],"date":["2010-05-20"],"type":["text"],"creator":["Haldar, Arabinda","Singh, Niraj K.","Mudryk, Ya.","Suresh, K. G.","Nigam, A. K.","Pecharsky, V. K."],"language":[],"coverage":[],"title":["Temperature and magnetic field induced structural transformation in Si\n  doped CeFe2: in-field x-ray diffraction study"],"description":["  Using x-ray powder diffraction technique at various temperatures and applied\nmagnetic fields, we have studied the magnetostructural properties of\nCe(Fe0.95Si0.05)2. The x-ray diffraction data establish quantitative\nrelationships between bulk magnetization and the evolution of structurally\ndistinct phases with magnetic field and temperature, and confirm the distinct\nfeatures of first order phase transition like supercooling and superheating,\nmetastability, and phase co-existence of different structural polymorphs. We\nobserve the lattice volume mismatch across the structural phase transition,\nwhich appears to be the cause for the step behavior of the magnetization\nisotherms at low temperatures. The present study shows that the lattice\ndistortion has to be treated explicitly, like spin, along with the effects of\nlattice-spin coupling to account for the magnetization behavior of this system.\nThis structure template can resolve the issue of kinetics in this material as\nobserved in different time scale measurements and with different experimental\nprotocols.\n","Comment: 13pages,5 figures"]}]
["1005.3666",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3666"],"date":["2010-05-20"],"type":["text"],"creator":["Afonso, Carlos Marques","Henriques, Alfredo Barbosa","Moniz, Paulo Vargas"],"language":[],"coverage":[],"title":["A note on testing pre-inflationary times with gravitational-waves"],"description":["  A simple inflationary model based on loop quantum cosmology is considered.\nWithin this framework, we show that inflation does not necessarily erase the\ninfor- mation prior to its onset, but that such information may leave its\nimprint in the energy-spectrum of the gravitational-waves generated at these\nearliest of times.\n","Comment: 10 pages, 2 figures"]}]
["1005.3668",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","49Q10, 74G65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3668"],"date":["2010-05-20"],"type":["text"],"creator":["Dondl, Patrick W.","Mugnai, Luca","Röger, Matthias"],"language":[],"coverage":[],"title":["Confined elastic curves"],"description":["  We consider the problem of minimizing Euler's elastica energy for simple\nclosed curves confined to the unit disk. We approximate a simple closed curve\nby the zero level set of a function with values +1 on the inside and -1 on the\noutside of the curve. The outer container now becomes just the domain of the\nphase field. Diffuse approximations of the elastica energy and the curve length\nare well known. Implementing the topological constraint thus becomes the main\ndifficulty here. We propose a solution based on a diffuse approximation of the\nwinding number, present a proof that one can approximate a given sharp\ninterface using a sequence of phase fields, and show some numerical results\nusing finite elements based on subdivision surfaces.\n","Comment: 22 pages, 3 figures"]}]
["1005.3669",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3669","J. Phys.: Condens. Matter 21, 496003 (2009)","doi:10.1088/0953-8984/21/49/496003"],"date":["2010-05-20"],"type":["text"],"creator":["Haldar, Arabinda","Suresh, K. G.","Nigam, A. K.","Coelho, A. A.","Gama, S."],"language":[],"coverage":[],"title":["Stabilization of antiferromagnetism in CeFe2 alloys: Effects of chemical\n  and hydrostatic pressure"],"description":["  Effects of Al, Mn and Sb dopings in CeFe2 and effect of applied pressure have\nbeen investigated. Al doping gives rise to the FM-AFM transition and a\nreduction in the magnetic moment and TC values, clearly indicating the growth\nof the AFM component. Mn and Sb dopings only cause a reduction in TC value. It\nis found that in general external pressure enhances the antiferromagnetism in\nboth the pure and the doped alloys. Enhancement of the Ce 4f- Fe 3d\nhybridization as a result of dopings and with the external pressure may be the\nreason for the stabilization of antiferromagnetism in these alloys.\n","Comment: 14 pages, 7 figures"]}]
["1005.3672",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3672","doi:10.1016/j.physletb.2010.03.084"],"date":["2010-05-20"],"type":["text"],"creator":["Rossi, Giancarlo","Testa, Massimo"],"language":[],"coverage":[],"title":["A 0-dimensional counter-example to rooting?"],"description":["  We provide an example of a 0-dimensional field theory where rooting does not\nwork.\n","Comment: 3 pages; Physics Letters B (2010)"]}]
["1005.3678",{"format":[],"subject":["Mathematical Physics","Mathematics - Logic","Mathematics - Quantum Algebra","06C15, 03G12, 81P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3678"],"date":["2010-05-20"],"type":["text"],"creator":["Kalina, Martin","Paseka, Jan","Riečanová, Zdenka"],"language":[],"coverage":[],"title":["Sharply Orthocomplete Effect Algebras"],"description":["  Special types of effect algebras $E$ called sharply dominating and\nS-dominating were introduced by S. Gudder in \\cite{gudder1,gudder2}. We prove\nstatements about connections between sharp orthocompleteness, sharp dominancy\nand completeness of $E$. Namely we prove that in every sharply orthocomplete\nS-dominating effect algebra $E$ the set of sharp elements and the center of $E$\nare complete lattices bifull in $E$. If an Archimedean atomic lattice effect\nalgebra $E$ is sharply orthocomplete then it is complete.\n"]}]
["1005.3679",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3679"],"date":["2010-05-20"],"type":["text"],"creator":["Deveras, Rolando Gaitan"],"language":[],"coverage":[],"title":["On unitarity of a Yang-Mills type formulation for massless and massive\n  gravity with propagating torsion"],"description":["  A perturbative regime based on contorsion as a dynamical variable and metric\nas a (classical) fixed background, is performed in the context of a pure\nYang-Mills formulation based on $GL(3,R)$ gauge group. In the massless case we\nshow that the theory propagates three degrees of freedom and only one is a\nnon-unitary mode. Next, we introduce quadratical terms dependent on torsion,\nwhich preserve parity and general covariance. The linearized version reproduces\nan analogue Hilbert-Einstein-Fierz-Pauli unitary massive theory plus three\nmassless modes, two of them non-unitary ones. Finally we confirm the existence\nof a family of unitary Yang-Mills-extended theories which are classically\nconsistent with Einstein's solutions coming from non massive and topologically\nmassive gravity.\n","Comment: 28 p"]}]
["1005.3683",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3683"],"date":["2010-05-20"],"type":["text"],"creator":["Beauville, Arnaud","Ritzenthaler, Christophe"],"language":[],"coverage":[],"title":["Jacobians among abelian threefolds: a geometric approach"],"description":["  Let A be a principally polarized abelian threefold over a perfect field k,\nnot isomorphic to a product over the algebraic closure of k. There exists a\ncanonical extension k' of k, of degree 1 or 2, such that A becomes isomorphic\nto a Jacobian over k'. The aim of this note is to give a geometric construction\nof this extension.\n"]}]
["1005.3684",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3684"],"date":["2010-05-20"],"type":["text"],"creator":["Felipe, T.","Khomenko, E.","Collados, M."],"language":[],"coverage":[],"title":["Mode transformation and frequency change with height in 3D numerical\n  simulations of magneto-acoustic wave propagation in sunspots"],"description":["  Three-dimensional numerical simulations of magnetoacoustic wave propagation\nare performed in a sunspot atmosphere with a computational domain covering from\nthe photosphere to the chromosphere. The wave source, with properties\nresembling the solar spectrum, is located at different distances from the axis\nof the sunspot for each simulation. These results are compared with the theory\nof mode transformation and also with observational features. Simulations show\nthat the dominant oscillation frequency in the chromosphere decreases with the\nradial distance from the sunspot axis. The energy flux of the different wave\nmodes involved, including de Alfv\\'en mode, is evaluated and discussed.\n","Comment: Proceeding of the IV HELAS International Conference"]}]
["1005.3688",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3688"],"date":["2010-05-20"],"type":["text"],"creator":["Bittner, Eric R.","Kouri, Donald J."],"language":[],"coverage":[],"title":["Quantum dynamics and super-symmetric quantum mechanics"],"description":["  In my talk I will present an overview of our recent work involving the use of\nsupersymmetric quantum mechanics (SUSY-QM). I begin by discussing the\nmathematical underpinnings of SUSY-QM and then discuss how we have used this\nfor developing novel theoretical and numerical approaches suitable for studying\nmolecular systems. I will conclude by discussing our attempt to extend SUSY-QM\nto multiple dimensions.\n","Comment: For CCP6 Workshop on \"Dynamics of Open Quantum Systems\", July 2010,\n  Bangor, Wales"]}]
["1005.3693",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3693"],"date":["2010-05-20"],"type":["text"],"creator":["Chen, Yu","Regnault, Nicolas","Ferreira, Robson"],"language":[],"coverage":[],"title":["Magneto-Stark polaron states in semiconductor quantum wells"],"description":["  We study theoretically the effect of a lateral electric field on the\nmagneto-polaron states in a quantum cascade laser under a quantizing magnetic\nfield. We show that this problem fits the original Fano model of a discrete\nstate coupled to a continuum, present a detailed analysis of magneto-Stark\npolaron resonances, and finally discuss the strong consequences on the optical\ncharacteristics of an operating structure.\n","Comment: 4 pages, 3 figures, submitted to Phys. Rev. B"]}]
["1005.3695",{"format":[],"subject":["Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3695"],"date":["2010-05-20"],"type":["text"],"creator":["Singh, Jaykrishna","Bittner, Eric R."],"language":[],"coverage":[],"title":["Isotopic Effect and Temperature Dependent Intramolecular Excitation\n  Energy Transfer in a Model Donor-Acceptor Dyad"],"description":["  We consider here the non-adiabatic energy transfer dynamics for a model\nbi-chromophore system consisting of a perylenediimide unit linked to a\nladder-type poly-(para-phenylene) oligomer. Starting from a semi-empirical\nparameterization of a model electron/phonon Hamiltonian, we compute the\ngolden-rule rate for energy transfer from the LPPP5 donor to the PDI acceptor.\nOur results indicate that the non-adiabatic transfer is promoted by the\nout-of-plane wagging modes of the C-H bonds even though theses modes give\nlittle or no contribution to the Franck Condon factors in this system. We also\npredict a kinetic isotope effect of $k^{(H)}/k^{(D)} = 1.7 - 2.5$ depending\nupon the temperature.\n"]}]
["1005.3699",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3699"],"date":["2010-05-20"],"type":["text"],"creator":["Ferrari, C."],"language":[],"coverage":[],"title":["Non-thermal emission from galaxy clusters: a Pandora's vase for\n  astrophysics"],"description":["  The existence of cosmic rays and weak magnetic fields in the intracluster\nvolume has been well proven by deep radio observations of galaxy clusters.\nHowever a detailed physical characterization of the non-thermal component of\nlarge scale-structures, relevant for high-precision cosmology, is still\nmissing. I will show the importance of combining numerical and theoretical\nworks with cluster observations by a new-generation of radio, Gamma- and X-ray\ninstruments.\n","Comment: 8 pages, 3 figures, invited review talk, to appear in the proceedings\n  of 45th Rencontres de Moriond, Cosmology, La Thuile, March 13-20, 2010"]}]
["1005.3701",{"format":[],"subject":["Mathematics - Number Theory","11B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3701","International Journal of Number Theory, volume 5, number 6, 2009,\n  pp 981-997"],"date":["2010-05-20"],"type":["text"],"creator":["Hegyvári, Norbert","Hennecart, Francois","Plagne, Alain"],"language":[],"coverage":[],"title":["Iterated compositions of linear operations on sets of positive upper\n  density"],"description":["  Starting from a result of Stewart, Tijdeman and Ruzsa on iterated difference\nsequences, we introduce the notion of iterated compositions of linear\noperations. We prove a general result on the stability of such compositions\n(with bounded coefficients) on sets of integers having a positive upper\ndensity.\n"]}]
["1005.3710",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3710"],"date":["2010-05-20"],"type":["text"],"creator":["Maczewski, Lukasz"],"language":[],"coverage":[],"title":["Measurements and simulations of MAPS (Monolithic Active Pixel Sensors)\n  response to charged particles - a study towards a vertex detector at the ILC"],"description":["  The International Linear Collider (ILC) is a project of an electron-positron\n(e+e-) linear collider with the centre-of-mass energy of 200-500 GeV.\nMonolithic Active Pixel Sensors (MAPS) are one of the proposed silicon pixel\ndetector concepts for the ILC vertex detector (VTX). Basic characteristics of\ntwo MAPS pixel matrices MIMOSA-5 (17 $\\mu$m pixel pitch) and MIMOSA-18 (10\n$\\mu$m pixel pitch) are studied and compared (pedestals, noises, calibration of\nthe ADC-to-electron conversion gain, detector efficiency and charge collection\nproperties). The e+e- collisions at the ILC will be accompanied by intense\nbeamsstrahlung background of electrons and positrons hitting inner planes of\nthe vertex detector. Tracks of this origin leave elongated clusters contrary to\nthose of secondary hadrons. Cluster characteristics and orientation with\nrespect to the pixels netting are studied for perpendicular and inclined\ntracks. Elongation and precision of determining the cluster orientation as a\nfunction of the angle of incidence were measured. A simple model of signal\nformation (based on charge diffusion) is proposed and tested using the\ncollected data.\n","Comment: PhD thesis, 161 pages and 74 figures"]}]
["1005.3713",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3713"],"date":["2010-05-20"],"type":["text"],"creator":["Tahir, M.","MacKinnon, A."],"language":[],"coverage":[],"title":["Current noise of a resonant tunnel junction coupled to a nanomechanical\n  oscillator"],"description":["  We present a theoretical study of current noise of a resonant tunnel junction\ncoupled to a nanomechanical oscillator within the non-equilibrium Green's\nfunction technique. An arbitrary voltage is applied to the tunnel junction and\nelectrons in the leads are considered to be at zero temperature. The properties\nof the phonon distribution of the nanomechanical oscillator strongly coupled to\nthe electrons on the dot are investigated using a non-perturbative approach. An\nanalytical calculations and numerical results for the current-voltage, shot\nnoise and the corresponding Fano factor as a function of applied bias show\nsignificant features of the nanomechanical oscillator coupling dynamics. This\nwill provide useful insight for the design of experiments aimed at studying the\nquantum behavior of an oscillator.\n","Comment: 4 figures"]}]
["1005.3716",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3716"],"date":["2010-05-20"],"type":["text"],"creator":["Mortonson, Michael J."],"language":[],"coverage":[],"title":["Testing generic predictions of dark energy"],"description":["  Constraints on the expansion history of the universe from measurements of\ncosmological distances make predictions for large-scale structure growth. Since\nthese predictions depend on assumptions about dark energy evolution and spatial\ncurvature, they can be used to test general classes of dark energy models by\ncomparing predictions for those models with direct measurements of the growth\nhistory. I present predictions from current distance measurements for the\ngrowth history of dark energy models including a cosmological constant and\nquintessence. Although a time-dependent dark energy equation of state\nsignificantly weakens predictions for growth from measured distances, for\nquintessence there is a generic limit on the growth evolution that could be\nused to falsify the whole class of quintessence models. Understanding the\nallowed range of growth for dark energy models in the context of general\nrelativity is a crucial step for efforts to distinguish dark energy from\nmodified gravity.\n","Comment: 4 pages, 2 figures; contribution to proceedings of the 45th\n  Rencontres de Moriond Cosmology Session (March 2010)"]}]
["1005.3717",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3717"],"date":["2010-05-20"],"type":["text"],"creator":["The BABAR Collaboration","Sanchez, P. del Amo"],"language":[],"coverage":[],"title":["Observation of the Rare Decay B+ -> K+ pi0 pi0"],"description":["  We report an analysis of charmless hadronic decays of charged B mesons to the\nfinal state K+ pi0 pi0, using a data sample of 470.9 +/- 2.8 million BBbar\nevents collected with the BaBar detector at the Upsilon(4S) resonance. We\nobserve an excess of signal events with a significance above 10 standard\ndeviations including systematic uncertainties and measure the branching\nfraction to be BF(B+ -> K+ pi0 pi0) = (15.5 +/- 1.1 +/- 1.6) x 10^(-6), where\nthe uncertainties are statistical and systematic, respectively.\n","Comment: 8 pages, 1 figure, 2 tables, presented at FPCP 2010"]}]
["1005.3719",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3719"],"date":["2010-05-20"],"type":["text"],"creator":["Schegerer, Alexander A.","Wolf, Sebastian"],"language":[],"coverage":[],"title":["Spatially resolved detection of crystallized water ice in a TTauri\n  object"],"description":["  We search for frozen water and its processing around young stellar objects\n(YSOs of class I/II). We try to detect potential, regional differences in water\nice evolution within YSOs, which is relevant to understanding the chemical\nstructure of the progenitors of protoplanetary systems and the evolution of\nsolid materials. Water plays an important role as a reaction bed for rich\nchemistry and is an indispensable requirement for life as known on Earth. We\npresent our analysis of NAOS-CONICA/VLT spectroscopy of water ice at 3um for\nthe TTauri star YLW 16A in the rho-Ophiuchi molecular cloud. We obtained\nspectra for different regions of the circumstellar environment. The observed\nabsorption profiles are deconvolved with the mass extinction profiles of\namorphous and crystallized ice measured in laboratory. We take into account\nboth absorption and scattering by ice grains. Water ice in YLW 16A is detected\nwith optical depths of between tau=1.8 and tau=2.5. The profiles that are\nmeasured can be fitted predominantly by the extinction profiles of small grains\n(0.1um - 0.3um) with a small contribution from large grains (<10%). However, an\nunambiguous trace of grain growth cannot be found. We detected crystallized\nwater ice spectra that have their origin in different regions of the\ncircumstellar environment of the TTauri star YLW 16A. The crystallinity\nincreases in the upper layers of the circumstellar disk, while only amorphous\ngrains exist in the bipolar envelope. As in studies of silicate grains in\nTTauri objects, the higher crystallinity in the upper layers of the outer disk\nregions implies that water ice crystallizes and remains crystallized close to\nthe disk atmosphere where water ice is shielded against hard irradiation.\n","Comment: 17 pages, 13 figures, 4 tables; accepted by Astronomy and\n  Astrophysics"]}]
["1005.3722",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3722"],"date":["2010-05-20"],"type":["text"],"creator":["Sanders, Alvin J.","Gillies, George T."],"language":[],"coverage":[],"title":["Precise Gravitational Tests via the SEE Mission: A Proposal for\n  Space-Based Measurements"],"description":["  The objective of a SEE mission is to support development of unification\ntheory by carrying out sensitive gravitational tests capable of determining\nwhether various alternative theories are compatible with nature. Gravitation is\na key \"missing link\" in unification theory. Nearly all unification theories\nincorporate gravity at a fundamental level, and therefore precise measurements\nof gravitational forces will place important constraints on unification\ntheories. Ground-based gravitational measurements to the accuracy required are\nimpossible due to the many sources of noise present in the terrestrial\nenvironment. The proposed space-based Satellite Energy Exchange (SEE) mission\nwill measure several important parameters to an accuracy between 100 and 10,000\ntimes better than current or planned measurement capabilities. It will test for\ntime variation of the gravitational \"constant\" G and for violations of the weak\nequivalence principle (WEP) and the inverse-square-law (ISL), and it will\ndetermine G. It is well-known that the discovery of breakdowns in WEP or ISL\nand the possible determination of a time-varying G would have significant\nconsequences on virtually all aspects of unification theory.\n","Comment: Presented at the 2004 Pescara Meeting on Tests of the Equivalence\n  Principle"]}]
["1005.3723",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3723"],"date":["2010-05-20"],"type":["text"],"creator":["Collar, J. I.","McKinsey, D. N."],"language":[],"coverage":[],"title":["Response to arXiv:1005.2615"],"description":["  Brief response to a Reply [arXiv:1005.2615] on our Comments [arXiv:1005.0838]\non XENON100 recent results [arXiv:1005.0380].\n"]}]
["1005.3727",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3727"],"date":["2010-05-20"],"type":["text"],"creator":["Chen, Li"],"language":[],"coverage":[],"title":["Smoothness and Smooth Extensions (I): Generalization of MWK Functions\n  and Gradually Varied Functions"],"description":["  A mathematical smooth function means that the function has continuous\nderivatives to a certain degree C(k). We call it a k-smooth function or a\nsmooth function if k can grow infinitively. Based on quantum physics, there is\nno such smooth surface in the real world on a very small scale. However, we do\nhave a concept of smooth surfaces in practice since we always compare whether\none surface is smoother than another one. This paper deals with the possible\ndefinitions of \"natural\" smoothness and their relationship to the original\nmathematical definition of smooth functions. The motivation of giving the\ndefinition of a smooth function is to study smooth extensions for practical\napplications.\n  We observe this problem from two directions: From discrete to continuous, we\nsuggest considering both micro smooth, the refinement of a smoothed function,\nand macro smooth, the best approximation using existing discrete space. (For\ntwo-dimensional or higher dimensional cases, we can use Hessian matrices.) From\ncontinuous to discrete, we suggest a new definition of natural smooth, it uses\na scan from down scaling to up scaling to obtain the a ratio for sign changes\nby ignoring zero to represent the smoothness. For differentiable functions,\nmathematical smoothness does not mean a \"good looking\" smooth for a sampled set\nin discrete space. Finally, we discuss the Lipschitz continuity for defining\nthe smoothness, which will be called discrete smoothness. This paper gives\nphilosophical consideration of smoothness for practical problems, rather than a\nmathematical deduction or reduction, even though our inferences are based on\nsolid mathematics.\n","Comment: 10 pages, 1 figure"]}]
["1005.3729",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3729"],"date":["2010-05-20"],"type":["text"],"creator":["Xu, Weiyu","Hassibi, Babak"],"language":[],"coverage":[],"title":["Compressive Sensing over the Grassmann Manifold: a Unified Geometric\n  Framework"],"description":["  $\\ell_1$ minimization is often used for finding the sparse solutions of an\nunder-determined linear system. In this paper we focus on finding sharp\nperformance bounds on recovering approximately sparse signals using $\\ell_1$\nminimization, possibly under noisy measurements. While the restricted isometry\nproperty is powerful for the analysis of recovering approximately sparse\nsignals with noisy measurements, the known bounds on the achievable sparsity\n(The \"sparsity\" in this paper means the size of the set of nonzero or\nsignificant elements in a signal vector.) level can be quite loose. The\nneighborly polytope analysis which yields sharp bounds for ideally sparse\nsignals cannot be readily generalized to approximately sparse signals. Starting\nfrom a necessary and sufficient condition, the \"balancedness\" property of\nlinear subspaces, for achieving a certain signal recovery accuracy, we give a\nunified \\emph{null space Grassmann angle}-based geometric framework for\nanalyzing the performance of $\\ell_1$ minimization. By investigating the\n\"balancedness\" property, this unified framework characterizes sharp\nquantitative tradeoffs between the considered sparsity and the recovery\naccuracy of the $\\ell_{1}$ optimization. As a consequence, this generalizes the\nneighborly polytope result for ideally sparse signals. Besides the robustness\nin the \"strong\" sense for \\emph{all} sparse signals, we also discuss the\nnotions of \"weak\" and \"sectional\" robustness. Our results concern fundamental\nproperties of linear subspaces and so may be of independent mathematical\ninterest.\n","Comment: 58 pages,7 figures"]}]
["1005.3731",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Symbolic Computation","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3731"],"date":["2010-05-20"],"type":["text"],"creator":["Levy, Jordi","Villaret, Mateu"],"language":[],"coverage":[],"title":["Nominal Unification from a Higher-Order Perspective"],"description":["  Nominal Logic is a version of first-order logic with equality, name-binding,\nrenaming via name-swapping and freshness of names. Contrarily to higher-order\nlogic, bindable names, called atoms, and instantiable variables are considered\nas distinct entities. Moreover, atoms are capturable by instantiations,\nbreaking a fundamental principle of lambda-calculus. Despite these differences,\nnominal unification can be seen from a higher-order perspective. From this\nview, we show that nominal unification can be reduced to a particular fragment\nof higher-order unification problems: Higher-Order Pattern Unification. This\nreduction proves that nominal unification can be decided in quadratic\ndeterministic time, using the linear algorithm for Higher-Order Pattern\nUnification. We also prove that the translation preserves most generality of\nunifiers.\n"]}]
["1005.3732",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3732"],"date":["2010-05-20"],"type":["text"],"creator":["Pouchin, Guillaume"],"language":[],"coverage":[],"title":["Higgs algebra of curves and loop crystals"],"description":["  We define the Higgs algebra $\\mathcal{H}_\\P1$ of the projective line, as a\nconvolution algebra of constructible functions on the global nilpotent cone\n$\\underline{\\Lambda}_\\P1$, a lagrangian substack of the Higgs bundle\n$T^*\\Coh_\\P1$, where $\\Coh_\\P1$ is the stack of coherent sheaves on $\\P1$. We\nprove that $\\mathcal{H}_\\P1$ is isomorphic to (some completion of)\n$U^+(\\hat{sl}_2)$. We use this geometric realization to define a semicanonical\nbasis of $U^+(\\hat{sl}_2)$, indexed by irreducible components of\n$\\underline{\\Lambda}_\\P1$. We also construct a combinatorial data on this set\nof irreducible components in the spirit of \\cite{KS}, which is an affine analog\nof a crystal. We call it a loop crystal and give some of its properties.\n"]}]
["1005.3733",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3733"],"date":["2010-05-20"],"type":["text"],"creator":["Campbell, John M.","Ellis, R. Keith","Williams, Ciaran"],"language":[],"coverage":[],"title":["Hadronic production of a Higgs boson in association with two jets at\n  next to leading order"],"description":["  We present an update on the next-to-leading order calculation of the rate for\nHiggs boson production in association with two jets. Our new calculation\nincorporates the full analytic result for the one-loop virtual amplitude.\nResults are presented for the Tevatron, where implications for the Higgs search\nare sketched, and for the LHC at \\sqrt{s}=7 TeV.\n","Comment: 4 pages, 3 figures, Latex, talk presented at Rencontres de Moriond,\n  QCD and High Energy Interactions Workshop, March 13-20, 2010 at La Thuile,\n  Italy"]}]
["1005.3737",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3737"],"date":["2010-05-20"],"type":["text"],"creator":["Maroulas, Vasileios","Panagiotakos, Demosthenes B."],"language":[],"coverage":[],"title":["Sensitivity of health-related scales is a non-decreasing function of\n  their classes"],"description":["  In biomedical research the use of discrete scales which describe\ncharacteristics of individuals are widely applied for the evaluation of\nclinical conditions. However, the number of classes (partitions) used in a\ndiscrete scale has never been mathematically evaluated against the accuracy of\na scale to predict the true cases. This work, using as accuracy markers the\nsensitivity and specificity, revealed that the number of classes of a discrete\nscale affects its estimating ability of correctly classifying the true\ndiseased. In particular, it was proved that the sensitivity of scales is a\nnon-decreasing function of the number of their classes. This result has\nparticular interest in clinical research providing a methodology for developing\nmore accurate tools for disease diagnosis.\n"]}]
["1005.3739",{"format":[],"subject":["Mathematics - Metric Geometry","52A10, 52A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3739"],"date":["2010-03-10"],"type":["text"],"creator":["Lin, Youjiang"],"language":[],"coverage":[],"title":["Convex Bodies With Minimal Volume Product in R^2 --- A New Proof"],"description":["  In this paper, a new proof of the following result is given: The product of\nthe volumes of an origin symmetric convex bodies $K$ in R^2 and of its polar\nbody is minimal if and only if $K$ is a parallelogram.\n","Comment: 14pages, 4 figures, 14 conferences"]}]
["1005.3740",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3740"],"date":["2010-05-20"],"type":["text"],"creator":["Piu, P.","Profir, M. M."],"language":[],"coverage":[],"title":["On the three-dimensional homogeneous SO(2) - isotropic Riemannian\n  manifolds"],"description":["  In this paper we consider some properties of the three-dimensional\nhomogeneous SO(2)-isotropic Riemannian manifolds. In particular, we determine\nthe geodesics, the totally geodesic surfaces, the totally umbilical surfaces\nand the geodesics of the rotational surfaces.\n","Comment: 14 pages, 5 figures"]}]
["1005.3741",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3741"],"date":["2010-05-20"],"type":["text"],"creator":["Krichever, Igor","Zakharov, Dmitry"],"language":[],"coverage":[],"title":["A note on critical points of integrals of soliton equations"],"description":["  We consider the problem of extending the integrals of motion of soliton\nequations to the space of all finite-gap solutions. We consider the critical\npoints of these integrals on the moduli space of Riemann surfaces with marked\npoints and jets of local coordinates. We show that the solutions of the\ncorresponding variational problem have an explicit description in terms of\nreal-normalized differentials on the spectral curve. Such conditions have\npreviously appeared in a number of problems of mathematical physics.\n","Comment: 20 pages"]}]
["1005.3742",{"format":[],"subject":["Physics - Plasma Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3742"],"date":["2010-05-20"],"type":["text"],"creator":["Lyahov, V. V.","Neshchadim, V. M."],"language":[],"coverage":[],"title":["On The Procedure Of Examination Of Instability Of The Shock Front\n  Relatively Acousto-Gravitational Perturbations"],"description":["  The dispersing equation was derived from system of the hydrodynamic equations\nthat take into account the gravity, and from boundary conditions of shock\nfront. The dispersing equation made it possible to study unstable stability of\nfront not only relative to sound vibrations, but also to explore the\ngravitational branch of acousto-gravitational waves. Within the framework of\nthe model under study there appeared a possibility to examine the interval of\nfrequencies in which wave disturbances of the aerosphere induced by shock waves\nfrom land-based sources are energized.\n","Comment: 5 pages, 1 figure"]}]
["1005.3748",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3748"],"date":["2010-05-20"],"type":["text"],"creator":["Puig, Lluis"],"language":[],"coverage":[],"title":["Weight parameterization of simple modules for p-solvable groups"],"description":["  The weights for a finite group G with respect to a prime number p where\nintroduced by Jon Alperin, in order to formulate his celebrated conjecture\naffirming that that the number of G-conjugacy classes of weights of G coincides\nwith the number of isomorphism classes of simple kG-modules, where k is an\nalgebraically closed field of characteristic p. Thirty years ago, Tetsuro\nOkuyama already proved that in the class of p-solvable groups this conjecture\nholds. In this paper, for the p-solvable groups, on the one hand we exhibit a\nnatural bijection - namely compatible with the action of the group of outer\nautomorphisms of G - between the sets of isomorphism classes of simple\nG-modules M and of G-conjugacy classes of weights (R,Y), up to the choice of a\npolarization. On the other hand, we determine the relationship between a\nmultiplicity module of M and Y. In an Appendix, we show that the bijection\ndefined by Gabriel Navarro for the groups of odd order coincides with our\nbijection for a particular choice of the polarization.\n"]}]
["1005.3752",{"format":[],"subject":["Mathematics - Algebraic Topology","55P42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3752"],"date":["2010-05-20"],"type":["text"],"creator":["Davis, Donald M.","Mahowald, Mark"],"language":[],"coverage":[],"title":["Connective versions of TMF(3)"],"description":["  We study three connective versions of the spectrum for topological modular\nforms of level 3. All three were described briefly by Mahowald and Rezk in\n[Pure Appl Math Quar (2009)], but we add much detail to their discussion.\nLetting tmf(3) denote our connective model which is a ring spectrum, we compute\nthe tmf(3)-homology of RP^infty.\n","Comment: 36 pages"]}]
["1005.3753",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3753"],"date":["2010-05-20"],"type":["text"],"creator":["Gritsenko, Valery"],"language":[],"coverage":[],"title":["Reflective modular forms in algebraic geometry"],"description":["  We prove that the existence of a strongly reflective modular form of a large\nweight implies that the Kodaira dimension of the corresponding modular variety\nis negative or, in some special case, it is equal to zero. Using the Jacobi\nlifting we construct three towers of strongly reflective modular forms with the\nsimplest possible divisor. In particular we obtain a Jacobi lifting\nconstruction of the Borcherds-Enriques modular form Phi_4 and Jacobi liftings\nof automorphic discriminants of the K\\\"ahler moduli of Del Pezzo surfaces\nconstructed recently by Yoshikawa. We obtain also three modular varieties of\ndimension 4, 6 and 7 of Kodaira dimension 0.\n","Comment: 28 pages"]}]
["1005.3758",{"format":[],"subject":["Mathematics - Probability","60J80, 94A17, 62B10, 60H10, 62C10, 62M02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3758"],"date":["2010-05-20"],"type":["text"],"creator":["Kammerer, Niels B.","Stummer, Wolfgang"],"language":[],"coverage":[],"title":["Some distance bounds of branching processes and their diffusion limits"],"description":["  We compute exact values respectively bounds of \"distances\" - in the sense of\n(transforms of) power divergences and relative entropy - between two\ndiscrete-time Galton-Watson branching processes with immigration GWI for which\nthe offspring as well as the immigration is arbitrarily Poisson-distributed\n(leading to arbitrary type of criticality). Implications for asymptotic\ndistinguishability behaviour in terms of contiguity and entire separation of\nthe involved GWI are given, too. Furthermore, we determine the corresponding\nlimit quantities for the context in which the two GWI converge to Feller-type\nbranching diffusion processes, as the time-lags between observations tend to\nzero. Some applications to (static random environment like) Bayesian decision\nmaking and Neyman-Pearson testing are presented as well.\n","Comment: 45 pages"]}]
["1005.3773",{"format":[],"subject":["Computer Science - Databases","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3773"],"date":["2010-05-20"],"type":["text"],"creator":["Wang, Guozhang","Salles, Marcos Vaz","Sowell, Benjamin","Wang, Xun","Cao, Tuan","Demers, Alan","Gehrke, Johannes","White, Walker"],"language":[],"coverage":[],"title":["Behavioral Simulations in MapReduce"],"description":["  In many scientific domains, researchers are turning to large-scale behavioral\nsimulations to better understand important real-world phenomena. While there\nhas been a great deal of work on simulation tools from the high-performance\ncomputing community, behavioral simulations remain challenging to program and\nautomatically scale in parallel environments. In this paper we present BRACE\n(Big Red Agent-based Computation Engine), which extends the MapReduce framework\nto process these simulations efficiently across a cluster. We can leverage\nspatial locality to treat behavioral simulations as iterated spatial joins and\ngreatly reduce the communication between nodes. In our experiments we achieve\nnearly linear scale-up on several realistic simulations.\n  Though processing behavioral simulations in parallel as iterated spatial\njoins can be very efficient, it can be much simpler for the domain scientists\nto program the behavior of a single agent. Furthermore, many simulations\ninclude a considerable amount of complex computation and message passing\nbetween agents, which makes it important to optimize the performance of a\nsingle node and the communication across nodes. To address both of these\nchallenges, BRACE includes a high-level language called BRASIL (the Big Red\nAgent SImulation Language). BRASIL has object oriented features for programming\nsimulations, but can be compiled to a data-flow representation for automatic\nparallelization and optimization. We show that by using various optimization\ntechniques, we can achieve both scalability and single-node performance similar\nto that of a hand-coded simulation.\n"]}]
["1005.3776",{"format":[],"subject":["Physics - General Physics","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3776","Quantum Computers and Computing, V. 10, pp. 42-61 (2010)"],"date":["2010-05-19"],"type":["text"],"creator":["Nikulov, A. V."],"language":[],"coverage":[],"title":["Flux-qubit and the law of angular momentum conservation"],"description":["  The confidence of many authors in the possibility to use superconducting loop\ninterrupted by Josephson junctions as a basis for quantum bit, flux qubit,\npresumes the assumption on superposition of two macroscopically distinct\nquantum states with macroscopically different angular momentum. The\ncontradiction of this assumption with macroscopic realism and the conservation\nlaw must call the numerous publications about flux qubit in question. These\npublications uncover misunderstanding by many modern physicists of the essence\nof the superposition principle. The Einstein - Podolsky - Rosen (EPR)\ncorrelation or entanglement, introduced in 1935 by opponents of the Copenhagen\ninterpretation in order to reveal the contradiction of this principle with\nrealism, has provided a basis of the idea of quantum computation. The problem\nof the EPR correlation has emerged thanks to philosophical controversy between\nthe creators of the quantum theory about the subject of its description.\nTherefore it is impossible to solve correctly the problem of quantum computer\ncreation without the insight into the essence of this philosophical\ncontroversy. The total neglect of the philosophical problems of quantum\nfoundation results to concrete mistakes, the example of which are the\npublications about flux qubit. In order to prevent such mistakes in the future\nthe philosophical questions about the essence of superposition and entanglement\nand about the subject of quantum description are considered.\n","Comment: 11 pages, 2 figure, Presented at the International Conference \"Micro-\n  and nanoelectronics - 2009\", extended Session \"Quantum Informatics\",\n  Zvenigorod, Moscow region, Russia, October 5-9, 2009"]}]
["1005.3780",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3780","Phys. Rev. E 81, 050104(R) (2010)","doi:10.1103/PhysRevE.81.050104"],"date":["2010-05-20"],"type":["text"],"creator":["Lazo, Matheus J.","Ferreira, Anderson A."],"language":[],"coverage":[],"title":["Asymmetric exclusion model with impurities"],"description":["  An integrable asymmetric exclusion process with impurities is formulated. The\nmodel displays the full spectrum of the stochastic asymmetric XXZ chain plus\nnew levels. We derive the Bethe equations and calculate the spectral gap for\nthe totally asymmetric diffusion at half filling. While the standard asymmetric\nexclusion process without impurities belongs to the KPZ universality class with\na exponent 3/2, our model has a scaling exponent 5/2.\n","Comment: 4 pages"]}]
["1005.3790",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33E05, 51M09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3790"],"date":["2010-05-20"],"type":["text"],"creator":["Mathar, Richard J."],"language":[],"coverage":[],"title":["Two Integrals of Geodetic Lines in Oblate Ellipsoidal Coordinates"],"description":["  The manuscript establishes a series expansion of the core integral that\nrelates changes in longitude and latitude along the geodetic line in oblate\nelliptical coordinates, and of a companion integral which is the path length\nalong this line as a function of latitude. The expansion is a power series in\nthe scaled (constant) altitude of the trajectory over the surface of the\nellipsoid. Each term of this series is reduced to sums over inverse\ntrigonometric functions, square roots and Elliptic Integrals. The aim is to\navoid purely numerical means of integration.\n","Comment: 9 pages, one figure"]}]
["1005.3795",{"format":[],"subject":["High Energy Physics - Experiment","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3795"],"date":["2010-05-20"],"type":["text"],"creator":["Andringa, S.","Collaboration, for The Pierre Auger"],"language":[],"coverage":[],"title":["Results of the Pierre Auger Observatory on Astroparticle Physics"],"description":["  The Pierre Auger Observatory has already collected more ultra high energy\ncosmic ray data than all the previous experiments. With an hybrid detection\ntechnique, it can provide coherent results on the flux, energy spectrum and\narrival directions of the highest energy cosmic rays, and characterize the\nextensive air showers in order to probe the primary particle characteristics\nand its interactions. These results will be presented from the point of view of\nparticle physics.\n","Comment: 8 pages, to appear in conference proceedings of Rencontres de Moriond\n  2010 (Electroweak)"]}]
["1005.3799",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Probability","91B24, 60H15 (Primary), 60H10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3799","Finite and infinite dimensional analysis in honor of Leonard Gross\n  (New Orleans, LA, 2001), 37-44, Contemp. Math., 317, Amer. Math. Soc.,\n  Providence, RI, 2003"],"date":["2010-05-20"],"type":["text"],"creator":["Allouba, Hassan","Goodman, Victor"],"language":[],"coverage":[],"title":["Market Price of Risk and Random Field Driven Models of Term Structure: A\n  Space-Time Change of Measure Look"],"description":["  No-arbitrage models of term structure have the feature that the return on\nzero-coupon bonds is the sum of the short rate and the product of volatility\nand market price of risk. Well known models restrict the behavior of the market\nprice of risk so that it is not dependent on the type of asset being modeled.\nWe show that the models recently proposed by Goldstein and Santa-Clara and\nSornette, among others, allow the market price of risk to depend on\ncharacteristics of each asset, and we quantify this dependence. A key tool in\nour analysis is a very general space-time change of measure theorem, proved by\nthe first author in earlier work, and covers continuous orthogonal local\nmartingale measures including space-time white noise.\n","Comment: 7 pages, 5/9 papers from my 2000-2006 collection (preprint version)"]}]
["cond-mat/0412458",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0412458","Optics Express 12, 4855 (2004)","doi:10.1364/OPEX.12.004855"],"date":["2004-12-16"],"type":["text"],"creator":["Elson, J. Merle","Halterman, Klaus"],"language":[],"coverage":[],"title":["Local density of states analysis of surface wave modes on truncated\n  photonic crystal surfaces with nonlinear material"],"description":["  The local density of states and response to an incident plane wave of a\nfinite sized photonic crystal (PC) with nonlinear material (NLM) is analyzed.\nOf particular interest is the excitation of surface wave modes at the truncated\nsurface of the PC, which is collocated with the NLM material. We compute the 2D\nGreen function of the PC with linear material and then include the Kerr NLM in\na self-consistent manner. The 2D PC consists of a square array of circular rods\nwhere one row of the rods is semi-circular in order to move the surface wave\ndefect mode frequency into the band gap. Since the surface modes are resonant\nat the interface, the NLM should experience at least an order of magnitude\nincrease in field intensity. This is a possible means of increasing the\nefficiency of the PC as a frequency conversion device.\n"]}]
["cond-mat/0503173",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0503173","Phys. Rev. B 72, 054508 (2005)","doi:10.1103/PhysRevB.72.054508"],"date":["2005-03-08"],"type":["text"],"creator":["Matusiak, M.","Wolf, Th."],"language":[],"coverage":[],"title":["The Lorenz number in the optimally doped and underdoped Eu-123\n  superconductor"],"description":["  The temperature dependences of the Hall-Lorenz numbers (Lxy) in a EuBa2Cu3Oy\n(Eu-123) single crystal before and after oxygen reduction are reported. The\nstudy is based on data on the normal state longitudinal and transversal\ntransport coefficients. Namely, the temperature dependences of the electrical\nresistivity, Hall coefficient, longitudinal thermal conductivity, and\ntransverse thermal conductivity are presented. The set of measurements was\nperformed for an optimally doped sample (y = 7), then the oxygen content in the\nthe same crystal was reduced to y = 6.65, and the measurements were repeated.\nFor both cases Lxy's are about two times larger than the Sommerfeld's value of\nthe Lorenz number and depend weakly on temperature in a range 300 - 160 K.\nBelow T = 160 K the Hall-Lorenz number for the optimally doped sample slowly\ndrops, while the value of Lxy for the oxygen reduced sample begins to rise.\nSuch results suggest that the electronic system in the investigated compound\nmay be considered as a metallic one with pseudo-gaps that open at the Fermi\nlevel.\n","Comment: 17 pages, 4 figures"]}]
["gr-qc/0601089",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0601089","Ukr.J.Phys. 55 (2010) 607-612"],"date":["2006-01-23","2006-01-25"],"type":["text"],"creator":["Boehmer, Christian G.","Bronowski, Piotr"],"language":[],"coverage":[],"title":["The homogeneous and isotropic Weyssenhoff fluid"],"description":["  We consider a Weyssenhoff fluid assuming that the spacetime is homogeneous\nand isotropic, therefore being relevant for cosmological considerations of\ngravity theories with torsion. In this paper, it is explicitely shown that the\nWeyssenhoff fluids obeying the Frenkel condition or the Papapetrou-Corinaldesi\ncondition are incompatible with the cosmological principle, which restricts the\ntorsion tensor to have only a vector and an axial vector component. Moreover it\nturns out that the Weyssenhoff fluid obeying the Tulczyjew condition is also\nincompatible with the cosmological principle. Based on this result we propose\nto reconsider a number of previous works that analysed cosmological solutions\nof Einstein-Cartan theory, since their spin fluids usually did not obey the\ncosmological principle.\n","Comment: 9 pages, invited submission by UJP; revised acknowledgements"]}]
["hep-ph/0508225",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0508225"],"date":["2005-08-22","2010-05-20"],"type":["text"],"creator":["Zhou, Yong"],"language":[],"coverage":[],"title":["Singularity of Feynman propagator and Cutkosky's cutting rules"],"description":["  We improve on Cutkosky's cutting rules which is used to calculate the\ncontribution of the singularities of Feynman propagators to Feynman amplitude.\nThe correctness of the improved cutting rules is verified by the calculations\nof the conventional loop momentum integral algorithm. We also find that only\nthe process of the intermediate on shell particles that is same as real\nphysical process can exist in quantum vacuum.\n","Comment: 17 pages, 11 figures"]}]
["math-ph/0205043",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0205043","J. Phys. A: Math. Gen. 35, 8705-8713 (2002)","doi:10.1088/0305-4470/35/41/305"],"date":["2002-05-29","2002-10-16"],"type":["text"],"creator":["Alvarez, G","Finkel, F","Gonzalez-Lopez, A","Rodriguez, M A"],"language":[],"coverage":[],"title":["Quasi-exactly solvable models in nonlinear optics"],"description":["  We study a large class of models with an arbitrary (finite) number of degrees\nof freedom, described by Hamiltonians which are polynomial in bosonic creation\nand annihilation operators, and including as particular cases n-th harmonic\ngeneration and photon cascades. For each model, we construct a complete set of\ncommuting integrals of motion of the Hamiltonian, fully characterize the common\neigenspaces of the integrals of motion, and show that the action of the\nHamiltonian in these common eigenspaces can be represented by a quasi-exactly\nsolvable reduced Hamiltonian, whose expression in terms of the usual generators\nof sl(2) is computed explicitly.\n","Comment: 11 pages, LaTeX"]}]
["math/0310240",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0310240","Bull London Math Soc 36 (2004) 647-655"],"date":["2003-10-16"],"type":["text"],"creator":["Marklof, Jens"],"language":[],"coverage":[],"title":["Holomorphic almost modular forms"],"description":["  Holomorphic almost modular forms are holomorphic functions of the complex\nupper half plane which can be approximated arbitrarily well (in a suitable\nsense) by modular forms of congruence subgroups of large index in $\\SL(2,\\ZZ)$.\nIt is proved that such functions have a rotation-invariant limit distribution\nwhen the argument approaches the real axis. An example for a holomorphic almost\nmodular form is the logarithm of $\\prod_{n=1}^\\infty (1-\\exp(2\\pi\\i n^2 z))$.\nThe paper is motivated by the author's studies [J. Marklof, Int. Math. Res.\nNot. {\\bf 39} (2003) 2131-2151] on the connection between almost modular\nfunctions and the distribution of the sequence $n^2x$ modulo one.\n"]}]
["math/0508643",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Combinatorics","Mathematics - Representation Theory","57R85, 05C10, 57S17, 55N22, 57R91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508643"],"date":["2005-08-31","2010-05-20"],"type":["text"],"creator":["Lü, Zhi"],"language":[],"coverage":[],"title":["Graphs and $({\\Bbb Z}_2)^k$-actions"],"description":["  Let $\\mathcal{A}_n^k$ denote all nonbounding effective smooth $({\\Bbb\nZ}_2)^k$-actions on $n$-dimensional smooth closed connected manifolds, each of\nwhich is cobordant to one with finite fixed set. Motivated by GKM theory, one\ncan associate to each action of $\\mathcal{A}_n^k$ a $({\\Bbb Z}_2)^k$-colored\nregular graph of valence $n$. Together with the combinatorics of colored\ngraphs, equivariant cobordism and the tom Dieck-Kosniowski-Stong localization\ntheorem, we give a lower bound for the number of fixed points of an action in\n$\\mathcal{A}_n^k$, which can become the best possible in some cases; we\ndetermine the existence and the equivariant cobordism classification of all\nactions in $\\mathcal{A}_n^k(h)$ with $h=3,4$, where $\\mathcal{A}_n^k(h)$ is the\nsubset of $\\mathcal{A}_n^k$, each of which is equivariantly cobordant to an\neffective $({\\Bbb Z}_2)^k$-action fixing just $h$ isolated points, and it is\nwell-known that $\\mathcal{A}_n^k(h)$ is empty if $h=1,2$; we characterize the\nexplicit relationships among tangent representations at fixed points of each\naction in $\\mathcal{A}_n^k(h)$ with $h=3,4$, which actually give the explicit\nsolution of the Smith problem in such cases. As an application, we also study\nthe minimum number of fixed points of all actions in $\\mathcal{A}_n^k$.\n","Comment: 44 pages with 9 figures. Rewritten and expanded"]}]
["math/0612740",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612740","European J. Combin. 30 (2009) 736-746","doi:10.1016/j.ejc.2008.07.018"],"date":["2006-12-23"],"type":["text"],"creator":["Tanaka, Hajime"],"language":[],"coverage":[],"title":["New proofs of the Assmus-Mattson theorem based on the Terwilliger\n  algebra"],"description":["  We use the Terwilliger algebra to provide a new approach to the\nAssmus-Mattson theorem. This approach also includes another proof of the\nminimum distance bound shown by Martin as well as its dual.\n","Comment: 15 pages"]}]
["math/0701024",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Category Theory","58H99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701024"],"date":["2006-12-31","2010-05-20"],"type":["text"],"creator":["Zhu, Chenchang"],"language":[],"coverage":[],"title":["Lie II theorem for Lie algebroids via higher groupoids"],"description":["  Following Sullivan's spacial realization of a differential algebra, we\nconstruct a universal integrating Lie 2-groupoid for every Lie algebroid. Then\nWe show that unlike Lie algebras which one-to-one correspond to simply\nconnected Lie groups, Lie algebroids (integrable or not) one-to-one correspond\nto a sort of etale Lie 2-groupoids with 2-connected source fibres. Finally, we\ndiscuss how to lift Lie algebroid morphisms to Lie 2-groupoid morphisms (Lie II\nTheorem).\n","Comment: 30 pages, 4 figures, many revisions"]}]
