["1003.1131",{"format":[],"subject":["Mathematical Physics","82B40","80A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1131"],"date":["2010-03-04"],"type":["text"],"creator":["Latyshev, A. V.","Yushkanov, A. A."],"language":[],"coverage":[],"title":["Longitudinal permeability of collisional plasmas under arbitrary degree\n  of degeneration of electron gas"],"description":["  Electric conductivity and dielectric permeability of the non-degenerate\nelectronic gas for the collisional plasmas under arbitrary degree of\ndegeneration of electron gas is found. The kinetic equation of Wigner - Vlasov\n- Boltzmann with collision integral in relaxation form BGK (Bhatnagar, Gross\nand Krook) in coordinate space is used. Dielectric permeability with using of\nthe relaxation equation in the momentum space has been received by Mermin.\nComparison with Mermin's formula has been realized. It is shown, that in the\nlimit when Planck's constant tends to zero expression for dielectric\npermeability passes in the classical.\n","Comment: 16 pages, 0 figures"]}]
["1003.1141",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Information Retrieval","Computer Science - Learning","H.3.1","I.2.6","I.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1141","Journal of Artificial Intelligence Research, (2010), 37, 141-188","doi:10.1613/jair.2934"],"date":["2010-03-04"],"type":["text"],"creator":["Turney, Peter D.","Pantel, Patrick"],"language":[],"coverage":[],"title":["From Frequency to Meaning: Vector Space Models of Semantics"],"description":["  Computers understand very little of the meaning of human language. This\nprofoundly limits our ability to give instructions to computers, the ability of\ncomputers to explain their actions to us, and the ability of computers to\nanalyse and process text. Vector space models (VSMs) of semantics are beginning\nto address these limits. This paper surveys the use of VSMs for semantic\nprocessing of text. We organize the literature on VSMs according to the\nstructure of the matrix in a VSM. There are currently three broad classes of\nVSMs, based on term-document, word-context, and pair-pattern matrices, yielding\nthree classes of applications. We survey a broad range of applications in these\nthree categories and we take a detailed look at a specific open source project\nin each category. Our goal in this survey is to show the breadth of\napplications of VSMs for semantics, to provide a new perspective on VSMs for\nthose who are already familiar with the area, and to provide pointers into the\nliterature for those who are less familiar with the field.\n"]}]
["1003.1148",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1148"],"date":["2010-03-04"],"type":["text"],"creator":["Zhmurov, A.","Dima, R. I.","Kholodov, Y.","Barsegov, V."],"language":[],"coverage":[],"title":["Langevin dynamics simulations of biomolecules on graphics processors"],"description":["  Due to the very long timescales involved (us-s), theoretical modeling of\nfundamental biological processes including folding, misfolding, and mechanical\nunraveling of biomolecules, under physiologically relevant conditions, is\nchallenging even for distributed computing systems. Graphics Processing Units\n(GPUs) are emerging as an alternative programming platform to the more\ntraditional CPUs as they provide high raw computational power that can be\nutilized in a wide range of scientific applications. Using a coarse-grained\nSelf Organized Polymer (SOP) model, we have developed and tested the GPU-based\nimplementation of Langevin simulations for proteins (SOP-GPU program).\nSimultaneous calculation of forces for all particles is implemented using\neither the particle based or the interacting pair based parallelization, which\nleads to a ~30-fold acceleration compared to an optimized CPU version of the\nprogram. We assess the computational performance of an end-to-end application\nof the SOP-GPU program, where all steps of the algorithm are running on the\nGPU, by profiling the associated simulation time and memory usage for a number\nof small proteins, long protein fibers, and large-size protein assemblies. The\nSOP-GPU package can now be used in the theoretical exploration of the\nmechanical properties of large-size protein systems to generate the\nforce-extension and force-indentation profiles under the experimental\nconditions of force application, and to relate the results of single-molecule\nexperiments in vitro and in silico.\n","Comment: 36 pages, 5 figures, 1 table"]}]
["1003.1155",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1155","J. Stat. Mech. P02051 (2009)","doi:10.1088/1742-5468/2009/02/P02051"],"date":["2010-03-04"],"type":["text"],"creator":["Kaulakys, B.","Alaburda, M."],"language":[],"coverage":[],"title":["Modeling scaled processes and 1/f^b noise by the nonlinear stochastic\n  differential equations"],"description":["  We present and analyze stochastic nonlinear differential equations generating\nsignals with the power-law distributions of the signal intensity, 1/f^b noise,\npower-law autocorrelations and second order structural (height-height\ncorrelation) functions. Analytical expressions for such characteristics are\nderived and the comparison with numerical calculations is presented. The\nnumerical calculations reveal links between the proposed model and models where\nsignals consist of bursts characterized by the power-law distributions of burst\nsize, burst duration and the interburst time, as in a case of avalanches in\nself-organized critical (SOC) models and the extreme event return times in\nlong-term memory processes. The presented approach may be useful for modeling\nthe long-range scaled processes exhibiting 1/f noise and power-law\ndistributions.\n","Comment: 16 pages, 4 figures"]}]
["1003.1162",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1162"],"date":["2010-03-04"],"type":["text"],"creator":["Cheng, Hsin-Chia"],"language":[],"coverage":[],"title":["2009 TASI Lecture -- Introduction to Extra Dimensions"],"description":["  We give a brief introduction to theories with extra dimensions. We first\nintroduce the basic formalism for studying extra-dimensional theories,\nincluding the Kaluza-Klein decomposition and the effective theory for 3-branes.\nWe then focus on two types of scenarios: large extra dimensions as a solution\nto the hierarchy problem and TeV$^{-1}$-size extra dimensions with Standard\nModel fields propagating in them. We discuss the experimental tests and\nconstraints on these scenarios, and also the questions in particle physics\nwhich may be addressed with the help of extra dimensions. This is the write-up\nof the lectures given at the 2009 TASI summer school. Other interesting topics\nsuch as warped extra dimensions are covered by other lecturers.\n","Comment: 42 pages, 19 figures, lecture at 2009 TASI summer school"]}]
["1003.1164",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1164"],"date":["2010-03-05"],"type":["text"],"creator":["Chermakani, Deepak Ponvel"],"language":[],"coverage":[],"title":["Repeating Patterns in Linear Programs that express NP-Complete Problems"],"description":["  One of my recent papers transforms an NP-Complete problem into the question\nof whether or not a feasible real solution exists to some Linear Program. The\nunique feature of this Linear Program is that though there is no explicit bound\non the minimum required number of linear inequalities, which is most probably\nexponential to the size of the NP-Complete problem, the Linear Program can\nstill be described efficiently. The reason for this efficient description is\nthat coefficients keep repeating in some pattern, even as the number of\ninequalities is conveniently assumed to tend to Infinity. I discuss why this\nconvenient assumption does not change the feasibility result of the Linear\nProgram. I conclude with two Conjectures, which might help to make an efficient\ndecision on the feasibility of this Linear Program.\n","Comment: 4 Pages, 1 Generalization of earlier Theorem, and 2 Conjectures"]}]
["1003.1170",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1170"],"date":["2010-03-04"],"type":["text"],"creator":["Hartigan, J. A."],"language":[],"coverage":[],"title":["Asymptotic admissibility of priors and elliptic differential equations"],"description":["  We evaluate priors by the second order asymptotic behavior of the\ncorresponding estimators.Under certain regularity conditions, the risk\ndifferences between efficient estimators of parameters taking values in a\ndomain D, an open connected subset of R^d, are asymptotically expressed as\nelliptic differential forms depending on the asymptotic covariance matrix V.\nEach efficient estimator has the same asymptotic risk as a 'local Bayes'\nestimate corresponding to a prior density p. The asymptotic decision theory of\nthe estimators identifies the smooth prior densities as admissible or\ninadmissible, according to the existence of solutions to certain elliptic\ndifferential equations. The prior p is admissible if the quantity pV is\nsufficiently small near the boundary of D. We exhibit the unique admissible\ninvariant prior for V=I,D=R^d-{0). A detailed example is given for a normal\nmixture model.\n","Comment: 3 figures"]}]
["1003.1173",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1173"],"date":["2010-03-04"],"type":["text"],"creator":["Inagaki, Tomohiro","Hayashi, Masako"],"language":[],"coverage":[],"title":["Topological and Curvature Effects in a Multi-fermion Interaction Model"],"description":["  A multi-fermion interaction model is investigated in a compact spacetime with\nnon-trivial topology and in a weakly curved spacetime. Evaluating the effective\npotential in the leading order of the 1/N expansion, we show the phase boundary\nfor a discrete chiral symmetry in an arbitrary dimensions, $2\\leq D<4$.\n","Comment: 7 pages, 6 figures, Contribution to the proceedings of 2009 Nagoya\n  Global COE Workshop \"Strong Coupling Gauge Theories in LHC Era (SCGT09)\""]}]
["1003.1179",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1179"],"date":["2010-03-04"],"type":["text"],"creator":["Calvanese, Diego","De Giacomo, Giuseppe","Lenzerini, Maurizio","Vardi, Moshe Y."],"language":[],"coverage":[],"title":["View Synthesis from Schema Mappings"],"description":["  In data management, and in particular in data integration, data exchange,\nquery optimization, and data privacy, the notion of view plays a central role.\nIn several contexts, such as data integration, data mashups, and data\nwarehousing, the need arises of designing views starting from a set of known\ncorrespondences between queries over different schemas. In this paper we deal\nwith the issue of automating such a design process. We call this novel problem\n\"view synthesis from schema mappings\": given a set of schema mappings, each\nrelating a query over a source schema to a query over a target schema,\nautomatically synthesize for each source a view over the target schema in such\na way that for each mapping, the query over the source is a rewriting of the\nquery over the target wrt the synthesized views. We study view synthesis from\nschema mappings both in the relational setting, where queries and views are\n(unions of) conjunctive queries, and in the semistructured data setting, where\nqueries and views are (two-way) regular path queries, as well as unions of\nconjunctions thereof. We provide techniques and complexity upper bounds for\neach of these cases.\n"]}]
["1003.1181",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1181","Phys. Rev. B 81, 094503 (2010)","doi:10.1103/PhysRevB.81.094503"],"date":["2010-03-04"],"type":["text"],"creator":["Yamazaki, Hiroki","Shannon, Nic","Takagi, Hidenori"],"language":[],"coverage":[],"title":["Interplay between superconductivity and ferromagnetism in epitaxial\n  Nb(110)/Au(111)/Co(0001) trilayers"],"description":["  Epitaxially grown multilayer systems offer the possibility to study the\ninfluence of ferromagnetism on superconductivity in a new and controlled way.\nIn this paper, we explore how the superconducting properties of high quality,\nepitaxially-grown superconductor/normal-metal/ferromagnet trilayers evolve as a\nfunction of the exchange splitting in the ferromagnet, and the thickness of the\nnormal metal layer. We report results for Nb(110)/Au(111)/Co(0001), and make a\ndetailed comparison with earlier results for Nb(110)/Au(111)/Fe(110). We use\nquantitative FFT analysis to confirm the existence of a long-period (2.1 nm)\noscillation in the superconducting transition temperature Tc as a function of\nthe Au-layer thickness tAu, for tAu>2 nm, and highlight an additional\nshort-period (0.76 nm) oscillation for tAu<3 nm in Nb/Au/Co. This short-period\noscillation can be explained in terms of a damped RKKY-like oscillation of the\nspin-polarization in Au. The robustness of the long-period oscillation against\nthe substitution of Co for Fe suggests that it is intrinsic to the Au(111)\nlayer on Nb, and may represent a new form of quantum interference in very clean\ntrilayer systems.\n","Comment: 23 pages, 10 figures"]}]
["1003.1195",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1195"],"date":["2010-03-05"],"type":["text"],"creator":["Roy, Victor","Chaudhuri, A. K."],"language":[],"coverage":[],"title":["Lattice based equation of state and transverse momentum spectra of\n  identified particles in ideal and viscous hydrodynamics"],"description":["  Assuming that in Au+Au collisions, a baryon free fluid is produced,\ntransverse momentum spectra of identified particles ($\\pi$, $K$, $p$ and\n$\\phi$), in evolution of ideal and viscous fluid is studied. Hydrodynamic\nevolution is governed by a lattice based equation of state (EOS), where the\nconfinement-deconfinement transition is a cross-over at $T_{co}$=196 MeV. Ideal\nor viscous fluid was initialised to reproduce $\\phi$ meson multiplicity in 0-5%\nAu+Au collisions. Ideal or minimally viscous ($\\eta/s$=0.08) fluid evolution\nreasonably well explain the transverse momentum spectra of pion's, kaon's, and\n$\\phi$ meson's in central and mid-central Au+Au collisions. Description to the\ndata is much poorer in viscous fluid evolution with $\\eta/s \\geq$0.12. The\nmodel however under estimate proton production by a factor $\\sim$ 2.\n","Comment: 7 pages, 8 figures"]}]
["1003.1196",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1196"],"date":["2010-03-05"],"type":["text"],"creator":["Igarashi, Yasuhiko","Oizumi, Masafumi","Okada, Masato"],"language":[],"coverage":[],"title":["Mean Field Analysis of Stochastic Neural Network Models with Synaptic\n  Depression"],"description":["  We investigated the effects of synaptic depression on the macroscopic\nbehavior of stochastic neural networks. Dynamical mean field equations were\nderived for such networks by taking the average of two stochastic variables: a\nfiring state variable and a synaptic variable. In these equations, their\naverage product is decoupled as the product of averaged them because the two\nstochastic variables are independent. We proved the independence of these two\nstochastic variables assuming that the synaptic weight is of the order of 1/N\nwith respect to the number of neurons N. Using these equations, we derived\nmacroscopic steady state equations for a network with uniform connections and a\nring attractor network with Mexican hat type connectivity and investigated the\nstability of the steady state solutions. An oscillatory uniform state was\nobserved in the network with uniform connections due to a Hopf instability.\nWith the ring network, high-frequency perturbations were shown not to affect\nsystem stability. Two mechanisms destabilize the inhomogeneous steady state,\nleading two oscillatory states. A Turing instability leads to a rotating bump\nstate, while a Hopf instability leads to an oscillatory bump state, which was\nprevious unreported. Various oscillatory states take place in a network with\nsynaptic depression depending on the strength of the interneuron connections.\n","Comment: 26 pages, 13 figures. Preliminary results for the present work have\n  been published elsewhere (Y Igarashi et al., 2009.\n  http://www.iop.org/EJ/abstract/1742-6596/197/1/012018)"]}]
["1003.1204",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1204"],"date":["2010-03-05"],"type":["text"],"creator":["Zhang, Louxin"],"language":[],"coverage":[],"title":["From gene trees to species trees II: Species tree inference in the deep\n  coalescence model"],"description":["  When gene copies are sampled from various species, the resulting gene tree\nmight disagree with the containing species tree. The primary causes of gene\ntree and species tree discord include lineage sorting, horizontal gene\ntransfer, and gene duplication and loss. Each of these events yields a\ndifferent parsimony criterion for inferring the (containing) species tree from\ngene trees. With lineage sorting, species tree inference is to find the tree\nminimizing extra gene lineages that had to coexist along species lineages; with\ngene duplication, it becomes to find the tree minimizing gene duplications\nand/or losses. In this paper, we show the following results: (i) The deep\ncoalescence cost is equal to the number of gene losses minus two times the gene\nduplication cost in the reconciliation of a uniquely leaf labeled gene tree and\na species tree. The deep coalescence cost can be computed in linear time for\nany arbitrary gene tree and species tree. (ii) The deep coalescence cost is\nalways no less than the gene duplication cost in the reconciliation of an\narbitrary gene tree and a species tree. (iii) Species tree inference by\nminimizing deep coalescences is NP-hard.\n","Comment: 17 pages 6 figures"]}]
["1003.1207",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1207","doi:10.1007/s10509-010-0321-2"],"date":["2010-03-05"],"type":["text"],"creator":["Guo, Jianpo","Zhang, Fenghui","Han, Zhanwen"],"language":[],"coverage":[],"title":["Habitable Zones of Host Stars During the Post-MS Phase"],"description":["  A star will become brighter and brighter with stellar evolution, and the\ndistance of its habitable zone will become farther and farther. Some planets\noutside the habitable zone of a host star during the main sequence phase may\nenter the habitable zone of the host star during other evolutionary phases. A\nterrestrial planet within the habitable zone of its host star is generally\nthought to be suited to life existence. Furthermore, a rocky moon around a\ngiant planet may be also suited to life survive, provided that the planet-moon\nsystem is within the habitable zone of its host star. Using Eggleton's code and\nthe boundary flux of habitable zone, we calculate the habitable zone of our\nSolar after the main sequence phase. It is found that Mars' orbit and Jupiter's\norbit will enter the habitable zone of Solar during the subgiant branch phase\nand the red giant branch phase, respectively. And the orbit of Saturn will\nenter the habitable zone of Solar during the He-burning phase for about 137\nmillion years. Life is unlikely at any time on Saturn, as it is a giant gaseous\nplanet. However, Titan, the rocky moon of Saturn, may be suitable for\nbiological evolution and become another Earth during that time. For low-mass\nstars, there are similar habitable zones during the He-burning phase as our\nSolar, because there are similar core masses and luminosities for these stars\nduring that phase.\n","Comment: 6 pages, 7 figures. Accepted by Ap & SS"]}]
["1003.1214",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1214"],"date":["2010-03-05"],"type":["text"],"creator":["Landi, R.","Bassani, L.","Malizia, A.","Stephen, J. B.","Bazzano, A.","Fiocchi, M.","Bird, A. J."],"language":[],"coverage":[],"title":["Swift/XRT follow-up observations of unidentified INTEGRAL/IBIS sources"],"description":["  Many sources listed in the 4th IBIS/ISGRI survey are still unidentified, i.e.\nlacking an X-ray counterpart or simply not studied at lower energies (< 10\nkeV). The cross-correlation between the list of IBIS sources in the 4th\ncatalogue and the Swift/XRT data archive is of key importance to search for the\nX-ray counterparts; in fact, the positional accuracy of few arcseconds obtained\nwith XRT allows us to perform more efficient and reliable follow-up\nobservations at other wavelengths (optical, UV, radio). In this work, we\npresent the results of the XRT observations for four new gamma-ray sources: IGR\nJ12123-5802, IGR J1248.2-5828, IGR J13107-5626 and IGR J14080-3023. For IGR\nJ12123-5802 we find a likely counterpart, but further information are needed to\nclassified this object, IGR J1248.2-5828 is found to be a Seyfert 1.9, for IGR\nJ13107-5626 we suggest a possible AGN nature, while IGR J14080-3023 is\nclassified as a Seyfert 1.5 galaxy.\n","Comment: 6 pages, 4 figure and 2 tables. Accepted for publication on PoS\n  (contribution PoS(extremesky2009)018), proceedings of \"The Extreme sky:\n  Sampling the Universe above 10 keV\", held in Otranto (Italy), 13-17 October\n  2009"]}]
["1003.1216",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","35B32, 35Q92, 35R35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1216"],"date":["2010-03-05"],"type":["text"],"creator":["Escher, Joachim","Matioc, Anca-Voichita"],"language":[],"coverage":[],"title":["Bifurcation analysis for a free boundary problem modeling tumor growth"],"description":["  In this paper we deal with a free boundary problem modeling the growth of\nnonnecrotic tumors.The tumor is treated as an incompressible fluid, the tissue\nelasticity is neglected and no chemical inhibitor species are present. We\nre-express the mathematical model as an operator equation and by using a\nbifurcation argument we prove that there exist stationary solutions of the\nproblem which are not radially symmetric.\n","Comment: 11 pages, 1 figure"]}]
["1003.1222",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1222","doi:10.1007/s10509-009-0173-9"],"date":["2010-03-05"],"type":["text"],"creator":["Guo, Jianpo","Zhang, Fenghui","Zhang, Xianfei","Han, Zhanwen"],"language":[],"coverage":[],"title":["Habitable Zones and UV Habitable Zones around Host Stars"],"description":["  Ultraviolet radiation is a double-edged sword to life. If it is too strong,\nthe terrestrial biological systems will be damaged. And if it is too weak, the\nsynthesis of many biochemical compounds can not go along. We try to obtain the\ncontinuous ultraviolet habitable zones, and compare the ultraviolet habitable\nzones with the habitable zones of host stars. Using the boundary ultraviolet\nradiation of ultraviolet habitable zone, we calculate the ultraviolet habitable\nzones of host stars with masses from 0.08 to 4.00 \\mo. For the host stars with\neffective temperatures lower than 4,600 K, the ultraviolet habitable zones are\ncloser than the habitable zones. For the host stars with effective temperatures\nhigher than 7,137 K, the ultraviolet habitable zones are farther than the\nhabitable zones. For hot subdwarf as a host star, the distance of the\nultraviolet habitable zone is about ten times more than that of the habitable\nzone, which is not suitable for life existence.\n","Comment: 5 pages, 3 figures"]}]
["1003.1231",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1231"],"date":["2010-03-05"],"type":["text"],"creator":["Hafner, M.","Koeppl, H.","Wagner, A."],"language":[],"coverage":[],"title":["Evolution of Feedback Loops in Oscillatory Systems"],"description":["  Feedback loops are major components of biochemical systems. Many systems show\nmultiple such (positive or negative) feedback loops. Nevertheless, very few\nquantitative analyses address the question how such multiple feedback loops\nevolved. Based on published models from the mitotic cycle in embryogenesis, we\nbuild a few case studies. Using a simple core architecture (transcription,\nphosphorylation and degradation), we define oscillatory models having either\none positive feedback or one negative feedback, or both loops. With these\nmodels, we address the following questions about evolvability: could a system\nevolve from a simple model to a more complex one with a continuous transition\nin the parameter space? How do new feedback loops emerge without disrupting the\nproper function of the system? Our results show that progressive formation of a\nsecond feedback loop is possible without disturbing existing oscillatory\nbehavior. For this process, the parameters of the system have to change during\nevolution to maintain predefined properties of oscillations like period and\namplitude.\n","Comment: Proceedings of the 2009 FOSBE conference in Denver, CO, USA. 4 pages"]}]
["1003.1232",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1232"],"date":["2010-03-05"],"type":["text"],"creator":["Rau, Philip","Steinheimer, Jan","Betz, Barbara","Petersen, Hannah","Bleicher, Marcus","Stöcker, Horst"],"language":[],"coverage":[],"title":["Conical Emission from Shock Waves in Ne(1-20 AGeV)+U Collisions"],"description":["  The formation and propagation of high-density compression waves, e.g. Mach\nshock waves, in cold nuclear matter is studied by simulating high-energy\nnucleus-nucleus collisions of Ne with U in the energy range from E_lab = 0.5\nAGeV to 20 AGeV. In an ideal hydrodynamic approach, the high-density shock wave\ncreated by the small Ne nucleus passing through the heavy U nucleus is followed\nby a slower and more dilute Mach shock wave which causes conical emission of\nparticles at the Mach cone angle. The conical emission originates from\nlow-density regions with a small flow velocity comparable to the speed of\nsound. Moreover, it is shown that the angular distributions of emitted baryons\nclearly distinguish between a hydrodynamic approach and binary cascade\nprocesses used in the Ultra-relativistic Quantum Molecular Dynamics (UrQMD)\ntransport model.\n","Comment: 8 pages, 9 figures"]}]
["1003.1233",{"format":[],"subject":["Mathematics - Group Theory","20F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1233"],"date":["2010-03-05"],"type":["text"],"creator":["Haubold, Niko","Lohrey, Markus","Mathissen, Christian"],"language":[],"coverage":[],"title":["Compressed conjugacy and the word problem for outer automorphism groups\n  of graph groups"],"description":["  It is shown that for graph groups (right-angled Artin groups) the conjugacy\nproblem as well as a restricted version of the simultaneous conjugacy problem\ncan be solved in polynomial time even if input words are represented in a\ncompressed form. As a consequence it follows that the word problem for the\nouter automorphism group of a graph group can be solved in polynomial time.\n"]}]
["1003.1239",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1239","International Journal on Computer Science and Engineering, IJCSE,\n  Vol. 2, No. 2 March 2010"],"date":["2010-03-05"],"type":["text"],"creator":["T, Panduranga H.","K, Naveen Kumar S."],"language":[],"coverage":[],"title":["Hybrid approach for Image Encryption Using SCAN Patterns and Carrier\n  Images"],"description":["  We propose a hybrid technique for image encryption which employs the concept\nof carrier image and SCAN patterns generated by SCAN methodology. Although it\ninvolves existing method like SCAN methodology, the novelty of the work lies in\nhybridizing and carrier image creation for encryption. Here the carrier image\nis created with the help of alphanumeric keyword. Each alphanumeric key will be\nhaving a unique 8bit value generated by 4 out of 8-code. This newly generated\ncarrier image is added with original image to obtain encrypted image. The scan\nmethodology is applied to either original image or carrier image, after the\naddition of original image and carrier image to obtain highly distorted\nencrypted image. The resulting image is found to be more distorted in hybrid\ntechnique. By applying the reverse process we get the decrypted image.\n","Comment: 4 Pages IEEE format, International Journal on Computer Science and\n  Engineering, IJCSE 2010, ISSN 0975-3397, Impact Factor 0.583"]}]
["1003.1242",{"format":[],"subject":["Mathematics - Quantum Algebra","17B37, 17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1242"],"date":["2010-03-05"],"type":["text"],"creator":["Igarashi, Mana","Misra, Kailash C.","Nakashima, Toshiki"],"language":[],"coverage":[],"title":["Ultra-discretization of the D_4^3-Geometric Crystals to the\n  G_2^1-Perfect Crystals"],"description":["  Let g be an affine Lie algebra and g^L be its Langlands dual. It is\nconjectured that g has a positive geometric crystal whose ultra-discretization\nis isomorphic to the limit of certain coherent family of perfect crystals for\ng^L. We prove that the ultra-discretization of the positive geometric crystal\nfor g = D_4^3 given by Igarashi and Nakashima is isomorphic to the limit of the\ncoherent family of perfect crystals for g^L= G_2^1 constructed recently by\nMisra, Mohamad and Okado.\n"]}]
["1003.1243",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1243"],"date":["2010-03-05"],"type":["text"],"creator":["Pletyukhov, V. A.","Strazhev, V. I."],"language":[],"coverage":[],"title":["Kalb-Ramond field and Dirac-Kahler equation"],"description":["  Matrix and tensor formulations of the relativistic wave equation providing\ndescription both an electromagnetic field (photon) and a massless Kalb-Ramond\nfield with the zero helicity (notoph) are given. It is shown that this equation\nis a particular case of the Dirac-Kahler system.\n","Comment: 7 pages"]}]
["1003.1246",{"format":[],"subject":["Mathematics - Dynamical Systems","93B05, 93B29, 20M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1246"],"date":["2010-03-05"],"type":["text"],"creator":["Marenitch, Valeri"],"language":[],"coverage":[],"title":["The Closed Orbit Controllability Criterium"],"description":["  We prove that every closed \"general\" trajectory of the control system\n$\\Sigma_M$ has an open neighborhood on which $\\Sigma_M$ is controllable if 1)\nthis orbit contains some point where the Lie algebra rank condition ($LARC$) is\nsatisfied, and 2) the set of control vectors is \"involved\" at $q$. In\nparticular, for the control systems $\\Sigma_M$ on the compact connected\nmanifold $M^n$ with an open control set this gives the following \"Closed Orbit\nControllability Criterium\": The dynamical system $\\Sigma_M$ of the considered\ntype is controllable on $M^n$ if and only if for an arbitrary point $q$ of\n$M^n$ there exists a closed trajectory of the control system going through this\npoint. We also present examples which show that our conditions are necessary.\n","Comment: 16 page"]}]
["1003.1247",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1247"],"date":["2010-03-05"],"type":["text"],"creator":["Tsvyashchenko, A. V.","Nikolaev, A. V.","Velichkov, A. I.","Salamatin, A. V.","Fomicheva, L. N.","Ryasny, G. K.","Sorokin, A. A.","Kochetov, O. I.","Budzynski, M."],"language":[],"coverage":[],"title":["The gamma->alpha phase transition in cerium is not isostructural"],"description":["  Using a small amount of radioactive 111Cd atoms implanted in cerium lattice\nto probe the hyperfine electric quadrupole interaction, we have detected a\nquadrupole electron charge density component in alpha-Ce, which is absent in\ngamma-Ce. The appearance of the quadrupole density in alpha-Ce predicted by the\nquadrupole scenario of the phase transition demonstrates that the spacial\nsymmetry is lowered at the gamma->alpha phase transition. This finding makes\ncerium the first element where the symmetry change is driven exclusively by the\nvalence electron degrees of freedom while the atomic centers of mass (cerium\nnuclei) occupy the face centered cubic positions. We also report on nuclear\nquadrupole interactions in other high pressure phases of cerium: alpha' (C2/m\nspace symmetry) and alpha' (alpha-U structure).\n","Comment: 4 pages 3 figures"]}]
["1003.1248",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1248"],"date":["2010-03-05"],"type":["text"],"creator":["Goyal, Sandeep K.","Ghosh, Sibasish"],"language":[],"coverage":[],"title":["Entanglement dynamics under local Lindblad evolution"],"description":["  The phenomenon of entanglement sudden death (ESD) in finite dimensional\ncomposite open systems is described here for both bi-partite as well as\nmultipartite cases, where individual subsystems undergo Lindblad type heat bath\nevolution. ESD is found to be generic for non-zero temperature of the bath. At\nT=0, one-sided action of the heat bath on pure entangled states of two qubits\ndoes not show ESD.\n"]}]
["1003.1258",{"format":[],"subject":["Mathematics - Differential Geometry","58E20","53C43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1258"],"date":["2010-03-05"],"type":["text"],"creator":["Maeta, Shun"],"language":[],"coverage":[],"title":["Geometry of k-harmonic maps and the second variational formula of the\n  k-energy"],"description":["  J.Eells and L. Lemaire introduced k-harmonic maps, and T. Ichiyama, J.\nInoguchi and H.Urakawa showed the first variation formula. In this paper, we\ngive the second variation formula of k-harmonic maps, and show non-existence\ntheorem of proper k-harmonic maps into a Riemannian manifold of non-positive\ncurvature (k >= 2). We also study k-harmonic maps into the product Riemannian\nmanifold, and describe the ordinary differential equations of 3-harmonic curves\nand 4-harmonic curves into a sphere, and show their non-trivial solutions.\n","Comment: 20 pages"]}]
["1003.1260",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1260"],"date":["2010-03-05"],"type":["text"],"creator":["Marx, Dániel","Schlotter, Ildikó"],"language":[],"coverage":[],"title":["Cleaning Interval Graphs"],"description":["  We investigate a special case of the Induced Subgraph Isomorphism problem,\nwhere both input graphs are interval graphs. We show the NP-hardness of this\nproblem, and we prove fixed-parameter tractability of the problem with\nnon-standard parameterization, where the parameter is the difference\n|V(G)|-|V(H)|, with G and H being the larger and the smaller input graph,\nrespectively. Intuitively, we can interpret this problem as \"cleaning\" the\ngraph G, regarded as a pattern containing extra vertices indicating errors, in\norder to obtain the graph H representing the original pattern. We also prove\nW[1]-hardness for the standard parameterization where the parameter is |V(H)|.\n","Comment: 40 pages, 7 eps figures"]}]
["1003.1263",{"format":[],"subject":["Mathematics - Differential Geometry","58A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1263"],"date":["2010-03-05"],"type":["text"],"creator":["Anastasiei, Mihai"],"language":[],"coverage":[],"title":["Banach Lie algebroids"],"description":["  First, we extend the notion of second order differential equations (SODE) on\na smooth manifold to anchored Banach vector bundles. Then we define the Banach\nLie algebroids as Lie algebroids structures modeled on anchored Banach vector\nbundles and prove that they form a category.\n","Comment: 8 pages, no figures"]}]
["1003.1271",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1271"],"date":["2010-03-05"],"type":["text"],"creator":["Kesselheim, Stefan","Sega, Marcello","Holm, Christian"],"language":[],"coverage":[],"title":["The ICC* Algorithm: A fast way to include dielectric boundary effects\n  into molecular dynamics simulations"],"description":["  We employ a fast and accurate algorithm to treat dielectric interfaces within\nmolecular dynamics simulations and demonstrate the importance of dielectric\nboundary forces (DBFs) in two systems of interests in soft-condensed matter\nscience. We investigate a salt solution confined to a slit pore, and a model of\na DNA fragment translocating thorugh a narrow pore.\n","Comment: 3 pages, 2 figures"]}]
["1003.1272",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1272"],"date":["2010-03-05"],"type":["text"],"creator":["Evans, J. D.","Galaktionov, V. A."],"language":[],"coverage":[],"title":["On Continuous Branches of Very Singular Similarity Solutions of the\n  Stable Thin Film Equation"],"description":["  Continuous branches of similarity solutions of the fourth-order stable thin\nfilm equation are studied.\n","Comment: 38 pages, 20 Figures"]}]
["1003.1273",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1273"],"date":["2010-03-05"],"type":["text"],"creator":["Zeilberger, Doron"],"language":[],"coverage":[],"title":["${5\\choose 2}$ Proofs that ${n\\choose k} \\leq {n\\choose {k+1}}$ if\n  $k<n/2$"],"description":["  There is no trivial mathematics, there are only trivial mathematicians! A\nmathematician is trivial if he or she believes that there exists trivial\nmathematics. Being a non-trivial mathematician myself, I will describe ten\ndifferent proofs of the seemingly trivial fact that the number of ways of\nchoosing k people out of n people is less than or equal to the number of ways\nof choosing k+1 people out of n people, provided that k is less than half of n.\n","Comment: Transcript of a mathematics colloquium talk delivered at Columbia\n  University on Feb. 17, 2010"]}]
["1003.1278",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42A99 (Primary), 42A99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1278"],"date":["2010-03-05"],"type":["text"],"creator":["Komornik, Vilmos","Loreti, Paola"],"language":[],"coverage":[],"title":["A Bernstein type inequality"],"description":["  We formulate and discuss a conjecture which would extend a classical\ninequality of Bernstein.\n","Comment: 5 pages"]}]
["1003.1279",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1279"],"date":["2010-03-05"],"type":["text"],"creator":["Damasso, M.","Carbognani, A.","Calcidese, P.","Giacobbe, P.","Bernagozzi, A.","Bertolini, E.","Lattanzi, M. G.","Smart, R.","Sozzetti, A."],"language":[],"coverage":[],"title":["Two new variable stars observed in the field of the extrasolar planet\n  host star WASP-3"],"description":["  We report the discovery of two new short-period variable stars in the Lyra\nconstellation, GSC2.3 N208000326 and GSC2.3 N20B000251, observed at the\nAstronomical Observatory of Autonomous Region of the Aosta Valley. Photometric\nmeasurements collected during several days are presented and discussed. One\nstar appears to be a delta Scuti pulsating star (P=0.07848018+/-0.00000006\ndays; pulsation amplitudes V=0.055 mag and R=0.045; average\n(V-R)=0.378+/-0.009, probable spectral type F2). Th identity of the second star\n(P=0.402714+/-0.000008 days) resulted more difficult to be understood. We\npropose that this object should be classified as an eclipsing binary system\nwhere 0.065 and 0.055 are, respectively, the depths of the primary and\nsecondary minimum in the light curve, as observed with a non standard R filter.\n","Comment: 13 pages, published on the Open European Journal on Variable Stars\n  (paper # 0122)"]}]
["1003.1281",{"format":[],"subject":["Mathematics - Functional Analysis","35A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1281"],"date":["2010-03-05"],"type":["text"],"creator":["Johansson, Karoline"],"language":[],"coverage":[],"title":["Association between temperate distributions and analytical functions in\n  the context of wave-front sets"],"description":["  Let B be a translation invariant Banach function space (BF-space). In this\npaper we prove that every temperate distribution f can be associated with a\nfunction F analytic in the convex tube\n  Omega={z in C^d; |Im z|<1} such that the wave-front set of f of Fourier\nBF-space types in intersection with R^d \\times S^{d-1} consists of the points\n(x,\\xi) such that F does not belong to the Fourier BF-space at x-i\\xi.\n","Comment: 22 pages"]}]
["1003.1297",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1297"],"date":["2010-03-05"],"type":["text"],"creator":["Bruschi, David Edward","Louko, Jorma"],"language":[],"coverage":[],"title":["Charged Unruh effect on geon spacetimes"],"description":["  A topological geon black hole with gauge charges may have a gauge bundle that\nnecessarily incorporates charge conjugation as a gauge symmetry. This happens\nfor example for the Reissner-Nordstrom geon. We show that gauging the charge\nconjugation leaves an imprint in the Unruh effect: the geon's exterior region\ncontains non-thermal correlations for particle pairs of the same, rather than\nopposite, charge. The phenomenon occurs also in topologically similar Rindler\nspacetimes with a background gauge field.\n","Comment: 3 pages, talk given by David E. Bruschi at the 12th Marcel Grossmann\n  Meeting"]}]
["1003.1318",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1318","Phys. Rev. B 81, 075433 (2010)","doi:10.1103/PhysRevB.81.075433"],"date":["2010-03-05"],"type":["text"],"creator":["Bekaroglu, E.","Topsakal, M.","Cahangirov, S.","Ciraci, S."],"language":[],"coverage":[],"title":["A First-Principles Study of Defects and Adatoms in Silicon Carbide\n  Honeycomb Structures"],"description":["  We present a study of mechanical, electronic and magnetic properties of two\ndimensional (2D), monolayer of silicon carbide (SiC) in honeycomb structure and\nits quasi 1D armchair nanoribbons using first-principles plane wave method. In\norder to reveal dimensionality effects, a brief study of 3D bulk and 1D atomic\nchain of SiC are also included. Calculated bond-lengths, cohesive energies,\ncharge transfers and band gaps display a clear dimensionality effect. The\nstability analysis based on the calculation of phonon frequencies indicates\nthat 2D SiC monolayer is stable in planar geometry. We found that 2D SiC\nmonolayer in honeycomb structure and its bare and hydrogen passivated\nnanoribbons are ionic, non-magnetic, wide band gap semiconductors. The band gap\nis further increased upon self-energy corrections. The mechanical properties\nare investigated using the strain energy calculations. The effect of various\nvacancy defects, adatoms and substitutional impurities on electronic and\nmagnetic properties in 2D SiC monolayer and in its armchair nanoribbons are\nalso investigated. Some of these vacancy defects and impurities, which are\nfound to influence physical properties and attain magnetic moments, can be used\nto functionalize SiC honeycomb structures.\n","Comment: please see published version.\n  http://prb.aps.org/abstract/PRB/v81/i7/e075433"]}]
["1003.1322",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05C80, 05C05, 60J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1322"],"date":["2010-03-05"],"type":["text"],"creator":["Drmota, Michael","Gittenberger, Bernhard"],"language":[],"coverage":[],"title":["The Shape of Unlabeled Rooted Random Trees"],"description":["  We consider the number of nodes in the levels of unlabelled rooted random\ntrees and show that the stochastic process given by the properly scaled level\nsizes weakly converges to the local time of a standard Brownian excursion.\nFurthermore we compute the average and the distribution of the height of such\ntrees. These results extend existing results for conditioned Galton-Watson\ntrees and forests to the case of unlabelled rooted trees and show that they\nbehave in this respect essentially like a conditioned Galton-Watson process.\n","Comment: 34 pages, 1 figure"]}]
["1003.1325",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1325"],"date":["2010-03-05"],"type":["text"],"creator":["Lora, Mayra Ivanoff","Singer, Julio M"],"language":[],"coverage":[],"title":["Beta-binomial/gamma-Poisson regression models for repeated counts with\n  random parameters"],"description":["  Beta-binomial/Poisson models have been used by many authors to model\nmultivariate count data. Lora and Singer (Statistics in Medicine, 2008)\nextended such models to accommodate repeated multivariate count data with\noverdipersion in the binomial component. To overcome some of the limitations of\nthat model, we consider a beta-binomial/gamma-Poisson alternative that also\nallows for both overdispersion and different covariances between the Poisson\ncounts. We obtain maximum likelihood estimates for the parameters using a\nNewton-Raphson algorithm and compare both models in a practical example.\n"]}]
["1003.1332",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Optimization and Control","01A55","01A60","01A65","01A72","49-03","49J50","90-03","90C46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1332"],"date":["2010-03-05"],"type":["text"],"creator":["Dolecki, Szymon","Greco, Gabriele H."],"language":[],"coverage":[],"title":["Tangency vis-a'-vis differentiability by Peano, Severi and Guareschi"],"description":["  Peano defined 'differentiability' of functions and 'lower tangent cones' in\n1887, and 'upper tangent cones' in 1903, but uses the latter concept already in\n1887 without giving a formal definition. Both cones were defined for arbitrary\nsets, as certain limits of appropriate homothetic relations. Around 1930 Severi\nand Guareschi, in a series of mutually fecundating individual papers,\ncharacterized differentiability in terms of 'lower tangent cones' and strict\ndifferentiability in terms of 'lower paratangent cones', a notion introduced,\nindependently, by Severi and Bouligand in 1928. Severi and Guareschi graduated\nabout 1900 from the University of Turin, where Peano taught till his demise in\n1932.\n","Comment: 35 pp., on the occasion of the 150th anniversary of the birth of\n  Giuseppe Peano (1858-1932); to appear in J. Convex Analysis"]}]
["1003.1333",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1333"],"date":["2010-03-05"],"type":["text"],"creator":["Banda, Y.","Lastovicka, T.","Nomerotski, A."],"language":[],"coverage":[],"title":["Precision measurement of Higgs decay branching ratios to bottom quarks\n  and gluons at the ILC"],"description":["  The measurement of hadronic Higgs Boson branching ratios H -> bb, H -> gg for\na light Standard Model-like Higgs boson produced at 250 GeV centre of mass\nenergy at the International Linear Collider (ILC) is presented. The tools and\ntechniques used for the analysis are briefly discussed.\n","Comment: 28 pages, 18 figures and 8 tables"]}]
["1003.1335",{"format":[],"subject":["Mathematics - Geometric Topology","57M10, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1335"],"date":["2010-03-05"],"type":["text"],"creator":["Walsh, Genevieve S."],"language":[],"coverage":[],"title":["Orbifolds and commensurability"],"description":["  These are notes based on a series of talks that the author gave at the\n\"Interactions between hyperbolic geometry and quantum groups\" conference held\nat Columbia University in June of 2009.\n","Comment: 11 pages"]}]
["1003.1337",{"format":[],"subject":["Mathematics - Representation Theory","20C20, 20C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1337"],"date":["2010-03-05"],"type":["text"],"creator":["Himstedt, Frank","Huang, Shih-chang"],"language":[],"coverage":[],"title":["Dade's Invariant Conjecture for the Ree groups 2F4(q^2) in Defining\n  Characteristic"],"description":["  We verify Dade's invariant conjecture for the simple Ree groups 2F4(2^{2n+1})\nfor all n > 0 in the defining characteristic, i.e., in characteristic 2. This\ncompletes the proof of Dade's conjecture for the simple Ree groups\n2F4(2^{2n+1}).\n"]}]
