["0706.0058",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Number Theory","22E50, 11S37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0058","Israel Journal of Mathematics, volume 175, page 391-420, 2010","doi:10.1007/s11856-010-0016-y"],"date":["2007-05-31","2008-07-14"],"type":["text"],"creator":["Aubert, Anne-Marie","Onn, Uri","Prasad, Amritanshu","Stasinski, Alexander"],"language":[],"coverage":[],"title":["On Cuspidal Representations of General Linear Groups over Discrete\n  Valuation Rings"],"description":["  We define a new notion of cuspidality for representations of $\\GL_n$ over a\nfinite quotient $\\Oh_k$ of the ring of integers $\\Oh$ of a non-Archimedean\nlocal field $F$ using geometric and infinitesimal induction functors, which\ninvolve automorphism groups $G_\\lambda$ of torsion $\\Oh$\\nobreakdash-modules.\nWhen $n$ is a prime, we show that this notion of cuspidality is equivalent to\nstrong cuspidality, which arises in the construction of supercuspidal\nrepresentations of $\\GL_n(F)$. We show that strongly cuspidal representations\nshare many features of cuspidal representations of finite general linear\ngroups. In the function field case, we show that the construction of the\nrepresentations of $\\GL_n(\\Oh_k)$ for $k\\geq 2$ for all $n$ is equivalent to\nthe construction of the representations of all the groups $G_\\lambda$. A\nfunctional equation for zeta functions for representations of $\\GL_n(\\Oh_k)$ is\nestablished for representations which are not contained in an infinitesimally\ninduced representation. All the cuspidal representations for $\\GL_4(\\Oh_2)$ are\nconstructed. Not all these representations are strongly cuspidal.\n","Comment: 20 pages (revised)"]}]
["0711.1319",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1319","Journal of Algebra 321 (6) (2009), 1746-1785"],"date":["2007-11-08"],"type":["text"],"creator":["De Commer, K."],"language":[],"coverage":[],"title":["A study of Galois objects for algebraic quantum groups"],"description":["  We supplement the study of Galois theory for algebraic quantum groups started\nin the paper 'Galois Theory for Multiplier Hopf Algebras with Integrals' by A.\nVan Daele and Y.H. Zhang. We examine the structure of the Galois objects:\nalgebras equipped with a Galois coaction such that only the scalars are\ncoinvariants. We show how their structure is as rich as the one of the quantum\ngroups themselves: there are two distinguished weak K.M.S. functionals, related\nby a modular element, and there is an analogue of the antipode squared. We also\nshow how to reflect the quantum group across the Galois object to obtain a\n(possibly) new algebraic quantum group. We end by considering an example.\n","Comment: 32 pages"]}]
["0712.1865",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53A10 (Primary) 58D10, 53C42 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1865","Int. Math. Res. Not. 2009, 3391-3416"],"date":["2007-12-12","2008-12-12"],"type":["text"],"creator":["Grosse-Brauckmann, Karsten","Korevaar, Nicholas J.","Kusner, Robert B.","Ratzkin, Jesse","Sullivan, John M."],"language":[],"coverage":[],"title":["Coplanar k-unduloids are nondegenerate"],"description":["  We prove each embedded, constant mean curvature (CMC) surface in Euclidean\nspace with genus zero and finitely many coplanar ends is nondegenerate: there\nis no nontrivial square-integrable solution to the Jacobi equation, the\nlinearization of the CMC condition. This implies that the moduli space of such\ncoplanar surfaces is a real-analytic manifold and that a neighborhood of these\nin the full CMC moduli space is itself a manifold. Nondegeneracy further\nimplies (infinitesimal and local) rigidity in the sense that the asymptotes map\nis an analytic immersion on these spaces, and also that the coplanar\nclassifying map is an analytic diffeomorphism.\n","Comment: 19 pages, no figures; improvements to exposition"]}]
["0803.3354",{"format":[],"subject":["Mathematics - Analysis of PDEs","35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3354","Proc. Amer. Math. Soc. 137 (2009), 2299-2309"],"date":["2008-03-23"],"type":["text"],"creator":["Ratzkin, Jesse","Treibergs, Andrejs"],"language":[],"coverage":[],"title":["A Payne-Weinberger eigenvalue estimate for wedge domains on spheres"],"description":["  A Faber-Krahn type argument gives a sharp lower estimate for the first\nDirichlet eigenvalue for subdomains of wedge domains in spheres, generalizing\nthe inequality in the plane, found by Payne and Weinberger. An application is\nan alternative proof to the finiteness of a Brownian motion capture time\nestimate.\n","Comment: 10 pages"]}]
["0804.1048",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1048","Journal of Geometry and Physics 60 (2010) 1441-1473"],"date":["2008-04-07","2008-12-18"],"type":["text"],"creator":["Perrot, Denis"],"language":[],"coverage":[],"title":["Quasihomomorphisms and the residue Chern character"],"description":["  We develop a general procedure, based on the renormalized eta-cochain, which\nallows to find local representatives of the bivariant Chern character of\nfinitely summable quasihomomorphisms. In particular, using zeta-function\nrenormalization we obtain a bivariant generalization of the Connes-Moscovici\nresidue formula, and explain the link with chiral and multiplicative anomalies\nin quantum field theory.\n","Comment: 51 pages. This is essentially the second part of the preprint\n  arXiv:0706.1937, including several corrections and improvements. v2: minor\n  changes in section 4. v3: details added in the proof of Thm. 3.5"]}]
["0805.0267",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0267","Journal of Geometry and Physics 59 (2009), pp. 17-31","doi:10.1016/j.geomphys.2008.08.008"],"date":["2008-05-02","2010-06-11"],"type":["text"],"creator":["Slater, Paul B."],"language":[],"coverage":[],"title":["Eigenvalues, Separability and Absolute Separability of Two-Qubit States"],"description":["  Substantial progress has recently been reported in the determination of the\nHilbert-Schmidt (HS) separability probabilities for two-qubit and qubit-qutrit\n(real, complex and quaternionic) systems. An important theoretical concept\nemployed has been that of a separability function. It appears that if one could\nanalogously obtain separability functions parameterized by the eigenvalues of\nthe density matrices in question--rather than the diagonal entries, as\noriginally used--comparable progress could be achieved in obtaining\nseparability probabilities based on the broad, interesting class of monotone\nmetrics (the Bures, being its most prominent [minimal] member). Though\nlarge-scale numerical estimations of such eigenvalue-parameterized functions\nhave been undertaken, it seems desirable also to study them in\nlower-dimensional specialized scenarios in which they can be exactly obtained.\nIn this regard, we employ an Euler-angle parameterization of SO(4) derived by\nS. Cacciatori (reported in an Appendix)--in the manner of the SU(4)-density\nmatrix parameterization of Tilma, Byrd and Sudarshan. We are, thus, able to\nfind simple exact separability (inverse-sine-like) functions for two real\ntwo-qubit (rebit) systems, both having three free eigenvalues and one free\nEuler angle. We also employ the important Verstraete-Audenaert-de Moor bound to\nobtain exact HS probabilities that a generic two-qubit state is absolutely\nseparable (that is, can not be entangled by unitary transformations). In this\nregard, we make copious use of trigonometric identities involving the\ntetrahedral dihedral angle arccos(1/3).\n","Comment: 30 pages, 7 figures, formula (48) for the Haar measure corrected by\n  changing sin x_3 to sin^ x_3"]}]
["0807.3737",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3737","Nat. Phys. 5, 141 (2009)","doi:10.1038/nphys1160"],"date":["2008-07-23"],"type":["text"],"creator":["Mazin, I. I.","Johannes, M. D."],"language":[],"coverage":[],"title":["A key role for unusual spin dynamics in ferropnictides"],"description":["  The 2008 discovery of superconducting ferropnictides with Tc~26K-56K\nintroduced a new family of materials into the category of high Tc\nsuperconductors. The ongoing project of understanding the superconducting\nmechanism and pairing symmetry has already revealed a complicated and often\ncontradictory underlying picture of the structural and magnetic properties.\nThere is an almost unprecedented sensitivity of the calculated magnetism and\nFermi surface to structural details that prohibits correspondence with\nexperiment. Furthermore, experimental probes of the order parameter symmetry\nare in surprisingly strong disagreement, even considering the relative\nimmaturity of the field. Here we outline all of the various and seemingly\ncontradictory evidences, both theoretical and experimental, and show that they\ncan be rectified if the system is assumed to be highly magnetic with a spin\ndensity wave that is well-defined but with magnetic twin and anti-phase\nboundaries that are dynamic on the time-scale of experiments. Under this\nassumption, we find that our calculations can accurately reproduce even very\nfine details of the structure, and a natural explanation for the temperature\nseparation of structural and magnetic transitions is provided. Thus, our theory\nrestores agreement between experiment and theory in crucial areas, making\nfurther cooperative progress possible on both fronts. We believe that\nfluctuating magnetic domains will be an essential component of unravelling the\ninterplay between magnetic interactions and superconductivity in these newest\nhigh Tc superconductors.\n"]}]
["0809.2059",{"format":[],"subject":["Mathematics - Dynamical Systems","34C37, 37L60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2059"],"date":["2008-09-11","2010-06-11"],"type":["text"],"creator":["Hoffman, Aaron","Kennedy, Benjamin"],"language":[],"coverage":[],"title":["Existence and uniqueness of traveling waves in a class of unidirectional\n  lattice differential equations"],"description":["  We prove the existence and uniqueness, for wave speeds sufficiently large, of\nmonotone traveling wave solutions connecting stable to unstable spatial\nequilibria for a class of $N$-dimensional lattice differential equations with\nunidirectional coupling. This class of lattice equations includes some spatial\ndiscretizations for hyperbolic conservation laws with a source term as well as\na subclass of monotone systems. We obtain a variational characterization of the\ncritical wave speed above which monotone traveling wave solutions are\nguaranteed to exist. We also discuss non-monotone waves, and the coexistence of\nmonotone and non-monotone waves.\n","Comment: 33 pages, 3 figures; to appear DCDS-A"]}]
["0811.0359",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence","I.2.4","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0359"],"date":["2008-11-03","2010-06-11"],"type":["text"],"creator":["de Bruijn, Jos","Eiter, Thomas","Polleres, Axel","Tompits, Hans"],"language":[],"coverage":[],"title":["Embedding Non-Ground Logic Programs into Autoepistemic Logic for\n  Knowledge Base Combination"],"description":["  In the context of the Semantic Web, several approaches to the combination of\nontologies, given in terms of theories of classical first-order logic and rule\nbases, have been proposed. They either cast rules into classical logic or limit\nthe interaction between rules and ontologies. Autoepistemic logic (AEL) is an\nattractive formalism which allows to overcome these limitations, by serving as\na uniform host language to embed ontologies and nonmonotonic logic programs\ninto it. For the latter, so far only the propositional setting has been\nconsidered. In this paper, we present three embeddings of normal and three\nembeddings of disjunctive non-ground logic programs under the stable model\nsemantics into first-order AEL. While the embeddings all correspond with\nrespect to objective ground atoms, differences arise when considering\nnon-atomic formulas and combinations with first-order theories. We compare the\nembeddings with respect to stable expansions and autoepistemic consequences,\nconsidering the embeddings by themselves, as well as combinations with\nclassical theories. Our results reveal differences and correspondences of the\nembeddings and provide useful guidance in the choice of a particular embedding\nfor knowledge combination.\n","Comment: 52 pages, submitted"]}]
["0811.3158",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3158","Phys. Rev. B 81, 245203 (2010)","doi:10.1103/PhysRevB.81.245203"],"date":["2008-11-19","2010-06-10"],"type":["text"],"creator":["Sinnecker, E. H. C. P.","Penello, G. M.","Rappoport, T. G.","Sant'Anna, M. M.","Souza, D. E. R.","Pires, M. P.","Liu, X.","Furdyna, J. K."],"language":[],"coverage":[],"title":["Ion-beam modification of the magnetic properties of GaMnAs epilayers"],"description":["  We study the controlled introduction of defects in GaMnAs by irradiating the\nsamples with energetic ion beams, which modify the magnetic properties of the\nDMS. Our study focuses on the low-carrier-density regime, starting with\nas-grown GaMnAs films and decreasing even further the number of carriers,\nthrough a sequence of irradiation doses. We did a systematic study of\nmagnetization as a function of temperature and of the irradiation ion dose. We\nalso performed in-situ room temperature resistivity measurements as a function\nof the ion dose. We observe that both magnetic and transport properties of the\nsamples can be experimentally manipulated by controlling the ion-beam\nparameters. For highly irradiated samples, the magnetic measurements indicate\nthe formation of magnetic clusters together with a transition to an insulating\nstate. The experimental data are compared with mean-field calculations for\nmagnetization. The independent control of disorder and carrier density in the\ncalculations allows further insight on the individual role of this two factors\nin the ion-beam-induced modification of GaMnAs.\n","Comment: 9 pages, 9 figures"]}]
["0904.3986",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3986","Mathematics of Operations Research, Vol. 35, No. 2, May 2010, pp.\n  363-394","doi:10.1287/moor.1100.0444"],"date":["2009-04-25"],"type":["text"],"creator":["Bertsimas, Dimitris","Iancu, Dan A.","Parrilo, Pablo A."],"language":[],"coverage":[],"title":["Optimality of Affine Policies in Multi-stage Robust Optimization"],"description":["  In this paper, we show the optimality of a certain class of\ndisturbance-affine control policies in the context of one-dimensional,\nconstrained, multi-stage robust optimization. Our results cover the finite\nhorizon case, with minimax (worst-case) objective, and convex state costs plus\nlinear control costs. We develop a new proof methodology, which explores the\nrelationship between the geometrical properties of the feasible set of\nsolutions and the structure of the objective function. Apart from providing an\nelegant and conceptually simple proof technique, the approach also entails very\nfast algorithms for the case of piecewise affine state costs, which we explore\nin connection with a classical inventory management application.\n","Comment: 35 pages, 7 figures"]}]
["0904.4405",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4405","New J. Phys. 12, 063022 (2010)","doi:10.1088/1367-2630/12/6/063022"],"date":["2009-04-28","2010-05-11"],"type":["text"],"creator":["Motsch, Michael","Zeppenfeld, Martin","Pinkse, Pepijn W. H.","Rempe, Gerhard"],"language":[],"coverage":[],"title":["Cavity-Enhanced Rayleigh Scattering"],"description":["  We demonstrate Purcell-like enhancement of Rayleigh scattering into a single\noptical mode of a Fabry-Perot resonator for several thermal atomic and\nmolecular gases. The light is detuned by more than an octave, in this case by\nhundreds of nanometers, from any optical transition, making particle excitation\nand spontaneous emission negligible. The enhancement of light scattering into\nthe resonator is explained quantitatively as an interference effect of light\nwaves emitted by a classical driven dipole oscillator. Applications of our\nmethod include the sensitive, non-destructive in-situ detection of ultracold\nmolecules.\n","Comment: v2: 13 pages, 7 figures, small changes to the text, extended\n  description of the theoretical model"]}]
["0905.2850",{"format":[],"subject":["Mathematics - Operator Algebras","46L65, 81R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2850","Journal of Functional Analysis, 258 (2010), 3362-3375"],"date":["2009-05-18"],"type":["text"],"creator":["De Commer, Kenny"],"language":[],"coverage":[],"title":["On cocycle twisting of compact quantum groups"],"description":["  In this article, we give a class of examples of compact quantum groups and\nunitary 2-cocycles on them, such that the twisted quantum groups are\nnon-compact, but still locally compact quantum groups (in the sense of\nKustermans and Vaes). This also provides examples of cocycle twists where the\nunderlying C*-algebra of the quantum group changes.\n","Comment: 13 pages"]}]
["0905.4617",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4617","In K. Hackl (ed.), IUTAM Symposium on Variational Concepts with\n  Applications to the Mechanics of Materials, IUTAM Bookseries 21 (Springer,\n  2010) [ISBN 978-90-481-9194-9], pp. 209-220","doi:10.1007/978-90-481-9195-6_16"],"date":["2009-05-28","2009-12-04"],"type":["text"],"creator":["Pellegrini, Yves-Patrick","Denoual, Christophe","Truskinovsky, Lev"],"language":[],"coverage":[],"title":["Phase field modeling of nonlinear material behavior"],"description":["  Materials that undergo internal transformations are usually described in\nsolid mechanics by multi-well energy functions that account for both elastic\nand transformational behavior. In order to separate the two effects, physicists\nuse instead phase-field-type theories where conventional linear elastic strain\nis quadratically coupled to an additional field that describes the evolution of\nthe reference state and solely accounts for nonlinearity. In this paper we\npropose a systematic method allowing one to split the non-convex energy into\nharmonic and nonharmonic parts and to convert a nonconvex mechanical problem\ninto a partially linearized phase-field problem. The main ideas are illustrated\nusing the simplest framework of the Peierls-Nabarro dislocation model.\n","Comment: 12 pages, 4 figures. v1: as submitted. v2: as published (conclusion\n  added, unessential part of appendix removed, minor typesetting revisions). To\n  appear in: K. Hackl (ed.), Proceedings of the IUTAM Symposium on Variational\n  Concepts with Applications to the Mechanics of Materials, September 22-26,\n  2008, Bochum. (Springer-Verlag, 2010 presumably)"]}]
["0905.4904",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4904","doi:10.1103/PhysRevE.81.061102"],"date":["2009-05-29","2010-06-11"],"type":["text"],"creator":["Mazenko, Gene F."],"language":[],"coverage":[],"title":["Fundamental Theory of Statistical Particle Dynamics"],"description":["  We introduce a fundamental theory for the kinetics of systems of classical\nparticles. The theory represents a unification of kinetic theory, Brownian\nmotion and field theory. It is self-consistent and is the dynamic\ngeneralization of the functional theory of static equilibrium fluids. This\ngives one a powerful tool for investigating the existence of ergodic-nonergodic\ntransitions near the liquid-glass transition.\n","Comment: 47 pages, 3 appendices"]}]
["0907.2347",{"format":[],"subject":["Physics - Geophysics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2347","Physics of Fluids 22(5) 056603 (2010)","doi:10.1063/1.3431740"],"date":["2009-07-14","2010-04-13"],"type":["text"],"creator":["Perazzo, Carlos Alberto","Gratton, Julio"],"language":[],"coverage":[],"title":["Convergent flow in a two-layer system and mountain building"],"description":["  With the purpose of modelling the process of mountain building, we\ninvestigate the evolution of the ridge produced by the convergent motion of a\nsystem consisting of two layers of liquids that differ in density and viscosity\nto simulate the crust and the upper mantle that form a lithospheric plate. We\nassume that the motion is driven by basal traction. Assuming isostasy, we\nderive a nonlinear differential equation for the evolution of the thickness of\nthe crust. We solve this equation numerically to obtain the profile of the\nrange. We find an approximate self-similar solution that describes reasonably\nwell the process and predicts simple scaling laws for the height and width of\nthe range as well as the shape of the transversal profile. We compare the\ntheoretical results with the profiles of real mountain belts and find and\nexcellent agreement.\n","Comment: Accepted by Physics of Fluids"]}]
["0907.3863",{"format":[],"subject":["Mathematics - Operator Algebras","46L10, 46L54, 16W35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3863","Banach J. Math. Anal. 3 (2) (2009), 103-108"],"date":["2009-07-22","2009-07-24"],"type":["text"],"creator":["De Commer, Kenny"],"language":[],"coverage":[],"title":["A note on the von Neumann algebra underlying some universal compact\n  quantum groups"],"description":["  We show that for F an invertible 2 by 2 matrix, the von Neumann algebra\nassociated to the universal quantum group A_u(F) is a free Araki-Woods factor.\n","Comment: 5 pages; added a reference and shortened the proof of Lemma 2.4 with\n  the aid of it"]}]
["0908.2173",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","53C20, 31C12, 58B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2173","Journal of Mathematical Physics, 51, 1 (2010)","doi:10.1063/1.3447730"],"date":["2009-08-15","2009-08-20"],"type":["text"],"creator":["Xiao, Jie"],"language":[],"coverage":[],"title":["Coarse and Precise $L^p$-Green Potential Estimates on Noncompact\n  Riemannian Manifolds"],"description":["  We are concerned about the coarse and precise aspects of a priori estimates\nfor Green's function of a regular domain for the Laplacian-Betrami operator on\nany $3\\le n$-dimensional complete non-compact boundary-free Riemannian manifold\nthrough the square Sobolev/Nash/logarithmic-Sobolev inequalities plus the rough\nand sharp Euclidean isoperimetric inequalities. Consequently, we are led to\nevaluate the critical limit of an induced monotone Green's functional using the\nasymptotic behavior of the Lorentz norm deficit of Green's function at the\ninfinity, as well as the harmonic radius of a regular domain in the Riemannian\nmanifold with nonnegative Ricci curvature.\n","Comment: 21 pages"]}]
["0908.2650",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2650","Nuclear Inst. and Methods in Physics Research, A, NIMA51778 PII:\n  S0168-9002(10)01230-1, 2010","doi:10.1016/j.nima.2010.06.040"],"date":["2009-08-18","2009-11-26"],"type":["text"],"creator":["Fargion, D."],"language":[],"coverage":[],"title":["Coherent and random UHECR Spectroscopy of Lightest Nuclei along CenA:\n  Shadows on GZK Tau Neutrinos spread in a near sky and time"],"description":["  Earliest 2007 UHECR anisotropy findings and ICRC AUGER updated maps and\nclustering confirms our understanding of CenA as the main nearby UHECR source.\nThose events are mostly lightest nuclei, as He. The events are spread by\ngalactic fields. We argue that the main UHECR event bending, along CenA, is\nspreading vertically (respect to horizontal spiral galactic fields) by random\n(and a final coherent) Lorentz force. The He-nuclei dominance is also well\nprobed by detailed AUGER composition data. The Lightest nuclei are still\ncompatible with most recent Hires composition results. Such lightest UHECR\nnuclei are fragile and opaque even to nearest Universe. Offering a very narrow\nlocal (ten Mpc) view. This opacity explain the otherwise puzzling Virgo\npersistent absence. The He photo-disruption in flight should lead to halves\nenergy tail clustering (along the same CenA group), events made by deuterium,\nHe3 and protons (or unstable neutrons). This tail anisotropy should be revaled.\nThe consequent foreseen UHE neutrino by UHECR Lightest nuclei dissociation, at\ntens-a hundred PeV, may rise soon in AUGER and TA telescopes. Such neutrino\nsignal are quite inclined upward fluorescent Tau air-showers at nearest (2 - 4\nkm) horizons, at middle-low telescope view zenith angles. Their air-showers\nwill be opening and extending in widest azimuth angle and fastest angular\nvelocity spread. Contrary to far EeV tau expected by popular GZK neutrinos.\nEven hard to observe these Tau Air-showers at tens and hundred PeVs may soon\nshine (in a peculiar way) at near telescope views and within a short (years)\ntime, both in AUGER, HEAT and TA sky.\n","Comment: 5 pages, 12 figures, (2 new figures from the original and modified\n  AUGER HEP09 talk presentation)"]}]
["0908.3335",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","57R20, 53C05, 58A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3335"],"date":["2009-08-23","2010-06-10"],"type":["text"],"creator":["Feng, Huitao","Li, Weiping","Zhang, Weiping"],"language":[],"coverage":[],"title":["A Poincar\\'e-Hopf type formula for Chern character numbers"],"description":["  For two complex vector bundles admitting a homomorphism with isolated\nsingularities between them, we establish a Poincar\\'e-Hopf type formula for the\ndifference of the Chern character numbers of these two vector bundles. As a\nconsequence, we extend the original Poincar\\'e-Hopf index formula to the case\nof complex vector fields (to appear in Mathematische Zeitschrift)\n","Comment: 10 pages"]}]
["0909.3611",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55, 42B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3611"],"date":["2009-09-19","2010-06-11"],"type":["text"],"creator":["Wang, Baoxiang","Wang, Yuzhao"],"language":[],"coverage":[],"title":["Global well-posedness and scattering for Derivative Schr\\\"{o}dinger\n  equation"],"description":["  In this paper we study the Cauchy problem for the elliptic and non-elliptic\nderivative nonlinear Schr\\\"odinger equations in higher spatial dimensions\n($n\\geq 2$) and some global well-posedness results with small initial data in\ncritical Besov spaces $B^s_{2,1}$ are obtained. As by-products, the scattering\nresults with small initial data are also obtained.\n","Comment: 26 pages"]}]
["0909.4033",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4033","Computer Physics Communications 177 (2007) 500","doi:10.1016/j.cpc.2007.05.008"],"date":["2009-09-22"],"type":["text"],"creator":["Han, Wen-biao","Liao, Xin-hao"],"language":[],"coverage":[],"title":["The adjustment-stabilization method for constrained systems"],"description":["  For constrained system which has several independent first integrals, we give\na new stabilization method which named adjustment-stabilization method. It can\nstabilize all known constants of motion for a given dynamical system very well\ninstead of the stabilization and post-stabilization methods which only\nconserves one of all first integrals. Further more, new method can improve\nnumerical accuracy too. We also point out the post-stabilization is just a\nsimplest case of the new method.\n","Comment: 6 pages, 5 figures"]}]
["0910.0547",{"format":[],"subject":["Mathematics - Probability","05C75, 60G09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0547"],"date":["2009-10-03","2010-06-11"],"type":["text"],"creator":["Kolossvary, Istvan","Rath, Balazs"],"language":[],"coverage":[],"title":["Multigraph limits and exchangeability"],"description":["  The theory of limits of dense graph sequences was initiated by Lovasz and\nSzegedy. We give a possible generalization of this theory to multigraphs.\n  Our proofs are based on the correspondence between dense graph limits and\ncountable, exchangeable arrays of random variables observed by Diaconis and\nJanson. The main ingredient in the construction of the limit object is Aldous'\nrepresentation theorem for exchangeable arrays.\n","Comment: 32 pages"]}]
["0910.3075",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3075","Open Systems & Information Dynamics, Vol. 17, No. 2 (2010) 107-\n  119","doi:10.1142/S1230161210000084"],"date":["2009-10-16"],"type":["text"],"creator":["Kolenderski, Piotr"],"language":[],"coverage":[],"title":["Geometry of pure states of N spin-J system"],"description":["  We present the geometry of pure states of an ensemble of N spin-J systems\nusing a generalisation of the Majorana representation. The approach is based on\nSchur-Weyl duality that allows for simple interpretation of the state\ntransformation under the action of general linear and permutation groups. We\nshow an exemplary application in theory of decoherence free subspaces and\nnoiseless subsystems.\n"]}]
["0910.5760",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5760","A. A. Kovalev and Y. Tserkovnyak, Solid State Commun. 150, 500\n  (2010)","doi:10.1016/j.ssc.2009.11.012"],"date":["2009-10-29"],"type":["text"],"creator":["Kovalev, Alexey A.","Tserkovnyak, Yaroslav"],"language":[],"coverage":[],"title":["Magnetocaloritronic nanomachines"],"description":["  We introduce and study a magnetocaloritronic circuit element based on a\ndomain wall that can move under applied voltage, magnetic field and temperature\ngradient. We draw analogies between the Carnot machines and possible devices\nemploying such circuit element. We further point out the parallels between the\noperational principles of thermoelectric and magnetocaloritronic cooling and\npower generation and also introduce a magnetocaloritronic figure of merit. Even\nthough the magnetocaloritronic figure of merit turns out to be very small for\ntransition-metal based magnets, we speculate that larger numbers may be\nexpected in ferromagnetic insulators.\n","Comment: Submitted to \"Special issue: Caloritronics\" in Solid State\n  Communications"]}]
["0911.4468",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4468","Phys. Rev. B 81, 235302 (2010)","doi:10.1103/PhysRevB.81.235302"],"date":["2009-11-23"],"type":["text"],"creator":["Borgh, Magnus O.","Keeling, Jonathan","Berloff, Natalia G."],"language":[],"coverage":[],"title":["Spatial pattern formation and polarization dynamics of a nonequilibrium\n  spinor polariton condensate"],"description":["  Quasiparticles in semiconductors -- such as microcavity polaritons -- can\nform condensates in which the steady-state density profile is set by the\nbalance of pumping and decay. By taking account of the polarization degree of\nfreedom for a polariton condensate, and considering the effects of an applied\nmagnetic field, we theoretically discuss the interplay between polarization\ndynamics, and the spatial structure of the pumped decaying condensate. If\nspatial structure is neglected, this dynamics has attractors that are linearly\npolarized condensates (fixed points), and desynchronized solutions (limit\ncycles), with a range of bistability. Considering spatial fluctuations about\nthe fixed point, the collective spin modes can either be diffusive, linearly\ndispersing, or gapped. Including spatial structure, interactions between the\nspin components can influence the dynamics of vortices; produce stable\ncomplexes of vortices and rarefaction pulses with both co- and counter-rotating\npolarizations; and increase the range of possible limit cycles for the\npolarization dynamics, with different attractors displaying different spatial\nstructures.\n","Comment: 15 pages, 21 figures"]}]
["0911.5049",{"format":[],"subject":["Mathematics - Metric Geometry","11H06 (Primary), 15A42, 11-04 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5049"],"date":["2009-11-26","2010-06-11"],"type":["text"],"creator":["Maze, Gerard"],"language":[],"coverage":[],"title":["Some Inequalities Related to the Seysen Measure of a Lattice"],"description":["  Given a lattice $L$, a basis $B$ of $L$ together with its dual $B^*$, the\northogonality measure $S(B)=\\sum_i ||b_i||^2 ||b_i^*||^2$ of $B$ was introduced\nby M. Seysen in 1993. This measure is at the heart of the Seysen lattice\nreduction algorithm and is linked with different geometrical properties of the\nbasis. In this paper, we explicit different expressions for this measure as\nwell as new inequalities.\n","Comment: Typos corrected"]}]
["0912.1734",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1734","Phys. Rev. B 81, 212404 (2010)","doi:10.1103/PhysRevB.81.212404"],"date":["2009-12-09"],"type":["text"],"creator":["Mishra, S. K.","Radu, F.","Valencia, S.","Schmitz, D.","Schierle, E.","Dürr, H. A.","Eberhardt, W."],"language":[],"coverage":[],"title":["Dual Behavior of Antiferromagnetic Uncompensated Spins in NiFe/IrMn\n  Exchange Biased Bilayers"],"description":["  We present a comprehensive study of the exchange bias effect in a model\nsystem. Through numerical analysis of the exchange bias and coercive fields as\na function of the antiferromagnetic layer thickness we deduce the absolute\nvalue of the averaged anisotropy constant of the antiferromagnet. We show that\nthe anisotropy of IrMn exhibits a finite size effect as a function of\nthickness. The interfacial spin disorder involved in the data analysis is\nfurther supported by the observation of the dual behavior of the interfacial\nuncompensated spins. Utilizing soft x-ray resonant magnetic reflectometry we\nhave observed that the antiferromagnetic uncompensated spins are dominantly\nfrozen with nearly no rotating spins due to the chemical intermixing, which\ncorrelates to the inferred mechanism for the exchange bias.\n","Comment: 4 pages, 3 figures"]}]
["0912.2809",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2809","Phys.Rev.Lett.104:131101,2010","doi:10.1103/PhysRevLett.104.131101"],"date":["2009-12-15","2010-06-11"],"type":["text"],"creator":["Gibbons, Gary W.","Maeda, Kei-ichi"],"language":[],"coverage":[],"title":["Black Holes in an Expanding Universe"],"description":["  An exact solution representing black holes in an expanding universe is found.\nThe black holes are maximally charged and the universe is expanding with\narbitrary equation of state. It is an exact solution of the\nEinstein-scalar-Maxwell system, in which we have two Maxwell-type U(1) fields\ncoupled to the scalar field. The potential of the scalar field is an\nexponential. We find a regular horizon, which depends on one parameter (the\nratio of the energy density of U(1) fields to that of the scalar field). The\nhorizon is static because of the balance on the horizon between gravitational\nattractive force and U(1) repulsive force acting on the scalar field. We also\ncalculate the black hole temperature.\n","Comment: 4 pages, 1 table, 2 figures"]}]
["0912.3319",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3319"],"date":["2009-12-17","2010-06-11"],"type":["text"],"creator":["Banerjee, S.","Raja, S. O.","Sardar, M.","Gayathri, N.","Ghosh, B.","Dasgupta, A."],"language":[],"coverage":[],"title":["How Gold nanoparticle acquires magnetism? - Formation of large orbital\n  moment at the interface"],"description":["  In this paper, we have tried to find out the origin of magnetism in Gold\nnanoparticles (Au- NPs). We observe that upon incorporating Gold nanoparticles\n(Au-NPs) in Fe3O4 nanoparticle medium the net magnetisation increases compared\nto the pure Fe3O4 nanoparticle medium. This increase of magnetization can be\nattributed to the large orbital magnetic moment formation at the Au/magnetic\nparticle interface indicating that magnetism observed in Au-NPs is an\ninterfacial effect. This interfacial effect has been supported by the\nobservation of sudden transition from positive saturated magnetisation to a\nnegative diamagnetic contribution as a function of magnetic field on citrate\ncoated gold Au-NPs.\n","Comment: 7 pages double column, 6 figures, This manuscript contains more\n  quantitative analysis of magnetization of arXiv:0906.1497v2 and additional\n  data on citrate coated Au has been added as figure 6"]}]
["0912.5073",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computer Science and Game Theory","I.2.0","I.2.11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5073"],"date":["2009-12-27","2010-06-11"],"type":["text"],"creator":["Han, Ji"],"language":[],"coverage":[],"title":["A Rational Decision Maker with Ordinal Utility under Uncertainty:\n  Optimism and Pessimism"],"description":["  In game theory and artificial intelligence, decision making models often\ninvolve maximizing expected utility, which does not respect ordinal invariance.\nIn this paper, the author discusses the possibility of preserving ordinal\ninvariance and still making a rational decision under uncertainty.\n","Comment: This paper has been withdrawn by the author"]}]
["1001.0133",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0133"],"date":["2009-12-31","2010-06-11"],"type":["text"],"creator":["Dimakis, Aristophanes","Muller-Hoissen, Folkert"],"language":[],"coverage":[],"title":["Solutions of matrix NLS systems and their discretisations: A unified\n  treatment"],"description":["  Using a bidifferential graded algebra approach to integrable partial\ndifferential or difference equations, a unified treatment of continuous,\nsemi-discrete (Ablowitz-Ladik) and fully discrete matrix NLS systems is\npresented. These equations originate from a universal equation within this\nframework, by specifying a representation of the bidifferential graded algebra\nand imposing a reduction. By application of a general result, corresponding\nfamilies of exact solutions are obtained that in particular comprise the matrix\nsoliton solutions in the focusing NLS case. The solutions are parametrised in\nterms of constant matrix data subject to a Sylvester equation (which previously\nappeared as a rank condition in the integrable systems literature). These data\nexhibit a certain redundancy, which we diminish to a large extent.\n  More precisely, we first consider more general AKNS-type systems from which\ntwo different matrix NLS systems emerge via reductions. In the continuous case,\nthe familiar Hermitian conjugation reduction leads to a continuous matrix\n(including vector) NLS equation, but it is well-known that this does not work\nas well in the discrete cases. On the other hand there is a complex conjugation\nreduction, which apparently has not been studied previously. It leads to square\nmatrix NLS systems, but works in all three cases (continuous, semi- and\nfully-discrete). A large part of this work is devoted to an exploration of the\ncorresponding solutions, in particular regularity and asymptotic behaviour of\nmatrix soliton solutions.\n","Comment: 60 pages, 3 figures, second version: some minor amendments and\n  additional references, to appear in Inverse Problems"]}]
["1001.2028",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2028","Phys. Rev. Lett. 104, 228902 (2010)","doi:10.1103/PhysRevLett.104.228902"],"date":["2010-01-12","2010-06-11"],"type":["text"],"creator":["Creffield, C. E.","Sols, F."],"language":[],"coverage":[],"title":["Reply to the Comment by Benenti et al"],"description":["  Benenti et al. recently submitted a Comment (arXiv:0912.3667) on our work\n\"Coherent Ratchets in Driven Bose-Einstein condensates\". We show that the main\nclaim of the Comment is wrong, and correct some other misunderstandings\npresented there.\n","Comment: 1 page + 2 figures"]}]
["1001.3184",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3184"],"date":["2010-01-18"],"type":["text"],"creator":["Yalcinkaya, Sukru"],"language":[],"coverage":[],"title":["Construction of long root SL(2,q)-subgroups in black box groups"],"description":["  We present a one sided Monte--Carlo algorithm which constructs a long root\n$\\sl_2(q)$-subgroup in $X/O_p(X)$, where $X$ is a black-box group and\n$X/O_p(X)$ is a finite simple group of Lie type defined over a field of odd\norder $q=p^k > 3$ for some $k\\geqslant 1$. Our algorithm is based on the\nanalysis of the structure of centralizers of involutions and can be viewed as a\ncomputational version of Aschbacher's Classical Involution Theorem. We also\npresent an algorithm which determines whether the $p$-core (or \"unipotent\nradical\") $O_p(X)$ of a black-box group $X$ is trivial or not, where $X/O_p(X)$\nis a finite simple classical group of odd characteristic $p$. This answers a\nwell-known question of Babai and Shalev.\n","Comment: 37 pages, submitted to Journal of Algebra"]}]
["1001.4017",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4017","doi:10.1103/PhysRevB.81.184511"],"date":["2010-01-22","2010-01-25"],"type":["text"],"creator":["Khim, Seunghyun","Kim, Jae Wook","Choi, Eun Sang","Bang, Yunkyu","Nohara, Minoru","Takagi, Hidenori","Kim, Kee Hoon"],"language":[],"coverage":[],"title":["Evidence for dominant Pauli paramagnetic effect in the upper critical\n  fields of a FeTe0.6Se0.4 superconductor"],"description":["  We investigate temperature-dependence of the upper critical fields Hc2(T) of\na superconducting FeTe0.6Se0.4 single crystal by measuring resistivity in\nstatic magnetic fields up to 45 T. The observations of strong bending in the\nHc2ab(T) curves and nearly isotropic Hc2ab(0) ~ Hc2c(0) ~ 48 T support the\npresence of strong Pauli paramagnetic effect. We show that the\nWerthamer-Helfand-Hohenberg formula considering the Pauli limiting and the\nspin-orbit scattering together can effectively describe both Hc2ab(T) and\nHc2c(T) curves. The enhancement in quasi-particle density of states or\nincreased scattering resulting from Te(Se) vacancy or excess Fe is discussed as\na possible origin for the manifesting Pauli paramagnetic effect.\n","Comment: 15 pages, 4 figures"]}]
["1002.0713",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05C12, 05C17, 05C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0713","Electronic J. Combinatorics v17 (R69), 2010"],"date":["2010-02-03","2010-06-11"],"type":["text"],"creator":["de Beaudrap, Niel"],"language":[],"coverage":[],"title":["On restricted unitary Cayley graphs and symplectic transformations\n  modulo n"],"description":["  We present some observations on a restricted variant of unitary Cayley graphs\nmodulo n, and the implications for a decomposition of elements of symplectic\noperators over the integers modulo n. We define quadratic unitary Cayley graphs\nG_n, whose vertex set is the ring Z_n, and where residues a, b modulo n are\nadjacent if and only if their difference is a quadratic residue. By bounding\nthe diameter of such graphs, we show an upper bound on the number of elementary\noperations (symplectic scalar multiplications, symplectic row swaps, and row\nadditions or subtractions) required to decompose a symplectic matrix over Z_n.\nWe also characterize the conditions on n for G_n to be a perfect graph.\n","Comment: 27 pages, 1 appendix. This revision corrects a significant (but\n  removable) error from the proof of Theorem 12"]}]
["1002.1586",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1586","Lat. Am. J. Phys. Educ. 4 (2010), 294-302"],"date":["2010-02-08"],"type":["text"],"creator":["Silagadze, Z. K."],"language":[],"coverage":[],"title":["Sliding rope paradox"],"description":["  A simple mechanical problem is considered which we believe will help students\nto familiarize some concepts of mechanics of variable mass systems. Meanwhile\nthey can even learn some thrilling physics of bungee jumping.\n","Comment: 17 pages, 5 figures"]}]
["1002.1885",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1885","JHEP 1003:132,2010","doi:10.1007/JHEP03(2010)132"],"date":["2010-02-09","2010-06-11"],"type":["text"],"creator":["Evans, Nick","Gebauer, Astrid","Kim, Keun-Young","Magou, Maria"],"language":[],"coverage":[],"title":["Holographic Description of the Phase Diagram of a Chiral Symmetry\n  Breaking Gauge Theory"],"description":["  The large N_c N=4 gauge theory with quenched N=2 quark matter in the presence\nof a magnetic field displays chiral symmetry breaking. We study the temperature\nand chemical potential dependence of this theory using its gravity dual (based\non the D3/D7 brane system). With massless quarks, at zero chemical potential,\nthe theory displays a first order thermal transition where chiral symmetry is\nrestored and simultaneously the mesons of the theory melt. At zero temperature,\nthese transitions with chemical potential are second order and occur at\ndifferent chemical potential values. Between the three there are two\ntri-critical points, the positions of which we identify. At finite quark mass\nthe second order transition for chiral symmetry becomes a cross over and there\nis a critical point at the end of the first order transition, while the meson\nmelting transition remains similar to the massless quark case. We track the\nmovement of the critical points as the mass is raised relative to the magnetic\nfield.\n","Comment: V1: 13 pages, 10 figures, V2: References added"]}]
["1002.2406",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2406","Annals Phys.325:1304-1315,2010","doi:10.1016/j.aop.2010.02.003"],"date":["2010-02-11"],"type":["text"],"creator":["Antonov, Dmitri"],"language":[],"coverage":[],"title":["Contributions of stochastic background fields to the shear and bulk\n  viscosities of the gluon plasma"],"description":["  The contributions of confining as well as nonconfining nonperturbative\nself-interactions of stochastic background fields to the shear and bulk\nviscosities of the gluon plasma in SU(3) Yang-Mills theory are calculated. The\nnonconfining self-interactions change (specifically, diminish) the values of\nthe shear and bulk viscosities by 15%, that is close to the 17% which the\nstrength of the nonconfining self-interactions amounts of the full strength of\nnonperturbative self-interactions. The ratios to the entropy density of the\nobtained nonperturbative contributions to the shear and bulk viscosities are\ncompared with the results of perturbation theory and the predictions of {\\cal\nN}=4 SYM.\n","Comment: 17 pages, 2 figures"]}]
["1002.3734",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3734","Phys. Rev. B 81, 241404(R) (2010)","doi:10.1103/PhysRevB.81.241404"],"date":["2010-02-19","2010-05-20"],"type":["text"],"creator":["Ziegler, K.","Sinner, A."],"language":[],"coverage":[],"title":["Transport in finite graphene samples"],"description":["  We study the DC transport of finite graphene samples with random gap. Using\nDirac fermions to describe the low-energy physics near the Dirac point, we\nemploy a generalized Drude form for the conductivity. The latter is constant\nfor a vanishing average gap but always decreases with increasing sample size\nfor a nonzero average gap. The asymptotic conductivity of the infinite sample\nis either nonzero if the average gap is smaller than a critical value or zero\notherwise. Our results are in agreement with recent numerical calculations of\nBardarson et al..\n","Comment: 4 pages, improved figures, 2 figures added"]}]
["1002.4454",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4454","Phys. Rev. Lett. 104, 238104 (2010)","doi:10.1103/PhysRevLett.104.238104"],"date":["2010-02-23","2010-06-11"],"type":["text"],"creator":["Giomi, L.","Mahadevan, L."],"language":[],"coverage":[],"title":["Statistical Mechanics of Developable Ribbons"],"description":["  We investigate the statistical mechanics of long developable ribbons of\nfinite width and very small thickness. The constraint of isometric deformations\nin these ribbon-like structures that follows from the geometric separation of\nscales introduces a coupling between bending and torsional degrees of freedom.\nUsing analytical techniques and Monte Carlo simulations, we find that the\ntangent-tangent correlation functions always exhibits an oscillatory decay at\nany finite temperature implying the existence of an underlying helical\nstructure even in absence of a preferential zero-temperature twist. In addition\nthe persistence length is found to be over three times larger than that of a\nwormlike chain having the same bending rigidity. Our results are applicable to\nmany ribbon-like objects in polymer physics and nanoscience that are not\ndescribed by the classical worm-like chain model.\n","Comment: 4 pages, 5 figures"]}]
["1002.5037",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.5037","Astronomy & Astrophysics, 514 (2010) A52","doi:10.1051/0004-6361/200912828"],"date":["2010-02-26"],"type":["text"],"creator":["Miocchi, P."],"language":[],"coverage":[],"title":["A mass estimate of an intermediate-mass black hole in omega Centauri"],"description":["  Context. The problem of the existence of intermediate-mass black holes\n(IMBHs) at the centre of globular clusters is a hot and controversial topic in\ncurrent astrophysical research with important implications in stellar and\ngalaxy formation.\n  Aims. In this paper, we aim at giving further support to the presence of an\nIMBH in omega Centauri and at providing an independent estimate of its mass.\n  Methods. We employed a self-consistent spherical model with anisotropic\nvelocity distribution. It consists in a generalisation of the King model by\nincluding the Bahcall-Wolf distribution function in the IMBH vicinity.\n  Results. By the parametric fitting of the model to recent HST/ACS data for\nthe surface brightness profile, we found an IMBH to cluster total mass ratio of\nM_BH/M = 5.8(+0.9-1.2) x 10^(-3). It is also found that the model yields a fit\nof the line-of-sight velocity dispersion profile that is better without mass\nsegregation than in the segregated case. This confirms the current thought of a\nnon-relaxed status for this peculiar cluster. The best fit model to the\nkinematic data leads, moreover, to a cluster total mass estimate of M = (3.1\n+/- 0.3) x 10^6 Msol, thus giving an IMBH mass in the range 13,000 < M_BH <\n23,000 Msol (at 1-sigma confidence level). A slight degree of radial velocity\nanisotropy in the outer region (r > 12') is required to match the outer surface\nbrightness profile.\n","Comment: LateX, 5 pages, 5 figures. Accepted for publication by Astronomy &\n  Astrophysics"]}]
["1003.0026",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0026","2010 Class. Quantum Grav. 27 155003","doi:10.1088/0264-9381/27/15/155003"],"date":["2010-02-26","2010-05-10"],"type":["text"],"creator":["Rodriguez, Leo","Yildirim, Tuna"],"language":[],"coverage":[],"title":["Entropy and Temperature From Black-Hole/Near-Horizon-CFT Duality"],"description":["  We construct a 2-dimensional CFT, in the form of a Liouville theory, in the\nnear horizon limit of 4- and 3-dimensional black holes. The near horizon CFT\nassumes 2-dimensional black hole solutions first introduced by Christensen and\nFulling and expanded to a greater class of black holes via Robinson and\nWilczek. The 2-dimensional black holes admit a Diff($S^1$) subalgebra, which\nupon quantization in the horizon limit becomes Virasoro with calculable central\ncharge. This charge and lowest Virasoro eigen-mode reproduce the correct\nBekenstein-Hawking entropy of the 4- and 3-dimensional black holes via the\nknown Cardy formula. Furthermore, the 2-dimensional CFT's energy momentum\ntensor is anomalous. However, In the horizon limit the energy momentum tensor\nbecomes holomorphic equaling the Hawking flux of the 4- and 3-dimensional black\nholes. This encoding of both entropy and temperature provides a uniformity in\nthe calculation of black hole thermodynamic and statistical quantities for the\nnon local effective action approach.\n","Comment: 18 pages, references added, accepted in IOP's Classical and Quantum\n  Gravity."]}]
["1003.2527",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2527","Phys. Rev. Lett. 104, 237001 (2010)","doi:10.1103/PhysRevLett.104.237001"],"date":["2010-03-12"],"type":["text"],"creator":["Zare, A.","Dahm, T.","Schopohl, N."],"language":[],"coverage":[],"title":["Strong surface contribution to the Nonlinear Meissner Effect"],"description":["  We demonstrate that in a d-wave superconductor the bulk nonlinear Meissner\neffect is dominated by a surface effect due to Andreev bound states at low\ntemperatures. The contribution of this surface effect to the nonlinear response\ncoefficient follows a 1/T^3 law with opposite sign compared to the bulk 1/T\nbehavior. The cross-over from bulk dominated behavior to surface dominated\nbehavior occurs at a temperature of T/T_c ~ 1/sqrt(kappa). We present an\napproximate analytical calculation, which supports our numerical calculations\nand provides a qualitative understanding of the effect. The effect can be\nprobed by intermodulation distortion experiments.\n","Comment: 4 pages, 3 figures"]}]
["1003.4619",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4619"],"date":["2010-03-24","2010-06-10"],"type":["text"],"creator":["Carmelo, J. P."],"language":[],"coverage":[],"title":["Symmetry and spontaneous symmetry breaking of the Hubbard model on a\n  square lattice ground state"],"description":["  In this paper we consider the simplified form that a recently introduced\ngeneral operator description of the Hubbard model on the square lattice with\n$N_a^2\\gg 1$ sites, effective transfer integral $t$, and onsite repulsion $U$\nhas in a suitable one- and two-electron subspace. Such an operator description\nis that consistent with the model exact global symmetry recently extended to\n$SO(3)\\times SO(3)\\times U(1)$. There is a large consensus that in the\nthermodynamic limit $N_a^2\\rightarrow\\infty$ long-range antiferromagnetic order\noccurs in the spin-density $m=0$ ground state of the half-filled Hubbard model\non the square lattice. Here we find that the corresponding spontaneous symmetry\nbreaking lowers the symmetry of such a state from $SO(3)\\times SO(3)\\times\nU(1)$ for $N_a^2\\gg 1$ large but finite to $[U(2)\\times U(1)]/Z_2^2 \\equiv\n[SO(3)\\times U(1)\\times U(1)]/Z_2$ for $N_a^2\\rightarrow\\infty$. Moreover, we\nargue that the spin effective lattice being identical to the original lattice\nis a necessary condition for the occurrence of ground-state long-range\nantiferromagnetic order in the limit $N_a^2\\rightarrow\\infty$. Consistently,\nstrong evidence is provided that for very small hole concentration $0<x\\ll1$\nthe ground state has a short-range incommensurate-spiral spin order. Our\nresults are of interest both for condensed-matter systems and ultra-cold\nfermionic atoms on an optical square lattice.\n","Comment: 33 pages, no figures"]}]
["1003.4683",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4683","SIGMA 6 (2010), 050, 23 pages","doi:10.3842/SIGMA.2010.050"],"date":["2010-03-24","2010-06-11"],"type":["text"],"creator":["Saemann, Christian"],"language":[],"coverage":[],"title":["The Multitrace Matrix Model of Scalar Field Theory on Fuzzy CP^n"],"description":["  We perform a high-temperature expansion of scalar quantum field theory on\nfuzzy CP^n to third order in the inverse temperature. Using group theoretical\nmethods, we rewrite the result as a multitrace matrix model. The partition\nfunction of this matrix model is evaluated via the saddle point method and the\nphase diagram is analyzed for various n. Our results confirm the findings of a\nprevious numerical study of this phase diagram for CP^1.\n"]}]
["1005.0621",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0621","Science 328, 1370 (2010)","doi:10.1126/science.1186874"],"date":["2010-05-04"],"type":["text"],"creator":["Parks, J. J.","Champagne, A. R.","Costi, T. A.","Shum, W. W.","Pasupathy, A. N.","Neuscamman, E.","Flores-Torres, S.","Cornaglia, P. S.","Aligia, A. A.","Balseiro, C. A.","Chan, G. K. -L.","Abruña, H. D.","Ralph, D. C."],"language":[],"coverage":[],"title":["Mechanical Control of Spin States in Spin-1 Molecules and the\n  Underscreened Kondo Effect"],"description":["  The ability to make electrical contact to single molecules creates\nopportunities to examine fundamental processes governing electron flow on the\nsmallest possible length scales. We report experiments in which we controllably\nstretch individual cobalt complexes having spin S = 1, while simultaneously\nmeasuring current flow through the molecule. The molecule's spin states and\nmagnetic anisotropy were manipulated in the absence of a magnetic field by\nmodification of the molecular symmetry. This control enabled quantitative\nstudies of the underscreened Kondo effect, in which conduction electrons only\npartially compensate the molecular spin. Our findings demonstrate a mechanism\nof spin control in single-molecule devices and establish that they can serve as\nmodel systems for making precision tests of correlated-electron theories.\n","Comment: main text: 5 pages, 4 figures; supporting information attached; to\n  appear in Science."]}]
["1005.2350",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2350","Eur. J. Phys. 31 (2010) 871-880","doi:10.1088/0143-0807/31/4/017"],"date":["2010-05-13"],"type":["text"],"creator":["Giuliani, Giuseppe"],"language":[],"coverage":[],"title":["Vector potential, electromagnetic induction and \"physical meaning\""],"description":["  A forgotten experiment by Andr\\'e Blondel (1914) proves, as held on the basis\nof theoretical arguments in a previous paper, that the time variation of the\nmagnetic flux is not the cause of the induced $emf$: the physical agent is\ninstead the vector potential through the term $-\\partial\\vec A/\\partial t$\n(when the induced circuit is at rest). The \"good electromagnetic potentials\"\nare determined by the Lorenz condition and retarded formulas. Other pairs of\npotentials derived through appropriate gauge functions are only mathematical\ndevices for calculating the fields: they are not physically related to the\nsources. The physical meaning of a theoretical term relies, primarily, on\ntheoretical grounds: a theoretical term has physical meaning if it cannot be\nwithdrawn without reducing the predictive power of a theory or, in a weaker\nsense, if it cannot be withdrawn without reducing the descriptive proficiency\nof a theory.\n"]}]
["1005.4327",{"format":[],"subject":["Condensed Matter - Materials Science","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4327"],"date":["2010-05-24","2010-06-11"],"type":["text"],"creator":["Chan, Pak Yuen","Tsekenis, Georgios","Dantzig, Jonathan","Dahmen, Karin A.","Goldenfeld, Nigel"],"language":[],"coverage":[],"title":["Plasticity and Dislocation Dynamics in a Phase Field Crystal Model"],"description":["  The critical dynamics of dislocation avalanches in plastic flow is examined\nusing a phase field crystal (PFC) model. In the model, dislocations are\nnaturally created, without any \\textit{ad hoc} creation rules, by applying a\nshearing force to the perfectly periodic ground state. These dislocations\ndiffuse, interact and annihilate with one another, forming avalanche events. By\ndata collapsing the event energy probability density function for different\nshearing rates, a connection to interface depinning dynamics is confirmed. The\nrelevant critical exponents agree with mean field theory predictions.\n"]}]
["1005.4360",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","93B05, 93B07, 93C55","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4360","IEE Proceedings, Vol. 135, Pt D, No. 4, pp. 248-252, July 1988"],"date":["2010-05-24","2010-06-11"],"type":["text"],"creator":["Fúster-Sabater, Amparo","Guillén, J. M."],"language":[],"coverage":[],"title":["Questions of controllability and observability for nonuniformly sampled\n  discrete systems"],"description":["  A joint characterisation of the controllability and observability of a\nparticular kind of discrete system has been developed. The key idea of the\nprocedure can be reduced to a correct choice of the sampling sequence. This\nfreedom, owing to the arbitrary choice of the sampling instants, is used to\nimprove the sensitivity of system controllability and observability, by\nexploiting an adequate geometric structure. Some qualitative examples are\npresented for illustrative purposes.\n","Comment: There are several equations that must be corrected"]}]
["1005.4700",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4700"],"date":["2010-05-25","2010-06-10"],"type":["text"],"creator":["Hansen, David"],"language":[],"coverage":[],"title":["Mordell-Weil growth for GL2-type abelian varieties over Hilbert class\n  fields of CM fields"],"description":["  Let A be a modular abelian variety of GL2-type over a totally real field F of\nclass number one. Under some mild assumptions, we show that the Mordell-Weil\nrank of A grows polynomially over Hilbert class fields of CM extensions of F.\n","Comment: 13 pages; small changes and corrections made in v2; comments and\n  corrections welcome"]}]
["1005.5516",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5516"],"date":["2010-05-30","2010-06-06"],"type":["text"],"creator":["Brenes, David J.","Gayo-Avello, Daniel","Garcia, Rodrigo"],"language":[],"coverage":[],"title":["On the Fly Query Entity Decomposition Using Snippets"],"description":["  One of the most important issues in Information Retrieval is inferring the\nintents underlying users' queries. Thus, any tool to enrich or to better\ncontextualized queries can proof extremely valuable. Entity extraction,\nprovided it is done fast, can be one of such tools. Such techniques usually\nrely on a prior training phase involving large datasets. That training is\ncostly, specially in environments which are increasingly moving towards real\ntime scenarios where latency to retrieve fresh informacion should be minimal.\nIn this paper an `on-the-fly' query decomposition method is proposed. It uses\nsnippets which are mined by means of a na\\\"ive statistical algorithm. An\ninitial evaluation of such a method is provided, in addition to a discussion on\nits applicability to different scenarios.\n","Comment: Extended version of paper submitted to CERI 2010"]}]
["1006.1037",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1037"],"date":["2010-06-05","2010-06-10"],"type":["text"],"creator":["Hyun, HyoJung"],"language":[],"coverage":[],"title":["Search for an exotic light particle at Belle"],"description":["  The HyperCP experiment reported the observation of three events for the\n$\\Sigma^+ \\rightarrow p \\mu^+\\mu^-$ decay. The dimuon masses of the observed\nevents are clustered within the detector resolution of 1 MeV/$c^2$. These\ndecays might be interpreted as a two-body decay, $\\Sigma^+ \\rightarrow pX^0$,\n$X^0 \\rightarrow \\mu^+\\mu^-$, where $X^0$ is a new particle with mass (214.3\n$\\pm$ 0.5) MeV/$c^2$. We report on a search for the $X^0$ particle in $\\bzkx$\nand $\\bzrhox$ decays using 656 million $B$ meson pairs collected with the Belle\ndetector at the KEKB asymmetric energy $e^+e^-$ collider.\n","Comment: 3 pages, Proceedings of the Lake Louise Winter Institute, 15th-20th\n  February 2010, Alberta, Canada"]}]
["1006.1116",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1116"],"date":["2010-06-06","2010-06-11"],"type":["text"],"creator":["Beilinson, Alexander"],"language":[],"coverage":[],"title":["Remarks on Grothendieck's standard conjectures"],"description":["  We show that Grothendieck's standard conjectures are implied by either of two\nother motivic conjectures: (a) by that of the existence of the motivic\nt-structure, and (b) by (a weak form of) Suslin's Lawson homology conjecture.\n"]}]
["1006.1374",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","00A69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1374"],"date":["2010-06-07"],"type":["text"],"creator":["Shemyakova, E.","Khashin, S. I.","Jeffrey, D. J."],"language":[],"coverage":[],"title":["Conjecture concerning a completely monotonic function"],"description":["  Based on a sequence of numerical computations, a conjecture is presented\nregarding the class of functions $H(x;a)=\\exp(a)-(1+a/x)^x$, and the open\nproblem of determining the values of $a$ for which the functions are completely\nmonotonic with respect to $x$. The critical value of $a$ is determined here to\nsufficient accuracy to show that it is not a simple symbolic quantity.\n","Comment: accepted for publication in Computers and Mathematics with\n  Applications"]}]
["1006.1791",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1791"],"date":["2010-06-09"],"type":["text"],"creator":["Kleinberg, Samantha","Kolm, Petter N.","Mishra, Bud"],"language":[],"coverage":[],"title":["Investigating Causal Relationships in Stock Returns with Temporal Logic\n  Based Methods"],"description":["  We describe a new framework for causal inference and its application to\nreturn time series. In this system, causal relationships are represented as\nlogical formulas, allowing us to test arbitrarily complex hypotheses in a\ncomputationally efficient way. We simulate return time series using a common\nfactor model, and show that on this data the method described significantly\noutperforms Granger causality (a primary approach to this type of problem).\nFinally we apply the method to real return data, showing that the method can\ndiscover novel relationships between stocks. The approach described is a\ngeneral one that will allow combination of price and volume data with\nqualitative information at varying time scales (from interest rate\nannouncements, to earnings reports to news stories) shedding light on some of\nthe previously invisible common causes of seemingly correlated price movements.\n","Comment: 10 pages, 3 figures"]}]
["1006.1812",{"format":[],"subject":["Mathematical Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1812"],"date":["2010-06-09","2010-06-10"],"type":["text"],"creator":["Zinn-Justin, P.","Zuber, J. -B."],"language":[],"coverage":[],"title":["Knot theory and matrix integrals"],"description":["  The large size limit of matrix integrals with quartic potential may be used\nto count alternating links and tangles. The removal of redundancies amounts to\nrenormalizations of the potential. This extends into two directions: higher\ngenus and the counting of \"virtual\" links and tangles; and the counting of\n\"coloured\" alternating links and tangles. We discuss the asymptotic behavior of\nthe number of tangles as the number of crossings goes to infinity.\n","Comment: chapter of the book Random Matrix Theory, Eds Akemann, Baik and Di\n  Francesco"]}]
["1006.1956",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1956","Trivedi et al., \"A Semi-distributed Reputation Based Intrusion\n  Detection System for Mobile Adhoc Networks\". Journal of Information Assurance\n  and Security (JIAS), Volume 1, Issue 4, December 2006, pp. 265-274"],"date":["2010-06-10","2010-06-11"],"type":["text"],"creator":["Trivedi, Animesh Kr","Arora, Rajan","Kapoor, Rishi","Sanyal, Sudip","Sanyal, Sugata"],"language":[],"coverage":[],"title":["A Semi-distributed Reputation Based Intrusion Detection System for\n  Mobile Adhoc Networks"],"description":["  A Mobile Adhoc Network (MANET) is a cooperative engagement of a collection of\nmobile nodes without any centralized access point or infrastructure to\ncoordinate among the peers. The underlying concept of coordination among nodes\nin a cooperative MANET has induced in them a vulnerability to attacks due to\nissues like lack of fixed infrastructure, dynamically changing network\ntopology, cooperative algorithms, lack of centralized monitoring and management\npoint, and lack of a clear line of defense. We propose a semi-distributed\napproach towards Reputation Based Intrusion Detection System (IDS) that\ncombines with the DSR routing protocol for strengthening the defense of a\nMANET. Our system inherits the features of reputation from human behavior,\nhence making the IDS socially inspired. It has a semi-distributed architecture\nas the critical observation results of the system are neither spread globally\nnor restricted locally. The system assigns maximum weightage to self\nobservation by nodes for updating any reputation values, thus avoiding the need\nof a trust relationship between nodes. Our system is also unique in the sense\nthat it features the concepts of Redemption and Fading with a robust Path\nManager and Monitor system. Simulation studies show that DSR fortified with our\nsystem outperforms normal DSR in terms of the packet delivery ratio and routing\noverhead even when up to half of nodes in the network behave as malicious.\nVarious parameters introduced such as timing window size, reputation update\nvalues, congestion parameter and other thresholds have been optimized over\nseveral simulation test runs of the system. By combining the semi-distributed\narchitecture and other design essentials like path manager, monitor module,\nredemption and fading concepts; Our system proves to be robust enough to\ncounter most common attacks in MANETs.\n","Comment: Adhoc Networking, Security, Promiscuous Mode, Reputation Based\n  Intrusion Detection System"]}]
["1006.1967",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1967"],"date":["2010-06-10"],"type":["text"],"creator":["Yuan, Feng","Bu, De-Fu"],"language":[],"coverage":[],"title":["On the convective instability of hot radiative accretion flows"],"description":["  How many fraction of gas available at the outer boundary can finally fall\nonto the black hole is an important question. It determines the observational\nappearance of accretion flows, and is also related with the evolution of black\nhole mass and spin. Previous two-dimensional hydrodynamical simulations of hot\naccretion flows find that the flow is convectively unstable because of its\ninward increase of entropy. As a result, the mass accretion rate decreases\ninward, i.e., only a small fraction of accretion gas can fall onto the black\nhole, while the rest circulates in the convective eddies or lost in convective\noutflows. Radiation is usually neglected in these simulations. In many cases,\nhowever, radiative cooling is important. In the regime of the luminous hot\naccretion flow (LHAF), radiative cooling is even stronger than the viscous\ndissipation. In the one dimensional case, this implies that the inward increase\nof entropy will become slower or the entropy even decreases inward in the case\nof an LHAF. We therefore expect that convective instability becomes weaker or\ncompletely disappears when radiative cooling is important. To examine the\nvalidity of this expectation, in this paper we perform two-dimensional\nhydrodynamical simulations of hot accretion flows with strong radiative\ncooling. We find that compared to the case of negligible radiation, convection\nonly becomes slightly weaker. Even an LHAF is still strongly convectively\nunstable, its radial profile of accretion rate correspondingly changes little.\nWe find the reason is that the entropy still increases inward in the\ntwo-dimensional case.\n","Comment: This paper has been withdrawn by the authors since it is identical to\n  arXiv:1001.3571"]}]
["1006.1996",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Probability","Quantitative Finance - Computational Finance","Quantitative Finance - Pricing of Securities","41A10, 65D05, 60J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1996"],"date":["2010-06-10"],"type":["text"],"creator":["Baxter, Brad","Brummelhuis, Raymond"],"language":[],"coverage":[],"title":["Functionals of Exponential Brownian Motion and Divided Differences"],"description":["  We provide a surprising new application of classical approximation theory to\na fundamental asset-pricing model of mathematical finance. Specifically, we\ncalculate an analytic value for the correlation coefficient between exponential\nBrownian motion and its time average, and we find the use of divided\ndifferences greatly elucidates formulae, providing a path to several new\nresults. As applications, we find that this correlation coefficient is always\nat least $1/\\sqrt{2}$ and, via the Hermite--Genocchi integral relation,\ndemonstrate that all moments of the time average are certain divided\ndifferences of the exponential function. We also prove that these moments agree\nwith the somewhat more complex formulae obtained by Oshanin and Yor.\n"]}]
["1006.2010",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Physics - Physics and Society","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2010"],"date":["2010-06-10"],"type":["text"],"creator":["Brée, David","Challet, Damien","Peirano, Pier Paolo"],"language":[],"coverage":[],"title":["Prediction accuracy and sloppiness of log-periodic functions"],"description":["  We show that log-periodic power-law (LPPL) functions are intrinsically very\nhard to fit to time series. This comes from their sloppiness, the squared\nresiduals depending very much on some combinations of parameters and very\nlittle on other ones. The time of singularity that is supposed to give an\nestimate of the day of the crash belongs to the latter category. We discuss in\ndetail why and how the fitting procedure must take into account the sloppy\nnature of this kind of model. We then test the reliability of LPPLs on\nsynthetic AR(1) data replicating the Hang Seng 1987 crash and show that even\nthis case is borderline regarding predictability of divergence time. We finally\nargue that current methods used to estimate a probabilistic time window for the\ndivergence time are likely to be over-optimistic.\n","Comment: 6 pages, 5 figures"]}]
["1006.2057",{"format":[],"subject":["Quantitative Finance - General Finance","Physics - Data Analysis, Statistics and Probability","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2057"],"date":["2010-06-10"],"type":["text"],"creator":["Ferrero, Juan C."],"language":[],"coverage":[],"title":["The individual income distribution in Argentina in the period 2000-2009.\n  A unique source of non stationary data"],"description":["  The economic crisis in Argentina around year 2002 provides a unique\nopportunity for Econophysics studies. The available data on individual income\nare analyzed to show that they correspond to non stationary states. However,\nthe rather restricted size of the data survey imposes difficulties that must be\novercome through a careful analysis, for a reliable use. A new method of data\ntreatment is presented that could be helpful in theoretical studies.\n","Comment: 5 pages, 3 figures"]}]
["1006.2079",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2079"],"date":["2010-06-10","2010-06-11"],"type":["text"],"creator":["Arshakian, T. G.","León-Tavares, J.","Torrealba, J.","Chavushyan, V. H."],"language":[],"coverage":[],"title":["Multi-band properties of superluminal AGN detected by Fermi/LAT"],"description":["  We perform a multi-band statistical analysis of core-dominated superluminal\nactive galactic nuclei (AGN) detected with Fermi Large Area Telescope (LAT).\nThe detection rate of $\\gamma$-ray jets is found to be high for optically\nbright AGN. There is a significant correlation between the $\\gamma$-ray\nluminosity and the optical nuclear and radio (15 GHz) luminosities of AGN. We\nreport a well defined positive correlation between the $\\gamma$-ray luminosity\nand the radio-loudness for quasars and BL Lacertae type objects (BL Lacs). The\nslope of the best-fit line is significantly different for quasars and BL Lacs.\nThe relations between the optical and radio luminosities and the $\\gamma$-ray\nloudness are also examined, showing a different behavior for the populations of\nquasars and BL Lacs. Statistical results suggest that the $\\gamma$-ray, optical\nand radio emission is generated at different locations and velocity regimes\nalong the parsec-scale jet.\n","Comment: 5 pages, 5 figures. Proceedings of the Workshop \"Fermi meets Jansky -\n  AGN in Radio and Gamma-Rays\", Savolainen, T., Ros, E., Porcas, R.W. & Zensus,\n  J.A. (eds.), MPIfR, Bonn, June 21-23 2010"]}]
["1006.2142",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2142"],"date":["2010-06-10"],"type":["text"],"creator":["Skiba, Witold"],"language":[],"coverage":[],"title":["TASI Lectures on Effective Field Theory and Precision Electroweak\n  Measurements"],"description":["  The first part of these lectures provides a brief introduction to the\nconcepts and techniques of effective field theory. The second part reviews\nprecision electroweak constraints using effective theory methods. Several\nsimple extensions of the Standard Model are considered as illustrations. The\nappendix contains some new results on the one-loop contributions of electroweak\ntriplet scalars to the T parameter and contains a discussion of decoupling in\nthat case.\n","Comment: 54 pages, contribution to TASI 2009 proceedings"]}]
["1006.2143",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2143","Physical Review B 81,214505 (2010)"],"date":["2010-06-10"],"type":["text"],"creator":["Ovchinnikov, Yurii","Kresin, Vladimir"],"language":[],"coverage":[],"title":["Josephson tunneling and nanosystems"],"description":["  Josephson tunneling between nanoclusters is analyzed. The discrete nature of\nthe electronic energy spectra, including their shell ordering, is explicitly\ntaken into account. The treatment considers the two distinct cases of resonant\nand non-resonant tunneling. It is demonstrated that the current density greatly\nexceeds the value discussed in the conventional theory. Nanoparticles are shown\nto be promising building blocks for nanomaterials-based tunneling networks.\n","Comment: 27 pages, 1 figure"]}]
["1006.2145",{"format":[],"subject":["Mathematical Physics","Mathematics - Quantum Algebra","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2145"],"date":["2010-06-10"],"type":["text"],"creator":["Kouloukas, Theodoros E.","Papageorgiou, Vassilios G."],"language":[],"coverage":[],"title":["Entwining Yang-Baxter maps and integrable lattices"],"description":["  Yang-Baxter (YB) map systems (or set-theoretic analoga of entwining YB\nstructures) are presented. They admit zero curvature representations with\nspectral parameter depended Lax triples L1, L2, L3 derived from symplectic\nleaves of 2 x 2 binomial matrices equipped with the Sklyanin bracket. A unique\nfactorization condition of the Lax triple implies a 3-dimensional compatibility\nproperty of these maps. In case L1 = L2 = L3 this property yields the\nse--theoretic quantum Yang-Baxter equation, i.e. the YB map property. By\nconsidering periodic 'staircase' initial value problems on quadrilateral\nlattices, these maps give rise to multidimensional integrable mappings which\npreserve the spectrum of the corresponding monodromy matrix.\n"]}]
["1006.2148",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2148"],"date":["2010-06-10"],"type":["text"],"creator":["Keller, Kai Johannes"],"language":[],"coverage":[],"title":["Dimensional Regularization in Position Space and a Forest Formula for\n  Regularized Epstein-Glaser Renormalization"],"description":["  The present work contains a consistent formulation of the methods of\ndimensional regularization (DimReg) and minimal subtraction (MS) in Minkowski\nposition space. The methods are implemented into the framework of perturbative\nAlgebraic Quantum Field Theory (pAQFT). The developed methods are used to solve\nthe Epstein-Glaser recursion for the construction of time-ordered products in\nall orders of causal perturbation theory. A solution is given in terms of a\nforest formula in the sense of Zimmermann. A relation to the alternative\napproach to renormalization theory using Hopf algebras is established.\n","Comment: PhD thesis, 107 pages, 3 figures"]}]
["1006.2152",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2152"],"date":["2010-06-10"],"type":["text"],"creator":["Tecu, Nicolae"],"language":[],"coverage":[],"title":["Removability of H\\\"older graphs for continuous sobolev functions"],"description":["  We characterize the removability of H\\\"older-$\\alpha$ graphs with respect to\ncontinuous Sobolev $W^{1,2}$ functions. For $\\alpha > 2/3$ these graphs are\nremovable, while for $\\alpha <2/3$ there exist graphs which are not removable.\n","Comment: 11 pages, 1 figure"]}]
["1006.2154",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2154","Proceeding of the first MEARIM (2009) p. 41 , eds. A.A. Hady and\n  M.I. Wanas"],"date":["2010-06-10"],"type":["text"],"creator":["Wanas, M. I."],"language":[],"coverage":[],"title":["Dark Energy: Is It of Torsion Origin?"],"description":["  {\\it \"Dark Energy\"} is a term recently used to interpret supernovae type Ia\nobservation. In the present work we give two arguments on a possible relation\nbetween dark energy and torsion of space-time.\n","Comment: 5 pages, article presented at the first \"Middle East and Africa,\n  Regional IAU- Meeting\" (MEARIM), held in Cairo, Egypt, 5-10 April 2008"]}]
["1006.2155",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2155","Proceedings of the IEEE SOFTFAIR -- A CONFERENCE ON SOFTWARE\n  DEVELOPMENT TOOLS, TECHNIQUES, and ALTERNATIVES, 1983"],"date":["2010-06-10"],"type":["text"],"creator":["McGowan III, Martin J.","Anderson, William L."],"language":[],"coverage":[],"title":["Software Must Move! A Description of the Software Assembly Line"],"description":["  This paper describes a set of tools for automating and controlling the\ndevelopment and maintenance of software systems. The mental model is a software\nassembly line. Program design and construction take place at individual\nprogrammer workstations. Integration of individual software components takes\nplace at subsequent stations on the assembly line. Software is moved\nautomatically along the assembly line toward final packaging. Software under\nconstruction or maintenance is divided into packages. Each package of software\nis composed of a recipe and ingredients. Some new terms are introduced to\ndescribe the ingredients. The recipe specifies how ingredients are transformed\ninto products. The benefits of the Software Assembly Line for development,\nmaintenance, and management of large-scale computer systems are explained.\n"]}]
["1006.2156",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2156"],"date":["2010-06-10"],"type":["text"],"creator":["Menon, Aditya Krishna","Elkan, Charles"],"language":[],"coverage":[],"title":["Dyadic Prediction Using a Latent Feature Log-Linear Model"],"description":["  In dyadic prediction, labels must be predicted for pairs (dyads) whose\nmembers possess unique identifiers and, sometimes, additional features called\nside-information. Special cases of this problem include collaborative filtering\nand link prediction. We present the first model for dyadic prediction that\nsatisfies several important desiderata: (i) labels may be ordinal or nominal,\n(ii) side-information can be easily exploited if present, (iii) with or without\nside-information, latent features are inferred for dyad members, (iv) it is\nresistant to sample-selection bias, (v) it can learn well-calibrated\nprobabilities, and (vi) it can scale to very large datasets. To our knowledge,\nno existing method satisfies all the above criteria. In particular, many\nmethods assume that the labels are ordinal and ignore side-information when it\nis present. Experimental results show that the new method is competitive with\nstate-of-the-art methods for the special cases of collaborative filtering and\nlink prediction, and that it makes accurate predictions on nominal data.\n"]}]
["1006.2167",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2167"],"date":["2010-06-10"],"type":["text"],"creator":["Kranjc, T","Peternelj, J"],"language":[],"coverage":[],"title":["Heat flow in composite rods - an old problem reconsidered"],"description":["  The interface temperature of two rods with equal cross section joined at one\nend and with different initial temperatures, initially always acquires the\nvalue characteristic for two semi-infinite rods. This value, which is shown to\nbe a consequence of energy conservation is, in general, different from the\nthermal equilibrium temperature in finite rods. To illustrate this result, two\nparticular cases are discussed.\n","Comment: 10 pages, 4 figures"]}]
["1006.2168",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2168"],"date":["2010-06-10"],"type":["text"],"creator":["Fabbiano, G.","Calzetti, D.","Carilli, C.","Djorgovski, G.","Eskridge, P.","Ivezic, Z.","Feigelson, E.","Goodman, A.","Madore, B.","Postman, M.","Seager, S.","Soderberg, A.","Rector, T."],"language":[],"coverage":[],"title":["Recommendations of the VAO-Science Council"],"description":["  Recommendations of the VAO-Science Council following the meeting of March\n26-27, 2010. Refer to the webpage http://www.aui.edu/vao.php\n","Comment: 9 pages, no figures - refer to the webpage http://www.aui.edu/vao.php"]}]
["1006.2180",{"format":[],"subject":["Physics - Optics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2180"],"date":["2010-06-10"],"type":["text"],"creator":["Berejnov, V.","Li, D."],"language":[],"coverage":[],"title":["A simple method of measuring profiles of thin liquid films for\n  microfluidics experiments by means of interference reflection microscopy"],"description":["  A simple method was developed to observe the interference patterns of the\nlight reflected by the interfaces of thin liquid films. Employing a fluorescent\nmicroscope with epi-illumination, we collected the 2D patterns of interference\nfringes containing information of the liquid film topography at microscale. To\ndemonstrate the utility of the proposed visualization method we developed a\nframework for reconstructing the profiles of liquid films by analysing the\nreflected interferograms numerically. Both the visualization and reconstruction\nmethods should be useful for variety of microfluidic applications involving the\nflows with droplets and bubbles in which the knowledge of the topography of the\ninterfacial liquid film is critical.\n","Comment: 8 pages, 3 figures"]}]
["1006.2182",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2182"],"date":["2010-06-10"],"type":["text"],"creator":["Nagai, H.","Suzuki, K.","Asada, K.","Kino, M.","Kameno, S.","Doi, A.","Inoue, M.","Bach, U."],"language":[],"coverage":[],"title":["VLBI Monitoring of 3C 84 in Gamma-ray Active Phase"],"description":["  We report multi-epoch Very Long Baseline Interferometry (VLBI) study of the\ninnermost jet of 3C 84. We carried out 14-epoch VLBI observations during\n2006-2009 with the Japanese VLBI Network (JVN) and the VLBI Exploration of\nRadio Astrometry (VERA), immediately following the radio outburst that began in\n2005. Comparison between VLBI lightcurve and single-dish lightcurve indicates\nthat the outburst was associated with the central ~1 pc core. We found that\nthis outburst accompanied the emergence of a new component, and the projected\nspeed of this new component was 0:23c from 2007/297 (2007 October 24) to\n2009/114 (2009 April 24). We argue the site of gamma-ray emission detected by\nFermi/LAT and jet kinematics in connection with gamma-ray emission mechanism.\n","Comment: Proceedings of the Workshop \"Fermi meets Jansky - AGN in Radio and\n  Gamma-Rays\", Savolainen, T., Ros, E., Porcas, R.W. & Zensus, J.A. (eds.),\n  MPIfR, Bonn, June 21-23 2010"]}]
["1006.2185",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60H15, 35R60, 93E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2185"],"date":["2010-06-10"],"type":["text"],"creator":["Du, Kai","Tang, Shanjian"],"language":[],"coverage":[],"title":["Strong Solution of Backward Stochastic Partial Differential Equations in\n  $C^2$ Domains"],"description":["  This paper is concerned with the strong solution to the Cauchy-Dirichlet\nproblem for backward stochastic partial differential equations of parabolic\ntype. Existence and uniqueness theorems are obtained, due to an application of\nthe continuation method under fairly weak conditions on variable coefficients\nand $C^2$ domains. The problem is also considered in weighted Sobolev spaces\nwhich allow the derivatives of the solutions to blow up near the boundary. As\napplications, a comparison theorem is obtained and the semi-linear equation is\ndiscussed in the $C^2$ domain.\n","Comment: 26 pages"]}]
["1006.2197",{"format":[],"subject":["Mathematics - Logic","Computer Science - Logic in Computer Science","03D45 (Primary), 03B50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2197","Annals of Pure and Applied Logic, Volume 161, Issue 6, March 2010,\n  Pages 789-799 (The proceedings of the IPM 2007 Logic Conference)","doi:10.1016/j.apal.2009.06.008"],"date":["2010-06-11"],"type":["text"],"creator":["Didehvar, Farzad","Ghasemloo, Kaveh","Pourmahdian, Massoud"],"language":[],"coverage":[],"title":["Effectiveness in RPL, with Applications to Continuous Logic"],"description":["  In this paper, we introduce a foundation for computable model theory of\nrational Pavelka logic (an extension of {\\L}ukasiewicz logic) and continuous\nlogic, and prove effective versions of some theorems in model theory. We show\nhow to reduce continuous logic to rational Pavelka logic. We also define\nnotions of computability and decidability of a model for logics with\ncomputable, but uncountable, set of truth values; show that provability degree\nof a formula w.r.t. a linear theory is computable, and use this to carry out an\neffective Henkin construction. Therefore, for any effectively given consistent\nlinear theory in continuous logic, we effectively produce its decidable model.\nThis is the best possible, since we show that the computable model theory of\ncontinuous logic is an extension of computable model theory of classical logic.\nWe conclude with noting that the unique separable model of a separably\ncategorical and computably axiomatizable theory (such as that of a probability\nspace or an $L^p$ Banach lattice) is decidable.\n"]}]
["1006.2204",{"format":[],"subject":["Computer Science - Artificial Intelligence","I.2.8","F.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2204"],"date":["2010-06-11"],"type":["text"],"creator":["Halpern, Joseph Y.","Rong, Nan","Saxena, Ashutosh"],"language":[],"coverage":[],"title":["MDPs with Unawareness"],"description":["  Markov decision processes (MDPs) are widely used for modeling decision-making\nproblems in robotics, automated control, and economics. Traditional MDPs assume\nthat the decision maker (DM) knows all states and actions. However, this may\nnot be true in many situations of interest. We define a new framework, MDPs\nwith unawareness (MDPUs) to deal with the possibilities that a DM may not be\naware of all possible actions. We provide a complete characterization of when a\nDM can learn to play near-optimally in an MDPU, and give an algorithm that\nlearns to play near-optimally when it is possible to do so, as efficiently as\npossible. In particular, we characterize when a near-optimal solution can be\nfound in polynomial time.\n","Comment: 11 pages"]}]
["1006.2205",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2205"],"date":["2010-06-11"],"type":["text"],"creator":["Selenu, Simone"],"language":[],"coverage":[],"title":["Variations of polarisation in cerystals"],"description":["  It is nowadays a quite diffuse idea that variations of electronic\npolarisation, as introduced by Resta[1], in condensed matter theory are related\nto a \"Berry phase\"[2], as shown by Vanderbilt. The derivation of the latter\ngeometric phase is correct and the periodic gauge[2] is used for its\nderivation, aside not allowing for its calculations in finite electromagnetic\nfields. Its derivation has not been demonstrated in the general case of an\nexternal homogeneous electric field interacting with the electronic field. In\nthe present paper we give a brief derivation of the algorithm for the\ncalculations of polarisation differences in a general manner than in[2]\ndefining it even in the presence of an external electric field interacting with\nthe electronic field and writing equations in a way directly implementable in\nmodern first principles codes[1,2]\n"]}]
["1006.2212",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems","93C20, 93B52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2212"],"date":["2010-06-11"],"type":["text"],"creator":["Gugat, Martin","Tucsnak, Marius"],"language":[],"coverage":[],"title":["Boundary feedback stabilization by piecewise constant time delay for the\n  wave equation"],"description":["  For vibrating systems, a delay in the application of a feedback control can\ndestroy the stabilizing effect of the control. In this paper we consider a\nvibrating string that is fixed at one end and stabilized with a boundary\nfeedback with delay at the other end. We show that for certain feedback\nparameters the system is exponentially stable with constant delays of the form\n4L/c, 8L/c, 12L/c ... Moreover, we show that the system is exponentially stable\nwith piecewise constant delays that attain the values 4L/c and 8L/c.\n","Comment: 18 pages"]}]
["1006.2215",{"format":[],"subject":["Quantum Physics","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2215","New Journal of Physics, 11, 085006, 2009 (Focus on Quantum\n  Cryptography: Theory and Practice)","doi:10.1088/1367-2630/11/8/085006"],"date":["2010-06-11"],"type":["text"],"creator":["Mueller-Quade, Joern","Renner, Renato"],"language":[],"coverage":[],"title":["Composability in quantum cryptography"],"description":["  In this article, we review several aspects of composability in the context of\nquantum cryptography. The first part is devoted to key distribution. We discuss\nthe security criteria that a quantum key distribution protocol must fulfill to\nallow its safe use within a larger security application (e.g., for secure\nmessage transmission). To illustrate the practical use of composability, we\nshow how to generate a continuous key stream by sequentially composing rounds\nof a quantum key distribution protocol. In a second part, we take a more\ngeneral point of view, which is necessary for the study of cryptographic\nsituations involving, for example, mutually distrustful parties. We explain the\nuniversal composability framework and state the composition theorem which\nguarantees that secure protocols can securely be composed to larger\napplications\n","Comment: 18 pages, 2 figures"]}]
["1006.2218",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2218"],"date":["2010-06-11"],"type":["text"],"creator":["Barron-Romero, Carlos"],"language":[],"coverage":[],"title":["The Complexity Of The NP-Class"],"description":["  This paper presents a novel and straight formulation, and gives a complete\ninsight towards the understanding of the complexity of the problems of the so\ncalled NP-Class. In particular, this paper focuses in the Searching of the\nOptimal Geometrical Structures and the Travelling Salesman Problems. The main\nresults are the polynomial reduction procedure and the solution to the Noted\nConjecture of the NP-Class.\n"]}]
["1006.2242",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2242"],"date":["2010-06-11"],"type":["text"],"creator":["Komissarov, S. S."],"language":[],"coverage":[],"title":["Magnetic acceleration of relativistic jets"],"description":["  This is a brief review of the recent developments in the theory of magnetic\nacceleration of relativistic jets. We attempt to explain the key results of\nthis complex theory using basic physical arguments and simple calculations. The\nmain focus is on the standard model, which describes steady-state axisymmetric\nideal MHD flows. We argue that this model is over-restrictive and discuss\nvarious alternatives.\n","Comment: Submitted to conference proceedings. \"Steady Jets and Transient\n  Jets\", Bonn, Germany, 7-8 April 2010"]}]
["1006.2244",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2244"],"date":["2010-06-11"],"type":["text"],"creator":["Xia, Guoxing","Caldwell, Allen","Lotov, Konstantin","Pukhov, Alexander","Assmann, Ralph","Zimmermann, Frank"],"language":[],"coverage":[],"title":["A proposed experiment on the proton driven plasma wakefield acceleration"],"description":["  Simulations have shown that a high energy, short and intense proton beam can\ndrive a large amplitude plasma wave and accelerate an electron beam to the\nenergy frontier in a single plasma channel. To verify this novel idea, a\nproof-of-principle demonstration experiment is now being planned. The idea is\nto use the available high energy proton beams either from the Proton\nSynchrotron (PS) or the Super Proton Synchrotron (SPS) at CERN, to shoot the\nbeam into a plasma cell and to excite the plasma wakefield. A strong density\nmodulation due to the excited plasma wakefield is produced for a long drive\nbeam and this modulated beam in turn produces a high electric field. The\nproposed experimental setup is introduced in this paper. The interactions\nbetween the plasma and the proton beam are simulated and the results are\npresented. The compression of an SPS bunch is also discussed.\n","Comment: This paper is submitted to the proceedings of the first International\n  Particle Accelerator Conference (IPAC10)in Kyoto, Japan"]}]
["1006.2249",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2249"],"date":["2010-06-11"],"type":["text"],"creator":["Chakrabarty, Deeparnab","Koenemann, Jochen","Pritchard, David"],"language":[],"coverage":[],"title":["Integrality Gap of the Hypergraphic Relaxation of Steiner Trees: a short\n  proof of a 1.55 upper bound"],"description":["  Recently Byrka, Grandoni, Rothvoss and Sanita (at STOC 2010) gave a\n1.39-approximation for the Steiner tree problem, using a hypergraph-based\nlinear programming relaxation. They also upper-bounded its integrality gap by\n1.55. We describe a shorter proof of the same integrality gap bound, by\napplying some of their techniques to a randomized loss-contracting algorithm.\n"]}]
["1006.2253",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2253"],"date":["2010-06-11"],"type":["text"],"creator":["Pankovic, Vladan","Kapor, Darko","Krmar, Miodrag"],"language":[],"coverage":[],"title":["Can electron by Compton scattering be considered as a typical detector\n  of the photon propagation"],"description":["  In this work we consider a possibility that Compton scattering can be\nconsidered as a typical measurement (detection) procedure within which electron\nbehaves as the measuring apparatus, i.e. detector (pointer) of the propagation\nof the photon as the measured object. It represents a realistic variant of the\nold gendanken (though) experiment (discussed by Einstein, Bohr, Dirac, Feynman)\nof the interaction between the single photon as the measured object and a\nmovable mirror as the measuring apparatus, i.e. detector (pointer). Here\ncollapse by measurement is successfully modeled by spontaneous (non-dynamical)\nunitary symmetry (superposition) breaking (effective hiding) representing an\nespecial case of the spontaneous (non-dynamical) breaking (effective hiding) of\nthe dynamical symmetries. All this is full agreement with all existing\nexperimental data and represents the definitive solution of the old problem of\n\"micro\" theoretical foundation of measurement or old problem of the foundation\nof quantum mechanics as a local (luminal) physical theory.\n","Comment: 15 pages, no figures"]}]
["1006.2256",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2256"],"date":["2010-06-11"],"type":["text"],"creator":["Carlen, Eric A.","Ulusoy, Suleyman"],"language":[],"coverage":[],"title":["Localization, Smoothness, and Convergence to Equilibrium for a Thin Film\n  Equation"],"description":["  We investigate the long-time behavior of weak solutions to the thin-film type\nequation $$v_t =(xv - vv_{xxx})_x\\ ,$$ which arises in the Hele-Shaw problem.\nWe estimate the rate of convergence of solutions to the Smyth-Hill equilibrium\nsolution, which has the form $\\frac{1}{24}(C^2-x^2)^2_+$, in the norm $$|\\!|\\!|\nf |\\!|\\!|_{m,1}^2 = \\int_{\\R}(1+ |x|^{2m})|f(x)|^2\\dd x +\n\\int_{\\R}|f_x(x)|^2\\dd x\\ .$$ We obtain exponential convergence in the $|\\!|\\!|\n\\cdot |\\!|\\!|_{m,1}$ norm for all $m$ with $1\\leq m< 2$, thus obtaining rates\nof convergence in norms measuring both smoothness and localization. The\nlocalization is the main novelty, and in fact, we show that there is a close\nconnection between the localization bounds and the smoothness bounds:\nConvergence of second moments implies convergence in the $H^1$ Sobolev norm. We\nthen use methods of optimal mass transportation to obtain the convergence of\nthe required moments. We also use such methods to construct an appropriate\nclass of weak solutions for which all of the estimates on which our convergence\nanalysis depends may be rigorously derived. Though our main results on\nconvergence can be stated without reference to optimal mass transportation,\nessential use of this theory is made throughout our analysis.\n"]}]
["1006.2258",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","20F36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2258"],"date":["2010-06-11"],"type":["text"],"creator":["Gonzalez-Meneses, Juan"],"language":[],"coverage":[],"title":["On reduction curves and Garside properties of braids"],"description":["  In this paper we study the reduction curves of a braid, and how they can be\nused to decompose the braid into simpler ones in a precise way, which does not\ncorrespond exactly to the decomposition given by Thurston theory. Then we study\nhow a cyclic sliding (which is a particular kind of conjugation) affects the\nnormal form of a braid with respect to the normal forms of its components.\nFinally, using the above methods, we provide the example of a family of braids\nwhose sets of sliding circuits (hence ultra summit sets) have exponential size\nwith respect to the number of strands and also with respect to the canonical\nlength.\n","Comment: 20 pages, 3 figures"]}]
["1006.2259",{"format":[],"subject":["Mathematics - Complex Variables","Primary 30C65, 35J60, Secondary 46E35, 49J52, 57M12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2259"],"date":["2010-06-11"],"type":["text"],"creator":["Pankka, Pekka","Rajala, Kai"],"language":[],"coverage":[],"title":["Quasiconformal extension fields"],"description":["  We consider extensions of differential fields of mappings and obtain a lower\nenergy bound for quasiconformal extension fields in terms of the topological\ndegree. We also consider the related minimization problem for the $q$-harmonic\nenergy, and show that the energy minimizers admit higher integrability.\n"]}]
["1006.2263",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Metric Geometry","52A38, 55M35, 55R25, 57S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2263"],"date":["2010-06-11"],"type":["text"],"creator":["Karasev, R. N."],"language":[],"coverage":[],"title":["$Z_2$-index of the grassmanian $G_{2n}^n$"],"description":["  We study the real Grassmann manifold $G_{2n}^n$ (of $n$-subspaces in $\\mathbb\nR^{2n}$), and the action of $Z_2$ on it by taking the orthogonal complement.\nThe homological index of this action is estimated from above and from below. In\ncase $n$ is a power of two it is shown that $\\hind G_{2n}^n=2n-1$.\n"]}]
["1006.2266",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2266","Proceedings of the 44th Recontres de Moriond on \"Very High Energy\n  Phenomena in the Universe\", 1st-8th February 2009, La Thuile, Italy"],"date":["2010-06-11"],"type":["text"],"creator":["Arruda, Luisa","collaboration, GAW"],"language":[],"coverage":[],"title":["GAW - A very large field-of-view Imaging Atmospheric Cherenkov Telescope"],"description":["  GAW (Gamma Air Watch) is a pathfinder experiment in the TeV range to test the\nfeasibility of a new generation of Imaging Atmospheric Cherenkov Telescopes\n(IACT). It combines high flux sensitivity with large field-of-view (FoV=24deg x\n24deg) using Fresnel lenses, stereoscopic observational approach and\nsingle-photon counting mode. This particular counting mode, in comparison with\nthe usual charge integration one, allows the triggering of events with a\nsmaller number of collected Cherenkov photons keeping a good signal/background\nseparation. GAW is conceived as an array of three identical imaging telescopes\nwith 2.13 m diameter placed at the vertices of an equilateral triangle of 80 m\nside. The telescope will be built at the Calar Alto Observatory site (Sierra de\nLos Filabres - Almeria Spain, 2168 m a.s.l.) and is a joint effort of research\ninstitutes in Italy, Portugal and Spain. The main characteristics of the\nexperiment will be reported.\n","Comment: 4 pages, 5 figures, conference 44th Recontres de Moriond on \"Very\n  High Energy Phenomena in the Universe\", 1st-8th February 2009, La Thuile,\n  Italy"]}]
["1006.2276",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Analysis of PDEs","22E30, 43A85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2276"],"date":["2010-06-11"],"type":["text"],"creator":["Danielsen, Thomas Hjortgaard"],"language":[],"coverage":[],"title":["On Surjectivity of Invariant Differential Operators"],"description":["  By proving a topological Paley-Wiener Theorem for Riemannian symmetric spaces\nof non-compact type, we show that a non-zero invariant differential operator is\na homeomorphism from the space of test functions onto its image and hence\nsurjective when extended to the space of distributions.\n","Comment: 5 pages"]}]
["1006.2286",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2286"],"date":["2010-06-11"],"type":["text"],"creator":["Boumaza, Hakim"],"language":[],"coverage":[],"title":["Localization for an Anderson-Bernoulli model with generic interaction\n  potential"],"description":["  We present a result of localization for a matrix-valued Anderson-Bernoulli\noperator, acting on $L^2(\\R)\\otimes \\R^N$, for an arbitrary $N\\geq 1$, whose\ninteraction potential is generic in the real symmetric matrices. For such a\ngeneric real symmetric matrix, we construct an explicit interval of energies on\nwhich we prove localization, in both spectral and dynamical senses, away from a\nfinite set of critical energies. This construction is based upon the formalism\nof the F\\\"urstenberg group to which we apply a general criterion of density in\nsemisimple Lie groups. The algebraic nature of the objects we are considering\nallows us to prove a generic result on the interaction potential and the\nfiniteness of the set of critical energies.\n","Comment: 11 pages"]}]
["1006.2291",{"format":[],"subject":["Mathematics - Representation Theory","20F55, 20G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2291"],"date":["2010-06-11"],"type":["text"],"creator":["Goertz, Ulrich","He, Xuhua"],"language":[],"coverage":[],"title":["Dimensions of affine Deligne-Lusztig varieties in affine flag varieties"],"description":["  Affine Deligne-Lusztig varieties are analogs of Deligne-Lusztig varieties in\nthe context of an affine root system. We prove a conjecture stated in the paper\narXiv:0805.0045v4 by Haines, Kottwitz, Reuman, and the first named author,\nabout the question which affine Deligne-Lusztig varieties (for a split group\nand a basic $\\sigma$-conjugacy class) in the Iwahori case are non-empty. If the\nunderlying algebraic group is a classical group and the chosen basic\n$\\sigma$-conjugacy class is the class of $b=1$, we also prove the dimension\nformula predicted in op. cit. in almost all cases.\n","Comment: 22 pages"]}]
["1006.2292",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2292"],"date":["2010-06-11"],"type":["text"],"creator":["Bernicot, Frederic","Venel, Juliette"],"language":[],"coverage":[],"title":["Existence of solutions for second-order differential inclusions\n  involving proximal normal cones"],"description":["  In this work, we prove global existence of solutions for second order\ndifferential problems in a general framework. More precisely, we consider\nsecond order differential inclusions involving proximal normal cone to a\nset-valued map. This set-valued map is supposed to take admissible values (so\nin particular uniformly prox-regular values, which may be non-smooth and\nnon-convex). Moreover we require the solution to satisfy an impact law,\nappearing in the description of mechanical systems with inelastic shocks.\n","Comment: 37 pages"]}]
["1006.2295",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2295"],"date":["2010-05-15"],"type":["text"],"creator":["Parkhomov, A. G."],"language":[],"coverage":[],"title":["Effect of radioactivity decrease. Is there a link with solar flares?"],"description":["  Results obtained with multichannel installation created for long-term studies\nof various processes, are collated with the data published by J.H. Jenkins and\nE.Fischbach, who found a decrease of 54Mn radioactivity near the time of series\nof solar flares between 5 and 17 December 2006. Analysis of the data from our\ninstallation in December 2006 has not revealed any deviations from the usual\nbehaviour of the count rates for 90Sr-90Y, 60Co and 239Pu sources. The same can\nbe said of the data collected during the period of highly powerful solar flares\nbetween 19 October and 4 November 2003. Apparent drops in the count rate were\ndetected between 10 and 12 May 2002 while registering the activity of 60Co and\non 19 and 20 June 2004 for 90Sr-90Y source. Around the time of these events, no\nobservations of large solar flares were reported. Thus, proposed link between\nthe drop in the rates of radioactive decay and appearance of solar flares could\nnot be confirmed. From obtained outcomes follows, that the radioactivity drop\neffect, if it really exists, is rather rare, and that the reason calling this\neffect unequally influences various radioactive sources.\n","Comment: 7 pages, 5 figures"]}]
["1006.2298",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2298"],"date":["2010-06-11"],"type":["text"],"creator":["Arcadias, Rémi"],"language":[],"coverage":[],"title":["Multidegree for bifiltered D-modules"],"description":["  In commutative algebra, E. Miller and B. Sturmfels defined the notion of\nmultidegree for multigraded modules over a multigraded polynomial ring. We\napply this theory to bifiltered modules over the Weyl algebra D. The\nbifiltration is a combination of the standard filtration by the order of\ndifferential operators and of the so-called V-filtration along a coordinate\nsubvariety of the ambient space defined by M. Kashiwara. The multidegree we\ndefine provides a new invariant for D-modules. We investigate its relation with\nthe L-characteristic cycles considered by Y. Laurent. We give examples from the\ntheory of A-hypergeometric systems defined by I. M. Gelfand, M. M. Kapranov and\nA. V. Zelevinsky. We consider the V-filtration along the origin. When the toric\nprojective variety defined from the matrix A is Cohen-Macaulay, we have an\nexplicit formula for the multidegree of the hypergeometric system.\n","Comment: 24 pages"]}]
["1006.2310",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2310"],"date":["2010-06-11"],"type":["text"],"creator":["Carroll, Tom","Ratzkin, Jesse"],"language":[],"coverage":[],"title":["Isoperimetric inequalities and variations on Schwarz's lemma"],"description":["  In this note we prove a version of the classical Schwarz lemma for the first\neigenvalues of the Laplacian with Dirichlet boundary data. A key ingredient in\nour proof is an isoperimetric inequality for the first eigenfunction, due to\nPayne and Rayner, which we reinterpret as an isoperimetric inequality for a\n(singular) conformal metric on a bounded domain in the plane.\n","Comment: reproves results of Laugesen and Morpurgo by different methods, 9\n  pages, 3 figures"]}]
["1006.2312",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2312","Nature 465: 622-626 (2010)","doi:10.1038/nature09040"],"date":["2010-06-11"],"type":["text"],"creator":["Malmgren, R. Dean","Ottino, Julio M.","Amaral, Luis A. N."],"language":[],"coverage":[],"title":["The role of mentorship in protege performance"],"description":["  The role of mentorship on protege performance is a matter of importance to\nacademic, business, and governmental organizations. While the benefits of\nmentorship for proteges, mentors and their organizations are apparent, the\nextent to which proteges mimic their mentors' career choices and acquire their\nmentorship skills is unclear. Here, we investigate one aspect of mentor\nemulation by studying mentorship fecundity---the number of proteges a mentor\ntrains---with data from the Mathematics Genealogy Project, which tracks the\nmentorship record of thousands of mathematicians over several centuries. We\ndemonstrate that fecundity among academic mathematicians is correlated with\nother measures of academic success. We also find that the average fecundity of\nmentors remains stable over 60 years of recorded mentorship. We further uncover\nthree significant correlations in mentorship fecundity. First, mentors with\nsmall mentorship fecundity train proteges that go on to have a 37% larger than\nexpected mentorship fecundity. Second, in the first third of their career,\nmentors with large fecundity train proteges that go on to have a 29% larger\nthan expected fecundity. Finally, in the last third of their career, mentors\nwith large fecundity train proteges that go on to have a 31% smaller than\nexpected fecundity.\n","Comment: 23 pages double-spaced, 4 figures"]}]
["1006.2318",{"format":[],"subject":["Mathematics - Numerical Analysis","41A05, 41A25, 41A30, 41A63, 65D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2318"],"date":["2010-06-10"],"type":["text"],"creator":["Luh, Lin-Tian"],"language":[],"coverage":[],"title":["The Shape Parameter in the Gaussian Function"],"description":["  In this paper we explore the influence of the shape parameter in the gaussian\nfunction on error estimates and present a set of criteria for its optimal\nchoice.\n","Comment: 15 pages, 20 figures"]}]
["1006.2320",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2320"],"date":["2010-06-10"],"type":["text"],"creator":["Krugly, Alexey L."],"language":[],"coverage":[],"title":["Unfaithful embedding of causal sets"],"description":["  In the causal set approach, spacetime is a continuous approximation of a\nfaithful embedded causal set. But the faithful embedded causal set describes\nthe empty spacetime and cannot describe matter. Only faithful embedding of\ncoarse grained causal set is necessary for the emergence of spacetime. The\ninitial causal set can be unfaithfully embedded. The following properties of\nthe universe can be the consequences of the unfaithful embedding:\nantiparticles, fields of interactions, the inhomogeneous distribution of the\nmatter.\n","Comment: 6 pages, 1 figure"]}]
["1006.2321",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2321","Mon. Not. R. Astron. Soc. 404, 1790-1800 (2010)","doi:10.1111/j.1365-2966.2010.16290.x"],"date":["2010-06-11"],"type":["text"],"creator":["Bisnovatyi-Kogan, G. S.","Tsupko, O. Yu."],"language":[],"coverage":[],"title":["Gravitational lensing in a non-uniform plasma"],"description":["  We develop a model of gravitational lensing in a non-uniform plasma. When a\ngravitating body is surrounded by a plasma, the lensing angle depends on the\nfrequency of the electromagnetic wave, due to dispersion properties of plasma,\nin presence of a plasma inhomogeneity, and of a gravity. The second effect\nleads, even in a uniform plasma, to a difference of the gravitational photon\ndeflection angle from the vacuum case, and to its dependence on the photon\nfrequency. We take into account both effects, and derive the expression for the\nlensing angle in the case of a strongly nonuniform plasma in presence of the\ngravitation. Dependence of the lensing angle on the photon frequency in a\nhomogeneous plasma resembles the properties of a refractive prism spectrometer,\nwhich strongest action is for very long radiowaves. We discuss the\nobservational appearances of this effect for the gravitational lens with a\nSchwarzschild metric, surrounded by a uniform plasma. We obtain formulae for\nthe lensing angle and the magnification factors in this case and discuss a\npossibility of observation of this effect by the planned VLBI space project\nRadioastron. We also consider models with a nonuniform plasma distribution. For\ndifferent gravitational lens models we compare the corrections to the vacuum\nlensing due to the gravitational effect in plasma, and due to the plasma\ninhomogeneity. We have shown that the gravitational effect could be detected in\nthe case of a hot gas in the gravitational field of a galaxy cluster.\n","Comment: 12 pages, 3 figures"]}]
["1006.2326",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2326","doi:10.1111/j.1365-2966.2010.16819.x"],"date":["2010-06-11"],"type":["text"],"creator":["Ricciardi, S.","Bonaldi, A.","Natoli, P.","Polenta, G.","Baccigalupi, C.","Salerno, E.","Kayabol, K.","Bedini, L.","De Zotti, G."],"language":[],"coverage":[],"title":["Correlated Component Analysis for diffuse component separation with\n  error estimation on simulated Planck polarization data"],"description":["  We present a data analysis pipeline for CMB polarization experiments, running\nfrom multi-frequency maps to the power spectra. We focus mainly on component\nseparation and, for the first time, we work out the covariance matrix\naccounting for errors associated to the separation itself. This allows us to\npropagate such errors and evaluate their contributions to the uncertainties on\nthe final products.The pipeline is optimized for intermediate and small scales,\nbut could be easily extended to lower multipoles. We exploit realistic\nsimulations of the sky, tailored for the Planck mission. The component\nseparation is achieved by exploiting the Correlated Component Analysis in the\nharmonic domain, that we demonstrate to be superior to the real-space\napplication (Bonaldi et al. 2006). We present two techniques to estimate the\nuncertainties on the spectral parameters of the separated components. The\ncomponent separation errors are then propagated by means of Monte Carlo\nsimulations to obtain the corresponding contributions to uncertainties on the\ncomponent maps and on the CMB power spectra. For the Planck polarization case\nthey are found to be subdominant compared to noise.\n","Comment: 17 pages, accepted in MNRAS"]}]
["1006.2332",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2332"],"date":["2010-06-11"],"type":["text"],"creator":["Galam, Serge"],"language":[],"coverage":[],"title":["Collective beliefs and individual stubbornness in the dynamics of public\n  debates"],"description":["  The combined effects of collective beliefs and individual stubbornness in the\ndynamic of a public debate are investigated using the Galam sequential\nprobabilistic model of opinion dynamics. The study is focused on pair\ninteractions for which the bias produced by collective beliefs is the decisive\nfactor to win the debate. The current value of that bias is a fixed external\nparameter. It is a constant of the problem not given to change. In contrast,\nstubbornness is an individual property. It results from external ingredients,\nwhich are susceptible to be modified during the debate. More precisely, giving\nsome beliefs we determine the required stubbornness to oppose its associated\nbias in the debate outcome. The results shed a new and counter intuitive light\non paradoxical outcomes of sensitive issues, which are discussed in the public.\nThe case of the global warming issue is discussed.\n","Comment: 12 pages, 21 figures"]}]
["1006.2338",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2338"],"date":["2010-06-11"],"type":["text"],"creator":["Marinova, Evelina"],"language":[],"coverage":[],"title":["K Rare Decays with NA62"],"description":["  The long-term goal of NA62 is to measure the ultra rare K+/- -> pi+/- nu\nanti-nu decay with a sensitivity of 10^-12 per event. This is done by using the\ndecay - in - flight technique which allows a signal acceptance of ~10% . The\naim is to collect about 100 signal events in two years of data taking with a\nbackground to signal ratio smaller than 10%. The principle of the experimental\nmeasurement and the layout of the detector are presented. During 2007/2008 a\ndedicated run devoted to NA62 prototype tests and study of K_e2 decays was\ntaken. The first phase of the NA62 experiment is aiming at a high precision\ntest of the lepton universality by measuring the helicity suppressed ratio R_K.\nThe preliminary result based on 40% of the 2007 NA62 data sample, R_K =\nK_e2/K_mu2 = (2.500 +/- 0.016) x 10^-5, which is the first result with a\nprecision better than 1%, is consistent with the Standard Model.\n  Aiming at charge asymmetry measurements, the NA48/2 experiment collected an\nunprecedented amount of charged K_(3 pi) events. The large samples allowed a\nprecision measurement of rare charged kaon decays. New measurements of the\nK+/-_(pi l l) decays based on the full NA48/2 data sample collected during\n2003/2004 are reported in this paper. Samples of about 7200 reconstructed K+/-\n-> pi+/- e+ e- events, and more than 3000 K+/- -> pi+/- mu+ mu- events, with a\nfew percent background contamination, have been collected. A precise\nmeasurement of the branching fractions and the form factors of the rare decays\nK+/-_(pi l l)$ were performed. Measurements of the CP-violating and the\nforward-backward asymmetries are reported.\n","Comment: 8 pages, 4 figures, Proceedings to 24th Rencontres De Physique De La\n  Vallee D'Aoste,La Thuile, Aosta, Italy, 28 Feb-6 Mar 2010"]}]
["1006.2349",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Atomic Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2349"],"date":["2010-06-11"],"type":["text"],"creator":["Bobrov, V. B.","Trigger, S. A."],"language":[],"coverage":[],"title":["Finite Size Atom in the Hartree-Fock Approximation: New Substance\n  Quasiparticle"],"description":["  It is shown that, in the self-consistent quantum statistical Hartree-Fock\napproximation, the number of electronic states localized on one nucleus is\nfinite. This result is obtained on the basis of the general electron-nuclear\nmodel of matter and provides convergence of the atomic statistical sum and\nfiniteness of the \"atom\" size. In general approach the characteristic size of\nthe \"atom\" is a function of density and temperature. However, it is shown, that\nin a wide range of thermodynamic parameters, for relatively low temperatures,\ncharacteristic orbits and electron energy eigenvalues are independent of\ndensity and temperature. In this case, the sizes of the orbits are of order of\nthe Bohr radius which is a minimal characteristic size in the system for\ntypical parameters of plasma with atomic states.\n","Comment: 11 pages, 0 figures"]}]
["1006.2351",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2351","doi:10.1016/j.physc.2009.10.099"],"date":["2010-06-11"],"type":["text"],"creator":["Ogino, H.","Sato, S.","Matsumura, Y.","Kawaguchi, N.","Ushiyama, K.","Katsura, Y.","Horii, S.","Kishio, K.","Shimoyama, J."],"language":[],"coverage":[],"title":["Structural Features of Layered Iron Pnictide Oxides (Fe2As2)(Sr4M2O6)"],"description":["  Structural features of newly found perovskite-based iron pnictide oxide\nsystem have been systematically studied. Compared to REFePnO system,\nperovskite-based system tend to have lower Pn-Fe-Pn angle and higher pnictogen\nheight owing to low electronegativity of alkaline earth metal and small\nrepulsive force between pnictogen and oxygen atoms. As-Fe-As angles of\n(Fe2As2)(Sr4Cr2O6), (Fe2As2)(Sr4V2O6) and (Fe2Pn2)(Sr4MgTiO6) are close to\nideal tetrahedron and those pnictogen heights of about 1.40 A are close to\nNdFeAsO with optimized carrier concentration. These structural features of this\nsystem may leads to realization of high Tc superconductivity.\n","Comment: 3pages, 2figures, 1table, proceedings of M2S 2009"]}]
["1006.2352",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2352"],"date":["2010-06-11"],"type":["text"],"creator":["McKague, Matthew"],"language":[],"coverage":[],"title":["Quantum Information Processing with Adversarial Devices"],"description":["  We consider several applications in black-box quantum computation in which\nuntrusted physical quantum devices are connected together to produce an\nexperiment. By examining the outcome statistics of such an experiment, and\ncomparing them against the desired experiment, we may hope to certify that the\nphysical experiment is implementing the desired experiment. This is useful in\norder to verify that a calculation has been performed correctly, that\nmeasurement outcomes are secure, or that the devices are producing the desired\nstate.\n","Comment: PhD thesis"]}]
["1006.2353",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2353","Applied Physics Express 3 (2010) 063102","doi:10.1143/APEX.3.063102"],"date":["2010-06-11"],"type":["text"],"creator":["Kawaguchi, Naoto","Ogino, Hiraku","Shimizu, Yasuaki","Kishio, Kohji","Shimoyama, Jun-ichi"],"language":[],"coverage":[],"title":["New Iron Arsenide Oxides (Fe2As2)(Sr4(Sc,Ti)3O8), (Fe2As2)(Ba4Sc3O7.5),\n  and (Fe2As2)(Ba3Sc2O5)"],"description":["  We synthesized new layered iron arsenide oxides\n(Fe2As2)(Sr4(Sc,Ti)3O8),(Fe2As2)(Ba4Sc3O7.5), and (Fe2As2)(Ba3Sc2O5). The\ncrystal structures of these compounds are tetragonal with a space group of\nI4/mmm. The structure of (Fe2As2)(Sr4(Sc,Ti)3O8) and (Fe2As2)(Ba4Sc3O7.5)\nconsists of the alternate stacking of antifluorite Fe2As2 layers and triple\nperovskite-type oxide layers. The interlayer distance between the Fe planes of\n(Fe2As2)(Ba4Sc3O7.5) is ~18.7 A. Moreover, the a-axis of (Fe2As2)(Ba3Sc2O5) is\nthe longest among the layered iron pnictides, indicating the structural\nflexibility of the layered iron pnictide containing perovskite-type layers. The\nbulk sample of (Fe2As2)(Sr4(Sc0.6Ti0.4)3O8) exhibited diamagnetism up to 28 K\nin susceptibility measurements.\n"]}]
["1006.2354",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","58J45, 35L05, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2354","In: V. Cortes (Editor): Handbook of Pseudo-Riemannian Geometry and\n  Supersymmetry, 897-914 (2010)","doi:10.4171/079-1/25"],"date":["2010-06-11"],"type":["text"],"creator":["Baer, Christian"],"language":[],"coverage":[],"title":["Linear Wave Equations on Lorentzian Manifolds"],"description":["  This is a survey on the analytic theory of linear wave equations on globally\nhyperbolic Lorentzian manifolds. There is no claim of originality.\n","Comment: 15 pages, 6 figures"]}]
["1006.2356",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2356"],"date":["2010-06-11"],"type":["text"],"creator":["Bendersky, Diego","Futoransky, Ariel","Notarfrancesco, Luciano","Sarraute, Carlos","Waissbein, Ariel"],"language":[],"coverage":[],"title":["Advanced Software Protection Now"],"description":["  Software digital rights management is a pressing need for the software\ndevelopment industry which remains, as no practical solutions have been\nacclamaimed succesful by the industry. We introduce a novel software-protection\nmethod, fully implemented with today's technologies, that provides traitor\ntracing and license enforcement and requires no additional hardware nor\ninter-connectivity.\n  Our work benefits from the use of secure triggers, a cryptographic primitive\nthat is secure assuming the existence of an ind-cpa secure block cipher. Using\nour framework, developers may insert license checks and fingerprints, and\nobfuscate the code using secure triggers. As a result, this rises the cost that\nsoftware analysis tools have detect and modify protection mechanisms. Thus\nrising the complexity of cracking this system.\n","Comment: 20 pages. CoreLabs Technical Report"]}]
["1006.2360",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2360"],"date":["2010-06-11"],"type":["text"],"creator":["Dashkovskiy, Sergey","Kosmykov, Michael","Wirth, Fabian"],"language":[],"coverage":[],"title":["A small gain condition for interconnections of ISS systems with mixed\n  ISS characterizations"],"description":["  We consider interconnected nonlinear systems with external inputs, where each\nof the subsystems is assumed to be input-to-state stable (ISS). Sufficient\nconditions of small gain type are provided guaranteeing that the\ninterconnection is ISS with respect to the external input. To this end we\nextend recently obtained small gain theorems to a more general type of\ninterconnections. The small gain theorem provided here is applicable to\nsituations where the ISS conditions are formulated differently for each\nsubsystem and are either given in the maximization or the summation sense.\nFurthermore it is shown that the conditions are compatible in the sense that it\nis always possible to transform sum formulations to maximum formulations\nwithout destroying a given small gain condition. An example shows the\nadvantages of our results in comparison with the known ones.\n"]}]
["1006.2368",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Graphics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2368"],"date":["2010-06-11"],"type":["text"],"creator":["Pianykh, Oleg"],"language":[],"coverage":[],"title":["L2-optimal image interpolation and its applications to medical imaging"],"description":["  Digital medical images are always displayed scaled to fit particular view.\nInterpolation is responsible for this scaling, and if not done properly, can\nsignificantly degrade diagnostic image quality. However, theoretically-optimal\ninterpolation algorithms may also be the most time-consuming and impractical.\nWe propose a new approach, adapted to the needs of digital medical imaging, to\ncombine high interpolation speed and superior L2-optimal image quality.\n"]}]
["cond-mat/9911420",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9911420","Phys. Rev. E 62 (2000) 7857","doi:10.1103/PhysRevE.62.7857"],"date":["1999-11-25"],"type":["text"],"creator":["Tirnakli, Ugur"],"language":[],"coverage":[],"title":["Asymmetric Unimodal Maps: Some Results from q-generalized Bit Cumulants"],"description":["  In this study, using q-generalized bit cumulants (q is the nonextensivity\nparameter of the recently introduced Tsallis statistics), we investigate the\nasymmetric unimodal maps. The study of the q-generalized second cumulant of\nthese maps allows us to determine, for the first time, the dependence of the\ninflexion paremeter pairs (z_1,z_2) to the nonextensivity parameter q. This\nbehaviour is found to be very similar to that of the logistic-like maps\n(z_1=z_2=z) reported recently by Costa et al. [Phys.Rev.E 56 (1997) 245].\n","Comment: 6 pages with 3 figs"]}]
["math/0201166",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0201166","Indiana Univ. Math. J. 52 (2003), 703-726"],"date":["2002-01-17"],"type":["text"],"creator":["Ratzkin, Jesse"],"language":[],"coverage":[],"title":["An End to End Gluing Construction for Metrics of Constant Positive\n  Scalar Curvature"],"description":["  Complete constant positive scalar curvature metrics on S^n - {p_1, ..., p_k}\nadmit a definite asymptotic structure; i.e. the metric is asymptotic to a\nspecific S^{n-1}-invariant metric near the puncture points. This allows one to\nglue together two such metrics near their puncture points, provided the\nasymptotic structures match, and create a metric whose scalar curvature is very\nclose to constant. In this paper we perturb this new metric to obtain a metric\nof constant scalar curvature.\n","Comment: 18 pages"]}]
["math/0407153",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53A, 53C"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0407153","Geom. Funct. Anal. 16 (2006), 891-923"],"date":["2004-07-08","2005-06-22"],"type":["text"],"creator":["Korevaar, Nick","Kusner, Rob","Ratzkin, Jesse"],"language":[],"coverage":[],"title":["On the nondegeneracy of constant mean curvature surfaces"],"description":["  We prove that many complete, noncompact, constant mean curvature (CMC)\nsurfaces $f:\\Sigma \\to \\R^3$ are nondegenerate; that is, the Jacobi operator\n$\\Delta_f + |A_f|^2$ has no $L^2$ kernel. In fact, if $\\Sigma$ has genus zero\nand $f(\\Sigma)$ is contained in a half-space, then we find an explicit upper\nbound for the dimension of the $L^2$ jernel in terms of the number of\nnon-cylindrical ends. Our main tool is a conjugation operation on Jacobi fields\nwhich linearizes the conjugate cousin construction. Consequences include\npartial regularity for CMC moduli space, a larger class of CMC surfaces to use\nin gluing constructions, and a surprising characterization of CMC surfaces via\nspinning spheres.\n","Comment: v2: substantial revisions, to appear in Geom. Funct. Anal.; three\n  figures"]}]
["math/0511412",{"format":[],"subject":["Mathematics - Algebraic Topology","54P60, 54P42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511412","Forum Mathematicum. Volume 22, Issue 2 (2010) p. 349-356"],"date":["2005-11-16"],"type":["text"],"creator":["Gutiérrez, Javier J."],"language":[],"coverage":[],"title":["Homological localizations of Eilenberg-Mac Lane spectra"],"description":["  We discuss the Bousfield localization $L_E X$ for any spectrum $E$ and any\n$HR$-module $X$, where $R$ is a ring with unit. Due to the splitting property\nof $HR$-modules, it is enough to study the localization of Eilenberg-Mac Lane\nspectra. Using general results about stable $f$-localizations, we give a method\nto compute the localization of an Eilenberg-Mac Lane spectrum $L_E HG$ for any\nspectrum $E$ and any abelian group $G$. We describe $L_E HG$ explicitly when\n$G$ is one of the following: finitely generated abelian groups, $p$-adic\nintegers, Pr\\\"ufer groups, and subrings of the rationals. The results depend\nbasically on the $E$-acyclicity patterns of the spectrum $H\\Q$ and the spectrum\n$H\\Z/p$ for each prime $p$.\n","Comment: 9 pages"]}]
["math/0602053",{"format":[],"subject":["Mathematics - Logic","Computer Science - Logic in Computer Science","Mathematics - Category Theory","68W01, 03D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602053","Journal of Logic and Computation 2010;"],"date":["2006-02-02","2010-06-10"],"type":["text"],"creator":["Yanofsky, Noson S."],"language":[],"coverage":[],"title":["Towards a Definition of an Algorithm"],"description":["  We define an algorithm to be the set of programs that implement or express\nthat algorithm. The set of all programs is partitioned into equivalence\nclasses. Two programs are equivalent if they are essentially the same program.\nThe set of equivalence classes forms the category of algorithms. Although the\nset of programs does not even form a category, the set of algorithms form a\ncategory with extra structure. The conditions we give that describe when two\nprograms are essentially the same turn out to be coherence relations that\nenrich the category of algorithms with extra structure. Universal properties of\nthe category of algorithms are proved.\n","Comment: 38 pages. Fixed typos. Added Refs"]}]
