["0706.0008",{"format":[],"subject":["Physics - History and Philosophy of Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0008","Physics in Perspective 11 (3) (2009)","doi:10.1007/s00016-008-0395-1"],"date":["2007-05-31"],"type":["text"],"creator":["Dahmen, Silvio R."],"language":[],"coverage":[],"title":["Boltzmann and the art of flying"],"description":["  One of the less known facets of Ludwig Boltzmann was that of an advocate of\nAviation, one of the most challenging technological problems of his times.\nBoltzmann followed closely the studies of pioneers like Otto Lilienthal in\nBerlin, and during a lecture on a prestigious conference he vehemently defended\nfurther investments in the area. In this article I discuss his involvement with\nAviation, his role in its development and his correspondence with two flight\npioneers, Otto Lilienthal e Wilhelm Kress.\n","Comment: 15 pages, no figures"]}]
["0707.3408",{"format":[],"subject":["Mathematics - Probability","60G58","60G09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3408","Statistics & Probability Letters, 78, (2008) 3123 - 3128","doi:10.1016/j.spl.2008.05.027"],"date":["2007-07-23"],"type":["text"],"creator":["Cerquetti, Annalisa"],"language":[],"coverage":[],"title":["On a Gibbs characterization of normalized generalized Gamma processes"],"description":["  We show that a Gibbs characterization of normalized generalized Gamma\nprocesses, recently obtained in Lijoi, Pr\\\"unster and Walker (2007), can\nalternatively be derived by exploiting a characterization of exponentially\ntilted Poisson-Kingman models stated in Pitman (2003). We also provide a\ncompletion of this result investigating the existence of normalized random\nmeasures inducing exchangeable Gibbs partitions of type $\\alpha \\in (-\\infty,\n0]$.\n","Comment: 13 pages"]}]
["0803.3321",{"format":[],"subject":["Mathematics - Differential Geometry","53C05","53C29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3321","Journal of Generalized Lie Theory and Applications 3(4) (2009)\n  311-319"],"date":["2008-03-23","2009-01-27"],"type":["text"],"creator":["Morrison, Kent E."],"language":[],"coverage":[],"title":["A connection whose curvature is the Lie bracket"],"description":["  Let G be a Lie group. On the trivial principal G-bundle over the Lie algebra\nof G there is a natural connection whose curvature is the Lie bracket. The\nexponential map is given by parallel transport of this connection. If G is the\ndiffeomorphism group of a manifold, the curvature of the natural connection is\nthe Lie bracket of vectorfields on the manifold. The motion of a ball rolling\non an oriented surface is the parallel transport of a similar connection on the\ntrivial SO(3)-bundle over the surface. If the surface is a plane or a sphere,\nthen the curvature of the connection is a scalar multiple of the Lie bracket in\nthe Lie algebra of SO(3).\n","Comment: 13 pages, revised and expanded"]}]
["0805.3502",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3502","doi:10.1086/590180"],"date":["2008-05-22"],"type":["text"],"creator":["Mandell, Avi M.","Mumma, Michael J.","Blake, Goeffrey A.","Bonev, Boncho P.","Villanueva, Geronimo L.","Salyk, Colette"],"language":[],"coverage":[],"title":["Discovery of OH in Circumstellar Disks Around Young Intermediate-Mass\n  Stars"],"description":["  We detect emission from multiple low-excitation ro-vibrational transitions of\nOH from the two Herbig Ae stars AB Aurigae and MWC 758 in the 3.0 - 3.7 micron\nwavelength range (L-band), using the NIRSPEC instrument on Keck II. The inner\nradius for the emitting region in both stars is close to 1 AU. We compare an\noptically thin LTE model and a thin-wedge fluorescence model, finding\nrotational temperatures of 650 - 800 K and OH abundances of 10^42 - 10^45\nmolecules for the two stars. Comparisons with current chemical models support\nthe fluorescence excitation model for AB Aurigae and possibly MWC 758, but\nfurther observations and detailed modeling are necessary to improve constraints\non OH emission in different disk environments.\n","Comment: 9 pages, 1 table, 3 figures, accepted to ApJL"]}]
["0903.3688",{"format":[],"subject":["Mathematics - Complex Variables","30C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3688"],"date":["2009-03-21","2010-01-02"],"type":["text"],"creator":["Miller, Michael J."],"language":[],"coverage":[],"title":["On minimal Rolle's domains for complex polynomials"],"description":["  Define a subset of the complex plane to be a Rolle's domain if it contains\n(at least) one critical point of every complex polynomial P such that\nP(-1)=P(1). Define a Rolle's domain to be minimal if no proper subset is a\nRolle's domain. In this paper, we investigate minimal Rolle's domains.\n","Comment: 4 pages, AMS-LaTeX, no figures. v2: corrected Theorem 1, and minor\n  edits"]}]
["0905.1142",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1142"],"date":["2009-05-07","2010-01-02"],"type":["text"],"creator":["Liu, Hailiang","Shin, Jaemin"],"language":[],"coverage":[],"title":["Global Well-Posedness for the Microscopic FENE Model with a Sharp\n  Boundary Condition"],"description":["  We prove global well-posedness for the microscopic FENE model under a sharp\nboundary requirement. The well-posedness of the FENE model that consists of the\nincompressible Navier-Stokes equation and the Fokker-Planck equation has been\nstudied intensively, mostly with the zero flux boundary condition. Recently it\nwas illustrated by C. Liu and H. Liu [2008, SIAM J. Appl. Math.,\n68(5):1304--1315] that any preassigned boundary value of a weighted\ndistribution will become redundant once the non-dimensional parameter $b>2$. In\nthis article, we show that for the well-posedness of the microscopic FENE model\n($b>2$) the least boundary requirement is that the distribution near boundary\nneeds to approach zero faster than the distance function. Under this condition,\nit is shown that there exists a unique weak solution in a weighted Sobolev\nspace. Moreover, such a condition still ensures that the distribution is a\nprobability density. The sharpness of this boundary requirement is shown by a\nconstruction of infinitely many solutions when the distribution approaches zero\nas fast as the distance function.\n","Comment: pages 20; added a proof that 'solution is still a probability density\n  under the sharp boundary requirement'"]}]
["0906.5217",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5217","Phys. Rev. D 80, 121901(R), 2009","doi:10.1103/PhysRevD.80.121901"],"date":["2009-06-29","2009-11-10"],"type":["text"],"creator":["Keranen, Ville","Keski-Vakkuri, Esko","Nowling, Sean","Yogendran, K. P."],"language":[],"coverage":[],"title":["Dark Solitons in Holographic Superfluids"],"description":["  We construct dark soliton solutions in a holographic model of a relativistic\nsuperfluid. We study the length scales associated with the condensate and the\ncharge density depletion, and find that the two scales differ by a non-trivial\nfunction of the chemical potential. By adjusting the chemical potential, we\nstudy the variation of the depletion of charge density at the interface.\n","Comment: 5 pages, Revtex, 5 figures, some typos corrected. Reference added"]}]
["0908.1915",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1915"],"date":["2009-08-13","2010-01-02"],"type":["text"],"creator":["Del Gado, Emanuela","Kob, Walter"],"language":[],"coverage":[],"title":["A microscopic model for colloidal gels with directional effective\n  interactions: Network induced glassy dynamics"],"description":["  By means of molecular dynamics, we study the structure and the dynamics of a\nmicroscopic model for colloidal gels at low volume fractions. The presence of\ndirectional interactions leads to the formation of a persistent interconnected\nnetwork at temperatures where phase separation does not occur. We find that\nlarge scale spatial correlations strongly depend on the volume fraction and\ncharacterize the formation of the persistent network. We observe a pre-peak in\nthe static structure factor and relate it to the network structure. The slow\ndynamics at gelation is characterized by the coexistence of fast collective\nmotion of the mobile parts of the network structure (chains) with large scale\nrearrangements producing stretched exponential relaxations. We show that, once\nthe network is sufficiently persistent, it induces slow, cooperative processes\nrelated to the network nodes. We suggest that this peculiar glassy dynamics is\na hallmark of the physics of colloidal gels at low volume fractions.\n","Comment: revised version, 13 pages, 17 figures, to appear on Soft Matter"]}]
["0909.0586",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","12F20","12G05","14E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0586"],"date":["2009-09-03","2010-01-01"],"type":["text"],"creator":["Yamasaki, Aiichi"],"language":[],"coverage":[],"title":["Negative solutions to three-dimensional monomial Noether problem"],"description":["  Three-dimensional monomial Noether problem can have negative solutions for 8\ngroups by the suitable choice of the coefficients. We find the necessary and\nsufficient condition for the coefficients to have a negative solution. The\nresults are obtained by two criteria of irrationality using Galois cohomology.\n"]}]
["0909.0795",{"format":[],"subject":["Mathematical Physics","11M06 (Primary)","11R37 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0795"],"date":["2009-09-04","2010-01-02"],"type":["text"],"creator":["Huang, An"],"language":[],"coverage":[],"title":["On Twisted Virasoro Operators and Number Theory"],"description":["  We explore some axioms of divergent series and their relations with conformal\nfield theory. As a consequence we obtain another way of calculating $L(0,\\chi)$\nand $L(-1,\\chi)$ for $\\chi$ being a Dirichlet character. We hope this\ndiscussion is also of interest to physicists doing renormalization theory for a\nreason indicated in the Introduction section. We introduce a twist of the\noscillator representation of the Virasoro algebra by a group of Dirichlet\ncharacters and use this to give a 'physical interpretation' of why the values\nof certain divergent series should be given by special L values. Furthermore,\nwe use this to show that some fractional powers which are crucial for some\ninfinite products to have peculiar modular transformation properties are\nexpressed explicitly by certain linear combinations of $L(-1, \\chi)$'s for\nappropriately chosen $\\chi$'s, and can be understood physically as a kind of\n'vacuum Casimir engergy' in our settings. We also note a relation between field\ntheory and our twisted operators. Lastly we give an attempt to reinterpret\nTate's thesis by a sort of conformal field theory on a number field.\n","Comment: Some concepts in section 5 are clarified. Some grammatical errors are\n  corrected. Acknowledgements added in Introduction section"]}]
["0909.2096",{"format":[],"subject":["Physics - Plasma Physics","Mathematical Physics","Nonlinear Sciences - Chaotic Dynamics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2096","Phys. Letts. A 373, 4409--4415 (2009)","doi:10.1016/j.physleta.2009.10.005"],"date":["2009-09-11","2010-01-02"],"type":["text"],"creator":["Hudson, S. R.","Dewar, R. L."],"language":[],"coverage":[],"title":["Are ghost surfaces quadratic-flux-minimizing?"],"description":["  Two candidates for \"almost-invariant\" toroidal surfaces passing through\nmagnetic islands, namely quadratic-flux-minimizing (QFMin) surfaces and ghost\nsurfaces, use families of periodic pseudo-orbits (i.e. paths for which the\naction is not exactly extremal). QFMin pseudo-orbits, which are\ncoordinate-dependent, are field lines obtained from a modified magnetic field,\nand ghost-surface pseudo-orbits are obtained by displacing closed field lines\nin the direction of steepest descent of magnetic action, $\\oint\n\\vec{A}\\cdot\\mathbf{dl}$. A generalized Hamiltonian definition of ghost\nsurfaces is given and specialized to the usual Lagrangian definition. A\nmodified Hamilton's Principle is introduced that allows the use of Lagrangian\nintegration for calculation of the QFMin pseudo-orbits. Numerical calculations\nshow QFMin and Lagrangian ghost surfaces give very similar results for a\nchaotic magnetic field perturbed from an integrable case, and this is explained\nusing a perturbative construction of an auxiliary poloidal angle for which\nQFMin and Lagrangian ghost surfaces are the same up to second order. While\npresented in the context of 3-dimensional magnetic field line systems, the\nconcepts are applicable to defining almost-invariant tori in other $1{1/2}$\ndegree-of-freedom nonintegrable Lagrangian/Hamiltonian systems.\n","Comment: 8 pages, 3 figures. Revised version includes post-publication\n  corrections in text, as described in Appendix C Erratum"]}]
["0909.2361",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2361"],"date":["2009-09-12"],"type":["text"],"creator":["Knuteson, Bruce"],"language":[],"coverage":[],"title":["A Quantitative Measure of Theoretical Scientific Merit"],"description":["  Program review in the physical sciences may benefit from a framework within\nwhich to quantitatively discuss the scientific merit of a proposed theoretical\nprogram of research, and to assess the scientific merit of a particular\ntheoretical paper. This article interprets a previously proposed measure of\nexperimental scientific merit in a manner appropriate for quantifying the\nscientific merit of completed and proposed theoretical research. With this\ninterpretation, the resulting figure of merit represents a proposal for a\nquantitative measure of total scientific merit.\n","Comment: 6 pages"]}]
["0909.4254",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4254"],"date":["2009-09-23","2010-01-01"],"type":["text"],"creator":["Navarro, F. A R","Flores, J. F. V."],"language":[],"coverage":[],"title":["Solution to an Anomaly in Internal Energy inside Nonextensive\n  Statistical Mechanics"],"description":["  Herein, in the context of third version of nonextensive statistical\nmechanics, theory generalizing the Boltzmann-Gibbs-Shannon statistics, we\ndisplayed a solution for an anomaly found by calculating the internal energy\nfor a composite A+B, of 2 spines 1/2, with additive Hamiltonian H= H_A+ H_B;\nspecifically, the calculation of the internal energy in the full Hilbert space\nis different from the calculation done in the Hilbert subspaces, in other\nwords, U_tot is different to U_A +U_B. We carry out analytical calculations\n(for 2 spins 1/2). The results exactly indicate that the alternative method of\nmatrices E_A and E_B is suitable for the calculations of the internal energy,\ntherefore, the matrix that contains the physical information of the system is\nthe matrix rho^q but not \\rho.\n","Comment: 07 pages"]}]
["0909.5317",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5317","Phys. Rev. B 80, 224517 (2009)","doi:10.1103/PhysRevB.80.224517"],"date":["2009-09-29"],"type":["text"],"creator":["Asboth, J. K.","Akhmerov, A. R.","Berceanu, A. C.","Beenakker, C. W. J."],"language":[],"coverage":[],"title":["Pseudodiffusive transmission of nodal Dirac fermions through a clean\n  d-wave superconductor"],"description":["  We calculate the transmission of electrons and holes between two normal-metal\nelectrodes (N), separated over a distance L by an impurity-free superconductor\n(S) with d-wave symmetry of the order parameter. Nodal lines of vanishing\nexcitation gap form ballistic conduction channels for coupled electron-hole\nexcitations, described by an anisotropic two-dimensional Dirac equation. We\nfind that the transmitted electrical and thermal currents, at zero energy, both\nhave the pseudodiffusive 1/L scaling characteristic of massless Dirac fermions\n- regardless of the presence of tunnel barriers at the NS interfaces. Tunnel\nbarriers reduce the slope of the 1/L scaling in the case of the electrical\ncurrent, while leaving the thermal current unaffected.\n"]}]
["0910.1633",{"format":[],"subject":["Mathematical Physics","81T40 (Primary), 11R37 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1633"],"date":["2009-10-08","2010-01-02"],"type":["text"],"creator":["Huang, An"],"language":[],"coverage":[],"title":["On S-duality and Gauss reciprocity law"],"description":["  We review the interpretation of Tate's thesis by a sort of conformal field\ntheory on a number field in \\cite{1}. Based on this and the existence of a\nhypothetical 3-dimensional gauge theory, we give a physical interpretation of\nthe Gauss quadratic reciprocity law by a sort of S-duality.\n","Comment: Some concepts are clarified, some typos are corrected"]}]
["0911.0726",{"format":[],"subject":["Physics - General Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0726"],"date":["2009-11-03"],"type":["text"],"creator":["Sharma, Bijay Kumar"],"language":[],"coverage":[],"title":["Irregularly Shaped Satellites-Phobos & Deimos- moons of Mars, and their\n  evolutionary history"],"description":["  Phobos, a moon of Mars, is below the Clarke synchronous orbit and due to\ntidal interaction is losing altitude. With this altitude loss it is doomed to\nthe fate of total destruction by direct collision with Mars. On the other hand\nDeimos, the second moon of Mars is in extra-synchronous orbit and almost stay\nput in the present orbit. The reported altitude loss of Phobos is two meter per\ncentury by wikipedia and sixty ft per century according to ozgate url . The\nreported time in which the destruction will take place is fiftyMy and fortyMy\nrespectively. The authors had proposed a planetary-satellite dynamics based on\ndetailed study of Earth-Moon. Based on this planetary satellite dynamics, two\nmeter/century approach velocity leads to the age of Phobos to be twenty three\nGyrs which is physically untenable since our Solar System age is four and a\nhalf Gyrs. Hence the present altitude loss is assumed to be twenty meter per\ncentury. This leads to the age of Phobos to be two decimal three Gyrs and age\nof Deimos to be two decimal two six Gyrs which is an acceptable result and from\nthis analysis it is predicted that the travel time from the present orbital\nradius of nine thousand three hundred and eighty km to the Martian surface at\nthree thousand, three hundred and ninety seven km is ten decimal and four Myrs.\nHence doomsday of Phobos is at ten decimal and fourMyrs from now. Mars Express\nstudies have confirmed that Phobos is indeed trapped in a death spiral.\n","Comment: This Paper is under review with Earth,Moon and Planets as Moon491"]}]
["0912.0827",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0827"],"date":["2009-12-04","2010-01-02"],"type":["text"],"creator":["Nishimura, Hirokazu"],"language":[],"coverage":[],"title":["Beyond the Regnant Philosophy of Manifolds"],"description":["  Frolicher spaces and smooth mappings form a cartesian closed category. It was\nshown in our previous paper [Far East Journal of Mathematical Sciences, 35\n(2009), 211-233] that its full subcategory of Weil exponentiable Frolicher\nspaces is cartesian closed. By emancipating microlinearity from within a\nwell-adapted model of synthetic differential geometry to Frolicher spaces, we\nget the notion of microlinearity for Frolicher spaces. It is shown in this\npaper that its full subcategory of Weil exponentiable and microlinear Frolicher\nspaces is cartesian closed. The canonical embedding of Weil exponentiable\nFrolicher spaces into the Cahiers topos is shown to preserve microlinearity.\n"]}]
["0912.4210",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4210"],"date":["2009-12-21","2010-01-02"],"type":["text"],"creator":["Torquato, S.","Jiao, Y."],"language":[],"coverage":[],"title":["Analytical Constructions of a Family of Dense Tetrahedron Packings and\n  the Role of Symmetry"],"description":["  The determination of the densest packings of regular tetrahedra (one of the\nfive Platonic solids) is attracting great attention as evidenced by the rapid\npace at which packing records are being broken and the fascinating packing\nstructures that have emerged. We have discovered the densest known packings of\nregular tetrahedra with a density $\\phi= {12250/14319} = 0.855506...$. These\npackings are special cases of an analytical two-parameter family of dense\nperiodic packings with four particles per fundamental cell that we have\nconstructed here. From this family, we can recover a set of recent packing\narrangements due to Kallus {\\it et al.} [arXiv:0910.5226] with density\n$\\phi={100/117}=0.854700...$, which has higher symmetry than our densest\npackings, We also describe a procedure that could lead to rigorous upper bounds\non the maximal density of tetrahedron packings, which could aid in assessing\nthe packing efficiency of candidate dense packings.\n","Comment: 16 pages, 5 figures, 1 table"]}]
["0912.4764",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4764"],"date":["2009-12-23","2010-01-02"],"type":["text"],"creator":["Peng, Yandong","Niu, Yueping","Cui, Ni","Gong, Shangqing"],"language":[],"coverage":[],"title":["Voltage-controlled intracavity electromagnetically induced transparency\n  with asymmetry quantum dots molecule"],"description":["  We theoretically investigate the phenomenon of voltage-controlled intracavity\nelectromagnetically induced transparency with asymmetric double quantum dot\nsystem. The impact of voltage on frequency pulling and cavity linewidth\nnarrowing are discussed. The linewidth and position of the cavity transmission\ncan be engineered by the bias voltage. The scheme may be useful in integrated\nelectro-optical device in quantum information process.\n","Comment: 4 pages, 3 figures"]}]
["0912.5106",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5106"],"date":["2009-12-29","2010-01-02"],"type":["text"],"creator":["Arias, Pio J."],"language":["es"],"coverage":[],"title":["Duality in massive spin 2 theories in 2+1 dimensions (In spanish)"],"description":["  The equations of motion that must be satisfied by fields that constitute\nrealizations of the Poincare group algebra, for integral spin, and mass m, are\nobtained. For the case of massive spin 2 these equations are satisfied by the\nselfdual, intermediate and the linear topologically massive models, whose\nactions are connected by duality transformations. These duality transformations\nincorporate the gauge invariances that distinguish one action from the other.\nThe relation between their partition functions is briefly discussed.\n","Comment: Monography presented for Associate Professor in the Universidad\n  Central de Venezuela (February 2005), 56 pages, in spanish"]}]
["0912.5247",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35L60","35Q99","82C21","82C22","82D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5247","Differential and Integral Equations, Volume 23, Numbers 1-2, 2010"],"date":["2009-12-28"],"type":["text"],"creator":["Glassey, Robert","Pankavich, Stephen","Schaeffer, Jack"],"language":[],"coverage":[],"title":["Large Time Behavior of the Relativistic Vlasov Maxwell System in Low\n  Space Dimension"],"description":["  When particle speeds are large the motion of a collisionless plasma is\nmodeled by the relativistic Vlasov Maxwell system. Large time behavior of\nsolutions which depend on one position variable and two momentum variables is\nconsidered. In the case of a single species of charge it is shown that there\nare solutions for which the charge density does not decay in time. This is in\nmarked contrast to results for the non-relativistic Vlasov Poisson system in\none space dimension. The case when two oppositely charged species are present\nand the net total charge is zero is also considered. In this case, it is shown\nthat the support in the first component of momentum can grow at most like t to\nthe three-fourths power.\n","Comment: 22 pages, no figures"]}]
["0912.5515",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5515"],"date":["2009-12-30","2010-01-02"],"type":["text"],"creator":["Polonowski, Emmanuel"],"language":[],"coverage":[],"title":["LoopW Technical Reference v0.3"],"description":["  This document describes the implementation in SML of the LoopW language, an\nimperative language with higher-order procedural variables and non-local jumps\nequiped with a program logic. It includes the user manual along with some\nimplementation notes and many examples of certified imperative programs. As a\nconcluding example, we show the certification of an imperative program encoding\nshift/reset using callcc/throw and a global meta-continuation.\n"]}]
["cond-mat/0703582",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703582","Physical Review E 77, 031106 (2008)","doi:10.1103/PhysRevE.77.031106"],"date":["2007-03-22"],"type":["text"],"creator":["Dahmen, Silvio R.","Hinrichsen, Haye","Kinzel, Wolfgang"],"language":[],"coverage":[],"title":["Space Representation of Stochastic Processes with Delay"],"description":["  We show that a time series $x_t$ evolving by a non-local update rule $x_t = f\n(x_{t-n},x_{t-k})$ with two different delays $k<n$ can be mapped onto a local\nprocess in two dimensions with special time-delayed boundary conditions\nprovided that $n$ and $k$ are coprime. For certain stochastic update rules\nexhibiting a non-equilibrium phase transition this mapping implies that the\ncritical behavior does not depend on the short delay $k$. In these cases, the\nautocorrelation function of the time series is related to the critical\nproperties of directed percolation.\n","Comment: 6 pages, 8 figures"]}]
