["0710.5414",{"format":[],"subject":["Mathematics - Functional Analysis","42.B, 46E35, 54A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5414","Moscow Mathematical Journal Vol. 9, No 4, (2009), 899--926."],"date":["2007-10-29","2010-04-30"],"type":["text"],"creator":["Troyanov, Marc"],"language":[],"coverage":[],"title":["On the Hodge decomposition in R^n"],"description":["  We prove a version of the $L^p$ hodge decomposition for differential forms in\nEuclidean space and a generalization to the class of Lizorkin currents. We also\ncompute the $L_{qp}-$cohomology of $\\mathbb{R}^n$.\n","Comment: 28 pages"]}]
["0712.2223",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2223","Physical Review A 81, 042333 (2010)","doi:10.1103/PhysRevA.81.042333"],"date":["2007-12-13","2010-04-02"],"type":["text"],"creator":["Wilde, Mark M.","Brun, Todd A."],"language":[],"coverage":[],"title":["Entanglement-Assisted Quantum Convolutional Coding"],"description":["  We show how to protect a stream of quantum information from decoherence\ninduced by a noisy quantum communication channel. We exploit preshared\nentanglement and a convolutional coding structure to develop a theory of\nentanglement-assisted quantum convolutional coding. Our construction produces a\nCalderbank-Shor-Steane (CSS) entanglement-assisted quantum convolutional code\nfrom two arbitrary classical binary convolutional codes. The rate and\nerror-correcting properties of the classical convolutional codes directly\ndetermine the corresponding properties of the resulting entanglement-assisted\nquantum convolutional code. We explain how to encode our CSS\nentanglement-assisted quantum convolutional codes starting from a stream of\ninformation qubits, ancilla qubits, and shared entangled bits.\n","Comment: Accepted for publication in Physical Review A"]}]
["0801.2960",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","Mathematics - Symplectic Geometry","37D30","37D25."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2960","J. Inst. Math. Jussieu, 9 (2010), 49-93","doi:10.1017/S1474748009000061"],"date":["2008-01-18","2008-09-14"],"type":["text"],"creator":["Bochi, Jairo"],"language":[],"coverage":[],"title":["$C^1$-Generic Symplectic Diffeomorphisms: Partial Hyperbolicity and Zero\n  Center Lyapunov Exponents"],"description":["  We prove that if $f$ is a $C^1$-generic symplectic diffeomorphism then the\nOseledets splitting along almost every orbit is either trivial or partially\nhyperbolic. In addition, if $f$ is not Anosov then all the exponents in the\ncenter bundle vanish. This establishes in full a result announced by R.\nMa\\~{n}\\'{e} in the ICM 1983. The main technical novelty is a probabilistic\nmethod for the construction of perturbations, using random walks.\n","Comment: Final version. To appear in Journal of the Institute of Mathematics\n  of Jussieu"]}]
["0802.1962",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1962","Phys. Rev. B., 78, 024407 (2008)","doi:10.1103/PhysRevB.78.024407"],"date":["2008-02-14"],"type":["text"],"creator":["Burnell, F. J.","Sondhi, S. L."],"language":[],"coverage":[],"title":["Classical Antiferromagnetism on Torquato-Stillinger Packings"],"description":["  Torquato and Stillinger have constructed a new family of frustrated lattices\nby unusually high dilution of close packed structures while preserving\nstructural stability. We show that an infinite subclass of these structures has\nan underlying topology that greatly simplifies determination of their magnetic\nphase structure for nearest neighbor antiferromagnetism interactions and O(N)\nspins.\n"]}]
["0805.1978",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","57M50","57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1978","Proc. Amer. Math. Soc. 138 (2010) 2923-2937.","doi:10.1090/S0002-9939-10-10308-6"],"date":["2008-05-14"],"type":["text"],"creator":["Coskunuzer, Baris"],"language":[],"coverage":[],"title":["Number of Least Area Planes in Gromov Hyperbolic 3-Spaces"],"description":["  We show that for a generic simple closed curve C in the asymptotic boundary\nof a Gromov hyperbolic 3-space with cocompact metric X, there exist a unique\nleast area plane P in X with asymptotic boundary C. This result has interesting\ntopological applications for constructions of canonical 2-dimensional objects\nin 3-manifolds.\n"]}]
["0808.2352",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16G20, 16G70."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2352"],"date":["2008-08-18","2010-04-30"],"type":["text"],"creator":["Zhu, Bin"],"language":[],"coverage":[],"title":["Cluster-tilted algebras and their intermediate coverings"],"description":["  We construct the intermediate coverings of cluster-tilted algebras by\ndefining the generalized cluster categories. These generalized cluster\ncategories are Calabi-Yau triangulated categories with fraction CY-dimension\nand have also cluster tilting objects (subcategories). Furthermore we study the\nrepresentations of these intermediate coverings of cluster-tilted algebras.\n","Comment: revised version"]}]
["0808.3762",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Functional Analysis","20F65","58B34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3762","doi:10.1016/j.aim.2009.04.001"],"date":["2008-08-27","2008-10-27"],"type":["text"],"creator":["Ji, R.","Ramsey, B."],"language":[],"coverage":[],"title":["The isocohomological property, higher Dehn functions, and relatively\n  hyperbolic groups"],"description":["  The property that the polynomial cohomology with coefficients of a finitely\ngenerated discrete group is canonically isomorphic to the group cohomology is\ncalled the (weak) isocohomological property for the group. In the case when a\ngroup is of type $HF^\\infty$, i.e. that has a classifying space with the\nhomotopy type of a cellular complex with finitely many cells in each dimension,\nwe show that the isocohomological property is equivalent to the universal cover\nof the classifying space satisfying polynomially bounded higher Dehn functions.\nIf a group is hyperbolic relative to a collection of subgroups, each of which\nis polynomially combable (respectively $HF^\\infty$ and isocohomological), then\nwe show that the group itself has these respective properties too. Combining\nwith the results of Connes-Moscovici and Dru{\\c{t}}u-Sapir we conclude that a\ngroup satisfies the Novikov conjecture if it is relatively hyperbolic to\nsubgroups that are of property RD, of type $HF^\\infty$ and isocohomological.\n","Comment: 35 pages, no figures"]}]
["0809.0068",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F20, 14J17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0068"],"date":["2008-08-30","2010-04-29"],"type":["text"],"creator":["Li, Ting"],"language":[],"coverage":[],"title":["The $\\ell$-adic Dualizing Complex on an Excellent Surface with Rational\n  Singularities"],"description":["  In this article, we show that if $X$ is an excellent surface with rational\nsingularities, the constant sheaf $\\mathbb{Q}_{\\ell}$ is a dualizing complex.\nIn coefficient $\\mathbb{Z}_{\\ell}$, we also prove that the obstruction for\n$\\mathbb{Z}_{\\ell}$ to become a dualizing complex lying on the divisor class\ngroups at singular points. As applications, we study the perverse sheaves and\nthe weights of $\\ell$-adic cohomology groups on such surfaces.\n","Comment: Totally rewritten. The title is changed."]}]
["0810.2154",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Numerical Analysis","15A18","15A60","65F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2154","Discrete and Continuous Dynamical Systems Series B, Vol. 14, No.\n  1, July 2010, 143-158","doi:10.3934/dcdsb.2010.14.143"],"date":["2008-10-13","2010-03-02"],"type":["text"],"creator":["Kozyakin, Victor"],"language":[],"coverage":[],"title":["Iterative building of Barabanov norms and computation of the joint\n  spectral radius for matrix sets"],"description":["  The problem of construction of Barabanov norms for analysis of properties of\nthe joint (generalized) spectral radius of matrix sets has been discussed in a\nnumber of publications. The method of Barabanov norms was the key instrument in\ndisproving the Lagarias-Wang Finiteness Conjecture. The related constructions\nwere essentially based on the study of the geometrical properties of the unit\nballs of some specific Barabanov norms. In this context the situation when one\nfails to find among current publications any detailed analysis of the\ngeometrical properties of the unit balls of Barabanov norms looks a bit\nparadoxical. Partially this is explained by the fact that Barabanov norms are\ndefined nonconstructively, by an implicit procedure. So, even in simplest cases\nit is very difficult to visualize the shape of their unit balls. The present\nwork may be treated as the first step to make up this deficiency. In the paper\ntwo iteration procedure are considered that allow to build numerically\nBarabanov norms for the irreducible matrix sets and simultaneously to compute\nthe joint spectral radius of these sets.\n","Comment: 17 pages, 36 bibliography references, 3 figures; shortened version,\n  new LaTeX style, fixed typos, accepted in DCDS-B"]}]
["0812.2505",{"format":[],"subject":["Mathematics - Group Theory","20C20","16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2505","Algebr. Represent. Theory 13 (2010), no. 3, 255-270.","doi:10.1007/s10468-008-9120-7"],"date":["2008-12-12"],"type":["text"],"creator":["Bleher, Frauke M.","Llosent, Giovanna"],"language":[],"coverage":[],"title":["Universal deformation rings for the symmetric group S_4"],"description":["  Let k be an algebraically closed field of characteristic 2, and let W be the\nring of infinite Witt vectors over k. Let S_4 denote the symmetric group on 4\nletters. We determine the universal deformation ring R(S_4,V) for every\nkS_4-module V which has stable endomorphism ring k and show that R(S_4,V) is\nisomorphic to either k, or W[t]/(t^2,2t), or the group ring W[Z/2]. This gives\na positive answer in this case to a question raised by the first author and\nChinburg whether the universal deformation ring of a representation of a finite\ngroup with stable endomorphism ring k is always isomorphic to a subquotient\nring of the group ring over W of a defect group of the modular block associated\nto the representation.\n","Comment: 12 pages, 2 figures"]}]
["0904.1242",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1242"],"date":["2009-04-07","2010-04-29"],"type":["text"],"creator":["Ning, Kang","Leong, Hon Wai"],"language":[],"coverage":[],"title":["The Distribution and Deposition Algorithm for Multiple Sequences Sets"],"description":["  Sequences set is a mathematical model used in many applications. As the\nnumber of the sequences becomes larger, single sequence set model is not\nappropriate for the rapidly increasing problem sizes. For example, more and\nmore text processing applications separate a single big text file into multiple\nfiles before processing. For these applications, the underline mathematical\nmodel is multiple sequences sets (MSS). Though there is increasing use of MSS,\nthere is little research on how to process MSS efficiently. To process multiple\nsequences sets, sequences are first distributed to different sets, and then\nsequences for each set are processed. Deriving effective algorithm for MSS\nprocessing is both interesting and challenging. In this paper, we have defined\nthe cost functions and performance ratio for analysis of the quality of\nsynthesis sequences. Based on these, the problem of Process of Multiple\nSequences Sets (PMSS) is formulated. We have first proposed two greedy\nalgorithms for the PMSS problem, which are based on generalization of\nalgorithms for single sequences set. Then based on the analysis of the\ncharacteristics of multiple sequences sets, we have proposed the Distribution\nand Deposition (DDA) algorithm and DDA* algorithm for PMSS problem. In DDA\nalgorithm, the sequences are first distributed to multiple sets according to\ntheir alphabet contents; then sequences in each set are deposited by the\ndeposition algorithm. The DDA* algorithm differs from the DDA algorithm in that\nthe DDA* algorithm distributes sequences by clustering based on sequence\nprofiles. Experiments show that DDA and DDA* always output results with smaller\ncosts than other algorithms, and DDA* outperforms DDA in most instances. The\nDDA and DDA* algorithms are also efficient both in time and space.\n","Comment: 15 pages, 7 figures, extended version of conference paper presented\n  on GIW 2006, revised version accepted by Journal of Combinatorial\n  Optimization."]}]
["0905.2005",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2005","J. Phys.: Condens. Matter 21 (2009) 195701","doi:10.1088/0953-8984/21/19/195701"],"date":["2009-05-12"],"type":["text"],"creator":["Liu, Gui-Bin","Liu, Bang-Gui"],"language":[],"coverage":[],"title":["Temperature-dependent striped antiferromagnetism of LaFeAsO in a Green's\n  function approach"],"description":["  We use a Green's function method to study the temperature-dependent average\nmoment and magnetic phase-transition temperature of the striped\nantiferromagnetism of LaFeAsO, and other similar compounds, as the parents of\nFeAs-based superconductors. We consider the nearest and the next-nearest\ncouplings in the FeAs layer, and the nearest coupling for inter-layer spin\ninteraction. The dependence of the transition temperature TN and the\nzero-temperature average spin on the interaction constants is investigated. We\nobtain an analytical expression for TN and determine our temperature-dependent\naverage spin from zero temperature to TN in terms of unified self-consistent\nequations. For LaFeAsO, we obtain a reasonable estimation of the coupling\ninteractions with the experimental transition temperature TN = 138 K. Our\nresults also show that a non-zero antiferromagnetic (AFM) inter-layer coupling\nis essential for the existence of a non-zero TN, and the many-body AFM\nfluctuations reduce substantially the low-temperature magnetic moment per Fe\ntowards the experimental value. Our Green's function approach can be used for\nother FeAs-based parent compounds and these results should be useful to\nunderstand the physical properties of FeAs-based superconductors.\n","Comment: 12 pages"]}]
["0905.2661",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2661","Phys. Rev. B 81, 155326 (2010)","doi:10.1103/PhysRevB.81.155326"],"date":["2009-05-16","2010-04-08"],"type":["text"],"creator":["Jaaskelainen, M.","Zuelicke, U."],"language":[],"coverage":[],"title":["Anomalous Spin-Related Quantum Phase in Mesoscopic Hole Rings"],"description":["  We have obtained numerically exact results for the spin-related geometric\nquantum phases that arise in p-type semiconductor ring structures. The\ninterplay between gate-controllable (Rashba) spin splitting and\nquantum-confinement-induced mixing between hole-spin states causes a much\nhigher sensitivity of magnetoconductance oscillations to external parameters\nthan previously expected. Our results imply a much-enhanced functionality of\nhole-ring spin-interference devices and shed new light on recent experimental\nfindings.\n","Comment: 6 pages, 4 figures, RevTex"]}]
["0906.4435",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4435","Phys. Rev. B 81, 165118 (2010)","doi:10.1103/PhysRevB.81.165118"],"date":["2009-06-24","2009-12-10"],"type":["text"],"creator":["Katanin, A."],"language":[],"coverage":[],"title":["The quantum critical behavior of antiferromagnetic itinerant systems\n  with van Hove singularities of electronic spectrum"],"description":["  The interplay of magnetic and superconducting fluctuations in two dimensional\nsystems with van Hove singularities in the electronic spectrum is considered\nwithin the functional renormalization group (fRG) approach. While the fRG flow\nhas to be stoped at a certain minimal temperature T_RG^min, we study\ntemperature dependence of magnetic and superconducting susceptibilities both,\nabove and below T_RG^min, which allows to obtain the resulting ground state\nphase diagram. Close to half filling the fRG approach yields two quantum phase\ntransitions: from commensurate antiferromagnetic to incommensurate phase and\nfrom the incommensurate to paramagnetic phase, the region of the commensurate\nmagnetic phase is possibly phase separated away from half filling. Similarly to\nresults of Hertz-Moriya-Millis approach, the temperature dependence of the\ninverse (incommensurate) magnetic susceptibility at the quantum phase\ntransition from incommensurate to paramagnetic phase is found almost linear in\ntemperature.\n"]}]
["0906.5306",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5306","Applied Physics Letters 95, 053114(2009)","doi:10.1063/1.3200237"],"date":["2009-06-29"],"type":["text"],"creator":["Zhang, Guanhua","Qin, Huajun","Teng, Jing","Guo, Jiandong","Guo, Qinlin","Dai, Xi","Fang, Zhong","Wu, Kehui"],"language":[],"coverage":[],"title":["Quintuple-layer epitaxy of high-quality Bi2Se3 thin films for\n  topological insulator"],"description":["  We report the growth of atomically smooth, single crystalline Bi2Se3 thin\nfilms on Si(111) by using molecular beam epitaxy. Scanning tunneling\nmicroscopy, low-energy electron diffraction, X-ray photoelectron emission\nspectroscopy and Raman spectroscopy were used to characterize the stoichiometry\nand crystallinity of the film. The film grows in a self-organized\nquintuple-layer by quintuple-layer mode, and atomically smooth film can be\nobtained with the thickness down to one quintuple-layer (~1nm).\n","Comment: 12 pages, 5 figures"]}]
["0907.1381",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1381","doi:10.1142/S0219477510000034"],"date":["2009-07-08","2009-11-02"],"type":["text"],"creator":["Gawron, Piotr"],"language":[],"coverage":[],"title":["Noisy quantum Monty Hall game"],"description":["  The influence of spontaneous emission channel and generalized Pauli channel\non quantum Monty Hall Game is analysed. The scheme of Flittney and Abbott is\nreformulated using the formalism of density matrices. Optimal classical\nstrategies for given quantum strategies are found. The whole presented scheme\nillustrates how quantum noise may change the odds of a zero-sum game.\n","Comment: 10 pages, 3 figures"]}]
["0909.0251",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0251","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 4, No. 1 & 2, August 2009, USA"],"date":["2009-09-01","2010-04-30"],"type":["text"],"creator":["Huq, Kazi Mohammed Saidul","Bergano, Miguel","Gameiro, Atilio","Arefin, Md. Taslim"],"language":[],"coverage":[],"title":["Channel Equalization in Digital Transmission"],"description":["  not required\n","Comment: not published"]}]
["0909.5601",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","53A10","57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5601","IMRN (2010) 1417-1431.","doi:10.1093/imrn/rnp175"],"date":["2009-09-30"],"type":["text"],"creator":["Coskunuzer, Baris"],"language":[],"coverage":[],"title":["Foliations of Hyperbolic Space by Constant Mean Curvature Hypersurfaces"],"description":["  We show that the constant mean curvature hypersurfaces in the hyperbolic\nn-space spanning the boundary of a star shaped C^{1,1} domain in the asymptotic\nsphere give a foliation of the hyperbolic n-space. We also show that if C is a\nclosed codimension-1 C^{2,a} submanifold in the asymptotic sphere bounding a\nunique constant mean curvature hypersurface S_H in the hyperbolic n-space with\nasymptotic boundary C for any -1<H<1, then the constant mean curvature\nhypersurfaces {S_H} foliates the hyperbolic n-space.\n"]}]
["0910.0638",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0638","Journal of Statistical Physics, Vol 139, Number 4, 714-726 (2010)","doi:10.1007/s10955-010-9967-y"],"date":["2009-10-04","2009-10-06"],"type":["text"],"creator":["Majumdar, Kingshuk","Datta, Trinanjan"],"language":[],"coverage":[],"title":["Zero temperature phases of the frustrated J1-J2 antiferromagnetic\n  spin-1/2 Heisenberg model on a simple cubic lattice"],"description":["  At zero temperature magnetic phases of the quantum spin-1/2 Heisenberg\nantiferromagnet on a simple cubic lattice with competing first and second\nneighbor exchanges (J1 and J2) is investigated using the non-linear spin wave\ntheory. We find existence of two phases: a two sublattice Neel phase for small\nJ2 (AF), and a collinear antiferromagnetic phase at large J2 (CAF). We obtain\nthe sublattice magnetizations and ground state energies for the two phases and\nfind that there exists a first order phase transition from the AF-phase to the\nCAF-phase at the critical transition point, pc = 0.28. Our results for the\nvalue of pc are in excellent agreement with results from Monte-Carlo\nsimulations and variational spin wave theory. We also show that the quartic 1/S\ncorrections due spin-wave interactions enhance the sublattice magnetization in\nboth the phases which causes the intermediate paramagnetic phase predicted from\nlinear spin wave theory to disappear.\n","Comment: 19 pages, 4 figures, Fig. 1b modified, Appendix B text modified"]}]
["0910.2159",{"format":[],"subject":["Physics - Optics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2159"],"date":["2009-10-12","2010-04-29"],"type":["text"],"creator":["Cheng, Qiang","Cui, Tie Jun","Jiang, Wei Xiang","Cai, Ben Geng"],"language":[],"coverage":[],"title":["An electromagnetic black hole made of metamaterials"],"description":["  Traditionally, a black hole is a region of space with huge gravitational\nfield, which absorbs everything hitting it. In history, the black hole was\nfirst discussed by Laplace under the Newton mechanics, whose event horizon\nradius is the same as the Schwarzschild's solution of the Einstein's vacuum\nfield equations. If all those objects having such an event horizon radius but\ndifferent gravitational fields are called as black holes, then one can simulate\ncertain properties of the black holes using electromagnetic fields and\nmetamaterials due to the similar propagation behaviours of electromagnetic\nwaves in curved space and in inhomogeneous metamaterials. In a recent\ntheoretical work by Narimanov and Kildishev, an optical black hole has been\nproposed based on metamaterials, in which the theoretical analysis and\nnumerical simulations showed that all electromagnetic waves hitting it are\ntrapped and absorbed. Here we report the first experimental demonstration of\nsuch an electromagnetic black hole in the microwave frequencies. The proposed\nblack hole is composed of non-resonant and resonant metamaterial structures,\nwhich can trap and absorb electromagnetic waves coming from all directions\nspirally inwards without any reflections due to the local control of\nelectromagnetic fields and the event horizon corresponding to the device\nboundary. It is shown that the absorption rate can reach 99% in the microwave\nfrequencies. We expect that the electromagnetic black hole could be used as the\nthermal emitting source and to harvest the solar light.\n","Comment: 14 pages, 4 figures"]}]
["0910.2498",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2498"],"date":["2009-10-13","2010-04-29"],"type":["text"],"creator":["Sverdlov, Roman"],"language":[],"coverage":[],"title":["Causal set as a discretized phase spacetime"],"description":["  The first goal of this paper is to show that discreteness, locality, and\nrelativistic covariance can peacefully coexist if the ordinary spacetime (OST)\nis replaced with phase spacetime (PST) as a geometric background of a Poisson\nprocess, where PST is a spacetime generalization of a notion of phase space\n(this is a 7-dimensional version of the 8-dimensional structure proposed by\nCaianiello). Furthermore, Caianiello's idea of finite acceleration is\nimplemented. After this is done, the paper then goes on to generalize the\ngeometric notions obtained from the intuition of PST to a general discrete\ncausal set, without any geometric background. It then takes advantage of the\nabsence of lightcone singularity to attempt to tackle the definition of\nPST-like causal set; that is, a discrete system that approximates the\ngeometrical properties that we would expect from continuum PST. Finally, the\npaper proceeds to introduce quantum field theory on a causal set, and shows\nthat the locality gained by switching from OST to PST brings us one step closer\nto be able to treat quantum field theory on a causal set analytically rather\nthan numerically.\n","Comment: 50 pages, no figures"]}]
["0910.2644",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2644","J. Chem. Phys. 131, 174110 (2009)","doi:10.1063/1.3258273"],"date":["2009-10-14"],"type":["text"],"creator":["Guardiola, R.","Navarro, J.","Mateo, D.","Barranco, M."],"language":[],"coverage":[],"title":["Ca impurity in small mixed $^4$He-$^3$He clusters"],"description":["  The structure of small mixed helium clusters doped with one calcium atom has\nbeen determined within the diffusion Monte Carlo framework. The results show\nthat the calcium atom sits at the $^4$He-$^3$He interface. This is in agreement\nwith previous studies, both experimental and theoretical, performed for large\nclusters. A comparison between the results obtained for the largest cluster we\nhave considered for each isotope shows a clear tendency of the Ca atom to\nreside in a deep dimple at the surface of the cluster for $^4$He clusters, and\nto become fully solvated for $^3$He clusters. We have calculated the absorption\nspectrum of Ca around the $4s4p \\leftarrow 4s^2$ transition and have found that\nit is blue-shifted from that of the free-atom transition by an amount that\ndepends on the size and composition of the cluster.\n","Comment: 24 pages, 11 figures. Accepted on Journal of Chemical Physics"]}]
["0910.2735",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2735","doi:10.1103/PhysRevB.81.081406"],"date":["2009-10-14"],"type":["text"],"creator":["Liu, Yu","Willis, Roy F."],"language":[],"coverage":[],"title":["Plasmon-phonon Strongly-Coupled Mode in Epitaxial Graphene"],"description":["  We report the dispersion measurements, using angle-resolved reflection\nelectron-energy-loss-spectroscopy (AREELS), on two-dimensional (2D) plasmons in\nsingle and multilayer graphene which couple strongly to surface optical phonon\n(FK phonon) modes of silicon carbide substrate. The coupled modes show discrete\ndispersion behaviors in the single and bilayer graphene. With increasing\ngraphene layers on SiC(0001), a transition from plasmon-like dispersion to\nphonon-like dispersion is observed. For plasmon-like modes, the dispersion is\nstrongly damped by electron-hole pair excitations at entering single-particle\ncontinuum, while phonon-like mode is undamped. In the region free of coupling,\nthe graphene 2D plasmon exhibits acoustic behavior with linear dispersion with\nslope and damping determined by the Fermi surface topology.\n"]}]
["0910.5929",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5929","SIGMA 6 (2010), 036, 33 pages","doi:10.3842/SIGMA.2010.036"],"date":["2009-10-30","2010-04-30"],"type":["text"],"creator":["Kaufmann, Ralph M."],"language":[],"coverage":[],"title":["Open/Closed String Topology and Moduli Space Actions via Open/Closed\n  Hochschild Actions"],"description":["  In this paper we extend our correlation functions to the open/closed case.\nThis gives rise to actions of an open/closed version of the Sullivan PROP as\nwell as an action of the relevant moduli space. There are several unexpected\nstructures and conditions that arise in this extension which are forced upon us\nby considering the open sector. For string topology type operations, one cannot\njust consider graphs, but has to take punctures into account and one has to\nrestrict the underlying Frobenius algebras. In the moduli space, one first has\nto pass to a smaller moduli space which is closed under open/closed duality and\nthen consider covers in order to account for the punctures.\n"]}]
["0911.1396",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1396","Phys. Rev. B 81, 104524 (2010)","doi:10.1103/PhysRevB.81.104524"],"date":["2009-11-07"],"type":["text"],"creator":["Wang, Ying-Dan","Chesi, Stefano","Loss, Daniel","Bruder, Christoph"],"language":[],"coverage":[],"title":["One-step multi-qubit GHZ state generation in a circuit QED system"],"description":["  We propose a one-step scheme to generate GHZ states for superconducting flux\nqubits or charge qubits in a circuit QED setup. The GHZ state can be produced\nwithin the coherence time of the multi-qubit system. Our scheme is independent\nof the initial state of the transmission line resonator and works in the\npresence of higher harmonic modes. Our analysis also shows that the scheme is\nrobust to various operation errors and environmental noise.\n","Comment: 8 pages, 4 figures"]}]
["0911.1807",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1807"],"date":["2009-11-09","2010-04-29"],"type":["text"],"creator":["West, Jevin","Bergstrom, Theodore","Bergstrom, Carl"],"language":[],"coverage":[],"title":["Big Macs and Eigenfactor Scores: Don't Let Correlation Coefficients Fool\n  You"],"description":["  The Eigenfactor Metrics provide an alternative way of evaluating scholarly\njournals based on an iterative ranking procedure analogous to Google's PageRank\nalgorithm. These metrics have recently been adopted by Thomson-Reuters and are\nlisted alongside the Impact Factor in the Journal Citation Reports. But do\nthese metrics differ sufficiently so as to be a useful addition to the\nbibliometric toolbox? Davis (2008) has argued otherwise, based on his finding\nof a 0.95 correlation coefficient between Eigenfactor score and Total Citations\nfor a sample of journals in the field of medicine. This conclusion is mistaken;\nhere we illustrate the basic statistical fallacy to which Davis succumbed. We\nprovide a complete analysis of the 2006 Journal Citation Reports and\ndemonstrate that there are statistically and economically significant\ndifferences between the information provided by the Eigenfactor Metrics and\nthat provided by Impact Factor and Total Citations.\n","Comment: Version 2 This is a response to Phil Davis's 2008 paper\n  (arXiv:0807.2678)"]}]
["0911.3492",{"format":[],"subject":["Computer Science - Computational Complexity","F.2","I.2.11","G.2.1","J.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3492","doi:10.1016/j.jcss.2010.04.002"],"date":["2009-11-18","2010-04-30"],"type":["text"],"creator":["Betzler, Nadja","Dorn, Britta"],"language":[],"coverage":[],"title":["Towards a Dichotomy for the Possible Winner Problem in Elections Based\n  on Scoring Rules"],"description":["  To make a joint decision, agents (or voters) are often required to provide\ntheir preferences as linear orders. To determine a winner, the given linear\norders can be aggregated according to a voting protocol. However, in realistic\nsettings, the voters may often only provide partial orders. This directly leads\nto the Possible Winner problem that asks, given a set of partial votes, whether\na distinguished candidate can still become a winner. In this work, we consider\nthe computational complexity of Possible Winner for the broad class of voting\nprotocols defined by scoring rules. A scoring rule provides a score value for\nevery position which a candidate can have in a linear order. Prominent examples\ninclude plurality, k-approval, and Borda. Generalizing previous NP-hardness\nresults for some special cases, we settle the computational complexity for all\nbut one scoring rule. More precisely, for an unbounded number of candidates and\nunweighted voters, we show that Possible Winner is NP-complete for all pure\nscoring rules except plurality, veto, and the scoring rule defined by the\nscoring vector (2,1,...,1,0), while it is solvable in polynomial time for\nplurality and veto.\n","Comment: minor changes and updates; accepted for publication in JCSS, online\n  version available."]}]
["0911.3560",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3560"],"date":["2009-11-18","2010-04-30"],"type":["text"],"creator":["Kostov, Krassimir L.","Nathaniel, Rachel","Mineva, Tzonka","Widdra, Wolf"],"language":[],"coverage":[],"title":["Full vibrational characterization of ethylene adsorption on\n  Si(001)-(2x1) by a combined theoretical and experimental approach"],"description":["  The vibrational and structural properties of a single-domain Si(001)-(2x1)\nsurface upon ethylene adsorption have been studied by density functional\ncluster calculations and high-resolution electron energy loss spectroscopy. The\ndetailed analysis of the theoretically and the experimentally determined\nvibrational frequencies reveals two coexisting adsorbate configurations. The\nmajority ethylene species is di-sigma bonded to the two Si atoms of a single\nSi-Si dimer. The local symmetry of this adsorption complex for ethylene\nsaturation is reduced to C2 as determined by surface selection rules for the\nvibrational excitation process. The symmetry reduction includes the rotation of\nthe C-C bond around the surface normal and the twist of the methylene groups\naround the C-C axis. Experimentally 17 ethylene-derived modes are found and\nassigned for the majority and the minority species based on a comparison with\ncalculated vibrational frequencies. The minority species which can account up\nto 14 % of the total ethylene coverage is spectroscopically identified for the\nfirst time. It is assigned to ethylene molecules di-sigma bonded to two\nadjacent Si-Si dimers (in an end-bridge configuration). One part of these\nminority species desorbs molecularly at 665 K, about 50 K higher than the\nmajority species, whereas the remaining part dissociates to adsorbed acetylene\nat temperatures around 630 K. For the latter a di-sigma end-bridge like bonding\nconfiguration is proposed based on a comparison of the vibrational spectra with\ndata for adsorbed acetylene on Si(100)-(2x1).\n","Comment: 8 figures"]}]
["0911.5526",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5526"],"date":["2009-11-29","2010-04-29"],"type":["text"],"creator":["Barak, Boaz","Hardt, Moritz","Holenstein, Thomas","Steurer, David"],"language":[],"coverage":[],"title":["Subsampling Mathematical Relaxations and Average-case Complexity"],"description":["  We initiate a study of when the value of mathematical relaxations such as\nlinear and semidefinite programs for constraint satisfaction problems (CSPs) is\napproximately preserved when restricting the instance to a sub-instance induced\nby a small random subsample of the variables. Let $C$ be a family of CSPs such\nas 3SAT, Max-Cut, etc., and let $\\Pi$ be a relaxation for $C$, in the sense\nthat for every instance $P\\in C$, $\\Pi(P)$ is an upper bound the maximum\nfraction of satisfiable constraints of $P$. Loosely speaking, we say that\nsubsampling holds for $C$ and $\\Pi$ if for every sufficiently dense instance $P\n\\in C$ and every $\\epsilon>0$, if we let $P'$ be the instance obtained by\nrestricting $P$ to a sufficiently large constant number of variables, then\n$\\Pi(P') \\in (1\\pm \\epsilon)\\Pi(P)$. We say that weak subsampling holds if the\nabove guarantee is replaced with $\\Pi(P')=1-\\Theta(\\gamma)$ whenever\n$\\Pi(P)=1-\\gamma$. We show: 1. Subsampling holds for the BasicLP and BasicSDP\nprograms. BasicSDP is a variant of the relaxation considered by Raghavendra\n(2008), who showed it gives an optimal approximation factor for every CSP under\nthe unique games conjecture. BasicLP is the linear programming analog of\nBasicSDP. 2. For tighter versions of BasicSDP obtained by adding additional\nconstraints from the Lasserre hierarchy, weak subsampling holds for CSPs of\nunique games type. 3. There are non-unique CSPs for which even weak subsampling\nfails for the above tighter semidefinite programs. Also there are unique CSPs\nfor which subsampling fails for the Sherali-Adams linear programming hierarchy.\nAs a corollary of our weak subsampling for strong semidefinite programs, we\nobtain a polynomial-time algorithm to certify that random geometric graphs (of\nthe type considered by Feige and Schechtman, 2002) of max-cut value $1-\\gamma$\nhave a cut value at most $1-\\gamma/10$.\n","Comment: Includes several more general results that subsume the previous\n  version of the paper."]}]
["0912.0692",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0692","Phys. Rev. B 81, 140511(R) (2010)","doi:10.1103/PhysRevB.81.140511"],"date":["2009-12-03","2010-04-14"],"type":["text"],"creator":["Jeglic, P.","Potocnik, A.","Klanjsek, M.","Bobnar, M.","Jagodic, M.","Koch, K.","Rosner, H.","Margadonna, S.","Lv, B.","Guloy, A. M.","Arcon, D."],"language":[],"coverage":[],"title":["Antiferromagnetic fluctuations in the normal state of LiFeAs"],"description":["  We present a detailed study of 75As NMR Knight shift and spin-lattice\nrelaxation rate in the normal state of stoichiometric polycrystalline LiFeAs.\nOur analysis of the Korringa relation suggests that LiFeAs exhibits strong\nantiferromagnetic fluctuations, if transferred hyperfine coupling is a dominant\ninteraction between 75As nuclei and Fe electronic spins, whereas for an on-site\nhyperfine coupling scenario, these are weaker, but still present to account for\nour experimental observations. Density-functional calculations of electric\nfield gradient correctly reproduce the experimental values for both 75As and\n7Li sites.\n","Comment: 5 pages, 3 figures, thoroughly revised version with refined\n  experimental data, accepted for publication as a Rapid Communication in\n  Physical Review B."]}]
["0912.3000",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3000","EPL 90 (2010) 16003","doi:10.1209/0295-5075/90/16003"],"date":["2009-12-15","2010-04-30"],"type":["text"],"creator":["Barrett-Freeman, C.","Evans, M. R.","Marenduzzo, D.","Tailleur, J."],"language":[],"coverage":[],"title":["The role of noise and advection in absorbing state phase transitions"],"description":["  We study the effect of advection and noise on the field theory for directed\npercolation (DP). We show that even a very small advective velocity is enough\nto change the universality class of the dynamic phase transition. When the\nnoise is taken to be proportional to the square root of the population density,\nwe find an additional nonequilibrium 'spinodal' line separating a region where\nan exponentially decreasing density is metastable, from another one in which it\nis unstable. If the noise is instead linear in the density, the phase diagram\nchanges dramatically both quantitatively and qualitatively, and the spinodal\nline becomes a true phase boundary. We briefly discuss possible applications of\nour results to microbial sedimentation and population dynamics in rivers.\n"]}]
["0912.4977",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Probability","20K01 11R29, 11R45, 20K30, 11R11, 28A12, 15A33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4977"],"date":["2009-12-25","2010-04-30"],"type":["text"],"creator":["Lengler, Johannes"],"language":[],"coverage":[],"title":["The Global Cohen-Lenstra Heuristic"],"description":["  The Cohen-Lenstra heuristic is a universal principle that assigns to each\ngroup a probability that tells how often this group should occur \"in nature\".\nThe most important, but not the only, applications are sequences of class\ngroups, which behave like random sequences of groups with respect to the\nso-called Cohen-Lenstra probability measure.\n  So far, it was only possible to define this probability measure for finite\nabelian $p$-groups. We prove that it is also possible to define an analogous\nprobability measure on the set of \\emph{all} finite abelian groups when\nrestricting to the $\\Sigma$-algebra on the set of all finite abelian groups\nthat is generated by uniform properties, thereby solving a problem that was\nopen since 1984.\n"]}]
["1001.0081",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0081","Physica Scripta, Volume 81, Number 5, April 2010, pp. 055702","doi:10.1088/0031-8949/81/05/055702"],"date":["2009-12-30","2010-03-22"],"type":["text"],"creator":["Maiti, Santanu K."],"language":[],"coverage":[],"title":["Electron transport through a quantum interferometer: A theoretical study"],"description":["  In the present work we explore electron transport properties through a\nquantum interferometer attached symmetrically to two one-dimensional\nsemi-infinite metallic electrodes, namely, source and drain. The interferometer\nis made up of two sub-rings where individual sub-rings are penetrated by\nAharonov-Bohm fluxes $\\phi_1$ and $\\phi_2$, respectively. We adopt a simple\ntight-binding framework to describe the model and all the calculations are done\nbased on the single particle Green's function formalism. Our exact numerical\ncalculations describe two-terminal conductance and current as functions of\ninterferometer-to-electrode coupling strength, magnetic fluxes threaded by left\nand right sub-rings of the interferometer and the difference of these two\nfluxes. Our theoretical results provide several interesting features of\nelectron transport across the interferometer, and these aspects may be utilized\nto study electron transport in Aharonov-Bohm geometries.\n","Comment: 11 pages, 7 figures"]}]
["1001.0542",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0542","Phys. Rev. Lett. 104, 177202 (2010)","doi:10.1103/PhysRevLett.104.177202"],"date":["2010-01-04","2010-04-30"],"type":["text"],"creator":["de Vries, M. A.","McLaughlin, A. C.","Bos, J-W. G."],"language":[],"coverage":[],"title":["Valence bond glass on an fcc lattice in the double perovskite Ba2YMoO6"],"description":["  We report on the unconventional magnetism in the cubic B-site ordered double\nperovskite Ba2YMoO6, using AC and DC magnetic susceptibility, heat capacity and\nmuSR. No magnetic order is observed down to 2 K while the Weiss temperature is\n~ -160 K. This is ascribed to the geometric frustration in the lattice of\nedge-sharing tetrahedra with orbitally degenerate Mo5+ s=1/2 spins. Our\nexperimental results point to a gradual freezing of the spins into a disordered\npattern of spin-singlets, quenching the orbital degeneracy while leaving the\nglobal cubic symmetry unaffected, and providing a rare example of a valence\nbond glass.\n","Comment: 4 pages, 5 figures. Published in Phys. Rev. Lett."]}]
["1001.1818",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1818","Phys. Rev. A 81, 043639 (2010)","doi:10.1103/PhysRevA.81.043639"],"date":["2010-01-12","2010-03-12"],"type":["text"],"creator":["Szirmai, G.","Nagy, D.","Domokos, P."],"language":[],"coverage":[],"title":["Quantum noise of a Bose-Einstein condensate in an optical cavity,\n  correlations and entanglement"],"description":["  A Bose-Einstein condensate of ultracold atoms inside the field of a\nlaser-driven optical cavity exhibits dispersive optical bistability. We\ndescribe this system by using mean-field approximation and by analyzing the\ncorrelation functions of the linearized quantum fluctuations around the\nmean-field solution. The entanglement and the statistics of the atom-field\nquadratures are given in the stationary state. It is shown that the mean-field\nsolution, i.e. the Bose-Einstein condensate is robust against entanglement\ngeneration for most part of the phase diagram.\n","Comment: 15 pages, 8 figures, extended discussion on experimental connections"]}]
["1001.2664",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2664","Phys. Rev. B 81, 165318 (2010)","doi:10.1103/PhysRevB.81.165318"],"date":["2010-01-15","2010-04-30"],"type":["text"],"creator":["Splettstoesser, Janine","Governale, Michele","König, Jürgen","Büttiker, Markus"],"language":[],"coverage":[],"title":["Charge and spin dynamics in interacting quantum dots"],"description":["  The transient response of a quantum dot with strong Coulomb interaction to a\nfast change in the gate potential, as well as the stationary ac-response to a\nslow harmonic variation of the gate potential are computed by means of a\nreal-time diagrammatic expansion in the tunnel-coupling strength. We find that\nafter a fast switching, the relaxation of charge and spin are governed by a\nsingle time constant each, which differ from each other due to Coulomb\nrepulsion. We compare the response to a step potential with the $RC$ time\nextracted from the ac response.\n","Comment: 5 pages, 3 figures, published version"]}]
["1001.4537",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4537","Phys. Rev. B 81, 155124 (2010)","doi:10.1103/PhysRevB.81.155124"],"date":["2010-01-25","2010-04-30"],"type":["text"],"creator":["Zhou, Bo","Zhang, Yan","Yang, Le-Xian","Xu, Min","He, Cheng","Chen, Fei","Zhao, Jia-Feng","Ou, Hong-Wei","Wei, Jia","Xie, Bin-Ping","Wu, Tao","Wu, Gang","Arita, Masashi","Shimada, Kenya","Namatame, Hirofumi","Taniguchi, Masaki","Chen, X. H.","Feng, D. L."],"language":[],"coverage":[],"title":["High-resolution angle-resolved photoemission spectroscopy study of the\n  electronic structure of EuFe2As2"],"description":["  We report the high-resolution angle-resolved photoemission spectroscopy\nstudies of electronic structure of EuFe2As2. The paramagnetic state data are\nfound to be consistent with density-functional calculations. In the\nantiferromagnetic ordering state of Fe, our results show that the band\nsplitting, folding, and hybridization evolve with temperature, which cannot be\nexplained by a simple folding picture. Detailed measurements reveal that a tiny\nelectron Fermi pocket and a tiny hole pocket are formed near (pi,pi) in the\n(0,0)-(pi,pi) direction, which qualitatively agree with the results of quantum\noscillations, considering kz variation of Fermi surface. Furthermore, no\nnoticeable change within the energy resolution is observed across the\nantiferromagnetic transition of Eu2+ ordering, suggesting weak coupling between\nEu sublattice and FeAs sublattice.\n","Comment: 7 pages, 7 figures"]}]
["1002.0335",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0335","doi:10.1051/0004-6361/200913731"],"date":["2010-02-01"],"type":["text"],"creator":["Birnstiel, T.","Dullemond, C. P.","Brauer, F."],"language":[],"coverage":[],"title":["Gas- and dust evolution in protoplanetary disks"],"description":["  Context. Current models of the size- and radial evolution of dust in\nprotoplanetary disks generally oversimplify either the radial evolution of the\ndisk (by focussing at one single radius or by using steady state disk models)\nor they assume particle growth to proceed monodispersely or without\nfragmentation. Further studies of protoplanetary disks - such as observations,\ndisk chemistry and structure calculations or planet population synthesis models\n- depend on the distribution of dust as a function of grain size and radial\nposition in the disk.\n  Aims. We attempt to improve upon current models to be able to investigate how\nthe initial conditions, the build-up phase, and the evolution of the\nprotoplanetary disk influence growth and transport of dust.\n  Methods. We introduce a new version of the model of Brauer et al. (2008) in\nwhich we now include the time-dependent viscous evolution of the gas disk, and\nin which more advanced input physics and numerical integration methods are\nimplemented.\n  Results. We show that grain properties, the gas pressure gradient, and the\namount of turbulence are much more influencing the evolution of dust than the\ninitial conditions or the build-up phase of the protoplanetary disk. We\nquantify which conditions or environments are favorable for growth beyond the\nmeter size barrier. High gas surface densities or zonal flows may help to\novercome the problem of radial drift, however already a small amount of\nturbulence poses a much stronger obstacle for grain growth.\n","Comment: accepted to A&A"]}]
["1002.4597",{"format":[],"subject":["Mathematics - Group Theory","20M07, 08B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4597"],"date":["2010-02-24","2010-04-30"],"type":["text"],"creator":["Shaprynskii, V. Yu.","Vernikov, B. M."],"language":[],"coverage":[],"title":["Lower-modular elements of the lattice of semigroup varieties. III"],"description":["  We completely determine all lower-modular elements of the lattice of all\nsemigroup varieties. As a corollary, we show that a lower-modular element of\nthis lattice is modular.\n","Comment: 10 pages, 1 figure"]}]
["1002.5020",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.5020","Phys. Rev. B, 81.144430 (2010)"],"date":["2010-02-26"],"type":["text"],"creator":["Xu, Cenke"],"language":[],"coverage":[],"title":["Classical Phase Transitions of Geometrically Constrained O($N$) Spin\n  Systems"],"description":["  We study the phase transition between the high temperature algebraic liquid\nphase and the low temperature ordered phase in several different types of\nlocally constrained O(N) spin systems, using a unified constrained\nGinzburg-Landau formalism. The models we will study include: 1, O(N) spin-ice\nmodel with cubic symmetry; 2, O(N) spin-ice model with easy-plane and easy-axis\nanisotropy; 3, a novel O(N) \"spin-plaquette\" model, with a very different local\nconstraint from the spin-ice. We calculate the renormalization group equations\nand critical exponents using a systematic \\epsilon = 4 - d expansion with\nconstant N, stable fixed points are found for large enough N. In the end we\nwill also study the situation with softened constraints, the defects of the\nconstraints will destroy the algebraic phase and play an important role at all\nthe transitions.\n","Comment: 13 pages, 2 figures"]}]
["1003.1483",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 14J45, Secondary 14N30, 14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1483"],"date":["2010-03-07","2010-04-30"],"type":["text"],"creator":["Fujino, Osamu","Gongyo, Yoshinori"],"language":[],"coverage":[],"title":["On images of weak Fano manifolds"],"description":["  We consider a smooth projective morphism between smooth complex projective\nvarieties. If the source space is a weak Fano (or Fano) manifold, then so is\nthe target space. Our proof is Hodge theoretic. We do not need mod $p$\nreduction arguments. We also discuss related topics and questions.\n","Comment: 17 pages, v2:added Section 6"]}]
["1003.1611",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1611","Phys. Rev. Lett. 104, 170601 (2010)","doi:10.1103/PhysRevLett.104.170601"],"date":["2010-03-08","2010-04-12"],"type":["text"],"creator":["Ren, Jie","Hänggi, Peter","Li, Baowen"],"language":[],"coverage":[],"title":["Berry-Phase induced Heat Pumping and its Impact on the Fluctuation\n  Theorem"],"description":["  Applying adiabatic, cyclic two parameter modulations we investigate quantum\nheat transfer across an anharmonic molecular junction contacted with two heat\nbaths. We demonstrate that the pumped heat typically exhibits a Berry phase\neffect in providing an additional geometric contribution to heat flux.\nRemarkably, a robust fractional quantized geometric phonon response is\nidentified as well. The presence of this geometric phase contribution in turn\ncauses a breakdown of the fluctuation theorem of the Gallavotti-Cohen type for\nquantum heat transfer. This can be restored only if (i) the geometric phase\ncontribution vanishes and if (ii) the cyclic protocol preserves the detailed\nbalance symmetry.\n","Comment: 8 pages, 4 figures. Accepted by Physcial Review Letters.\n  Supplementary file is included, which presents a detailed derivation of the\n  geometric phase contribution in generating functions and provide a detailed\n  explanation of the physical picture of the observed 1/4 fractional quantized\n  phonon response."]}]
["1003.3165",{"format":[],"subject":["Physics - Physics and Society","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3165","PLoS Comput. Biol. 6 (2010) e1000758","doi:10.1371/journal.pcbi.1000758"],"date":["2010-03-16"],"type":["text"],"creator":["Helbing, Dirk","Szolnoki, Attila","Perc, Matjaz","Szabo, Gyorgy"],"language":[],"coverage":[],"title":["Evolutionary establishment of moral and double moral standards through\n  spatial interactions"],"description":["  Situations where individuals have to contribute to joint efforts or share\nscarce resources are ubiquitous. Yet, without proper mechanisms to ensure\ncooperation, the evolutionary pressure to maximize individual success tends to\ncreate a tragedy of the commons (such as over-fishing or the destruction of our\nenvironment). This contribution addresses a number of related puzzles of human\nbehavior with an evolutionary game theoretical approach as it has been\nsuccessfully used to explain the behavior of other biological species many\ntimes, from bacteria to vertebrates. Our agent-based model distinguishes\nindividuals applying four different behavioral strategies: non-cooperative\nindividuals (\"defectors\"), cooperative individuals abstaining from punishment\nefforts (called \"cooperators\" or \"second-order free-riders\"), cooperators who\npunish non-cooperative behavior (\"moralists\"), and defectors, who punish other\ndefectors despite being non-cooperative themselves (\"immoralists\"). By\nconsidering spatial interactions with neighboring individuals, our model\nreveals several interesting effects: First, moralists can fully eliminate\ncooperators. This spreading of punishing behavior requires a segregation of\nbehavioral strategies and solves the \"second-order free-rider problem\". Second,\nthe system behavior changes its character significantly even after very long\ntimes (\"who laughs last laughs best effect\"). Third, the presence of a number\nof defectors can largely accelerate the victory of moralists over non-punishing\ncooperators. Forth, in order to succeed, moralists may profit from immoralists\nin a way that appears like an \"unholy collaboration\". Our findings suggest that\nthe consideration of punishment strategies allows to understand the\nestablishment and spreading of \"moral behavior\" by means of game-theoretical\nconcepts. This demonstrates that quantitative biological modeling approaches\nare powerful even in domains that have been addressed with non-mathematical\nconcepts so far. The complex dynamics of certain social behaviors becomes\nunderstandable as result of an evolutionary competition between different\nbehavioral strategies.\n","Comment: 15 pages, 5 figures; accepted for publication in PLoS Computational\n  Biology [supplementary material available at\n  http://www.soms.ethz.ch/research/secondorder-freeriders/ and\n  http://www.matjazperc.com/plos/moral.html]"]}]
["1003.5178",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5178"],"date":["2010-03-26","2010-04-30"],"type":["text"],"creator":["Sato, K. H.","Garcia, R. A.","Pires, S.","Ballot, J.","Mathur, S.","Mosser, B.","Rodriguez, E.","Starck, J. L.","Uytterhoeven, K."],"language":[],"coverage":[],"title":["Inpainting: A powerful interpolation technique for helio- and\n  asteroseismic data"],"description":["  In Helio- and asteroseismology, it is important to have continuous,\nuninterrupted, data sets. However, seismic observations usually contain gaps\nand we need to take them into account. In particular, if the gaps are not\nrandomly distributed, they will produce a peak and a series of harmonics in the\nperiodogram that will destroy the stellar information. An interpolation of the\ndata can be good solution for this problem. In this paper we have studied an\ninterpolation method based on the so-called 'inpainting' algorithms. To check\nthe algorithm, we used both VIRGO and CoRoT satellite data to which we applied\na realistic artificial window of a real CoRoT observing run to introduce gaps.\nNext we compared the results with the original, non-windowed data. Therefore,\nwe were able to optimize the algorithm by minimizing the difference between the\npower spectrum density of the data with gaps and the complete time series. In\ngeneral, we find that the power spectrum of the inpainted time series is very\nsimilar to the original, unperturbed one. Seismic inferences obtained after\ninterpolating the data are the same as in the original case.\n","Comment: 5 pages, 9 figures, Proceedings of the HELAS IV International\n  Conference submitted to Astronomische Nachrichten. Added reference."]}]
["1004.0945",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0945","ApJ, 715 (2010) 493-499","doi:10.1088/0004-637X/715/1/493"],"date":["2010-04-06"],"type":["text"],"creator":["Lugaz, N.","Hernandez-Charpak, J. N.","Roussev, I. I.","Davis, C. J.","Vourlidas, A.","Davies, J. A."],"language":[],"coverage":[],"title":["Determining the azimuthal properties of coronal mass ejections from\n  multi-spacecraft remote-sensing observations with stereo secchi"],"description":["  We discuss how simultaneous observations by multiple heliospheric imagers can\nprovide some important information about the azimuthal properties of Coronal\nMass Ejections (CMEs) in the heliosphere. We propose two simple models of CME\ngeometry that can be used to derive information about the azimuthal deflection\nand the azimuthal expansion of CMEs from SECCHI/HI observations. We apply these\ntwo models to four CMEs well-observed by both STEREO spacecraft during the year\n2008. We find that in three cases, the joint STEREO-A and B observations are\nconsistent with CMEs moving radially outward. In some cases, we are able to\nderive the azimuthal cross-section of the CME fronts, and we are able to\nmeasure the deviation from self-similar evolution. The results from this\nanalysis show the importance of having multiple satellites dedicated to space\nweather forecasting, for example in orbits at the Lagrangian L4 and L5 points.\n","Comment: 7 pages, 4 figures, 1 table, accepted to ApJ"]}]
["1004.1545",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1545"],"date":["2010-04-09","2010-04-29"],"type":["text"],"creator":["Natali, F.","Plank, N. O. V.","Ruck, B. J.","Trodahl, H. J.","Semond, F.","Sorieul, S.","Hirsch, L."],"language":[],"coverage":[],"title":["Epitaxial ferromagnetic semiconductor GdN thin films on Si substrate"],"description":["  This paper has been withdrawn by the author\n","Comment: This paper has been withdrawn by the author"]}]
["1004.2223",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2223"],"date":["2010-04-13","2010-04-30"],"type":["text"],"creator":["McGerty, Kevin"],"language":[],"coverage":[],"title":["On the centre of the cyclotomic Hecke algebras of $G(m,1,2)$"],"description":["  We compute the centre of the cyclotomic Hecke algebra attached to $G(m,1,2)$\nand show that if $q \\neq 1$ it is equal to the image of the centre of the\naffine Hecke algebra $\\Ha$. We also briefly discuss what is known about the\nrelation between the centre of an arbitrary cyclotomic Hecke algebra and the\ncentre of the affine Hecke algebra of type $A$.\n","Comment: 6 pages, some typographical errors corrected, and the exposition of\n  the last section clarified."]}]
["1004.3372",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3372"],"date":["2010-04-20","2010-04-30"],"type":["text"],"creator":["Senger, Christian","Sidorenko, Vladimir R.","Schober, Steffen","Bossert, Martin","Zyablov, Victor V."],"language":[],"coverage":[],"title":["Adaptive Single-Trial Error/Erasure Decoding for Binary Codes"],"description":["  We investigate adaptive single-trial error/erasure decoding of binary codes\nwhose decoder is able to correct e errors and t erasures if le+t<=d-1. Thereby,\nd is the minimum Hamming distance of the code and 1<l<=2 is the tradeoff\nparameter between errors and erasures. The error/erasure decoder allows to\nexploit soft information by treating a set of most unreliable received symbols\nas erasures. The obvious question here is, how this erasing should be\nperformed, i.e. how the unreliable symbols which must be erased to obtain the\nsmallest possible residual codeword error probability are determined. In a\nprevious paper, we answer this question for the case of fixed erasing, where\nonly the channel state and not the individual symbol reliabilities are taken\ninto consideration. In this paper, we address the adaptive case, where the\noptimal erasing strategy is determined for every given received vector.\n","Comment: Submitted to the 2010 International Symposium on Information Theory\n  and its Applications, Taichung, Taiwan, October 17 - 20, 2010. 6 pages, 4\n  figures"]}]
["1004.3797",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3797"],"date":["2010-04-21","2010-04-30"],"type":["text"],"creator":["Androulidakis, Iakovos","Skandalis, Georges"],"language":[],"coverage":[],"title":["The analytic index of elliptic pseudodifferential operators on a\n  singular foliation"],"description":["  In previous papers (arxiv:math/0612370 and arxiv:0909.1342) we defined the\nC*-algebra and the longitudinal pseudodifferential calculus of any singular\nfoliation (M,F). Here we construct the analytic index of an elliptic operator\nas a KK-theory element, and prove that the same element can be obtained from an\n\"adiabatic foliation\" TF on $M \\times \\R$, which we introduce here.\n","Comment: 19 pages. Correction of typos in v2, v3."]}]
["1004.4034",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4034"],"date":["2010-04-22","2010-04-29"],"type":["text"],"creator":["Graney, Christopher M."],"language":[],"coverage":[],"title":["Riccioli Measures the Stars: Observations of the telescopic disks of\n  stars as evidence against Copernicus and Galileo in the middle of the 17th\n  century"],"description":["  G. B. Riccioli's 1651 Almagestum Novum contains a table of diameters of stars\nmeasured by Riccioli and his associates with a telescope. These telescopically\nmeasured star diameters are spurious, caused by the diffraction of light waves\nthrough the circular aperture of the telescope, but astronomers of the time,\nincluding Riccioli and Galileo Galilei, were unaware of this phenomenon. They\nbelieved that they were seeing the physical bodies of stars. In the Almagestum\nNovum Riccioli uses these telescopically measured disks to determine the\nphysical sizes of stars under both geocentric (or geo-heliocentric - Tychonic)\nand heliocentric (Copernican) hypotheses. The physical sizes obtained under the\nCopernican hypothesis are immense - dwarfing the Earth, the Sun, and the\nEarth's orbit; even exceeding the distances to the stars given by Tycho Brahe.\nThus Riccioli felt that telescopic observations were an effective argument\nagainst the Copernican system.\n","Comment: Revised version includes extended Table 4; better Airy pattern image\n  for Figure 1; wording changes to improve clarity of the paper, especially so\n  as to distinguish more clearly between star sizes seen through the telescope\n  and calculated physical sizes of stars."]}]
["1004.4045",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4045"],"date":["2010-04-22","2010-04-29"],"type":["text"],"creator":["Tamaki, Yukimichi","Kataoka, Yu","Miyazaki, Takashi"],"language":[],"coverage":[],"title":["Bone regenerative potential of mesenchymal stem cells on a\n  micro-structured titanium processed by wire-type electric discharge machining"],"description":["  A new strategy with bone tissue engineering by mesenchymal stem cell\ntransplantation on titanium implant has been dawn attention. The surface\nscaffold properties of titanium surface play an important role in bone\nregenerative potential of cells. The surface topography and chemistry are\npostulated to be two major factors increasing the scaffold properties of\ntitanium implants. This study aimed to evaluate the osteogenic gene expression\nof mesenchymal stem cells on titanium processed by wire-type electric discharge\nmachining. Some amount of roughness and distinctive irregular features were\nobserved on titanium processed by wire-type electric discharge machining. The\nthickness of suboxide layer was concomitantly grown during the processing.\nSince the thickness of oxide film and micro-topography allowed an improvement\nof mRNA expression of cells, titanium processed by wire-type electric discharge\nmachining is a promising candidate for mesenchymal stem cell based functional\nrestoration of implants.\n","Comment: 6 pages, 4 figures"]}]
["1004.5216",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5216"],"date":["2010-04-29","2010-04-30"],"type":["text"],"creator":["Gorgoglione, Matteo","Savin, Valentin","Declercq, David"],"language":[],"coverage":[],"title":["Optimized puncturing distributions for irregular non-binary LDPC codes"],"description":["  In this paper we design non-uniform bit-wise puncturing distributions for\nirregular non-binary LDPC (NB-LDPC) codes. The puncturing distributions are\noptimized by minimizing the decoding threshold of the punctured LDPC code, the\nthreshold being computed with a Monte-Carlo implementation of Density\nEvolution. First, we show that Density Evolution computed with Monte-Carlo\nsimulations provides accurate (very close) and precise (small variance)\nestimates of NB-LDPC code ensemble thresholds. Based on the proposed method, we\nanalyze several puncturing distributions for regular and semi-regular codes,\nobtained either by clustering punctured bits, or spreading them over the\nsymbol-nodes of the Tanner graph. Finally, optimized puncturing distributions\nfor non-binary LDPC codes with small maximum degree are presented, which\nexhibit a gap between 0.2 and 0.5 dB to the channel capacity, for punctured\nrates varying from 0.5 to 0.9.\n","Comment: 6 pages, ISITA10"]}]
["1004.5382",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5382"],"date":["2010-04-29"],"type":["text"],"creator":["Roy, Pritam"],"language":[],"coverage":[],"title":["Interface Building for Software by Modular Three-Valued Abstraction\n  Refinement"],"description":["  Verification of software systems is a very hard problem due to the large size\nof program state-space. The traditional techniques (like model checking) do not\nscale; since they include the whole state-space by inlining the library\nfunction codes. Current research avoids these problem by creating a lightweight\nrepresentation of the library in form of an \"interface graph\" (call sequence\ngraph). In this paper we introduce a new algorithm to compute a safe,\npermissive interface graph for C-type functions. In this modular analysis, each\nfunction transition is summarized following three-valued abstraction semantics.\nThere are two kinds of abstraction used here. The global abstraction contains\npredicates over global variables only; however the local abstraction inside\neach function may also contain the local variables. The abstract summary needs\nrefinement to guarantee safety and permissiveness. We have implemented the\nalgorithms in TICC tool and compared this algorithm with some related interface\ngeneration algorithms. We also discuss the application of interface as an\noffline test-suite. We create an interface from the model program\n(specification) and the interface will act as a test-suite for the new\nimplementation-under-test (IUT).\n"]}]
["1004.5388",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5388"],"date":["2010-04-29"],"type":["text"],"creator":["Sharpe, E."],"language":[],"coverage":[],"title":["GLSM's, gerbes, and Kuznetsov's homological projective duality"],"description":["  In this short note we give an overview of recent work on string propagation\non stacks and applications to gauged linear sigma models. We begin by outlining\nnoneffective orbifolds (orbifolds in which a subgroup acts trivially) and\nrelated phenomena in two-dimensional gauge theories, which realize string\npropagation on gerbes. We then discuss the `decomposition conjecture,' equating\nconformal field theories of strings on gerbes and strings on disjoint unions of\nspaces. Finally, we apply these ideas to gauged linear sigma models for\ncomplete intersections of quadrics, and use the decomposition conjecture to\nshow that the Landau-Ginzburg points of those models have a geometric\ninterpretation in terms of a (sometimes noncommutative resolution of a)\nbranched double cover, realized via nonperturbative effects, rather than as the\nvanishing locus of a superpotential. These examples violate old unproven lore\non GLSM's (e.g., that geometric phases must be related by birational\ntransformations), and we conclude by observing that in these examples (and\nconjecturing more generally in GLSM's), the phases are instead related by\nKuznetsov's `homological projective duality.'\n","Comment: LaTeX, 8 pages, contribution to the proceedings of Quantum Theory and\n  Symmetries 6 (Lexington, Kentucky, July 2009)"]}]
["1004.5392",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5392"],"date":["2010-04-29"],"type":["text"],"creator":["Jiao, Liying","Zhang, Li","Ding, Lei","Liu, Jie","Dai, Hongjie"],"language":[],"coverage":[],"title":["Aligned Graphene Nanoribbons and Crossbars from Unzipped Carbon\n  Nanotubes"],"description":["  Aligned graphene nanoribbon (GNR) arrays were made by unzipping of aligned\nsingle-walled and few-walled carbon nanotube (CNT) arrays. Nanotube unzipping\nwas achieved by a polymer-protected Ar plasma etching method, and the resulting\nnanoribbon array was transferred onto any substrates. Atomic force microscope\n(AFM) imaging and Raman mapping on the same CNTs before and after unzipping\nconfirmed that ~80% of CNTs were opened up to form single layer sub-10 nm GNRs.\nElectrical devices made from the GNRs (after annealing in H2 at high\ntemperature) showed on/off current (Ion/Ioff) ratios up to 103 at room\ntemperature, suggesting semiconducting nature of the narrow GNRs. Novel GNR-GNR\nand GNR-CNT crossbars were fabricated by transferring GNR arrays across GNR and\nCNT arrays, respectively. The production of ordered graphene nanoribbon\narchitectures may allow for large scale integration of GNRs into\nnanoelectronics or optoelectronics.\n","Comment: published in Nano Research"]}]
["1004.5397",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5397"],"date":["2010-04-29"],"type":["text"],"creator":["Schwarzkopf, Yonathan","Axtell, Robert L.","Farmer, J. Doyne"],"language":[],"coverage":[],"title":["The cause of universality in growth fluctuations"],"description":["  Phenomena as diverse as breeding bird populations, the size of U.S. firms,\nmoney invested in mutual funds, the GDP of individual countries and the\nscientific output of universities all show unusual but remarkably similar\ngrowth fluctuations. The fluctuations display characteristic features,\nincluding double exponential scaling in the body of the distribution and power\nlaw scaling of the standard deviation as a function of size. To explain this we\npropose a remarkably simple additive replication model: At each step each\nindividual is replaced by a new number of individuals drawn from the same\nreplication distribution. If the replication distribution is sufficiently heavy\ntailed then the growth fluctuations are Levy distributed. We analyze the data\nfrom bird populations, firms, and mutual funds and show that our predictions\nmatch the data well, in several respects: Our theory results in a much better\ncollapse of the individual distributions onto a single curve and also correctly\npredicts the scaling of the standard deviation with size. To illustrate how\nthis can emerge from a collective microscopic dynamics we propose a model based\non stochastic influence dynamics over a scale-free contact network and show\nthat it produces results similar to those observed. We also extend the model to\ndeal with correlations between individual elements. Our main conclusion is that\nthe universality of growth fluctuations is driven by the additivity of growth\nprocesses and the action of the generalized central limit theorem.\n","Comment: 18 pages, 4 figures, Supporting information provided with the source\n  files."]}]
["1004.5412",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5412","AIAA-2010-1537 Jan (2010)"],"date":["2010-04-29"],"type":["text"],"creator":["Giffin, Adom","Shneider, Mikhail","Kalra, Chiranjeev S.","Ames, T. L.","Miles, Richard B."],"language":[],"coverage":[],"title":["Effects of a Conducting Sphere Moving Through a Gradient Magnetic Field"],"description":["  We examine several conducting spheres moving through a magnetic field\ngradient. An analytical approximation is derived and an experiment is conducted\nto verify the analytical solution. The experiment is simulated as well to\nproduce a numerical result. Both the low and high magnetic Reynolds number\nregimes are studied. Deformation of the sphere is noted in the high Reynolds\nnumber case. It is suggested that this deformation effect could be useful for\ndesigning or enhancing present protection systems against space debris.\n","Comment: Presented at the AIAA Aerospace Sciences Meeting, Orlando, Florida,\n  Jan 4-7, 2010"]}]
["1004.5413",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5413"],"date":["2010-04-29"],"type":["text"],"creator":["Pakvasa, Sandip"],"language":[],"coverage":[],"title":["Neutrino Flavor Detection at Neutrino Telescopes and Its Uses"],"description":["  It is shown how high energy neutrino beams from very distant sources can be\nutilised to learn about many neutrino properties such as lifetimes, mass\nhierarchy, mixing, minuscule pseudo-Dirac mass splittings and other exotic\nproperties. In addition, the production mechanism of neutrinos in the\nastrophysical sources can also be elucidated.\n","Comment: 7 pages. Invited talk presented at the CTP International Conference\n  on Neutrino Physics in the LHC Era, 15-19 Nov., 2009, Luxor, Egypt."]}]
["1004.5415",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5415"],"date":["2010-04-29"],"type":["text"],"creator":["Assef, R. J.","Kochanek, C. S.","Collaboration, The AGES"],"language":[],"coverage":[],"title":["Low Resolution Spectral Templates for AGNs and Galaxies"],"description":["  We present a set of low resolution empirical SED templates for AGNs and\ngalaxies in the wavelength range from 0.03 to 30 microns. These templates form\na non-negative basis of the color space of such objects and have been derived\nfrom a combination 14448 galaxies and 5347 likely AGNs in the NDWFS Bootes\nfield. We briefly describe how the templates are derived and discuss some\napplications of them. In particular, we discuss biases in commonly used AGN\nmid-IR color selection criteria and the expected distribution of sources in the\ncurrent WISE satellite mission.\n","Comment: To appear in the conference proceedings of the \"Reionization to\n  Exoplanets: Spitzer's Growing Legacy\" meeting. 3 text pages + 1 figure."]}]
["1004.5421",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5421"],"date":["2010-04-29"],"type":["text"],"creator":["Wang, I-Hsiang","Tse, David N. C."],"language":[],"coverage":[],"title":["Interference Mitigation through Limited Transmitter Cooperation"],"description":["  Interference limits performance in wireless networks, and cooperation among\nreceivers or transmitters can help mitigate interference by forming distributed\nMIMO systems. Earlier work shows how limited receiver cooperation helps\nmitigate interference. The scenario with transmitter cooperation, however, is\nmore difficult to tackle. In this paper we study the two-user Gaussian\ninterference channel with conferencing transmitters to make progress towards\nthis direction. We characterize the capacity region to within 6.5 bits/s/Hz,\nregardless of channel parameters. Based on the constant-to-optimality result,\nwe show that there is an interesting reciprocity between the scenario with\nconferencing transmitters and the scenario with conferencing receivers, and\ntheir capacity regions are within a constant gap to each other. Hence in the\ninterference-limited regime, the behavior of the benefit brought by transmitter\ncooperation is the same as that by receiver cooperation.\n","Comment: Submitted to Special Issue of the IEEE Transactions on Information\n  Theory on Interference Networks."]}]
["1004.5427",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Graphics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5427"],"date":["2010-04-29"],"type":["text"],"creator":["Luqman, Muhammad Muzzamil","Delalandre, Mathieu","Brouard, Thierry","Ramel, Jean-Yves","Lladós, Josep"],"language":[],"coverage":[],"title":["Employing fuzzy intervals and loop-based methodology for designing\n  structural signature: an application to symbol recognition"],"description":["  Motivation of our work is to present a new methodology for symbol\nrecognition. We support structural methods for representing visual associations\nin graphic documents. The proposed method employs a structural approach for\nsymbol representation and a statistical classifier for recognition. We\nvectorize a graphic symbol, encode its topological and geometrical information\nby an ARG and compute a signature from this structural graph. To address the\nsensitivity of structural representations to deformations and degradations, we\nuse data adapted fuzzy intervals while computing structural signature. The\njoint probability distribution of signatures is encoded by a Bayesian network.\nThis network in fact serves as a mechanism for pruning irrelevant features and\nchoosing a subset of interesting features from structural signatures, for\nunderlying symbol set. Finally we deploy the Bayesian network in supervised\nlearning scenario for recognizing query symbols. We have evaluated the\nrobustness of our method against noise, on synthetically deformed and degraded\nimages of pre-segmented 2D architectural and electronic symbols from GREC\ndatabases and have obtained encouraging recognition rates. A second set of\nexperimentation was carried out for evaluating the performance of our method\nagainst context noise i.e. symbols cropped from complete documents. The results\nsupport the use of our signature by a symbol spotting system.\n","Comment: 10 pages, Eighth IAPR International Workshop on Graphics RECognition\n  (GREC), 2009, volume 8, 22-31"]}]
["1004.5428",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5428"],"date":["2010-04-29"],"type":["text"],"creator":["Natali, F.","Plank, N. O. V.","Ruck, B. J.","Trodahl, H. J.","Semond, F.","Sorieul, S.","Hirsch, L."],"language":[],"coverage":[],"title":["Epitaxial integration of the intrinsic ferromagnetic semiconductor GdN\n  with silicon technology"],"description":["  A major challenge for the next generation of spintronics devices is the\nimplementation of ferromagnetic-semiconductor thin films as spin injectors and\ndetectors. Spin-polarised carrier injection cannot be accomplished efficiently\nfrom metals, and coupled with the rarity of intrinsic ferromagnetic\nsemiconductors this has driven intensive study of diluted magnetic\nsemiconductors. Chief among these is the doped III-V compound (Ga,Mn)As. These\nmaterials suffer from a number of drawbacks; they (i) require magnetic-ion\ndoping well above the solubility limit, and (ii) must be hole doped to above\nthe degenerate limit, preventing independent control of the carrier\nconcentration and charge sign. Here we demonstrate the first epitaxial growth\nof a recently-characterised intrinsic ferromagnetic semiconductor, GdN, on\nsilicon substrates, providing an essential step on the way to integrate new\nspintronics functionalities into Si-based technology. The films have been\ncharacterised as regards their growth toward fully relaxed GdN, the density and\nmobility of their carriers, and their magnetic behaviour.\n"]}]
["1004.5433",{"format":[],"subject":["Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5433"],"date":["2010-04-29"],"type":["text"],"creator":["Giesbrecht, Mark"],"language":[],"coverage":[],"title":["Some Results on the Functional Decomposition of Polynomials"],"description":["  If g and h are functions over some field, we can consider their composition f\n= g(h). The inverse problem is decomposition: given f, determine the ex-\nistence of such functions g and h. In this thesis we consider functional decom-\npositions of univariate and multivariate polynomials, and rational functions\nover a field F of characteristic p. In the polynomial case, \"wild\" behaviour\noccurs in both the mathematical and computational theory of the problem if p\ndivides the degree of g. We consider the wild case in some depth, and deal with\nthose polynomials whose decompositions are in some sense the \"wildest\": the\nadditive polynomials. We determine the maximum number of decompositions and\nshow some polynomial time algorithms for certain classes of polynomials with\nwild decompositions. For the rational function case we present a definition of\nthe problem, a normalised version of the problem to which the general problem\nreduces, and an exponential time solution to the normal problem.\n","Comment: Masters Thesis, University of Toronto, 1988"]}]
["1004.5436",{"format":[],"subject":["Computer Science - Discrete Mathematics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5436"],"date":["2010-04-29"],"type":["text"],"creator":["Ning, Kang"],"language":[],"coverage":[],"title":["Multiple oligo nucleotide arrays: Methods to reduce manufacture time and\n  cost"],"description":["  The customized multiple arrays are becoming vastly used in microarray\nexperiments for varies purposes, mainly for its ability to handle a large\nquantity of data and output high quality results. However, experimenters who\nuse customized multiple arrays still face many problems, such as the cost and\ntime to manufacture the masks, and the cost for production of the multiple\narrays by costly machines. Although there is some research on the multiple\narrays, there is little concern on the manufacture time and cost, which is\nactually important to experimenters. In this paper, we have proposed methods to\nreduce the time and cost for the manufacture of the customized multiple arrays.\nWe have first introduced a heuristic algorithm for the mask decomposition\nproblem for multiple arrays. Then a streamline method is proposed for the\nintegration of different steps of manufacture on a higher level. Experiments\nshow that our methods are very effective in reduction of the time and cost of\nmanufacture of multiple arrays.\n","Comment: 11 pages, 7 figures. A simple method targets some researchers in the\n  field."]}]
["1004.5439",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Discrete Mathematics","11Y55 (Primary) 05A15, 11-04, 12-04, 12E05, 12E10, 65C10, 68R05\n  (Secondary)","F.2.1","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5439","Mathematics of Computation 63 (1994), 389-401."],"date":["2010-04-29"],"type":["text"],"creator":["Brent, Richard P."],"language":[],"coverage":[],"title":["On the periods of generalized Fibonacci recurrences"],"description":["  We give a simple condition for a linear recurrence (mod 2^w) of degree r to\nhave the maximal possible period 2^(w-1).(2^r-1). It follows that the period is\nmaximal in the cases of interest for pseudo-random number generation, i.e. for\n3-term linear recurrences defined by trinomials which are primitive (mod 2) and\nof degree r > 2. We consider the enumeration of certain exceptional polynomials\nwhich do not give maximal period, and list all such polynomials of degree less\nthan 15.\n","Comment: 13 pages. An old Technical Report, submitted for archival purposes.\n  For further details, see http://wwwmaths.anu.edu.au/~brent/pub/pub133.html"]}]
["1004.5440",{"format":[],"subject":["Mathematics - Combinatorics","05A15 (Primary) 05A30, 68R05 (Secondary)","F.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5440","Ars Combinatoria 26A (1988), 57-64."],"date":["2010-04-29"],"type":["text"],"creator":["Brent, Richard P.","McKay, Brendan D."],"language":[],"coverage":[],"title":["On determinants of random symmetric matrices over Z_m"],"description":["  We determine the probability that a random n x n symmetric matrix over {1, 2,\n... , m} has determinant divisible by m.\n","Comment: 8 pages. An old Technical Report, submitted for archival purposes.\n  For further details, see http://wwwmaths.anu.edu.au/~brent/pub/pub101.html"]}]
["1004.5464",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5464"],"date":["2010-04-30"],"type":["text"],"creator":["Kołaczkowski, Zbigniew","Mennickent, Ronald","Rivinius, Thomas"],"language":[],"coverage":[],"title":["The study of resonant variability observed in the massive LMC system BI\n  108"],"description":["  The LMC star BI 108 is photometrically variable with the unique light curve:\nTwo strong periods are present in a strict 3:2 resonance, staying coherent over\nseveral observing seasons. A spectroscopic data collected at VLT/UVES reveals\nunexpected and still not fully understood behavior of the system, that has not\nbeen observed in any other early-type multiple systems.\n","Comment: 2 pages, 1 figure. To appear in ASP Conference Series special issue:\n  \"Binaries: Key to Comprehension of the Universe\"."]}]
["1004.5466",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Data Structures and Algorithms","11-04 (Primary) 05A15, 11T06, 11T22, 11T24, 11Y05, 11Y16, 12-04,\n  12E10, 12Y05 (Secondary)","G.1.0","G.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5466","Mathematics of Computation 61 (1993), 131-149."],"date":["2010-04-30"],"type":["text"],"creator":["Brent, Richard P."],"language":[],"coverage":[],"title":["On computing factors of cyclotomic polynomials"],"description":["  For odd square-free n > 1 the n-th cyclotomic polynomial satisfies an\nidentity of Gauss. There are similar identity of Aurifeuille, Le Lasseur and\nLucas. These identities all involve certain polynomials with integer\ncoefficients. We show how these coefficients can be computed by simple\nalgorithms which require O(n^2) arithmetic operations and work over the\nintegers. We also give explicit formulae and generating functions for the\npolynomials, and illustrate the application to integer factorization with some\nnumerical examples.\n","Comment: 21 pages. An old Technical Report, submitted for archival purposes.\n  For further details, see http://wwwmaths.anu.edu.au/~brent/pub/pub135.html"]}]
["1004.5479",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5479"],"date":["2010-04-30"],"type":["text"],"creator":["Zhang, Wenyi","Poor, H. Vincent"],"language":[],"coverage":[],"title":["On Minimax Robust Detection of Stationary Gaussian Signals in White\n  Gaussian Noise"],"description":["  The problem of detecting a wide-sense stationary Gaussian signal process\nembedded in white Gaussian noise, where the power spectral density of the\nsignal process exhibits uncertainty, is investigated. The performance of\nminimax robust detection is characterized by the exponential decay rate of the\nmiss probability under a Neyman-Pearson criterion with a fixed false alarm\nprobability, as the length of the observation interval grows without bound. A\ndominance condition is identified for the uncertainty set of spectral density\nfunctions, and it is established that, under the dominance condition, the\nresulting minimax problem possesses a saddle point, which is achievable by the\nlikelihood ratio tests matched to a so-called dominated power spectral density\nin the uncertainty set. No convexity condition on the uncertainty set is\nrequired to establish this result.\n","Comment: Submitted; extended abstract to appear in ISIT 2010"]}]
["1004.5486",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5486"],"date":["2010-04-30"],"type":["text"],"creator":["Pezze, L.","Smerzi, A."],"language":[],"coverage":[],"title":["Ultrasensitive Atomic clock with single-mode number-squeezing"],"description":["  We show that the sensitivity of an atomic clock can be enhanced below the\nshot-noise level by initially squeezing, and then measuring in output, the\npopulation of a single atomic level. This can simplify current experimental\nprotocols which requires squeezing of the relative number of particles of the\ntwo populated states. We finally study, as a specific application, the clock\nsensitivity obtained with a single mode quantum non-demolition measurement.\n","Comment: 4 pages, 2 figures"]}]
["1004.5490",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5490"],"date":["2010-04-30"],"type":["text"],"creator":["Kaneko, Toshiaki","Ueda, Takahiro"],"language":[],"coverage":[],"title":["Sector decomposition via computational geometry"],"description":["  A non-iterative method is presented for the factorization step of sector\ndecomposition method, which separates infrared divergent part from loop\nintegration. This method is based on a classification of asymptotic behavior of\npolynomials. The problem is converted to ones for convex body in Euclidean\nspace. They are solved with algorithms developed in computational geometry. A\ntest implementation shows that this method produces less number of decomposed\nsectors than usual iterative sector decompositions.\n","Comment: 7 pages, 2 figures, Talk given at 13th International Workshop on\n  Advanced Computing and Analysis Techniques in Physics Research,February 26,\n  2010, Jaipur, India"]}]
["1004.5506",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Classical Analysis and ODEs","Mathematics - History and Overview","41A60 (Primary) 01A60, 33C10, 33-01, 33-03, 33E99, 40A25, 65D20\n  (Secondary)","G.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5506","Australian Mathematical Society Gazette 20 (1993), 149-155."],"date":["2010-04-30"],"type":["text"],"creator":["Brent, Richard P."],"language":[],"coverage":[],"title":["An asymptotic expansion inspired by Ramanujan"],"description":["  Corollary 2, Entry 9, Chapter 4 of Ramanujan's first notebook claims that a\ncertain sum is asymptotic to ln(x) + gamma, where x is a real variable in the\nsum and gamma is Euler's constant. Ramanujan's claim is known to be correct for\nthe case n = 1, but incorrect for n > 2 (here n is an integer parameter in the\nsum). We show that the result is correct for n = 2. We also consider the order\nof the error term, and discuss a different, correct generalisation of the case\nn = 1.\n","Comment: 6 pages. An old Technical Report, submitted for archival purposes.\n  For further details, see http://wwwmaths.anu.edu.au/~brent/pub/pub139.html"]}]
["1004.5527",{"format":[],"subject":["Mathematics - Number Theory","11D72, 11E76, 11P55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5527"],"date":["2010-04-30"],"type":["text"],"creator":["Brüdern, Jörg","Dietmann, Rainer"],"language":[],"coverage":[],"title":["Random diophantine equations of additive type"],"description":["  Using the circle method in combination with lattice point counting arguments,\nwe show that for almost all homogeneous diophantine equations of additive type\nand degree $k$ in more than $4k$ variables, the Local-Global principle holds\ntrue. Moreover, our approach shows that almost all such equations having a\nnon-trivial integer solution have a very small such solution, the bound being\nclose to the best possible one.\n","Comment: 20 pages"]}]
["1004.5530",{"format":[],"subject":["Mathematics - Probability","60J65, 60G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5530","doi:10.1007/s00440-009-0236-4"],"date":["2010-04-30"],"type":["text"],"creator":["Leuridan, Christophe"],"language":[],"coverage":[],"title":["Un processus ponctuel associ\\'e aux maxima locaux du mouvement brownien"],"description":["  Let $B = (B_t)_{t \\in {\\bf R}}$ be a symmetric Brownian motion, i.e.\n$(B_t)_{t \\in {\\bf R}_+}$ and $(B_{-t})_{t \\in {\\bf R}_+}$ are independent\nBrownian motions starting at $0$. Given $a \\ge b>0$, we describe the law of the\nrandom set $${\\cal M}_{a,b} = \\{t \\in {\\bf R} : B_t = \\max_{s \\in [t-a,t+b]}\nB_s\\},$$ and we describe the L\\'evy measure of a subordinator whose closed\nrange is the regenerative set $${\\cal R}_a = \\{t \\in {\\bf R}\\_+ : B_t = \\max_{s\n\\in [(t-a)_+,t]} B_s\\}.$$\n","Comment: 20 pages, 2 figures."]}]
["1004.5534",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5534"],"date":["2010-04-30"],"type":["text"],"creator":["Wheeler, David A."],"language":[],"coverage":[],"title":["Fully Countering Trusting Trust through Diverse Double-Compiling"],"description":["  An Air Force evaluation of Multics, and Ken Thompson's Turing award lecture\n(\"Reflections on Trusting Trust\"), showed that compilers can be subverted to\ninsert malicious Trojan horses into critical software, including themselves. If\nthis \"trusting trust\" attack goes undetected, even complete analysis of a\nsystem's source code will not find the malicious code that is running.\nPreviously-known countermeasures have been grossly inadequate. If this attack\ncannot be countered, attackers can quietly subvert entire classes of computer\nsystems, gaining complete control over financial, infrastructure, military,\nand/or business systems worldwide. This dissertation's thesis is that the\ntrusting trust attack can be detected and effectively countered using the\n\"Diverse Double-Compiling\" (DDC) technique, as demonstrated by (1) a formal\nproof that DDC can determine if source code and generated executable code\ncorrespond, (2) a demonstration of DDC with four compilers (a small C compiler,\na small Lisp compiler, a small maliciously corrupted Lisp compiler, and a large\nindustrial-strength C compiler, GCC), and (3) a description of approaches for\napplying DDC in various real-world scenarios. In the DDC technique, source code\nis compiled twice: the source code of the compiler's parent is compiled using a\ntrusted compiler, and then the putative compiler source code is compiled using\nthe result of the first compilation. If the DDC result is bit-for-bit identical\nwith the original compiler-under-test's executable, and certain other\nassumptions hold, then the compiler-under-test's executable corresponds with\nits putative source code.\n","Comment: PhD dissertation. Accepted by George Mason University, Fairfax,\n  Virginia, USA's Volgenau School of Information Technology and Engineering in\n  2009. 199 single-side printed pages."]}]
["1004.5539",{"format":[],"subject":["Physics - Instrumentation and Detectors","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5539"],"date":["2010-04-30"],"type":["text"],"creator":["Rubiola, Enrico","Brendel, Remi"],"language":[],"coverage":[],"title":["A generalization of the Leeson effect"],"description":["  The oscillator, inherently, turns the phase noise of its internal components\ninto frequency noise, which results into a multiplication by 1/f^2 in the\nphase-noise power spectral density. This phenomenon is known as the Leeson\neffect. This report extends the Leeson effect to the analysis of amplitude\nnoise. This is done by analyzing the slow-varying complex envelope, after\nfreezing the carrier. In the case of amplitude noise, the classical analysis\nbased on the frequency-domain transfer function is possible only after solving\nand linearizing the complete differential equation that describes the\noscillator. The theory predicts that AM noise gives an additional contribution\nto phase noise. Beside the detailed description of the traditional oscillator,\nbased on the resonator governed by a second-order differential equation\n(microwave cavity, quartz oscillators etc.), this report is a theoretical\nframework for the analysis of other oscillators, like for example the masers,\nlasers, and opto-electronic oscillators. This manuscript is intended as a\nstandalone report, and also as complement to the book E. Rubiola, Phase Noise\nand Frequency Stability in Oscillators, Cambridge University Press, 2008. ISBN\n978-0-521-88677-2 (hardback), 978-0-521-15328-7 (paperback).\n","Comment: 48 pages, 34 figures, table of contents, list of symbols"]}]
["1004.5549",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Numerical Analysis","03E99, 05A18, 33F10","I.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5549"],"date":["2010-04-30"],"type":["text"],"creator":["Carette, Jacques","Sexton, Alan P.","Sorge, Volker","Watt, Stephen M."],"language":[],"coverage":[],"title":["Symbolic Domain Decomposition"],"description":["  Decomposing the domain of a function into parts has many uses in mathematics.\nA domain may naturally be a union of pieces, a function may be defined by\ncases, or different boundary conditions may hold on different regions. For any\nparticular problem the domain can be given explicitly, but when dealing with a\nfamily of problems given in terms of symbolic parameters, matters become more\ndifficult. This article shows how hybrid sets, that is multisets allowing\nnegative multiplicity, may be used to express symbolic domain decompositions in\nan efficient, elegant and uniform way, simplifying both computation and\nreasoning. We apply this theory to the arithmetic of piecewise functions and\nsymbolic matrices and show how certain operations may be reduced from\nexponential to linear complexity.\n","Comment: Calculemus 2010 (17th Symposium on the Integration of Symbolic\n  Computation and Mechanised Reasoning), part of Conferences on Intelligent\n  Computer Mathematics 2010. 17 pages."]}]
["1004.5550",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5550"],"date":["2010-04-30"],"type":["text"],"creator":["Aman, Jan E.","Pidokrajt, Narit"],"language":[],"coverage":[],"title":["On explicit thermodynamic functions and extremal limits of Myers-Perry\n  black holes"],"description":["  We study thermodynamic properties of Myers-Perry black holes by deriving\nexplicit fundamental relations from which we can obtain the temperature and\nspecific heat in terms of explicit control parameters in arbitrary dimensions.\nUsing the definition of extremal black holes we establish the generalized Kerr\nbound in arbitrary dimension. We study thermodynamic geometries of the\nMyers-Perry black holes with equal angular momenta in arbitrary dimensions and\ndraw thermodynamic cone diagrams which capture the extremal limits of the black\nholes. Thermodynamic state space is represented geometrically as a wedge\nembedded in Minkowski space. The opening angle of such a wedge is uniquely\ndetermined by the number of spacetime dimensions and the number of angular\nmomenta. Our results can potentially be used to generalize thermodynamic\ninstability analysis and other studies in which extremal limits of the\nMyers-Perry black holes are required.\n","Comment: 16 pages"]}]
["1004.5555",{"format":[],"subject":["High Energy Physics - Experiment","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5555"],"date":["2010-04-30"],"type":["text"],"creator":["Ishida, A.","Akimoto, G.","Sasaki, Y.","Suehara, T.","Namba, T.","Asai, S.","Kobayashi, T.","Saito, H.","Yoshida, M.","Tanaka, K.","Yamamoto, A."],"language":[],"coverage":[],"title":["New method of precise measurement of positronium hyperfine splitting"],"description":["  The ground state hyperfine splitting of positronium, $\\Delta_{\\mathrm{HFS}}$,\nis sensitive to high order corrections of QED. A new calculation up to\n$\\mathrm{O}(\\alpha ^3 \\ln \\alpha)$ has revealed a $3.9\\sigma$ discrepancy\nbetween the QED prediction and the experimental results. This discrepancy might\neither be due to systematic problems in the previous experiments or to\ncontributions beyond the Standard Model. We propose an experiment to measure\n$\\Delta_{\\mathrm{HFS}}$ employing new methods designed to remedy the systematic\nerrors which may have affected the previous experiments. Our experiment will\nprovide an independent check of the discrepancy. The prototype run has been\nfinished and a result of $\\Delta_{\\mathrm{HFS}} = 203.380 4 \\pm 0.008 4\n\\mathrm{GHz} (41 \\mathrm{ppm})$ has been obtained. A measurement with a\nprecision of O(ppm) is expected within a few years.\n","Comment: 6 pages, 7 figures"]}]
["1004.5561",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5561"],"date":["2010-04-30"],"type":["text"],"creator":["Ranalli, Piero"],"language":[],"coverage":[],"title":["The evolution of star forming galaxies with the Wide Field X-ray\n  Telescope"],"description":["  Star forming galaxies represent a small yet sizable fraction of the X-ray sky\n(1%-20%, depending on the flux). X-ray surveys allow to derive their luminosity\nfunction and evolution, free from uncertainties due to absorption. However,\nmuch care must be put in the selection criteria to build samples clean from\ncontamination by AGN. Here we review the possibilities offered by the proposed\nWFXT mission for their study. We analyze the expected luminosity and redshift\ndistributions of star forming galaxies in the proposed WFXT surveys. We discuss\nthe impact of such a mission on the knowledge of the cosmic star formation\nhistory, and provide a few suggestions.\n","Comment: 6 pages, 4 figures. Proceedings of \"The Wide Field X-ray Telescope\n  Workshop\", held in Bologna, Italy, Nov. 25-26 2009. To appear in Memorie\n  della Societ\\`a Astronomica Italiana."]}]
["1004.5562",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5562","Nature Nanotechnology 5, 27 (2009)"],"date":["2010-04-30"],"type":["text"],"creator":["Mueller, Thomas","Kinoshita, Megumi","Steiner, Mathias","Perebeinos, Vasili","Bol, Ageeth A.","Farmer, Damon B.","Avouris, Phaedon"],"language":[],"coverage":[],"title":["Efficient narrow-band light emission from a single carbon nanotube p-n\n  diode"],"description":["  Electrically-driven light emission from carbon nanotubes could be exploited\nin nano-scale lasers and single-photon sources, and has therefore been the\nfocus of much research. However, to date, high electric fields and currents\nhave been either required for electroluminescence, or have been an undesired\nside effect, leading to high power requirements and low efficiencies. In\naddition, electroluminescent linewidths have been broad enough to obscure the\ncontributions of individual optical transitions. Here, we report\nelectrically-induced light emission from individual carbon nanotube p-n diodes.\nA new level of control over electrical carrier injection is achieved, reducing\npower dissipation by a factor of up to 1000, and resulting in zero threshold\ncurrent, negligible self-heating, and high carrier-to- photon conversion\nefficiencies. Moreover, the electroluminescent spectra are significantly\nnarrower (ca. 35 meV) than in previous studies, allowing the identification of\nemission from free and localized excitons.\n"]}]
["1004.5563",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5563"],"date":["2010-04-30"],"type":["text"],"creator":["Ranalli, Piero","Comastri, Andrea","Origlia, Livia","Maiolino, Roberto"],"language":[],"coverage":[],"title":["X-ray gaseous emission in the galaxy M82"],"description":["  The main results from a deep X-ray observation of M82 are summarised:\nspatially-dependent chemical abundances, temperature structure of the gas,\ncharge-exchange emission lines in the spectrum. We also present an update of\nthe chemical bundances, based on a more refined extraction of spectra.\n","Comment: 4 pages, 1 figure. Proc. of the conference \"X-ray Astronomy 2009:\n  Present status, multiwavelength approach and future perspectives\", September\n  2009, Bologna. To appear in AIP Conf. Proc. (editors: A. Comastri, M. Cappi,\n  L. Angelini)."]}]
["1004.5564",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5564"],"date":["2010-04-30"],"type":["text"],"creator":["Halkiadakis, E."],"language":[],"coverage":[],"title":["Proceedings for TASI 2009 Summer School on \"Physics of the Large and the\n  Small\": Introduction to the LHC experiments"],"description":["  These proceedings are a summary of four lectures given at the Theoretical\nAdvanced Study Institute in Elementary Particle Physics (TASI) in 2009. These\nlectures provide a basic introduction to experimental particle physics and the\nLarge Hadron Collider experiments at CERN, with many general examples from the\n(still running) Fermilab Tevatron.\n","Comment: TASI 2009 Proceedings; 32 pages; 14 figures; To be published in World\n  Scientific"]}]
["1004.5566",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5566"],"date":["2010-04-30"],"type":["text"],"creator":["Brynjolfsson, E. J.","Danielsson, U. H.","Thorlacius, L.","Zingg, T."],"language":[],"coverage":[],"title":["Holographic models with anisotropic scaling"],"description":["  We consider gravity duals to d+1 dimensional quantum critical points with\nanisotropic scaling. The primary motivation comes from strongly correlated\nelectron systems in condensed matter theory but the main focus of the present\npaper is on the gravity models in their own right. Physics at finite\ntemperature and fixed charge density is described in terms of charged black\nbranes. Some exact solutions are known and can be used to obtain a maximally\nextended spacetime geometry, which has a null curvature singularity inside a\nsingle non-degenerate horizon, but generic black brane solutions in the model\ncan only be obtained numerically. Charged matter gives rise to black branes\nwith hair that are dual to the superconducting phase of a holographic\nsuperconductor. Our numerical results indicate that holographic superconductors\nwith anisotropic scaling have vanishing zero temperature entropy when the back\nreaction of the hair on the brane geometry is taken into account.\n","Comment: 8 pages, 3 figures, based on a talk given by L. Thorlacius at the\n  \"6th International Symposium on Quantum Theory and Symmetries\" at the\n  University of Kentucky, July 20 - 25, 2009."]}]
["1004.5570",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5570"],"date":["2010-04-30"],"type":["text"],"creator":["Kowshik, Hemant","Kumar, P. R."],"language":[],"coverage":[],"title":["Optimal computation of symmetric Boolean functions in Tree networks"],"description":["  In this paper, we address the scenario where nodes with sensor data are\nconnected in a tree network, and every node wants to compute a given symmetric\nBoolean function of the sensor data. We first consider the problem of computing\na function of two nodes with integer measurements. We allow for block\ncomputation to enhance data fusion efficiency, and determine the minimum\nworst-case total number of bits to be exchanged to perform the desired\ncomputation. We establish lower bounds using fooling sets, and provide a novel\nscheme which attains the lower bounds, using information theoretic tools. For a\nclass of functions called sum-threshold functions, this scheme is shown to be\noptimal. We then turn to tree networks and derive a lower bound for the number\nof bits exchanged on each link by viewing it as a two node problem. We show\nthat the protocol of recursive innetwork aggregation achieves this lower bound\nin the case of sumthreshold functions. Thus we have provided a communication\nand in-network computation strategy that is optimal for each link. All the\nresults can be extended to the case of non-binary alphabets. In the case of\ngeneral graphs, we present a cut-set lower bound, and an achievable scheme\nbased on aggregation along trees. For complete graphs, the complexity of this\nscheme is no more than twice that of the optimal scheme.\n","Comment: Accepted to 2010 IEEE International Symposium on Information Theory"]}]
["1004.5571",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5571"],"date":["2010-04-30"],"type":["text"],"creator":["Kowshik, Hemant","Kumar, P. R."],"language":[],"coverage":[],"title":["Optimal ordering of transmissions for computing Boolean threhold\n  functions"],"description":["  We address a sequential decision problem that arises in the computation of\nsymmetric Boolean functions of distributed data. We consider a collocated\nnetwork, where each node's transmissions can be heard by every other node. Each\nnode has a Boolean measurement and we wish to compute a given Boolean function\nof these measurements. We suppose that the measurements are independent and\nBernoulli distributed. Thus, the problem of optimal computation becomes the\nproblem of optimally ordering node's transmissions so as to minimize the total\nexpected number of bits. We solve the ordering problem for the class of Boolean\nthreshold functions. The optimal ordering is dynamic, i.e., it could\npotentially depend on the values of previously transmitted bits. Further, it\ndepends only on the ordering of the marginal probabilites, but not on their\nexact values. This provides an elegant structure for the optimal strategy. For\nthe case where each node has a block of measurements, the problem is\nsignificantly harder, and we conjecture the optimal strategy.\n","Comment: Accepted to 2010 IEEE International Symposium on Information Theory"]}]
["1004.5574",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5574"],"date":["2010-04-30"],"type":["text"],"creator":["Dris, Stefanos"],"language":[],"coverage":[],"title":["Performance of the CMS Tracker Optical Links and Future Upgrade Using\n  Bandwidth Efficient Digital Modulation"],"description":["  (Abridged version) The CMS experiment at the LHC will begin operation in\n2007. The CMS Tracker sub-detector, comprises ~10 million detector channels\nread out by ~40 000 analog optical links. The optoelectronic components have\nbeen designed to meet the stringent requirements of a HEP experiment in terms\nof radiation hardness, low mass and low power. Extensive testing has been\nperformed on the components and on complete optical links in test systems.\nTheir functionality and performance in terms of gain, noise, linearity,\nbandwidth and radiation hardness is detailed. Particular emphasis is placed on\nthe gain, which directly affects the dynamic range of the detector data. It has\nbeen possible to accurately predict the variation in gain that will be observed\nthroughout the system. A simulation based on production test data showed that\nthe average gain would be ~38% higher than the design target at the Tracker\noperating temperature of -10{\\deg}C. Corrective action was taken to reduce the\ngains and recover the lost dynamic range by lowering the optical receiver's\nload resistor value from 100{\\Omega} to 62{\\Omega}. All links will have gains\nbetween 0.64 and 0.96V/V. The future iteration of CMS will be operated in an\nupgraded LHC requiring faster data readout. In order to preserve the large\ninvestments made for the current readout system, an upgrade path that involves\nreusing the existing optoelectronic components is considered. The applicability\nof Quadrature Amplitude Modulation (QAM) in a HEP readout system is examined.\nThe method for calculating the data rate is presented, along with laboratory\ntests where QAM signals were transmitted over a Tracker optical link. The\nresults show that 3-4Gbit/s would be possible if such a design can be\nimplemented (over 10 times the equivalent data rate of the current analog\nlinks, 320Mbits/s).\n","Comment: Ph.D. thesis, Imperial College London, defended 28/9/2006, 188 pages.\n  Supervisors: Costas Foudas (IC) and Jan Troska (CERN)."]}]
["1004.5582",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5582"],"date":["2010-04-30"],"type":["text"],"creator":["Collaboration, M. V. Tokarev for the STAR"],"language":[],"coverage":[],"title":["High-pT Spectra of Charged Hadrons in Au+Au Collisions at sqrt\n  s_(NN)=9.2 GeV in STAR"],"description":["  The production of hadrons in heavy ions collisions at high $p_T$ provides an\nimportant information on mechanism of particle formation and constituent energy\nloss in medium. Such information is needed for search of a Critical Point and\nsignatures of phase transition. Measurements by the STAR Collaboration of\ncharged hadron production in Au+Au collisions at $\\sqrt {s_{NN}}$=9.2 GeV over\na wide transverse momentum $p_T=0.2-4.$ GeV/c and at mid-rapidity range are\nreported. It allows for a first measurement of the spectra for charged hadrons\nat high $p_T$ at this energy. The spectra demonstrate the dependence on\ncentrality which enhances with $p_T$. The constituent energy loss and its\ndependence on transverse momentum of particle, and centrality of collisions are\nestimated in the $z$-scaling approach.\n","Comment: 5 pages, 5 figures, Talk presented at the Session-conference of the\n  Russian Academy of Sciences, Physics of Fundamental Interactions, ITEP,\n  Moscow, Russia, November 23-27, 2009 to be published in the Journal Physics\n  of Atomic Nuclei (Yadernaya fizika). The author may be contacted via:\n  tokarev@sunhe.jinr.ru"]}]
["1004.5587",{"format":[],"subject":["Quantitative Biology - Genomics","Mathematics - Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5587"],"date":["2010-04-30"],"type":["text"],"creator":["Evans, Steven N.","Hower, Valerie","Pachter, Lior"],"language":[],"coverage":[],"title":["Coverage statistics for sequence census methods"],"description":["  Background: We study the statistical properties of fragment coverage in\ngenome sequencing experiments. In an extension of the classic Lander-Waterman\nmodel, we consider the effect of the length distribution of fragments. We also\nintroduce the notion of the shape of a coverage function, which can be used to\ndetect abberations in coverage. The probability theory underlying these\nproblems is essential for constructing models of current high-throughput\nsequencing experiments, where both sample preparation protocols and sequencing\ntechnology particulars can affect fragment length distributions.\n  Results: We show that regardless of fragment length distribution and under\nthe mild assumption that fragment start sites are Poisson distributed, the\nfragments produced in a sequencing experiment can be viewed as resulting from a\ntwo-dimensional spatial Poisson process. We then study the jump skeleton of the\nthe coverage function, and show that the induced trees are Galton-Watson trees\nwhose parameters can be computed.\n  Conclusions: Our results extend standard analyses of shotgun sequencing that\nfocus on coverage statistics at individual sites, and provide a null model for\ndetecting deviations from random coverage in high-throughput sequence census\nbased experiments. By focusing on fragments, we are also led to a new approach\nfor visualizing sequencing data that should be of independent interest.\n","Comment: 10 pages, 4 figures"]}]
["1004.5601",{"format":[],"subject":["Computer Science - Information Theory","94B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5601"],"date":["2010-04-30"],"type":["text"],"creator":["Barg, Alexander","Purkayastha, Punarbasu"],"language":[],"coverage":[],"title":["Near MDS poset codes and distributions"],"description":["  We study $q$-ary codes with distance defined by a partial order of the\ncoordinates of the codewords. Maximum Distance Separable (MDS) codes in the\nposet metric have been studied in a number of earlier works. We consider codes\nthat are close to MDS codes by the value of their minimum distance. For such\ncodes, we determine their weight distribution, and in the particular case of\nthe \"ordered metric\" characterize distributions of points in the unit cube\ndefined by the codes. We also give some constructions of codes in the ordered\nHamming space.\n","Comment: 13 pages, 1 figure"]}]
["cond-mat/0603346",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603346","Phys. Rev. E 73, 036218 (2006)","doi:10.1103/PhysRevE.73.036218"],"date":["2006-03-13"],"type":["text"],"creator":["Radicchi, Filippo","Meyer-Ortmanns, Hildegard"],"language":[],"coverage":[],"title":["Entrainment of Coupled Oscillators on Regular Networks by Pacemakers"],"description":["  We study Kuramoto oscillators, driven by one pacemaker, on $d$-dimensional\nregular topologies with nearest neighbor interactions.\n  We derive the analytical expressions for the common frequency in the case of\nphase-locked motion and for the critical frequency of the pacemaker, placed at\nan arbitrary position in the lattice, so that above the critical frequency no\nphase-locked motion is possible. We show that the mere change in topology from\nan open chain to a ring induces synchronization for a certain range of\npacemaker frequencies and couplings, while keeping the other parameters fixed.\nMoreover we demonstrate numerically that the critical frequency of the\npacemaker decreases as a power of the linear size of the lattice with an\nexponent equal to the dimension of the system. This leads in particular to the\nconclusion that for infinite-dimensional topologies the critical frequency for\nhaving entrainment decreases exponentially with the size of the system, or,\nmore generally, with the depth of the network, that is the average distance of\nthe oscillators from the pacemaker.\n","Comment: 8 pages, 7 figures. Phys. Rev. E 73 (in press)"]}]
["hep-th/9801061",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9801061"],"date":["1998-01-11"],"type":["text"],"creator":["Losev, Andrei","Nekrasov, Nikita","Shatashvili, Samson"],"language":[],"coverage":[],"title":["Testing Seiberg-Witten Solution"],"description":["  We propose a few tests of Seiberg-Witten solutions of $\\CN=2$ supersymmetric\ngauge theories by the instanton calculus in twisted gauge theories. We\nre-examine the low-energy effective abelian theory in the presence of sources\nand present the formalism which makes duality transformations transparent and\neasily fixes all the contact terms in a broad class of theories. We also\ndiscuss ADHM integration and its relevance to the stated problems.\n","Comment: crckapb.sty, 16 pp., a version of the contribution to Cargese\n  conference, June 1997"]}]
["math/0506065",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Functional Analysis","58J10, 58A12,46E35,35J15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506065","J. Geom. Anal. 16 (2006), no. 4, 597--631","doi:10.1007/BF02922133"],"date":["2005-06-03","2007-02-22"],"type":["text"],"creator":["Gol'dshtein, Vladimir","Troyanov, Marc"],"language":[],"coverage":[],"title":["Sobolev Inequalities for Differential Forms and $L_{q,p}$-cohomology"],"description":["  We study the relation between Sobolev inequalities for differential forms on\na Riemannian manifold $(M,g)$ and the $L_{q,p}$-cohomology of that manifold.\nThe $L_{q,p}$-cohomology of $(M,g)$ is defined to be the quotient of the space\nof closed differential forms in $L^p(M)$ modulo the exact forms which are\nexterior differentials of forms in $L^q(M)$.\n","Comment: This paper has appeared in the Journal of Geometric Analysis, (only\n  minor changes have been made since verion 1)"]}]
["physics/0608075",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0608075"],"date":["2006-08-07","2010-04-30"],"type":["text"],"creator":["Minotti, Fernando O."],"language":[],"coverage":[],"title":["On the completeness of classical electromagnetism"],"description":["  The possibility of an incompletness of the equations of electromagnetism is\nanalyzed using a thought experiment that shows a non-physical behavior\naccording to classical electromagnetism. Basically, from Maxwell equations it\nis shown that a particular passive, isolated circuit could present a transient\ngrowth of its currents. Resolution of this problem is sought within the context\nof the usual electromagnetism and also using the possibly simplest\ngeneralization of Maxwell equations, a reduced version of Ohmura equations.\n","Comment: This paper has been withdrawn by the author due to an error in the\n  argumentation."]}]
["quant-ph/0503157",{"format":[],"subject":["Quantum Physics","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0503157","The Sixth IEEE International Conference on Computer and\n  Information Technology, 2006. Seoul, South Korea","doi:10.1109/CIT.2006.164"],"date":["2005-03-17"],"type":["text"],"creator":["Hosseini-Khayat, Saied","Marvian, Iman"],"language":[],"coverage":[],"title":["Secure Communication Using Qubits"],"description":["  A two-layer quantum protocol for secure transmission of data using qubits is\npresented. The protocol is an improvement over the BB84 QKD protocol. BB84, in\nconjunction with the one-time pad algorithm, has been shown to be\nunconditionally secure. However it suffers from two drawbacks: (1) Its security\nrelies on the assumption that Alice's qubit source is perfect in the sense that\nit does not inadvertently emit multiple copies of the same qubit. A multi-qubit\nemission attack can be launched if this assumption is violated. (2) BB84 cannot\ntransfer predetermined keys; the keys it can distribute are generated in the\nprocess. Our protocol does not have these drawbacks.\n  As in BB84, our protocol requires an authenticated public channel so as to\ndetect an intruder's interaction with the quantum channel, but unlike in\nsymmetric-key cryptography, the confidentiality of transmitted data does not\nrely on a shared secret key.\n","Comment: 13 pages, submitted to the the 25th Annual International Cryptology\n  Conference (Crypto 2005), dated 14/02/2005"]}]
["quant-ph/0611004",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0611004","Phys. Rev. A 75, 042320 (2007)","doi:10.1103/PhysRevA.75.042320"],"date":["2006-10-31"],"type":["text"],"creator":["Hodges, J. S.","Cappellaro, P.","Havel, T. F.","Martinez, R.","Cory, D. G."],"language":[],"coverage":[],"title":["Experimental Implementation of Logical Bell State Encoding"],"description":["  Liquid phase NMR is a general purpose test-bed for developing methods of\ncoherent control relevant to quantum information processing. Here we extend\nthese studies to the coherent control of logical qubits and in particular to\nthe unitary gates necessary to create entanglement between logical qubits. We\nreport an experimental implementation of a conditional logical gate between two\nlogical qubits that are each in decoherence free subspaces that protect the\nquantum information from fully correlated dephasing.\n","Comment: 9 Pages, 5 Figures"]}]
