["0710.3706",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3706","Publ.Astron.Soc.Austral.25:121-128,2008","doi:10.1071/AS07046"],"date":["2007-10-19","2008-03-07"],"type":["text"],"creator":["Cioni, M. -R. L.","Bekki, K.","Clementini, G.","de Blok, W. J. G.","Emerson, J. P.","Evans, C. J.","de Grijs, R.","Gibson, B. K.","Girardi, L.","Groenewegen, M. A. T.","Ivanov, V. D.","Leisy, P.","Marconi, M.","Mastropietro, C.","Moore, B.","Naylor, T.","Oliveira, J. M.","Ripepi, V.","van Loon, J. Th.","Wilkinson, M. I.","Wood, P. R."],"language":[],"coverage":[],"title":["The Magellanic Clouds as a template for the study of stellar populations\n  and galaxy interactions"],"description":["  The Magellanic System represents one of the best places to study the\nformation and evolution of galaxies. Photometric surveys of various depths,\nareas and wavelengths have had a significant impact on our understanding of the\nsystem; however, a complete picture is still lacking. VMC (the VISTA\nnear-infrared YJKs survey of the Magellanic System) will provide new data to\nderive the spatially resolved star formation history and to construct a\nthree-dimensional map of the system. These data combined with those from other\nongoing and planned surveys will give us an absolutely unique view of the\nsystem opening up the doors to truly new science!\n","Comment: 8 pages, 12 figures, to appear in PASA as a key contribution to the\n  Elizabeth and Frederic White conference on the Magellanic System (Sydney\n  16-17 July 2007). Replaced with refereed version"]}]
["0801.2374",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2374","PoS RADCOR2007:012,2007"],"date":["2008-01-15"],"type":["text"],"creator":["Cordero, Fernando Febres","Reina, Laura","Wackeroth, Doreen"],"language":[],"coverage":[],"title":["NLO QCD corrections to W-b-bbar and Z-b-bbar production"],"description":["  We present NLO QCD results for W/Z gauge boson production with bottom quark\npairs at the Tevatron including full bottom-quark mass effects. We study the\nimpact of QCD corrections on both total cross-section and invariant mass\ndistribution of the bottom-quark pair. Including NLO QCD corrections greatly\nreduces the dependence of the tree-level cross-section on the renormalization\nand factorization scales. We also compare our calculation to a calculation that\nconsiders massless bottom quarks and find that the bottom-quark mass effects\namount to about 8-10% of the total NLO QCD cross-section and can impact the\nshape of the bottom-quark pair invariant mass distribution, in particular in\nthe low invariant mass region.\n","Comment: 6 pages, 6 eps figures, LaTeX, to appear in the proceedings of the\n  \"8th International Symposium on Radiative Corrections (RADCOR 2007)\",\n  Florence, Italy, October 1-5"]}]
["0804.4487",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4487","Phys.Rev.Lett.105:231301,2010","doi:10.1103/PhysRevLett.105.231301"],"date":["2008-04-28"],"type":["text"],"creator":["Bena, Iosif","Bobev, Nikolay","Ruef, Clement","Warner, Nicholas P."],"language":[],"coverage":[],"title":["Entropy Enhancement and Black Hole Microstates"],"description":["  We study fluctuating two-charge supertubes in three-charge geometries. We\nshow that the entropy of these supertubes is determined by their\nlocally-defined effective charges, which differ from their asymptotic charges\nby terms proportional to the background magnetic fields. When supertubes are\nplaced in deep, scaling microstate solutions, these effective charges can\nbecome very large, leading to a much larger entropy than one naively would\nexpect. Since fluctuating supertubes source smooth geometries in certain\nduality frames, we propose that such an entropy enhancement mechanism might\nlead to a black-hole like entropy coming entirely from configurations that are\nsmooth and horizonless in the regime of parameters where the classical black\nhole exists.\n","Comment: 17 pages, LaTeX"]}]
["0810.2365",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2365","Phys.Rev.D82:126004,2010","doi:10.1103/PhysRevD.82.126004"],"date":["2008-10-14"],"type":["text"],"creator":["Karczmarek, Joanna L.","Wang, Daoyan"],"language":[],"coverage":[],"title":["Into the bulk: reconstructing spacetime from the c=1 matrix model"],"description":["  We write down exact solutions in the collective field theory of the c=1\nmatrix model and in dilaton-gravity coupled to a massless scalar. Using the\nknown correspondence between these two theories at the null boundaries of\nspacetime, we make a connection between scalar fields in these two theories in\nthe bulk of spacetime. In the process, we gain insight into how a theory\ncontaining gravity can be equivalent to one without gravity. We analyze a\nsimple time-dependent background as an example.\n","Comment: 19 pages, 3 figures"]}]
["0810.2787",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2787","Phys.Rev.Lett.105:241301,2010","doi:10.1103/PhysRevLett.105.241301"],"date":["2008-10-16","2010-10-07"],"type":["text"],"creator":["Boyle, Latham","Steinhardt, Paul J."],"language":[],"coverage":[],"title":["Testing Inflation: A Bootstrap Approach"],"description":["  We note that the essential idea of inflation, that the universe underwent a\nbrief period of accelerated expansion followed by a long period of decelerated\nexpansion, can be encapsulated in a \"closure condition\" which relates the\namount of accelerated expansion during inflation to the amount of decelerated\nexpansion afterward. We present a protocol for systematically testing the\nvalidity of this condition observationally.\n","Comment: 4 pages, 2 figures, matches Phys. Rev. Lett. version"]}]
["0810.4148",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4148","Astrophys.J.697:55-67,2009","doi:10.1088/0004-637X/697/1/55"],"date":["2008-10-22","2009-03-02"],"type":["text"],"creator":["Gnedin, Nickolay Y.","Tassis, Konstantinos","Kravtsov, Andrey V."],"language":[],"coverage":[],"title":["Modeling Molecular Hydrogen and Star Formation in Cosmological\n  Simulations"],"description":["  We describe a phenomenological model for molecular hydrogen formation suited\nfor applications in galaxy formation simulations, which includes on-equilibrium\nformation of molecular hydrogen on dust and approximate treatment of both its\nself-shielding and shielding by dust from the dissociating UV radiation. The\nmodel is applicable in simulations in which individual star forming regions -\nthe giant molecular complexes - can be identified (resolution of tens of pc)\nand their mean internal density estimated reliably, even if internal structure\nis not resolved. In agreement with previous studies, calculations based on our\nmodel show that the transition from atomic to fully molecular phase depends\nprimarily on the metallicity, which we assume is directly related to the dust\nabundance, and clumpiness of the interstellar medium. The clumpiness simply\nboosts the formation rate of molecular hydrogen, while dust serves both as a\ncatalyst of molecular hydrogen formation and as an additional shielding from\ndissociating UV radiation. The upshot is that it is difficult to form\nfully-shielded giant molecular clouds while gas metallicity is low. However,\nonce the gas is enriched to Z ~ 0.01-0.1 solar, the subsequent star formation\nand enrichment can proceed at a much faster rate. This may keep star formation\nefficiency in the low-mass, low-metallicity progenitors of galaxies very low\nfor a certain period of time with the effect similar to a strong \"feedback\"\nmechanism. [abridged]\n","Comment: accepted for publication in the ApJ"]}]
["0903.0823",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0823","Phys.Rev.Lett.103:101301,2009; Erratum-ibid.105:239902,2010","doi:10.1103/PhysRevLett.103.101301","doi:10.1103/PhysRevLett.105.239902"],"date":["2009-03-04","2010-11-15"],"type":["text"],"creator":["Brustein, Ram","Hadad, Merav"],"language":[],"coverage":[],"title":["The Einstein equations for generalized theories of gravity and the\n  thermodynamic relation $\\delta Q = T \\delta S$ are equivalent"],"description":["  We show that the equations of motion of generalized theories of gravity are\nequivalent to the thermodynamic relation $\\delta Q = T \\delta S$. Our proof\nrelies on extending previous arguments by using a more general definition of\nthe Noether charge entropy. We have thus completed the implementation of\nJacobson's proposal to express Einstein's equations as a thermodynamic equation\nof state. Additionally, we find that the Noether charge entropy obeys the\nsecond law of thermodynamics if the matter energy momentum tensor obeys the\nnull energy condition. Our results support the idea that gravitation on a\nmacroscopic scale is a manifestation of the thermodynamics of the vacuum.\n","Comment: V3: Two important sign errors corrected, leading to several signs\n  changed in various equations. Results unchanged. We thank Dan Grobonos and\n  Joey Medved for detecting the errors"]}]
["0904.1098",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1098","Phys.Rev.D79:112005,2009; Erratum-ibid.D82:119903,2010","doi:10.1103/PhysRevD.79.112005","doi:10.1103/PhysRevD.82.119903"],"date":["2009-04-07","2009-04-29"],"type":["text"],"creator":["CDF Collaboration","Aaltonen, T."],"language":[],"coverage":[],"title":["Measurement of Particle Production and Inclusive Differential Cross\n  Sections in pbar{p} Collisions at sqrt{s}=1.96 TeV"],"description":["  We report a set of measurements of particle production in inelastic pbar{p}\ncollisions collected with a minimum-bias trigger at the Tevatron Collider with\nthe CDF II experiment. The inclusive charged particle transverse momentum\ndifferential cross section is measured, with improved precision, over a range\nabout ten times wider than in previous measurements. The former modeling of the\nspectrum appears to be incompatible with the high particle momenta observed.\nThe dependence of the charged particle transverse momentum on the event\nparticle multiplicity is analyzed to study the various components of hadron\ninteractions. This is one of the observable variables most poorly reproduced by\nthe available Monte Carlo generators. A first measurement of the event\ntransverse energy sum differential cross section is also reported. A comparison\nwith a Pythia prediction at the hadron level is performed. The inclusive\ncharged particle differential production cross section is fairly well\nreproduced only in the transverse momentum range available from previous\nmeasurements. At higher momentum the agreement is poor. The transverse energy\nsum is poorly reproduced over the whole spectrum. The dependence of the charged\nparticle transverse momentum on the particle multiplicity needs the\nintroduction of more sophisticated particle production mechanisms, such as\nmultiple parton interactions, in order to be better explained.\n","Comment: 21 pages, 10 figures"]}]
["0905.2146",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2146","Phys.Rev.D79:112003,2009","doi:10.1103/PhysRevD.79.112003"],"date":["2009-05-13","2009-09-03"],"type":["text"],"creator":["etal, A. Abulencia","Collaboration, for the CDF"],"language":[],"coverage":[],"title":["Measurement of the Ratio of Branching Fractions Br(B+ -> JPsi pi+)/Br(B+\n  ->JPsi K+)"],"description":["  We report a measurement of the ratio of branching fractions of the decays B+\n->JPsi pi+ and B+ -> Jpsi K+ using the CDF II detector at the Fermilab Tevatron\nCollider. The signal from the Cabbibo-suppressed B+->JPsi pi+ decay is\nseparated from B+->JPsi K+ using the invariant mass distribution and the\nkinematics differences of the hadron track in the two decay modes. From a\nsample of 220 pb^-1 of pbar-p collisions at sqrt(s)= 1.96 TeV, we observe 91 +-\n15 B+->JPsi pi+ events together with 1883 +- 34 B+->JPsi K+ events. The ratio\nof branching fractions is found to be Br(B+ -> JPsi pi+)/Br(B+ ->JPsi K+) =\n(4.86 +- 0.82(stat.) +- 0.15(syst.)) %.\n"]}]
["0906.5355",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5355","Publ.Astron.Soc.Pac.121:1334-1351,2009","doi:10.1086/605911"],"date":["2009-06-29"],"type":["text"],"creator":["Rau, Arne","Kulkarni, Shrinivas R.","Law, Nicholas M.","Bloom, Joshua S.","Ciardi, David","Djorgovski, George S.","Fox, Derek B.","Gal-Yam, Avishay","Grillmair, Carl C.","Kasliwal, Mansi M.","Nugent, Peter E.","Ofek, Eran O.","Quimby, Robert M.","Reach, William T.","Shara, Michael","Bildsten, Lars","Cenko, S. Bradley","Drake, Andrew J.","Filippenko, Alexei V.","Helfand, David J.","Helou, George","Howell, D. Andrew","Poznanski, Dovi","Sullivan, Mark"],"language":[],"coverage":[],"title":["Exploring the Optical Transient Sky with the Palomar Transient Factory"],"description":["  The Palomar Transient Factory (PTF) is a wide-field experiment designed to\ninvestigate the optical transient and variable sky on time scales from minutes\nto years. PTF uses the CFH12k mosaic camera, with a field of view of 7.9 deg^2\nand a plate scale of 1 asec/pixel, mounted on the the Palomar Observatory\n48-inch Samuel Oschin Telescope. The PTF operation strategy is devised to probe\nthe existing gaps in the transient phase space and to search for theoretically\npredicted, but not yet detected, phenomena, such as fallback supernovae,\nmacronovae, .Ia supernovae and the orphan afterglows of gamma-ray bursts. PTF\nwill also discover many new members of known source classes, from cataclysmic\nvariables in their various avatars to supernovae and active galactic nuclei,\nand will provide important insights into understanding galactic dynamics\n(through RR Lyrae stars) and the Solar system (asteroids and near-Earth\nobjects). The lessons that can be learned from PTF will be essential for the\npreparation of future large synoptic sky surveys like the Large Synoptic Survey\nTelescope. In this paper we present the scientific motivation for PTF and\ndescribe in detail the goals and expectations for this experiment.\n","Comment: 15 pages, 6 figures, submitted to PASP"]}]
["0909.4356",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4356","Publ.Astron.Soc.Austral.27:149-155,2010","doi:10.1071/AS09022"],"date":["2009-09-24"],"type":["text"],"creator":["Ciardullo, Robin"],"language":[],"coverage":[],"title":["The Planetary Nebula Luminosity Function: Pieces of the Puzzle"],"description":["  Extragalactic surveys in the emission line of [O III] 5007 have provided us\nwith the absolute line strengths of large, homogeneous sets of planetary\nnebulae. These data have been used to address a host of problems, from the\nmeasurement of the extragalactic distance scale, to the study of stellar\npopulations. I review our current understanding of the [O III] planetary nebula\nluminosity function (PNLF), and discuss some of the physical processes that\neffect its structure. I also describe the features of the H-alpha PNLF, a\nfunction that, upon first glance, looks similar to the [O III] PNLF, but which\nincludes a very different set of objects. Finally, I discuss recent\nmeasurements of alpha, the number of PNe found in a stellar population,\nnormalized to that population's bolometric luminosity. I show that, contrary to\nexpectations, the values of alpha found in actively star-forming spirals is\nessentially the same as those measured in late-type elliptical and lenticular\nsystems. I discuss how this result sheds light on the physics of the planetary\nnebula phenomenon.\n","Comment: 7 pages, including 7 figures; presentation at the workshop on the\n  Legacies of the Macquarie/AAO/Strasbourg H-alpha Planetary Nebula project,\n  accepted for publication in PASA"]}]
["0910.3016",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3016","Phys.Rev.Lett.105:262301,2010","doi:10.1103/PhysRevLett.105.262301"],"date":["2009-10-15","2010-09-20"],"type":["text"],"creator":["Qin, Guang-You","Majumder, Abhijit"],"language":[],"coverage":[],"title":["A pQCD-based description of heavy and light flavor jet quenching"],"description":["  We present a successful description of the medium modification of light and\nheavy flavor jets within a perturbative QCD (pQCD) based approach. Only the\ncouplings involving hard partons are assumed to be weak. The effect of the\nmedium on a hard parton, per unit time, is encoded in terms of three\nnon-perturbative, related transport coefficients which describe the transverse\nmomentum squared gained, the elastic energy loss and diffusion in elastic\nenergy transfer. A fit of the centrality dependence of the suppression and the\nazimuthal anisotropy of leading hadrons tends to favor somewhat larger\ntransport coefficients for heavy quarks. Imposing additional constraints based\non leading order (LO) Hard Thermal Loop (HTL) effective theory, leads to a\nworsening of the fit.\n","Comment: v2, 4 pages, 3 figures"]}]
["0911.2933",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2933","Phys.Lett.B683:278-281,2010","doi:10.1016/j.physletb.2009.12.047"],"date":["2009-11-16"],"type":["text"],"creator":["Han, Tao","Li, Yingchuan"],"language":[],"coverage":[],"title":["Genuine CP-odd Observables at the LHC"],"description":["  We discuss how to construct genuine CP-odd observables at the LHC. We\nclassify the observables according to the even and odd properties under the\nnaive T-transformation (\\hat{T}). There are two classes of observables of our\ninterests: CP-odd and \\hat{T}-even; CP-odd and \\hat{T}-odd. We expect them to\nhave broad applications to many processes in theories beyond Standard Model\nwith CP violation. For the purpose of illustration, we use simple example of\nW+W- production and subsequent decays at the LHC, where the CP violation\neffects are parameterized by effective CP-violating operators of WWZ coupling.\nWe find significant sensitivity to the CP-odd couplings.\n","Comment: 8 pages, 1 figure"]}]
["0912.1313",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1313","Phys.Rev.D82:115015,2010","doi:10.1103/PhysRevD.82.115015"],"date":["2009-12-07"],"type":["text"],"creator":["Banks, Tom","Fortin, Jean-François","Kathrein, Scott"],"language":[],"coverage":[],"title":["Fixing the Pole in the Pyramid"],"description":["  We revisit the problem of the hidden sector Landau pole in the Pyramid\nScheme. There is a fixed line in the plane of hidden sector gauge coupling and\na Yukawa coupling between the trianon fields. We postulate that the couplings\nflow to this line, at a point where the hidden sector gauge coupling is close\nto the strong coupling edge of its perturbative regime. Below the masses of the\nheavier trianons, the model quickly flows to a confining N_F=N_C=3\nsupersymmetric gauge theory, as required by phenomenological considerations. We\nstudy possible discrete R-symmetries, which guarantee, among other things, that\nthe basin of attraction of the fixed line has full co-dimension in the space of\nR-allowed couplings. The Yukawa couplings required to get the fixed line\nviolate the pyrma-baryon symmetries we invoked in previous work to find a dark\nmatter candidate. Omitting one of them, we have a dark matter candidate, and an\nacceptable RG flow down from the unification scale, if the confinement scale of\nthe hidden sector group is lowered from 5 to 2 TeV.\n","Comment: 14 pages, 3 tables"]}]
["1001.4714",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4714","Phys.Rev.D82:116005,2010","doi:10.1103/PhysRevD.82.116005"],"date":["2010-01-26"],"type":["text"],"creator":["Dreiner, Herbi K.","Kittel, Olaf","Marold, Anja"],"language":[],"coverage":[],"title":["Normal tau polarisation as a sensitive probe of CP violation in chargino\n  decay"],"description":["  CP violation in the spin-spin correlations in chargino production and\nsubsequent two-body decay into a tau and a tau-sneutrino is studied at the ILC.\n  From the normal polarisation of the tau, an asymmetry is defined to test the\nCP-violating phase of the higgsino mass parameter \\mu. Asymmetries of more than\n\\pm70% are obtained, also in scenarios with heavy first and second generation\nsfermions. Bounds on the statistical significances of the CP asymmetries are\nestimated. As a result, the normal tau polarisation in the chargino decay is\none of the most sensitive probes to constrain or measure the phase \\phi_\\mu at\nthe ILC, motivating further detailed experimental studies.\n","Comment: 20 pages, 10 figures, gzipped tar file"]}]
["1002.2999",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2999","Phys.Rev.Lett.105:241601,2010","doi:10.1103/PhysRevLett.105.241601"],"date":["2010-02-15","2010-10-19"],"type":["text"],"creator":["Christ, N. H.","Dawson, C.","Izubuchi, T.","Jung, C.","Liu, Q.","Mawhinney, R. D.","Sachrajda, C. T.","Soni, A.","Zhou, R."],"language":[],"coverage":[],"title":["The $\\eta$ and $\\eta^\\prime$ mesons from Lattice QCD"],"description":["  The large mass of the ninth pseudoscalar meson, the $\\eta^\\prime$, is\nbelieved to arise from the combined effects of the axial anomaly and the gauge\nfield topology present in QCD. We report a realistic, 2+1 flavor, lattice QCD\ncalculation of the $\\eta$ and $\\eta^\\prime$ masses and mixing which confirms\nthis picture. The physical eigenstates show small octet-singlet mixing with a\nmixing angle of $\\theta = -14.1(2.8)^\\circ$. Extrapolation to physical light\nquark mass gives, with statistical errors only, $m_\\eta=573(6)$ MeV and\n$m_{\\eta^\\prime}=947(142)$ MeV, consistent with the experimental values of 548\nMeV and 958 MeV.\n","Comment: 4 pages, 5 figures"]}]
["1002.3153",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3153","Phys.Rev.D82:101301,2010","doi:10.1103/PhysRevD.82.101301"],"date":["2010-02-16","2010-12-01"],"type":["text"],"creator":["Ozel, Feryal","Baym, Gordon","Guver, Tolga"],"language":[],"coverage":[],"title":["Astrophysical Measurement of the Equation of State of Neutron Star\n  Matter"],"description":["  We present the first astrophysical measurement of the pressure of cold matter\nabove nuclear saturation density, based on recently determined masses and radii\nof three neutron stars. The pressure at higher densities are below the\npredictions of equations of state that account only for nucleonic degrees of\nfreedom, and thus present a challenge to the microscopic theory of neutron star\nmatter.\n","Comment: replaced with the published version"]}]
["1003.3206",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3206","Phys.Rev.D82:123517,2010","doi:10.1103/PhysRevD.82.123517"],"date":["2010-03-16","2010-10-02"],"type":["text"],"creator":["Biswas, Tirthabir","Mazumdar, Anupam","Shafieloo, Arman"],"language":[],"coverage":[],"title":["Wiggles in the cosmic microwave background radiation: echoes from\n  non-singular cyclic-inflation"],"description":["  In this paper we consider a unique model of inflation where the universe\nundergoes rapid asymmetric oscillations, each cycle lasting millions of Planck\ntime. Over many-many cycles the space-time expands to mimic the standard\ninflationary scenario. Moreover, these rapid oscillations leave a distinctive\nperiodic signature in ln(k) in the primordial power spectrum, where k denotes\nthe comoving scale. The best fit parameters of the cyclic-inflation model\nprovides a very good fit to the 7-year WMAP data.\n","Comment: Computational details and a figure added"]}]
["1003.3219",{"format":[],"subject":["High Energy Physics - Lattice","Physics - Computational Physics","81T13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3219","Phys.Rev.D82:114508,2010","doi:10.1103/PhysRevD.82.114508"],"date":["2010-03-16","2010-11-24"],"type":["text"],"creator":["Johnson, Robert W."],"language":[],"coverage":[],"title":["General heatbath algorithm for pure lattice gauge theory"],"description":["  A heatbath algorithm is proposed for pure SU(N) lattice gauge theory based on\nthe Manton action of the plaquette element for general gauge group N.\nComparison is made to the Metropolis thermalization algorithm using both the\nWilson and Manton actions. The heatbath algorithm is found to outperform the\nMetropolis algorithm in both execution speed and decorrelation rate. Results,\nmostly in D=3, for N=2 through 5 at several values for the inverse coupling are\npresented.\n","Comment: 9 pages, 10 figures, 1 table, major revision, final version, to\n  appear in PRD"]}]
["1003.4549",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4549","Phys.Rev.Lett.105:262002,2010","doi:10.1103/PhysRevLett.105.262002"],"date":["2010-03-23"],"type":["text"],"creator":["The CLAS Collaboration","Avakian, H.","Bosted, P.","Burkert, V. D.","Elouadrhiri, L.","Adhikari, K. P.","Aghasyan, M.","Amaryan, M.","Anghinolfi, M.","Baghdasaryan, H.","Ball, J.","Battaglieri, M.","Bedlinskiy, I.","Biselli, A. S.","Branford, D.","Briscoe, W. J.","Brooks, W.","Carman, D. S.","Casey, L.","Cole, P. L.","Collins, P.","Crabb, D.","Crede, V.","D'Angelo, A.","Daniel, A.","Dashyan, N.","DeVita, R.","DeSanctis, E.","Deur, A.","Dey, B.","Dhamija, S.","Dickson, R.","Djalali, C.","Dodge, G.","Doughty, D.","Dupre, R.","ElAlaoui, A.","Eugenio, P.","Fegan, S.","Fersch, R.","Forest, T. A.","Fradi, A.","Gabrielyan, M. Y.","Gavalian, G.","Gevorgyan, N.","Gilfoyle, G. P.","Giovanetti, K. L.","Girod, F. X.","Gohn, W.","Gothe, R. W.","Griffioen, K. A.","Guidal, M.","Guler, N.","Guo, L.","Hafidi, K.","Hakobyan, H.","Hanretty, C.","Hassall, N.","Heddle, D.","Hicks, K.","Holtrop, M.","Ilieva, Y.","Ireland, D. G.","Isupov, E. L.","Jawalkar, S. S.","Jo, H. S.","Joo, K.","Keller, D.","Khandaker, M.","Khetarpal, P.","Kim, W.","Klein, A.","Klein, F. J.","Konczykowski, P.","Kubarovsky, V.","Kuhn, S. E.","Kuleshov, S. V.","Kuznetsov, V.","Livingston, K.","Lu, H. Y.","Markov, N.","Mayer, M.","McAndrew, J.","McCracken, M. E.","McKinnon, B.","Meyer, C. A.","Mineeva, T.","Mirazita, M.","Mokeev, V.","Moreno, B.","Moriya, K.","Morrison, B.","Moutarde, H.","Munevar, E.","Nadel-Turonski, P.","Nasseripour, R.","Niccolai, S.","Niculescu, G.","Niculescu, I.","Niroula, M. R.","Osipenko, M.","Ostrovidov, A. I.","Paremuzyan, R.","Park, K.","Park, S.","Pasyuk, E.","Pereira, S. Anefalos","Perrin, Y.","Pisano, S.","Pogorelko, O.","Price, J. W.","Procureur, S.","Prok, Y.","Protopopescu, D.","Raue, B. A.","Ricco, G.","Ripani, M.","Rosner, G.","Rossi, P.","Sabatié, F.","Saini, M. S.","Salamanca, J.","Salgado, C.","Schumacher, R. A.","Seder, E.","Seraydaryan, H.","Sharabian, Y. G.","Sober, D. I.","Sokhan, D.","Stepanyan, S. S.","Stepanyan, S.","Stoler, P.","Strauch, S.","Suleiman, R.","Taiuti, M.","Tedeschi, D. J.","Tkachenko, S.","Ungaro, M.","Vernarsky, B .","Vineyard, M. F.","Voutier, E.","Watts, D. P.","Weinstein, L. B.","Weygand, D. P.","Wood, M. H.","Zhang, J.","Zhao, B.","Zhao, Z. W."],"language":[],"coverage":[],"title":["Measurement of Single and Double Spin Asymmetries in Deep Inelastic Pion\n  Electroproduction with a Longitudinally Polarized Target"],"description":["  We report the first measurement of the transverse momentum dependence of\ndouble spin asymmetries in semi-inclusive production of pions in deep inelastic\nscattering off the longitudinally polarized proton. Data have been obtained\nusing a polarized electron beam of 5.7 GeV with the CLAS detector at the Thomas\nJefferson National Accelerator Facility (JLab). A significant non-zero\n$\\sin2\\phi$ single spin asymmetry was also observed for the first time\nindicating strong spin-orbit correlations for transversely polarized quarks in\nthe longitudinally polarized proton. The azimuthal modulations of single spin\nasymmetries have been measured over a wide kinematic range.\n"]}]
["1003.5601",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5601","Phys.Rev.D82:125024,2010","doi:10.1103/PhysRevD.82.125024"],"date":["2010-03-29","2010-04-20"],"type":["text"],"creator":["Patel, Swati M.","Misra, Anuradha"],"language":[],"coverage":[],"title":["Equivalence of Covariant and Light Front QED: Generating Instantaneous\n  Diagrams"],"description":["  One loop expressions for fermion self energy,vacuum polarization and vertex\ncorrection in light front time ordered perturbation theory (LFTPOT) can be\nobtained from respective covariant expressions by performing k^- integration.\nIn earlier work, we have shown that the third term in the doubly transverse\ngauge propagator is necessary to generate the diagrams involving instantaneous\nphoton exchange both in case of fermion self-energy as well as vertex\ncorrection.In this work,we show that instantaneous photon exchange diagrams in\nfermion self-energy as well as th IR singular terms in the propagating diagrams\ncan be generated by taking the asymptotic limit of the covariant expression,if\none uses the commonly used two term photon propagator.We also show that this\nmethod reproduces the IR singular terms in propagating diagrams of vacuum\npolarization.\n","Comment: 18 pages and 7 figures"]}]
["1004.0737",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0737","Phys.Rev.D82:124030,2010","doi:10.1103/PhysRevD.82.124030"],"date":["2010-04-05","2010-11-15"],"type":["text"],"creator":["Oliva, Julio","Ray, Sourya"],"language":[],"coverage":[],"title":["Classification of Six Derivative Lagrangians of Gravity and Static\n  Spherically Symmetric Solutions"],"description":["  We classify all the six derivative Lagrangians of gravity, whose traced field\nequations are of second or third order, in arbitrary dimensions. In the former\ncase, the Lagrangian in dimensions greater than six, reduces to an arbitrary\nlinear combination of the six dimensional Euler density and the two linearly\nindependent cubic Weyl invariants. In five dimensions, besides the independent\ncubic Weyl invariant, we obtain an interesting cubic combination, whose field\nequations for static spherically symmetric spacetimes are of second order. In\nthe later case, in arbitrary dimensions we obtain two combinations, which in\ndimension three, are equivalent to the complete contraction of two Cotton\ntensors. Moreover, we also recover all the conformal anomalies in six\ndimensions. Finally, we present some static, spherically symmetric solutions\nfor these Lagrangians.\n","Comment: 16 pages, no figures, V2: The analogy between the BHT new massive\n  gravity Lagrangian and the special cubic invariant in five dimensions, made\n  more precise. A conjecture for higher order generalization added.V3: Final\n  version to appear on PRD"]}]
["1004.4550",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4550","Phys.Rev.D82:124031,2010","doi:10.1103/PhysRevD.82.124031"],"date":["2010-04-26","2010-11-25"],"type":["text"],"creator":["Bianchi, Eugenio","Magliaro, Elena","Perini, Claudio"],"language":[],"coverage":[],"title":["Spinfoams in the holomorphic representation"],"description":["  We study a holomorphic representation for spinfoams. The representation is\nobtained via the Ashtekar-Lewandowski-Marolf-Mour\\~ao-Thiemann coherent state\ntransform. We derive the expression of the 4d spinfoam vertex for Euclidean and\nfor Lorentzian gravity in the holomorphic representation. The advantage of this\nrepresentation rests on the fact that the variables used have a clear\ninterpretation in terms of a classical intrinsic and extrinsic geometry of\nspace. We show how the peakedness on the extrinsic geometry selects a single\nexponential of the Regge action in the semiclassical large-scale asymptotics of\nthe spinfoam vertex.\n","Comment: 10 pages, 1 figure, published version"]}]
["1004.5144",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5144","Phys.Rev.D82:123518,2010","doi:10.1103/PhysRevD.82.123518"],"date":["2010-04-28","2010-12-17"],"type":["text"],"creator":["Calcagni, Gianluca","Nardelli, Giuseppe"],"language":[],"coverage":[],"title":["Nonlocal gravity and the diffusion equation"],"description":["  We propose a nonlocal scalar-tensor model of gravity with pseudodifferential\noperators inspired by the effective action of p-adic string and string field\ntheory on flat spacetime. An infinite number of derivatives act both on the\nmetric and scalar field sector. The system is localized via the diffusion\nequation approach and its cosmology is studied. We find several exact dynamical\nsolutions, also in the presence of a barotropic fluid, which are stationary in\nthe diffusion flow. In particular, and contrary to standard general relativity,\nthere exist solutions with exponential and power-law scale factor also in an\nopen universe, as well as solutions with sudden future singularities or a\nbounce. Also, from the point of view of quantum field theory, spontaneous\nsymmetry breaking can be naturally realized in the class of actions we\nconsider.\n","Comment: 18 pages, 5 figures. v2: typos corrected, references added. Major\n  changes are an expansion of the discussion of homogeneous perturbations and\n  the inclusion of cosmological fluids in the dynamics"]}]
["1004.5455",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5455","Phys.Rev.D82:094504,2010","doi:10.1103/PhysRevD.82.094504"],"date":["2010-04-30","2010-11-10"],"type":["text"],"creator":["Mahbub, M. S.","Cais, Alan Ó","Kamleh, Waseem","Leinweber, Derek B.","Williams, Anthony G."],"language":[],"coverage":[],"title":["Positive-parity Excited-states of the Nucleon in Quenched Lattice QCD"],"description":["  Positive-parity spin-1/2 excitations of the nucleon are explored in lattice\nQCD. The variational method is used in this investigation and several\ncorrelation matrices are employed. As our focus is on the utility and\nmethodology of the variational approach, we work in the quenched approximation\nto QCD. Various sweeps of Gaussian fermion-field smearing is applied at the\nsource and at the sink of $\\chi_{1}\\bar\\chi_{1}$ and $\\chi_{1}\\chi_{2}$\ncorrelation functions to obtain a large basis of operators. Using several\ndifferent approaches for constructing basis interpolators, we demonstrate how\nimproving the basis can split what otherwise might be interpreted as a single\nstate into multiple eigenstates. Consistency of the extracted excited energy\nstates are explored over various dimensions of the correlation matrices. The\nuse of large correlation matrices is emphasized for the reliable extraction of\nthe excited eigenstates of QCD.\n","Comment: 14 pages. 12 figures, added some references and 1 figure, some\n  sections have been revised, results unchanged"]}]
["1006.0133",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0133","JCAP 1009:001,2010","doi:10.1088/1475-7516/2010/09/001"],"date":["2010-06-01","2010-09-08"],"type":["text"],"creator":["Canetti, Laurent","Shaposhnikov, Mikhail"],"language":[],"coverage":[],"title":["Baryon Asymmetry of the Universe in the NuMSM"],"description":["  We perform a detailed analysis of baryon asymmetry generation in the NuMSM\n(an extension of the Standard Model by three singlet Majorana fermions with\nmasses below the Fermi scale). Fixing a number of parameters of the NuMSM by\nthe neutrino oscillation data, we determine the remaining domain of the\nparameter space from the requirement of successful baryogenesis. We derive, in\nparticular, the constraints on the mass splitting of a pair of singlet\nfermions, and on the strength of their coupling to ordinary leptons, essential\nfor searches of these particles in rare decays of mesons and in beam-dump\nexperiments with intensive proton beams.\n"]}]
["1006.3873",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3873","Phys.Rev.C82:062201,2010","doi:10.1103/PhysRevC.82.062201"],"date":["2010-06-19","2010-12-10"],"type":["text"],"creator":["Shyam, R.","Mosel, U."],"language":[],"coverage":[],"title":["Dilepton production in proton-proton and quasifree proton-neutron\n  reactions at 1.25 GeV"],"description":["  We investigate the pp --> pp e+e- and quasifree pn --> pn e+e- reactions\nwithin an effective Lagrangian model at the laboratory kinetic energy of 1.25\nGeV for which experimental data have recently been reported by the HADES\nCollaboration. The model uses a meson-exchange approximation to describe the\ninitial nucleon-nucleon (NN) scattering. Contributions to the reaction\namplitudes are included from the NN bremsstrahlung as well as from the\nexcitation, propagation and radiative decay of the Delta(1230) isobar state. It\nis found that the HADES data on the e+e- invariant mass distribution in the pp\n--> pp e+e- reaction are reproduced excellently by our model where the Delta\nisobar term dominates the spectrum. However, the quasifree pn --> pn e+e- cross\nsections are underpredicted in the invariant mass region of 0.40 - 0.55 GeV/c^2\neven after including contributions of the eta Dalitz decay and the subthreshold\nproduction and decay of the rho^0 meson via the baryonic resonance N*(1520). In\nthe case of the quasifree pn --> pn e+e- reaction, a strong sensitivity to the\npion electromagnetic form factor is observed which helps to bring the\ncalculated cross sections closer to the data in the higher dilepton mass\nregion.\n","Comment: 12 pages 3, figures, version to appear in Phys. Rev. C (Rapid\n  Communications)"]}]
["1006.5720",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5720","Phys.Rev.D82:113010,2010","doi:10.1103/PhysRevD.82.113010"],"date":["2010-06-29","2010-12-01"],"type":["text"],"creator":["Mann, W. Anthony","Cherdack, Daniel","Musial, Wojciech","Kafka, Tomas"],"language":[],"coverage":[],"title":["Apparent multiple Delta m^2_32 in muon anti-neutrino and muon neutrino\n  survival oscillations from non-standard interaction matter effect"],"description":["  Neutrinos propagating through matter may participate in forward coherent\nneutral-current-like scattering arising from non-standard interactions as well\nas from the Mikheyev-Smirnov-Wolfenstein matter potential $V_e$. We show that\nat fixed long baselines through matter of constant density, the non-standard\ninteraction potential $\\epsilon_{\\mu\\tau} V_e$ can contribute an additional\nterm to the oscillation phase whose sign differs for $\\anumu$ versus $\\numu$\npropagation in matter. Its presence can cause different apparent $\\Delta m^2$\nto be erroneously inferred on the basis of oscillations in vacuum, with values\nlying above (for $\\anumu$) or below (for $\\numu$) the actual $\\Delta m^2_{32}$\nfor the case where $\\epsilon_{\\mu\\tau}$ is predominantly real-valued and of\nsign opposite to $\\Delta m_{32}^2$. An NSI scenario invoking only\n$\\Re(\\epsilon_{\\mu\\tau})$ is shown to be capable of accounting for a disparity\nrecently reported between oscillation survival for $\\anumu$ and $\\numu$ fluxes\nmeasured at $735~\\mathrm{km}$ by the MINOS experiment. Implications for mantle\ntraversal by atmospheric neutrinos are examined. The NSI matter potential with\nnon-maximal mixing could evade conventional atmospheric neutrino analyses which\ndo not distinguish $\\numu$ from $\\anumu$ on an event-by-event basis.\n","Comment: 7 pages, 5 figures. Accepted for publication in Physical Review D"]}]
["1007.0254",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0254","Phys.Rev.Lett.105:232002,2010","doi:10.1103/PhysRevLett.105.232002"],"date":["2010-07-01","2010-12-11"],"type":["text"],"creator":["Sannino, Francesco"],"language":[],"coverage":[],"title":["Magnetic S-parameter"],"description":["  We propose a direct test of the existence of gauge duals for\nnonsupersymmetric asymptotically free gauge theories developing an infrared\nfixed point by computing the S-parameter in the electric and dual magnetic\ndescription. In particular we show that at the lower bound of the conformal\nwindow the magnetic S-parameter, i.e. the one determined via the dual magnetic\ngauge theory, assumes a simple expression in terms of the elementary magnetic\ndegrees of freedom. The results further support our recent conjecture of the\nexistence of a universal lower bound on the S parameter and indicates that it\nis an ideal operator for counting the active physical degrees of freedom within\nthe conformal window. Our results can be directly used to unveil possible four\ndimensional gauge duals and constitute the first explicit computation of a\nnonperturbative quantity, in the electric variables, via nonsupersymmetric\ngauge duality.\n","Comment: RevTeX 4, 4 pages, two columns. Version to match the published\n  version in Phys. Rev. Lett"]}]
["1007.0573",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0573","Phys.Rev.Lett.105:232001,2010","doi:10.1103/PhysRevLett.105.232001"],"date":["2010-07-04"],"type":["text"],"creator":["Wu, Jia-Jun","Molina, R.","Oset, E.","Zou, B. S."],"language":[],"coverage":[],"title":["Prediction of narrow $N^{*}$ and $\\Lambda^*$ resonances with hidden\n  charm above 4 GeV"],"description":["  The interaction between various charmed mesons and charmed baryons are\nstudied within the framework of the coupled channel unitary approach with the\nlocal hidden gauge formalism. Several meson-baryon dynamically generated narrow\n$N^*$ and $\\Lambda^*$ resonances with hidden charm are predicted with mass\nabove 4 GeV and width smaller than 100 MeV. The predicted new resonances\ndefinitely cannot be accommodated by quark models with three constituent quarks\nand can be looked for at the forthcoming PANDA/FAIR experiments.\n","Comment: 4 pages, 3 figures"]}]
["1007.0835",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0835","Phys.Rev.C82:024315,2010; Erratum-ibid.C82:069901,2010","doi:10.1103/PhysRevC.82.024315","doi:10.1103/PhysRevC.82.069901"],"date":["2010-07-06"],"type":["text"],"creator":["Oishi, T.","Hagino, K.","Sagawa, H."],"language":[],"coverage":[],"title":["Diproton correlation in a proton-rich Borromean nucleus 17Ne"],"description":["  We carry out three-body-model calculations for a proton-rich Borromean\nnucleus $^{17}$Ne by assuming a $^{15}$O + $p$ + $p$ structure. To this end, we\nuse a density-dependent contact interaction between the valence protons,\nexplicitly treating also the Coulomb interaction. We find that the two-particle\ndensity distribution for $^{17}$Ne is similar to that for $^{16}$C, which has\ntwo valence neutrons outside the $N$ = 8 core. That is, the two protons take a\nspatially compact configuration, while the Coulomb repulsion plays a minor\nrole. This indicates that there is a strong diproton correlation in the ground\nstate of the $^{17}$Ne nucleus. We also show that the Coulomb interaction\nreduces the expectation value of the proton-proton interaction by about 14\\%.\n","Comment: 6 pages, 4 figures"]}]
["1007.1057",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1057","Phys.Rev.C82:068201,2010","doi:10.1103/PhysRevC.82.068201"],"date":["2010-07-07"],"type":["text"],"creator":["Arbuzov, A. B.","Kuraev, E. A.","Volkov, M. K."],"language":[],"coverage":[],"title":["Radiative decays of radially excited mesons ${\\pi^0}'$, ${\\rho^0}'$,\n  $\\omega'$ in NJL model"],"description":["  Radiative decays $\\pi^0({\\pi^0}')\\to\\gamma+\\gamma$,\n${\\pi^0}'\\to\\rho^0(\\omega)+\\gamma$, ${\\rho^0}'(\\omega')\\to\\pi^0+\\gamma$, and\n${\\rho^0}'(\\omega')\\to{\\pi^0}'+\\gamma$ are considered in the framework of the\nnon-local SU(2)$\\times$SU(2) NJL model. Radially excited mesons are described\nwith the help of polynomial form factor $f({k^\\bot}^2)$, where $k^\\bot$ is the\nquark momentum transverse to the external meson momentum. In spite of mixing of\nthe ground and excited meson states in this model, the decay widths of\n$\\pi^0\\to\\gamma+\\gamma$ and $\\rho^0(\\omega)\\to\\pi^0+\\gamma$ are found to be in\ngood agreement with experimental data as in the standard local NJL model. Our\npredictions for decay widths of radially excited mesons can be verified in\nfuture experiments.\n","Comment: 6 pages, submitted to Phys. Lett. B"]}]
["1007.1917",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1917","Phys.Rev.D82:124026,2010","doi:10.1103/PhysRevD.82.124026"],"date":["2010-07-12"],"type":["text"],"creator":["Stabile, A."],"language":[],"coverage":[],"title":["The most general fourth order theory of Gravity at low energy"],"description":["  The Newtonian limit of the most general fourth order gravity is performed\nwith metric approach in the Jordan frame with no gauge condition. The most\ngeneral theory with fourth order differential equations is obtained by\ngeneralizing the $f(R)$ term in the action with a generic function containing\nother two curvature invariants: \\emph{Ricci square}\n($R_{\\alpha\\beta}R^{\\alpha\\beta}$) and \\emph{Riemann square}\n($R_{\\alpha\\beta\\gamma\\delta}R^{\\alpha\\beta\\gamma\\delta}$). The spherically\nsymmetric solutions of metric tensor yet present Yukawa-like spatial behavior,\nbut now one has two characteristic lengths. At Newtonian order any function of\ncurvature invariants gives us the same outcome like the so-called\n\\emph{Quadratic Lagrangian} of Gravity. From Gauss - Bonnet invariant one have\nthe complete interpretation of solutions and the absence of a possible third\ncharacteristic length linked to Riemann square contribution. From analysis of\nmetric potentials, generated by point-like source, one has a constraint\ncondition on the derivatives of $f$ with respect to scalar invariants.\n","Comment: 7 pages, 2 figures"]}]
["1007.2875",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2875","Phys.Rev.Lett.105:261301,2010","doi:10.1103/PhysRevLett.105.261301"],"date":["2010-07-16"],"type":["text"],"creator":["Xue, BingKan","Steinhardt, Paul J."],"language":[],"coverage":[],"title":["Unstable growth of curvature perturbation in non-singular bouncing\n  cosmologies"],"description":["  We consider non-singular bouncing cosmologies, such as the new ekpyrotic\nmodel, in which the universe undergoes a slow contraction phase with equation\nof state $w \\gg 1$, followed by a bounce that occurs at a finite scale factor\nwhen quantum gravity corrections are still negligible. Such a non-singular\nbounce requires a violation of the null energy condition in which $w$ falls\nbelow -1 at some time before the bounce. In this paper, we show that a\ncomponent of the adiabatic curvature perturbations, though decaying and\nnegligible during the ekpyrotic phase, is exponentially amplified just before\n$w$ approaches -1, enough to spoil the scale-invariant perturbation spectrum.\nWe discuss how the problem may be avoided, for example, in singular bounces.\n","Comment: 4 pages, 2 figures"]}]
["1007.3496",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3496","Phys.Rev.Lett.105:241801,2010","doi:10.1103/PhysRevLett.105.241801"],"date":["2010-07-20"],"type":["text"],"creator":["Falkowski, Adam","Ruderman, Joshua T.","Volansky, Tomer","Zupan, Jure"],"language":[],"coverage":[],"title":["Discovering Higgs Decays to Lepton Jets at Hadron Colliders"],"description":["  The Higgs boson may decay predominantly into a hidden sector, producing\nlepton jets instead of the standard Higgs signatures. We propose a search\nstrategy for such a signal at hadron colliders. A promising channel is the\nassociated production of the Higgs with a Z or W, where the dominant background\nis Z or W plus QCD jets. The lepton jets can be discriminated from QCD jets by\ncutting on the electromagnetic fraction and charge ratio. The former is the\nfraction of jet energy deposited in the electromagnetic calorimeter and the\nlatter is the ratio of energy carried by charged particles to the\nelectromagnetic energy. We use a Monte Carlo description of detector response\nto estimate QCD rejection efficiencies of order 10^-3 per jet. The expected\nHiggs mass reach is about 155 GeV at the Tevatron with 10 fb^-1 of data and\nabout 135 GeV at the 7 TeV LHC with 1 fb^-1.\n","Comment: 5 pages, 2 figures"]}]
["1007.5518",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5518","Phys.Rev.Lett.105:250404,2010","doi:10.1103/PhysRevLett.105.250404"],"date":["2010-07-30","2010-12-21"],"type":["text"],"creator":["Hall, Michael J. W."],"language":[],"coverage":[],"title":["Local deterministic model of singlet state correlations based on\n  relaxing measurement independence"],"description":["  The derivation of Bell inequalities requires an assumption of measurement\nindependence, related to the amount of free will experimenters have in choosing\nmeasurement settings. Violation of these inequalities by singlet state\ncorrelations, as has been experimentally observed, brings this assumption into\nquestion. A simple measure of the degree of measurement independence is defined\nfor correlation models, and it is shown that all spin correlations of a singlet\nstate can be modeled via giving up a fraction of just 14% of measurement\nindependence. The underlying model is deterministic and no-signalling. It may\nthus be favourably compared with other underlying models of the singlet state,\nwhich require maximum indeterminism or maximum signalling. A local\ndeterministic model is also given that achieves the maximum possible violation\nof the well known Bell-CHSH inequality, at a cost of only 1/3 of measurement\nindependence.\n","Comment: Title updated to match published version"]}]
["1008.0356",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0356","Phys.Rev.Lett.105:232502,2010","doi:10.1103/PhysRevLett.105.232502"],"date":["2010-08-02","2010-10-21"],"type":["text"],"creator":["Girlanda, L.","Kievsky, A.","Marcucci, L. E.","Pastore, S.","Schiavilla, R.","Viviani, M."],"language":[],"coverage":[],"title":["Thermal neutron captures on $d$ and $^3$He"],"description":["  We report on a study of the $nd$ and $n\\,^3$He radiative captures at thermal\nneutron energies, using wave functions obtained from either chiral or\nconventional two- and three-nucleon realistic potentials with the\nhyperspherical harmonics method, and electromagnetic currents derived in chiral\neffective field theory up to one loop. The predicted $nd$ and $n\\,^3$He cross\nsections are in good agreement with data, but exhibit a significant dependence\non the input Hamiltonian. A comparison is also made between these and new\nresults for the $nd$ and $n\\,^3$He cross sections obtained in the conventional\nframework for both potentials and currents.\n","Comment: 4 pages, 4 eps figures; references added; corrections to text and\n  abstract as suggested by referee added"]}]
["1008.0603",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0603","Phys.Rev.Lett.105:231302,2010","doi:10.1103/PhysRevLett.105.231302"],"date":["2010-08-03","2010-12-08"],"type":["text"],"creator":["Kobayashi, Tsutomu","Yamaguchi, Masahide","Yokoyama, Jun'ichi"],"language":[],"coverage":[],"title":["G-inflation: inflation driven by the Galileon field"],"description":["  We propose a new class of inflation model, G-inflation, which has a\nGalileon-like nonlinear derivative interaction of the form $G(\\phi,\n(\\nabla\\phi)^2)\\Box\\phi$ in the Lagrangian with the resultant equations of\nmotion being of second order. It is shown that (almost) scale-invariant\ncurvature fluctuations can be generated even in the exactly de Sitter\nbackground and that the tensor-to-scalar ratio can take a significantly larger\nvalue than in the standard inflation models, violating the standard consistency\nrelation. Furthermore, violation of the null energy condition can occur without\nany instabilities. As a result, the spectral index of tensor modes can be blue,\nwhich makes it easier to observe quantum gravitational waves from inflation by\nthe planned gravitational-wave experiments such as LISA and DECIGO as well as\nby the upcoming CMB experiments such as Planck and CMBpol.\n","Comment: 5 pages, 1 figure; v2: major clarification; v3: original version of\n  the article published in Phys. Rev. Lett. 105, 231302 (2010)"]}]
["1008.1156",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1156","Phys.Rev.D82:114015,2010","doi:10.1103/PhysRevD.82.114015"],"date":["2010-08-06"],"type":["text"],"creator":["Kunihiro, T.","Müller, B.","Ohnishi, A.","Schäfer, A.","Takahashi, T. T.","Yamamoto, A"],"language":[],"coverage":[],"title":["Chaotic behavior in classical Yang-Mills dynamics"],"description":["  Understanding the underlying mechanisms causing rapid thermalization deduced\nfor high-energy heavy ion collisions is still a challenge. To estimate the\nthermalization time, entropy growth for classical Yang-Mills theories is\nstudied, based on the determination of Lyapunov exponents. Distinct regimes for\nshort, medium and long sampling times are characterized by different properties\nof their spectrum of Lyapunov exponents. Clarifying the existence of these\nregimes and their implications for gauge-field dynamics is one of the results\nof this contribution. As a phenomenological application we conclude that for\npure gauge theories with random initial conditions thermalization occurs within\nfew fm/c, an estimate which can be reduced by the inclusion of fermions,\nspecific initial conditions, etc.\n"]}]
["1008.1747",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1747","Phys.Rev.Lett.105:252002,2010","doi:10.1103/PhysRevLett.105.252002"],"date":["2010-08-10","2010-08-16"],"type":["text"],"creator":["Majumder, Abhijit","Müller, Berndt"],"language":[],"coverage":[],"title":["Hadron Mass Spectrum from Lattice QCD"],"description":["  Finite temperature lattice simulations of quantum chromodynamics (QCD) are\nsensitive to the hadronic mass spectrum for temperatures below the \"critical\"\ntemperature T_c ~ 160 MeV. We show that a recent precision determination of the\nQCD trace anomaly shows evidence for the existence of a large number of hadron\nstates beyond those known from experiment. The lattice results are well\nrepresented by an exponentially growing hadron mass spectrum up to a\ntemperature T = 155 MeV. Using simple parametrizations we show how one may\nestimate the total spectral weight in these yet undermined states.\n"]}]
["1008.2202",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2202","Phys.Rev.D82:113012,2010","doi:10.1103/PhysRevD.82.113012"],"date":["2010-08-12"],"type":["text"],"creator":["Hackstein, Christoph","Spannowsky, Michael"],"language":[],"coverage":[],"title":["Boosting Higgs discovery - the forgotten channel"],"description":["  Searches for a heavy Standard Model Higgs boson focus on the 'gold plated\nmode' where the Higgs decays to two leptonic Z bosons. This channel provides a\nclean signature, in spite of the small leptonic branching ratios. We show that\nusing fat jets the semi-leptonic ZZ mode significantly increases the number of\nsignal events with a similar statistical significance as the leptonic mode.\n","Comment: 12 pages, 3 figures"]}]
["1008.2672",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2672","Phys.Rev.Lett.105:250405,2010","doi:10.1103/PhysRevLett.105.250405"],"date":["2010-08-16","2010-12-03"],"type":["text"],"creator":["Battesti, Remy","Fouché, Mathilde","Detlefs, C.","Roth, T.","Berceau, Paul","Duc, F.","Frings, P.","Rikken, G. L. J. A.","Rizzo, Carlo"],"language":[],"coverage":[],"title":["A Photon Regeneration Experiment for Axionlike Particle Search using\n  X-rays"],"description":["  In this letter we describe our novel photon regeneration experiment for the\naxionlike particle search using a x-ray beam with a photon energy of 50.2 keV\nand 90.7 keV, two superconducting magnets of 3 T, and a Ge detector with a high\nquantum efficiency. A counting rate of regenerated photons compatible with zero\nhas been measured. The corresponding limits on the pseudoscalar axionlike\nparticle-two photon coupling constant is obtained as a function of the particle\nmass. Our setup widens the energy window of purely terrestrial experiments\ndevoted to the axionlike particle search by coupling to two photons. It also\nopens a new domain of experimental investigation of photon propagation in\nmagnetic fields.\n","Comment: Accepted for publication in PRL"]}]
["1008.3564",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3564","Phys.Rev.Lett.105:251801,2010","doi:10.1103/PhysRevLett.105.251801"],"date":["2010-08-20"],"type":["text"],"creator":["D0 Collaboration","Abazov, V."],"language":[],"coverage":[],"title":["Search for ZH to llbb production in 4.2 fb^-1 of ppbar collisions at\n  sqrt(s) = 1.96 TeV"],"description":["  We present a search for the standard model Higgs boson produced in\nassociation with a Z boson in 4.2 fb^-1 of p-pbar collisions, collected with\nthe D0 detector at the Fermilab Tevatron at sqrt(s) = 1.96 TeV. Selected events\ncontain one reconstructed Z to llbb candidate and at least two jets, including\nat least one b-tagged jet. In the absence of an excess over the background\nexpected from other standard model processes, limits on the ZH cross section\nmultiplied by the branching ratios are set. The limit at M_H = 115 GeV is a\nfactor of 5.9 larger than the standard model prediction.\n","Comment: submitted to Phys. Rev. Letters"]}]
["1008.3891",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3891","Phys.Rev.Lett.105:232003,2010","doi:10.1103/PhysRevLett.105.232003"],"date":["2010-08-23","2010-12-03"],"type":["text"],"creator":["CDF Collaboration","Aaltonen, T."],"language":[],"coverage":[],"title":["Direct Top-Quark Width Measurement CDF"],"description":["  We present a measurement of the top-quark width using $t\\bar{t}$ events\nproduced in $p\\bar{p}$ collisions at Fermilab's Tevatron collider and collected\nby the CDF II detector. In the mode where the top quark decays to a $W$ boson\nand a bottom quark, we select events in which one $W$ decays leptonically and\nthe other hadronically~(lepton + jets channel) . From a data sample\ncorresponding to 4.3~fb$^{-1}$ of integrated luminosity, we identify 756\ncandidate events. The top-quark mass and the mass of $W$ boson that decays\nhadronically are reconstructed for each event and compared with templates of\ndifferent top-quark widths~($\\Gamma_t$) and deviations from nominal jet energy\nscale~($\\Delta_{JES}$) to perform a simultaneous fit for both parameters, where\n$\\Delta_{JES}$ is used for the {\\it in situ} calibration of the jet energy\nscale. By applying a Feldman-Cousins approach, we establish an upper limit at\n95$\\%$ confidence level~(CL) of $\\Gamma_t <$ 7.6 GeV and a two-sided 68$\\%$ CL\ninterval of 0.3 GeV $< \\Gamma_t <$ 4.4 GeV for a top-quark mass of 172.5\nGeV$/c^2$, which are consistant with the standard model prediction. This is the\nfirst direct measurement of $\\Gamma_t$ to set a lower limit with 68$\\%$ CL.\n"]}]
["1008.4806",{"format":[],"subject":["Nuclear Theory","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4806","Phys.Rev.C82:062801,2010","doi:10.1103/PhysRevC.82.062801"],"date":["2010-08-27"],"type":["text"],"creator":["Niebergal, Brian","Ouyed, Rachid","Jaikumar, Prashanth"],"language":[],"coverage":[],"title":["Numerical Simulation of the Hydrodynamical Combustion to Strange Quark\n  Matter"],"description":["  We present results from a numerical solution to the burning of neutron matter\ninside a cold neutron star into stable (u,d,s) quark matter. Our method solves\nhydrodynamical flow equations in 1D with neutrino emission from weak\nequilibrating reactions, and strange quark diffusion across the burning front.\nWe also include entropy change due to heat released in forming the stable quark\nphase. Our numerical results suggest burning front laminar speeds of 0.002-0.04\ntimes the speed of light, much faster than previous estimates derived using\nonly a reactive-diffusive description. Analytic solutions to hydrodynamical\njump conditions with a temperature dependent equation of state agree very well\nwith our numerical findings for fluid velocities. The most important effect of\nneutrino cooling is that the conversion front stalls at lower density (below\napproximately 2 times saturation density). In a 2-dimensional setting, such\nrapid speeds and neutrino cooling may allow for a flame wrinkle instability to\ndevelop, possibly leading to detonation.\n","Comment: 5 pages, 3 figures (animations online at\n  http://www.capca.ucalgary.ca/~bniebergal/webPHP/research.php)"]}]
["1008.4865",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4865","Phys.Rev.C82:067302,2010","doi:10.1103/PhysRevC.82.067302"],"date":["2010-08-28"],"type":["text"],"creator":["Chen, Q. B.","Yao, J. M.","Zhang, S. Q.","Qi, B."],"language":[],"coverage":[],"title":["Chiral geometry of higher excited bands in triaxial nuclei with\n  particle-hole configuration"],"description":["  The lowest six rotational bands have been studied in the particle-rotor model\nwith the particle-hole configuration $\\pi h^1_{11/2}\\otimes\\nu h^{-1}_{11/2}$\nand different triaxiality parameter $\\gamma$. Both constant and spin-dependent\nvariable moments of inertial (CMI and VMI) are introduced. The energy spectra,\nelectromagnetic transition probabilities, angular momentum components and\n$K$-distribution have been examined. It is shown that, besides the band 1 and\nband 2, the predicted band 3 and band 4 in the calculations of both CMI and VMI\nfor atomic nuclei with $\\gamma=30^\\circ$ could be interpreted as chiral doublet\nbands.\n","Comment: 4 pages, 4 figures"]}]
["1008.5260",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5260","Phys.Rev.Lett.105:252503,2010","doi:10.1103/PhysRevLett.105.252503"],"date":["2010-08-31","2010-11-26"],"type":["text"],"creator":["Rodríguez, Tomás R.","Martinez-Pinedo, G."],"language":[],"coverage":[],"title":["Energy density functional study of nuclear matrix elements for\n  neutrinoless $\\beta\\beta$ decay"],"description":["  We present an extensive study of nuclear matrix elements (NME) for the\nneutrinoless double beta decay of the nuclei $^{48}$Ca, $^{76}$Ge, $^{82}$Se,\n$^{96}$Zr, $^{100}$Mo, $^{116}$Cd, $^{124}$Sn, $^{128}$Te, $^{130}$Te,\n$^{136}$Xe, and $^{150}$Nd based on state-of-the-art energy density functional\nmethods using the Gogny D1S functional. Beyond mean-field effects are included\nwithin the generating coordinate method with particle number and angular\nmomentum projection for both initial and final ground states. We obtain a\nrather constant value for the NME's around 4.7 with the exception of $^{48}$Ca\nand $^{150}$Nd, where smaller values are found. We analyze the role of\ndeformation and pairing in the evaluation of the NME and present detailed\nresults for the decay of $^{150}$Nd.\n","Comment: accepted in Phys. Rev. Lett"]}]
["1008.5280",{"format":[],"subject":["General Relativity and Quantum Cosmology","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5280","Phys.Rev.D82:122002,2010","doi:10.1103/PhysRevD.82.122002"],"date":["2010-08-31"],"type":["text"],"creator":["Nofrarias, M.","Röver, C.","Hewitson, M.","Monsky, A.","Heinzel, G.","Danzmann, K.","Ferraioli, L.","Hueller, M.","Vitale, S."],"language":[],"coverage":[],"title":["Bayesian parameter estimation in the second LISA Pathfinder Mock Data\n  Challenge"],"description":["  A main scientific output of the LISA Pathfinder mission is to provide a noise\nmodel that can be extended to the future gravitational wave observatory, LISA.\nThe success of the mission depends thus upon a deep understanding of the\ninstrument, especially the ability to correctly determine the parameters of the\nunderlying noise model. In this work we estimate the parameters of a simplified\nmodel of the LISA Technology Package (LTP) instrument. We describe the LTP by\nmeans of a closed-loop model that is used to generate the data, both injected\nsignals and noise. Then, parameters are estimated using a Bayesian framework\nand it is shown that this method reaches the optimal attainable error, the\nCramer-Rao bound. We also address an important issue for the mission: how to\nefficiently combine the results of different experiments to obtain a unique set\nof parameters describing the instrument.\n","Comment: 14 pages, 4 figures, submitted to PRD"]}]
["1009.0129",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0129","Phys.Rev.D82:105008,2010","doi:10.1103/PhysRevD.82.105008"],"date":["2010-09-01"],"type":["text"],"creator":["Mendoza, M.","Boghosian, B. M.","Herrmann, H. J.","Succi, S."],"language":[],"coverage":[],"title":["Derivation of the Lattice Boltzmann Model for Relativistic Hydrodynamics"],"description":["  A detailed derivation of the Lattice Boltzmann (LB) scheme for relativistic\nfluids recently proposed in Ref. [1], is presented. The method is numerically\nvalidated and applied to the case of two quite different relativistic fluid\ndynamic problems, namely shock-wave propagation in quark-gluon plasmas and the\nimpact of a supernova blast-wave on massive interstellar clouds. Close to\nsecond order convergence with the grid resolution, as well as linear dependence\nof computational time on the number of grid points and time-steps, are\nreported.\n"]}]
["1009.0359",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0359","Phys.Rev.D82:114014,2010","doi:10.1103/PhysRevD.82.114014"],"date":["2010-09-02","2010-12-21"],"type":["text"],"creator":["Zhong, Xian-Hui"],"language":[],"coverage":[],"title":["Strong decays of the newly observed $D(2550)$, $D(2600)$, $D(2750)$, and\n  $D(2760)$"],"description":["  The strong decay properties of the newly observed $D(2550)$, $D(2600)$,\n$D(2750)$ and $D(2760)$ are studied in a constituent quark model. It is\npredicted that the $D(2760)$ and $D(2750)$ seem to be two overlapping\nresonances. The $D(2760)$ could be identified as the $1^3D_3$ with $J^P=3^-$,\nwhile the $D(2750)$ is most likely to be the high-mass mixed state\n$|1{D_2}'>_H$ ($J^P=2^-$) via the $1^1D_2$-$1^3D_2$ mixing. The $D(2600)$\nfavors the low-mass mixed state $|(SD)_1>_L$ $(J^P=1^-)$ via the\n$1^3D_1$-$2^3S_1$ mixing. The $D(2550)$ as the $2^1S_0$ assignment bears\ncontroversies for its too broad width given in experiments.\n","Comment: 8 pages, 5 figures; The review of the model is added. Some discussion\n  of the $D(2750)$ is included"]}]
["1009.0521",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0521","Phys.Rev.Lett.105:261101,2010","doi:10.1103/PhysRevLett.105.261101"],"date":["2010-09-02","2010-12-22"],"type":["text"],"creator":["Baiotti, Luca","Damour, Thibault","Giacomazzo, Bruno","Nagar, Alessandro","Rezzolla, Luciano"],"language":[],"coverage":[],"title":["Analytic modelling of tidal effects in the relativistic inspiral of\n  binary neutron stars"],"description":["  To detect the gravitational-wave (GW) signal from binary neutron stars and\nextract information about the equation of state of matter at nuclear density,\nit is necessary to match the signal with a bank of accurate templates. We\npresent the two longest (to date) general-relativistic simulations of\nequal-mass binary neutron stars with different compactnesses, C=0.12 and\nC=0.14, and compare them with a tidal extension of the effective-one-body\n(EOB)model. The typical numerical phasing errors over the $\\simeq 22$ GW cycles\nare $\\Delta \\phi\\simeq \\pm 0.24$ rad. By calibrating only one parameter\n(representing a higher-order amplification of tidal effects), the EOB model can\nreproduce, within the numerical error, the two numerical waveforms essentially\nup to the merger. By contrast, the third post-Newtonian Taylor-T4 approximant\nwith leading-order tidal corrections dephases with respect to the numerical\nwaveforms by several radians.\n","Comment: 4 pages, 2 figures. Version published in Phys. Rev. Lett"]}]
["1009.1537",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1537","Phys.Rev.Lett.105:261601,2010","doi:10.1103/PhysRevLett.105.261601"],"date":["2010-09-08","2010-12-14"],"type":["text"],"creator":["Weinberg, Steven"],"language":[],"coverage":[],"title":["Pions in Large-$N$ Quantum Chromodynamics"],"description":["  An effective field theory of quarks, gluons, and pions, with the number $N$\nof colors treated as large, is proposed as a basis for calculations of hadronic\nphenomena at moderate energies. The qualitative consequences of the large $N$\nlimit are similar though not identical to those in pure quantum chromodynamics,\nbut because constituent quark masses appear in the effective Lagrangian, the `t\nHooft coupling in the effective theory need not be strong at moderate energies.\nTo leading order in $1/N$ the effective theory is renormalizable, with only a\nfinite number of terms in the Lagrangian.\n","Comment: Version to be published in Phys. Rev. Letters. Two figures added,\n  text and abstract revised and shortened. Clearer statement of aims of work. 9\n  pages"]}]
["1009.1735",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1735","Phys.Rev.Lett.105:231601,2010","doi:10.1103/PhysRevLett.105.231601"],"date":["2010-09-09"],"type":["text"],"creator":["Vacca, G. P.","Zanusso, O."],"language":[],"coverage":[],"title":["Asymptotic Safety in Einstein Gravity and Scalar-Fermion Matter"],"description":["  Within the functional renormalization group approach we study the effective\nQFT of Einstein gravity and one self-interacting scalar coupled to N_f Dirac\nfermions. We include in our analysis the matter anomalous dimensions induced by\nall the interactions and analyze the highly non linear beta functions\ndetermining the renormalization flow. We find the existence of a non trivial\nfixed point structure both for the gravity and the matter sector, besides the\nusual gaussian matter one. This suggest that asymptotic safety could be\nrealized in the gravitational sector \\emph{and} in the standard model. Non\ntriviality in the Higgs sector might involve gravitational interactions.\n","Comment: LaTeX, 4 pages"]}]
["1009.1847",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1847","Phys.Rev.C82:064903,2010","doi:10.1103/PhysRevC.82.064903"],"date":["2010-09-09","2010-09-18"],"type":["text"],"creator":["Qin, Guang-You","Petersen, Hannah","Bass, Steffen A.","Müller, Berndt"],"language":[],"coverage":[],"title":["Translation of collision geometry fluctuations into momentum\n  anisotropies in relativistic heavy-ion collisions"],"description":["  We develop a systematic framework for the study of the initial collision\ngeometry fluctuations in relativistic heavy-ion collisions and investigate how\nthey evolve through different stages of the fireball history and translate into\nfinal particle momentum anisotropies. We find in our event-by-event analysis\nthat only the few lowest momentum anisotropy parameters survive after the\nhydrodynamical evolution of the system. The geometry of the produced medium is\nfound to be affected by the pre-equilibrium evolution of the medium and the\nthermal smearing of the discretized event-by-event initial conditions, both of\nwhich tend to smear out the spatial anisotropies. We find such effects to be\nmore prominent for higher moments than for lower moments. The correlations\nbetween odd and even spatial anisotropy parameters during the pre-equilibrium\nexpansion are quantitatively studied and found to be small. Our study provides\na theoretical foundation for the understanding of initial state fluctuations\nand the collective expansion dynamics in relativistic heavy-ion collisions.\n","Comment: 15 pages, 19 figures"]}]
["1009.2520",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2520","Phys.Rev.Lett.105:231101,2010","doi:10.1103/PhysRevLett.105.231101"],"date":["2010-09-13"],"type":["text"],"creator":["Hui, Lam","Nicolis, Alberto"],"language":[],"coverage":[],"title":["An equivalence principle for scalar forces"],"description":["  The equivalence of inertial and gravitational masses is a defining feature of\ngeneral relativity. Here, we clarify the status of the equivalence principle\nfor interactions mediated by a universally coupled scalar, motivated partly by\nrecent attempts to modify gravity at cosmological distances. Although a\nuniversal scalar-matter coupling is not mandatory, once postulated, it is\nstable against classical and quantum renormalizations in the matter sector. The\ncoupling strength itself is subject to renormalization of course. The scalar\nequivalence principle is violated only for objects for which either the\ngraviton self-interaction or the scalar self-interaction is important---the\nfirst applies to black holes, while the second type of violation is avoided if\nthe scalar is Galilean-symmetric.\n","Comment: 4 pages, 1 figure"]}]
["1009.2661",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2661","Phys.Rev.C82:064603,2010","doi:10.1103/PhysRevC.82.064603"],"date":["2010-09-14","2010-11-19"],"type":["text"],"creator":["Bidasyuk, Y.","Vanroose, W.","Broeckhove, J.","Arickx, F.","Vasilevsky, V."],"language":[],"coverage":[],"title":["JM-ECS: A hybrid method combining the $J$-matrix and ECS methods for\n  scattering calculations"],"description":["  The paper proposes a hybrid method for calculating scattering processes that\ncombines the $J$-matrix method with exterior complex scaling as an absorbing\nboundary condition. It represents the wave function as a finite sum of\noscillator eigenstates in the inner region and on grid in the outer region. The\nmethod is validated for one and two dimensional model partial wave equation\nequations. Finally, the method calculates nuclear $p$-shell scattering.\n"]}]
["1009.3047",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3047","Phys.Rev.Lett.105:251802,2010","doi:10.1103/PhysRevLett.105.251802"],"date":["2010-09-15","2010-09-20"],"type":["text"],"creator":["The CDF Collaboration","Aaltonen, T."],"language":[],"coverage":[],"title":["Improved Search for a Higgs Boson Produced in Association with Z->l+l-\n  in proton antiproton Collisions at sqrt(s) = 1.96 TeV"],"description":["  We present a search for the standard model Higgs boson produced with a Z\nboson in 4.1 fb^-1 of data collected with the CDF II detector at the Tevatron.\nIn events consistent with the decay of the Higgs boson to a bottom-quark pair\nand the Z boson to electrons or muons, we set 95% credibility level upper\nlimits on the ZH production cross section times the H -> b bbar branching\nratio. Improved analysis methods enhance signal sensitivity by 20% relative to\nprevious searches beyond the gain due to the larger data sample. At a Higgs\nboson mass of 115 GeV/c^2 we set a limit of 5.9 times the standard model value.\n","Comment: submitted to Phys. Rev. Lett"]}]
["1009.3487",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3487","Phys.Rev.Lett.105:250402,2010","doi:10.1103/PhysRevLett.105.250402"],"date":["2010-09-17"],"type":["text"],"creator":["Bao, Y.","Guérout, R.","Lussange, J.","Lambrecht, A.","Cirelli, R. A.","Klemens, F.","Mansfield, W. M.","Pai, C. S.","Chan, H. B."],"language":[],"coverage":[],"title":["The Casimir force on a surface with shallow nanoscale corrugations:\n  Geometry and finite conductivity effects"],"description":["  We measure the Casimir force between a gold sphere and a silicon plate with\nnanoscale, rectangular corrugations with depth comparable to the separation\nbetween the surfaces. In the proximity force approximation (PFA), both the top\nand bottom surfaces of the corrugations contribute to the force, leading to a\ndistance dependence that is distinct from a flat surface. The measured Casimir\nforce is found to deviate from the PFA by up to 15%, in good agreement with\ncalculations based on scattering theory that includes both geometry effects and\nthe optical properties of the material.\n"]}]
["1009.4325",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4325","Phys.Rev.D82:114013,2010","doi:10.1103/PhysRevD.82.114013"],"date":["2010-09-22","2010-12-01"],"type":["text"],"creator":["Bodenstein, S.","Bordes, J.","Dominguez, C. A.","Peñarrocha, J.","Schilcher, K."],"language":[],"coverage":[],"title":["Charm-quark mass from weighted finite energy QCD sum rules"],"description":["  The running charm-quark mass in the $\\bar{MS}$ scheme is determined from\nweighted finite energy QCD sum rules (FESR) involving the vector current\ncorrelator. Only the short distance expansion of this correlator is used,\ntogether with integration kernels (weights) involving positive powers of $s$,\nthe squared energy. The optimal kernels are found to be a simple {\\it pinched}\nkernel, and polynomials of the Legendre type. The former kernel reduces\npotential duality violations near the real axis in the complex s-plane, and the\nlatter allows to extend the analysis to energy regions beyond the end point of\nthe data. These kernels, together with the high energy expansion of the\ncorrelator, weigh the experimental and theoretical information differently from\ne.g. inverse moments FESR. Current, state of the art results for the vector\ncorrelator up to four-loop order in perturbative QCD are used in the FESR,\ntogether with the latest experimental data. The integration in the complex\ns-plane is performed using three different methods, fixed order perturbation\ntheory (FOPT), contour improved perturbation theory (CIPT), and a fixed\nrenormalization scale $\\mu$ (FMUPT). The final result is $\\bar{m}_c (3\\, {GeV})\n= 1008\\,\\pm\\, 26\\, {MeV}$, in a wide region of stability against changes in the\nintegration radius $s_0$ in the complex s-plane.\n","Comment: A short discussion on convergence issues has been added at the end of\n  the paper"]}]
["1009.4920",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4920","Phys.Rev.C82:065203,2010","doi:10.1103/PhysRevC.82.065203"],"date":["2010-09-24","2010-12-15"],"type":["text"],"creator":["Frankfurt, Leonid","Strikman, Mark"],"language":[],"coverage":[],"title":["Photon parton distributions in nuclei and the EMC effect"],"description":["  Photons as well as quarks and gluons are constituents of the infinite\nmomentum frame (IMF) wave function of an energetic particle. They are mostly\nequivalent photons whose amplitude follows from the Lorentz transformation of\nthe particle rest frame Coulomb field into the IMF and from the conservation of\nthe electromagnetic current. We evaluate in a model independent way the\ndominant photon contribution \\propto \\alpha_{em}(Z^2/A^{4/3})\\ln(1/R_{A}m_{N}x)\nto the nuclear structure functions as well as the term \\propto \\alpha_{em}Z/A.\nIn addition we show that the definition of x consistent with the exact\nkinematics of eA scattering (with exact sum rules) works in the same direction\nas the nucleus field of equivalent photons. Combined, these effects account for\nthe bulk of the EMC effect for x\\le 0.5 where Fermi motion effects are small.\nIn particular for these x the hadronic mechanism contribution to the EMC effect\ndoes not exceed \\sim 3% for all nuclei. Also the A-dependence of the hadronic\nmechanism of the EMC effect for x > 0.5 is significantly modified.\n","Comment: 14 pages, 3 figures, final version published in Phys.Rev. C"]}]
["1009.5385",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5385","Phys.Rev.D82:124028,2010","doi:10.1103/PhysRevD.82.124028"],"date":["2010-09-27"],"type":["text"],"creator":["Van Acoleyen, Karel"],"language":[],"coverage":[],"title":["An operational view on the holographic information bound"],"description":["  We study the covariant holographic entropy bound from an operational\nstandpoint. Therefore we consider the physical limit for observations on a\nlight-sheet. A light-sheet is a particular null hypersurface, and the natural\nmeasuring apparatus is a screen. By considering the physical properties of the\nscreen - as dictated by quantum mechanics - we derive an uncertainty relation.\nThis connects the number of bits of decoded information on the light-sheet to\ntwo geometric uncertainties: the uncertainty on the place where the bits are\nlocated and the uncertainty on the local expansion of the light-sheet. From\nthis relation we can argue a local operational version of the (generalized)\ncovariant entropy bound: the maximum number of bits decoded on a light-sheet\ninterval goes like the area difference (in Planck units) of the initial and\nfinal surface spanned by the light rays.\n","Comment: 10 pages, 1 figure"]}]
["1010.1148",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1148","Phys.Rev.Lett.105:230407,2010","doi:10.1103/PhysRevLett.105.230407"],"date":["2010-10-06","2010-12-01"],"type":["text"],"creator":["Akkermans, Eric","Dunne, Gerald V.","Teplyaev, Alexander"],"language":[],"coverage":[],"title":["Thermodynamics of photons on fractals"],"description":["  A thermodynamical treatment of a massless scalar field (a \"photon\") confined\nto a fractal spatial manifold leads to an equation of state relating pressure\nto internal energy, $P V_s=U/d_s$, where $d_s$ is the spectral dimension and\n$V_s$ defines the \"spectral volume\". For regular manifolds, $V_s$ coincides\nwith the usual geometric spatial volume, but on a fractal this is not\nnecessarily the case. This is further evidence that on a fractal, momentum\nspace can have a different dimension than position space. Our analysis also\nprovides a natural definition of the vacuum (Casimir) energy of a fractal. We\nsuggest ways that these unusual properties might be probed experimentally.\n","Comment: 5 pages, 2 figs; v2 refs added, to appear in PRL"]}]
["1010.2613",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2613","Phys.Rev.C82:064309,2010","doi:10.1103/PhysRevC.82.064309"],"date":["2010-10-13","2010-11-25"],"type":["text"],"creator":["Diriken, J.","Stefanescu, I.","Balabanski, D.","Blasi, N.","Blazhev, A.","Bree, N.","Cederkäll, J.","Cocolios, T. E.","Davinson, T.","Eberth, J.","Ekström, A.","Fedorov, D. V.","Fedosseev, V. N.","Fraile, L. M.","Franchoo, S.","Georgiev, G.","Gladnishki, K.","Huyse, M.","Ivanov, O. V.","Ivanov, V. S.","Iwanicki, J.","Jolie, J.","Konstantinopoulos, T.","Kröll, Th.","Krücken, R.","Köster, U.","Lagoyannis, A.","Bianco, G. Lo","Maierbeck, P.","Marsh, B. A.","Napiorkowski, P.","Patronis, N.","Pauwels, D.","Reiter, P.","Seliverstov, M.","Sletten, G.","Van de Walle, J.","Van Duppen, P.","Voulot, D.","Walters, W. B.","Warr, N.","Wenander, F.","Wrzosek, K."],"language":[],"coverage":[],"title":["Coulomb excitation of 73Ga"],"description":["  The B(E2; Ii -> If) values for transitions in 71Ga and 73Ga were deduced from\na Coulomb excitation experiment at the safe energy of 2.95 MeV/nucleon using\npost-accelerated beams of 71,73Ga at the REX-ISOLDE on-line isotope mass\nseparator facility. The emitted gamma rays were detected by the\nMINIBALL-detector array and B(E2; Ii->If) values were obtained from the yields\nnormalized to the known strength of the 2+ -> 0+ transition in the 120Sn\ntarget. The comparison of these new results with the data of less neutron-rich\ngallium isotopes shows a shift of the E2 collectivity towards lower excitation\nenergy when adding neutrons beyond N = 40. This supports conclusions from\nprevious studies of the gallium isotopes which indicated a structural change in\nthis isotopical chain between N = 40 and N = 42. Combined with recent\nmeasurements from collinear laser spectroscopy showing a 1/2- spin and parity\nfor the ground state, the extracted results revealed evidence for a 1/2-; 3/2-\ndoublet near the ground state in 73 31Ga42 differing by at most 0.8 keV in\nenergy.\n"]}]
["1010.3203",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3203","Phys.Rev.D82:115016,2010","doi:10.1103/PhysRevD.82.115016"],"date":["2010-10-15","2010-10-27"],"type":["text"],"creator":["McCullough, Matthew"],"language":[],"coverage":[],"title":["Stimulated Supersymmetry Breaking"],"description":["  We show that small soft terms can create a supersymmetry breaking minimum\nalong a pseudo-flat direction of a hidden sector which would otherwise be\nincapable of spontaneous supersymmetry breaking. As this minimum lies along a\npseudo-flat direction, with non-zero F- or D-terms, the resultant supersymmetry\nbreaking in the hidden sector can be orders of magnitude greater than the soft\nterms which created the minimum. This opens new avenues for building models of\ngauge mediation, may have consequences for the cosmology of hidden sectors, and\nstrengthens the case for multiple supersymmetry breaking sectors.\n","Comment: v1: 9 pages, 3 figures. v2: Minor corrections and changes"]}]
["1010.3986",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3986","Phys.Rev.D82:104026,2010","doi:10.1103/PhysRevD.82.104026"],"date":["2010-10-19","2010-11-05"],"type":["text"],"creator":["Nelson, William"],"language":[],"coverage":[],"title":["Static Solutions for 4th order gravity"],"description":["  The Lichnerowicz and Israel theorems are extended to higher order theories of\ngravity. In particular it is shown that Schwarzschild is the unique spherically\nsymmetric, static, asymptotically flat, black-hole solution, provided the\nspatial curvature is less than the quantum gravity scale outside the horizon.\nIt is then shown that in the presence of matter (satisfying certain positivity\nrequirements), the only static and asymptotically flat solutions of General\nRelativity that are also solutions of higher order gravity are the vacuum\nsolutions\n","Comment: 19 pages, minor changes to match published version"]}]
["1010.3999",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3999","Phys.Rev.Lett.105:252501,2010","doi:10.1103/PhysRevLett.105.252501"],"date":["2010-10-19"],"type":["text"],"creator":["Wimmer, K.","Kröll, T.","Krücken, R.","Bildstein, V.","Gernhäuser, R.","Bastin, B.","Bree, N.","Diriken, J.","Van Duppen, P.","Huyse, M.","Patronis, N.","Vermaelen, P.","Voulot, D.","Van de Walle, J.","Wenander, F.","Fraile, L. M.","Chapman, R.","Hadinia, B.","Orlandi, R.","Smith, J. F.","Lutter, R.","Thirolf, P. G.","Labiche, M.","Blazhev, A.","Kalkühler, M.","Reiter, P.","Seidlitz, M.","Warr, N.","Macchiavelli, A. O.","Jeppesen, H. B.","Fiori, E.","Georgiev, G.","Schrieder, G.","Gupta, S. Das","Bianco, G. Lo","Nardelli, S.","Butterworth, J.","Johansen, J.","Riisager, K."],"language":[],"coverage":[],"title":["Discovery of the shape coexisting 0+ state in 32Mg by a two neutron\n  transfer reaction"],"description":["  The Island of Inversion nucleus 32Mg has been studied by a (t,p) two neutron\ntransfer reaction in inverse kinematics at REX-ISOLDE. The shape coexistent\nexcited 0+ state in 32Mg has been identified by the characteristic angular\ndistribution of the protons of the DeltaL = 0 transfer. The excitation energy\nof 1058 keV is much lower than predicted by any theoretical model. The low\ngamma-ray intensity observed for the decay of this 0+ state indicates a\nlifetime of more than 10 ns. Deduced spectroscopic amplitudes are compared with\noccupation numbers from shell model calculations.\n","Comment: Phys. Rev. Lett. accepted for publication http://prl.aps.org"]}]
["1010.4582",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4582","Phys.Rev.Lett.105:252001,2010","doi:10.1103/PhysRevLett.105.252001"],"date":["2010-10-21","2010-11-14"],"type":["text"],"creator":["al., T. Aaltonen et"],"language":[],"coverage":[],"title":["Top Quark Mass Measurement in the Lepton + Jets Channel Using a Matrix\n  Element Method and in situ Jet Energy Calibration"],"description":["  A precision measurement of the top quark mass m_t is obtained using a sample\nof ttbar events from ppbar collisions at the Fermilab Tevatron with the CDF II\ndetector. Selected events require an electron or muon, large missing transverse\nenergy, and exactly four high-energy jets, at least one of which is tagged as\ncoming from a b quark. A likelihood is calculated using a matrix element method\nwith quasi-Monte Carlo integration taking into account finite detector\nresolution and jet mass effects. The event likelihood is a function of m_t and\na parameter DJES to calibrate the jet energy scale /in situ/. Using a total of\n1087 events, a value of m_t = 173.0 +/- 1.2 GeV/c^2 is measured.\n","Comment: 7 pages, 3 figures. Edited in response to referee comments and\n  resubmitted to Phys. Rev. Lett"]}]
["1010.5064",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5064","Phys.Rev.Lett.105:230501,2010","doi:10.1103/PhysRevLett.105.230501"],"date":["2010-10-25"],"type":["text"],"creator":["Gallego, Rodrigo","Brunner, Nicolas","Hadley, Christopher","Acin, Antonio"],"language":[],"coverage":[],"title":["Device-independent tests of classical and quantum dimensions"],"description":["  We address the problem of testing the dimensionality of classical and quantum\nsystems in a `black-box' scenario. We develop a general formalism for tackling\nthis problem. This allows us to derive lower bounds on the classical dimension\nnecessary to reproduce given measurement data. Furthermore, we generalise the\nconcept of quantum dimension witnesses to arbitrary quantum systems, allowing\none to place a lower bound on the Hilbert space dimension necessary to\nreproduce certain data. Illustrating these ideas, we provide simple examples of\nclassical and quantum dimension witnesses.\n","Comment: To appear in PRL"]}]
["1011.1886",{"format":[],"subject":["Condensed Matter - Quantum Gases","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1886","Phys.Rev.Lett.105:240402,2010","doi:10.1103/PhysRevLett.105.240402"],"date":["2010-11-08"],"type":["text"],"creator":["Cooper, Fred","Chien, Chih-Chun","Mihaila, Bogdan","Dawson, John F.","Timmermans, Eddy"],"language":[],"coverage":[],"title":["Non-perturbative predictions for cold atom Bose gases with tunable\n  interactions"],"description":["  We derive a theoretical description for dilute Bose gases as a loop expansion\nin terms of composite-field propagators by rewriting the Lagrangian in terms of\nauxiliary fields related to the normal and anomalous densities. We demonstrate\nthat already in leading order this non-perturbative approach describes a large\ninterval of coupling-constant values, satisfies Goldstone's theorem, yields a\nBose-Einstein transition that is second-order, and is consistent with the\ncritical temperature predicted in the weak-coupling limit by the\nnext-to-leading order large-N expansion.\n","Comment: 3 figures"]}]
["1011.3079",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3079","Phys.Rev.Lett.105:241302,2010","doi:10.1103/PhysRevLett.105.241302"],"date":["2010-11-12"],"type":["text"],"creator":["Holsclaw, Tracy","Alam, Ujjaini","Sanso, Bruno","Lee, Herbert","Heitmann, Katrin","Habib, Salman","Higdon, David"],"language":[],"coverage":[],"title":["Nonparametric Dark Energy Reconstruction from Supernova Data"],"description":["  Understanding the origin of the accelerated expansion of the Universe poses\none of the greatest challenges in physics today. Lacking a compelling\nfundamental theory to test, observational efforts are targeted at a better\ncharacterization of the underlying cause. If a new form of mass-energy, dark\nenergy, is driving the acceleration, the redshift evolution of the equation of\nstate parameter w(z) will hold essential clues as to its origin. To best\nexploit data from observations it is necessary to develop a robust and accurate\nreconstruction approach, with controlled errors, for w(z). We introduce a new,\nnonparametric method for solving the associated statistical inverse problem\nbased on Gaussian Process modeling and Markov chain Monte Carlo sampling.\nApplying this method to recent supernova measurements, we reconstruct the\ncontinuous history of w out to redshift z=1.5.\n","Comment: 4 pages, 2 figures, accepted for publication in Physical Review\n  Letters"]}]
["1011.3865",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3865","Phys.Rev.C82:064306,2010","doi:10.1103/PhysRevC.82.064306"],"date":["2010-11-16"],"type":["text"],"creator":["Liu, Min","Wang, Ning","Li, Zhuxia","Zhang, Fengshou"],"language":[],"coverage":[],"title":["Nuclear symmetry energy at subnormal densities from measured nuclear\n  masses"],"description":["  The symmetry energy coefficients for nuclei with mass number A=20~250 are\nextracted from more than 2000 measured nuclear masses. With the semi-empirical\nconnection between the symmetry energy coefficients of finite nuclei and the\nnuclear symmetry energy at reference densities, we investigate the density\ndependence of symmetry energy of nuclear matter at subnormal densities. The\nobtained results are compared with those extracted from other methods.\n","Comment: 4 figures, 1 table, to appear in Phys. Rev. C"]}]
["1011.4968",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4968","Phys.Rev.C82:064002,2010","doi:10.1103/PhysRevC.82.064002"],"date":["2010-11-22"],"type":["text"],"creator":["Afnan, Iraj R.","Gibson, Benjamin F."],"language":[],"coverage":[],"title":["Model Dependence of the 2H Electric Dipole Moment"],"description":["  Background: Direct measurement of the electric dipole moment (EDM) of the\nneutron lies in the future; measurement of a nuclear EDM may well come first.\nThe deuteron is one nucleus for which exact model calculations are feasible.\nPurpose: We explore the model dependence of deuteron EDM calculations. Methods:\nUsing a separable potential formulation of the Hamiltonian, we examine the\nsensitivity of the deuteron EDM to variation in the nucleon-nucleon\ninteraction. We write the EDM as the sum of two terms, the first depending on\nthe target wave function with plane-wave intermediate states, and the second\ndepending on intermediate multiple scattering in the 3P1 channel, the latter\nbeing sensitive to the off-shell behavior of the 3P1 amplitude. Results: We\ncompare the full calculation with the plane-wave approximation result, examine\nthe tensor force contribution to the model results, and explore the effect of\nshort range repulsion found in realistic, contemporary potential models of the\ndeuteron. Conclusions: Because one-pion exchange dominates the EDM calculation,\nseparable potential model calculations will provide an adequate description of\nthe 2H EDM until such time as a better than 10% measurement is obtained.\n","Comment: 21 pages, 2 figures, submitted to Physical Review C"]}]
["1011.4996",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4996","Phys.Rev.Lett.105:251301,2010","doi:10.1103/PhysRevLett.105.251301"],"date":["2010-11-22","2010-12-20"],"type":["text"],"creator":["Sato, Masanori","Ichiki, Kiyotomo","Takeuchi, Tsutomu T."],"language":[],"coverage":[],"title":["Precise Estimation of Cosmological Parameters Using a More Accurate\n  Likelihood Function"],"description":["  The estimation of cosmological parameters from a given data set requires a\nconstruction of a likelihood function which, in general, has a complicated\nfunctional form. We adopt a Gaussian copula and constructed a copula likelihood\nfunction for the convergence power spectrum from a weak lensing survey. We show\nthat the parameter estimation based on the Gaussian likelihood erroneously\nintroduces a systematic shift in the confidence region, in particular for a\nparameter of the dark energy equation of state w. Thus, the copula likelihood\nshould be used in future cosmological observations.\n","Comment: 5 pages, 3 figures. Maches version published by the Physical Review\n  Letters"]}]
["1011.5238",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5238","Phys.Rev.Lett.105:251101,2010","doi:10.1103/PhysRevLett.105.251101"],"date":["2010-11-23"],"type":["text"],"creator":["Sereno, M.","Sesana, A.","Bleuler, A.","Jetzer, Ph.","Volonteri, M.","Begelman, M. C."],"language":[],"coverage":[],"title":["Strong lensing of gravitational waves as seen by LISA"],"description":["  We discuss strong gravitational lensing of gravitational waves from merging\nof massive black hole binaries in the context of the LISA mission. Detection of\nmultiple events would provide invaluable information on competing theories of\ngravity, evolution and formation of structures and, with complementary\nobservations, constraints on H_0 and other cosmological parameters. Most of the\noptical depth for lensing is provided by intervening massive galactic halos,\nfor which wave optics effects are negligible. Probabilities to observe multiple\nevents are sizable for a broad range of formation histories. For the most\noptimistic models, up to 4 multiple events with a signal to noise ratio >= 8\nare expected in a 5-year mission. Chances are significant even for conservative\nmodels with either light (<= 60%) or heavy (<= 40%) seeds. Due to lensing\namplification, some intrinsically too faint signals are brought over threshold\n(<= 2 per year).\n","Comment: 4 pages, 6 figures, in press on Phys. Rev. Lett"]}]
["1011.5420",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5420","Phys.Rev.C82:064311,2010","doi:10.1103/PhysRevC.82.064311"],"date":["2010-11-24"],"type":["text"],"creator":["Vingerhoets, P.","Flanagan, K. T.","Avgoulea, M.","Billowes, J.","Bissell, M. L.","Blaum, K.","Brown, B. A.","Cheal, B.","De Rydt, M.","Forest, D. H.","Geppert, Ch.","Honma, M.","Kowalska, M.","Kramer, J.","Krieger, A.","Mane, E.","Neugart, R.","Neyens, G.","Nortershauser, W.","Otsuka, T.","Schug, M.","Stroke, H. H.","Tungate, G.","Yordanov, D. T."],"language":[],"coverage":[],"title":["Nuclear spins, magnetic moments and quadrupole moments of Cu isotopes\n  from N = 28 to N = 46: probes for core polarization effects"],"description":["  Measurements of the ground-state nuclear spins, magnetic and quadrupole\nmoments of the copper isotopes from 61Cu up to 75Cu are reported. The\nexperiments were performed at the ISOLDE facility, using the technique of\ncollinear laser spectroscopy. The trend in the magnetic moments between the\nN=28 and N=50 shell closures is reasonably reproduced by large-scale\nshell-model calculations starting from a 56Ni core. The quadrupole moments\nreveal a strong polarization of the underlying Ni core when the neutron shell\nis opened, which is however strongly reduced at N=40 due to the parity change\nbetween the $pf$ and $g$ orbits. No enhanced core polarization is seen beyond\nN=40. Deviations between measured and calculated moments are attributed to the\nsoftness of the 56Ni core and weakening of the Z=28 and N=28 shell gaps.\n","Comment: 13 pagers, 19 figures, accepted by Physical Review C"]}]
["1011.6406",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6406","Phys.Rev.D82:114507,2010","doi:10.1103/PhysRevD.82.114507"],"date":["2010-11-29"],"type":["text"],"creator":["Berg, Bernd A."],"language":[],"coverage":[],"title":["Deconfined SU(2) phase with a massive vector boson triplet"],"description":["  We introduce a model of SU(2) and U(1) vector fields with a local U(2)\nsymmetry. Its action can be obtained in the London limit of a gauge invariant\nregularization involving two scalar fields. Evidence from lattice simulations\nof the model supports a (zero temperature) SU(2) deconfining phase transition\nthrough breaking of the SU(2) center symmetry, and a massive vector boson\ntriplet is found in the deconfined phase.\n","Comment: 11 pages, 10 figures"]}]
["1012.1159",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1159","Phys.Rev.C82:064312,2010","doi:10.1103/PhysRevC.82.064312"],"date":["2010-12-06"],"type":["text"],"creator":["Mishev, S.","Voronov, V. V."],"language":[],"coverage":[],"title":["An Extended Approximation for the Lowest-lying States in Odd-mass Nuclei"],"description":["  An enhanced model, based on the Extended Boson Approximation, for the\nlowest-lying states in odd-mass nuclei is presented. Our approach is built on\nthe Quasiparticle Phonon Model, extending it to take into account the ground\nstate correlations due to the action of the Pauli principle more accurately\nthan in the conventional theory. The derived interaction strengths between the\nquasiparticles and the phonons in this model depend on the quasiparticle\noccupation numbers explicitly coupling the odd-mass nucleus equations with\nthose of the even-even core. Within this model we calculated the transition\nprobabilities in several Te, Xe and Ba isotopes with A$\\approx$130.\n","Comment: 8 pages, 6 figures; Accepted for publication in Phys. Rev. C"]}]
["1012.1167",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1167","Phys.Rev.C82:061305,2010","doi:10.1103/PhysRevC.82.061305"],"date":["2010-12-06"],"type":["text"],"creator":["Shimizu, Noritaka","Utsuno, Yutaka","Mizusaki, Takahiro","Otsuka, Takaharu","Abe, Takashi","Honma, Michio"],"language":[],"coverage":[],"title":["Novel Extrapolation Method in the Monte Carlo Shell Model"],"description":["  We propose an extrapolation method utilizing energy variance in the Monte\nCarlo shell model in order to estimate the energy eigenvalue and observables\naccurately. We derive a formula for the energy variance with deformed Slater\ndeterminants, which enables us to calculate the energy variance efficiently.\nThe feasibility of the method is demonstrated for the full $pf$-shell\ncalculation of $^{56}$Ni, and the applicability of the method to a system\nbeyond current limit of exact diagonalization is shown for the\n$pf$+$g_{9/2}$-shell calculation of $^{64}$Ge.\n","Comment: 4 pages, 4figures"]}]
["1012.2163",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2163","Phys.Rev.D82:113011,2010","doi:10.1103/PhysRevD.82.113011"],"date":["2010-12-09"],"type":["text"],"creator":["Song, Huiying","Zhang, Xinyu","Ma, Bo-Qiang"],"language":[],"coverage":[],"title":["Isospin Symmetry Breaking in the Chiral Quark Model"],"description":["  We discuss the isospin symmetry breaking (ISB) of the valence- and sea-quark\ndistributions between the proton and the neutron in the framework of the chiral\nquark model. We assume that isospin symmetry breaking is the result of mass\ndifferences between isospin multiplets and then analyze the effects of isospin\nsymmetry breaking on the Gottfried sum rule and the NuTeV anomaly. We show\nthat, although both flavor asymmetry in the nucleon sea and the ISB between the\nproton and the neutron can lead to the violation of the Gottfried sum rule, the\nmain contribution is from the flavor asymmetry in the framework of the chiral\nquark model. We also find that the correction to the NuTeV anomaly is in an\nopposite direction, so the NuTeV anomaly cannot be removed by isospin symmetry\nbreaking in the chiral quark model. It is remarkable that our results of ISB\nfor both valence- and sea-quark distributions are consistent with the\nMartin-Roberts-Stirling-Thorne parametrization of quark distributions.\n","Comment: 14 latex pages, 3 figures, final version for journal publication"]}]
["1012.3097",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3097","Phys.Rev.Lett.105:262501,2010","doi:10.1103/PhysRevLett.105.262501"],"date":["2010-12-14"],"type":["text"],"creator":["Moghrabi, K.","Grasso, M.","Colò, G.","Van Giai, N."],"language":[],"coverage":[],"title":["Beyond-mean-field theories with zero-range effective interactions. A way\n  to handle the ultraviolet divergence"],"description":["  Zero-range effective interactions are commonly used in nuclear physics and in\nother domains to describe many-body systems within the mean-field model. If\nthey are used within a beyond-mean-field framework, contributions to the total\nenergy that display an ultraviolet divergence are found. We propose a general\nstrategy to regularize this divergence and we illustrate it in the case of the\nsecond-order corrections to the equation of state (EOF) of uniform symmetric\nmatter. By setting a momentum cutoff $\\Lambda$, we show that for every\n(physically meaningful) value of $\\Lambda$ it is possible to determine a new\ninteraction such that the EOS with the second-order corrections reproduces the\nempirical EOS, with a fit of the same quality as that obtained at the\nmean-field level.\n","Comment: 4 pages, 4 figures; in press, Phys. Rev. Lett"]}]
["1012.4725",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4725","Phys.Rev.C82:065502,2010","doi:10.1103/PhysRevC.82.065502"],"date":["2010-12-21"],"type":["text"],"creator":["Gudkov, Vladimir"],"language":[],"coverage":[],"title":["Parity violation in $n + ^3He \\rightarrow ^3H + p$ reaction: resonance\n  approach"],"description":["  The method based on microscopic theory of nuclear reactions has been applied\nfor the analysis of parity violating effects in a few-body systems. Different\nparity violating and parity conserving asymmetries and their dependence on\nneutron energy have been estimated for $n + ^3He \\rightarrow ^3H + p$ reaction.\nThe estimated effects are in a good agreement with available exact\ncalculations.\n"]}]
["nucl-th/9310014",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/9310014","Int.J.Mod.Phys.E3:101-148,1994","doi:10.1142/S0218301394000048"],"date":["1993-10-13"],"type":["text"],"creator":["Kubodera, K.","Nozawa, S."],"language":[],"coverage":[],"title":["Neutrino-Nucleus Reactions"],"description":["  Neutrino-nucleus reactions as applied to astrophysics are reviewed.\n","Comment: 74,USC(NT)-93-6"]}]
