["0706.1033",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory","05C05, 18D50, 18C15, 18D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1033","Adv. Math. 224 (2010), 2690-2737","doi:10.1016/j.aim.2010.02.012"],"date":["2007-06-07","2010-02-20"],"type":["text"],"creator":["Kock, Joachim","Joyal, André","Batanin, Michael","Mascari, Jean-François"],"language":[],"coverage":[],"title":["Polynomial functors and opetopes"],"description":["  We give an elementary and direct combinatorial definition of opetopes in\nterms of trees, well-suited for graphical manipulation and explicit\ncomputation. To relate our definition to the classical definition, we recast\nthe Baez-Dolan slice construction for operads in terms of polynomial monads:\nour opetopes appear naturally as types for polynomial monads obtained by\niterating the Baez-Dolan construction, starting with the trivial monad. We show\nthat our notion of opetope agrees with Leinster's. Next we observe a suspension\noperation for opetopes, and define a notion of stable opetopes. Stable opetopes\nform a least fixpoint for the Baez-Dolan construction. A final section is\ndevoted to example computations, and indicates also how the calculus of\nopetopes is well-suited for machine implementation.\n","Comment: LaTeX, 54 pages, 75 texdraw figures. Accompanying opetope scripts in\n  Tcl hidden in tex source after \\end{document} for the sake of archival --\n  also available from http://mat.uab.cat/~kock/cat/zoom.html . v2: substantial\n  expository improvements, following the advice from the referees. Final\n  version, to appear in Adv. Math"]}]
["0706.2563",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Group Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2563"],"date":["2007-06-18","2010-06-09"],"type":["text"],"creator":["Gungormez, Meltem","Karadayi, Hasan R."],"language":[],"coverage":[],"title":["On Poincare Polynomials of Hyperbolic Lie Algebras"],"description":["  We have general frameworks to obtain Poincare polynomials for Finite and also\nAffine types of Kac-Moody Lie algebras. Very little is known however beyond\nAffine ones, though we have a constructive theorem which can be applied both\nfor finite and infinite cases. One can conclusively said that theorem gives the\nPoincare polynomial P(G) of a Kac-Moody Lie algebra G in the product form\nP(G)=P(g) R where g is a precisely chosen sub-algebra of G and R is a rational\nfunction. Not in the way which theorem says but, at least for 48 hyperbolic Lie\nalgebras considered in this work, we have shown that there is another way of\nchoosing a sub-algebra in such a way that R appears to be the inverse of a\nfinite polynomial. It is clear that a rational function or its inverse can not\nbe expressed in the form of a finite polynomial. Our method is based on\nnumerical calculations and results are given for each and every one of 48\nHyperbolic Lie algebras. In an illustrative example however, we will give how\nabove-mentioned theorem gives us rational functions in which case we find a\nfinite polynomial for which theorem fails to obtain.\n","Comment: 14 pages, 7 Figures, Plain TeX"]}]
["0706.4103",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","76D08, 35C20, 41A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4103","SIAM J. Math Anal, 41/2 (2009), pp. 588-630","doi:10.1137/070695447"],"date":["2007-06-27","2010-06-09"],"type":["text"],"creator":["Wilkening, Jon"],"language":[],"coverage":[],"title":["Practical Error Estimates for Reynolds' Lubrication Approximation and\n  its Higher Order Corrections"],"description":["  Reynolds' lubrication approximation is used extensively to study flows\nbetween moving machine parts, in narrow channels, and in thin films. The\nsolution of Reynolds' equation may be thought of as the zeroth order term in an\nexpansion of the solution of the Stokes equations in powers of the aspect ratio\n$\\epsilon$ of the domain. In this paper, we show how to compute the terms in\nthis expansion to arbitrary order on a two-dimensional, $x$-periodic domain and\nderive rigorous, a-priori error bounds for the difference between the exact\nsolution and the truncated expansion solution. Unlike previous studies of this\nsort, the constants in our error bounds are either independent of the function\n$h(x)$ describing the geometry, or depend on $h$ and its derivatives in an\nexplicit, intuitive way. Specifically, if the expansion is truncated at order\n$2k$, the error is $O(\\epsilon^{2k+2})$ and $h$ enters into the error bound\nonly through its first and third inverse moments $\\int_0^1 h(x)^{-m} dx$,\n$m=1,3$ and via the max norms $\\big\\|\\frac{1}{\\ell!} h^{\\ell-1} \\partial_x^\\ell\nh\\big\\|_\\infty$, $1\\le\\ell\\le2k+2$. We validate our estimates by comparing with\nfinite element solutions and present numerical evidence that suggests that even\nwhen $h$ is real analytic and periodic, the expansion solution forms an\nasymptotic series rather than a convergent series.\n","Comment: 43 pages, 10 figures, 4 tables; introduction expanded, 9 references\n  added, additional numerical results reported"]}]
["0707.1700",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1700"],"date":["2007-07-11","2010-06-10"],"type":["text"],"creator":["Frank, S.","Mathur, S.","Pieri, M.","York, D. G."],"language":[],"coverage":[],"title":["A Survey of Metal Lines at High-redshift (I) : SDSS Absorption Line\n  Studies - The Methodology and First Search Results for OVI"],"description":["  We report the results of a systematic search for signatures of metal lines in\nquasar spectra of the Sloan Digital Sky Survey (SDSS) Data Release 3(DR3),\nfocusing on finding intervening absorbers via detection of their OVI doublet.\nHere we present the search algorithm, and criteria for distinguishing\ncandidates from spurious Lyman $\\alpha${} forest lines. In addition, we compare\nour findings with simulations of the Lyman $\\alpha${} forest in order to\nestimate the detectability of OVI doublets over various redshift intervals. We\nhave obtained a sample of 1756 OVI doublet candidates with rest-frame\nequivalent width > 0.05 \\AA{} in 855 AGN spectra (out of 3702 objects with\nredshifts in the accessible range for OVI detection). This sample is further\nsubdivided into 3 groups according to the likelihood of being real and the\npotential for follow-up observation of the candidate. The group with the\ncleanest and most secure candidates is comprised of 145 candidates. 69 of these\nreside at a velocity separation > 5000 km/s from the QSO, and can therefore be\nclassified tentatively as intervening absorbers. Most of these absorbers have\nnot been picked up by earlier, automated QSO absorption line detection\nalgorithms. This sample increases the number of known OVI absorbers at\nredshifts beyond z$_{abs} > 2.7 substantially.\n","Comment: 41 pages, 10 figures, 2 tables, accepted by AJ. This is a\n  substantially altered version, including an appendix with details on the\n  validity of the search algorithm on one pixel rather than binning. Also note\n  that M. Pieri was added as author"]}]
["0708.0435",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0435"],"date":["2007-08-02","2010-06-09"],"type":["text"],"creator":["Chang, Yi-Fang"],"language":[],"coverage":[],"title":["Perfect Structure of the Special Relativity, Superluminal,\n  Neutrino-Photon Mass and New Entangled Interaction"],"description":["  First, some superluminal phenomena and experiments are introduced briefly.\nNext, based on the basic principles of the special relativity, the Lorentz\ntransformation (LT) with smaller velocity and the general Lorentz\ntransformation (GLT) with larger velocity should be derived simultaneously by\nthe classification of the timelike and the spacelike intervals. In deriving LT,\nan additional independent hypothesis has been used, thus the values of velocity\nare restricted absolutely, and the spacelike interval is excluded. LT and GLT\nare connected by the de Broglie relation. The fundamental properties of any\nfour-vector and the strange characteristic which these tachyons should possess\nare described. The various superluminal transformations are discussed. Further,\nwe think that LT is unsuitable for photon and neutrino, the photon\ntransformation (PT) is unified for space and time. It may reasonably overcome\nsome existing difficulties, and cannot restrict that the rest mass of photon\nand neutrino must be zero. LT, GLT and PT together form a complete structure of\nthe Lorentz group. Finally, we discuss that new experiments on the quantum\nentangled state shown some characters, for example, coherency, nonlocality,\nquantum teleportation and superluminal. Further, it should be a new fifth\ninteraction, and may probably apply GLT.\n","Comment: 14 pages"]}]
["0710.1213",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1213","Phys. Rev. Lett. 100, 100402 (2008)","doi:10.1103/PhysRevLett.100.100402"],"date":["2007-10-05","2008-03-11"],"type":["text"],"creator":["Scott, R. G.","Judd, T. E.","Fromhold, T. M."],"language":[],"coverage":[],"title":["Exploiting soliton decay and phase fluctuations in atom chip\n  interferometry of Bose-Einstein condensates"],"description":["  We show that the decay of a soliton into vortices provides a mechanism for\nmeasuring the initial phase difference between two merging Bose-Einstein\ncondensates. At very low temperatures, the mechanism is resonant, operating\nonly when the clouds start in anti-phase. But at higher temperatures, phase\nfluctuations trigger vortex production over a wide range of initial relative\nphase, as observed in recent experiments at MIT. Choosing the merge time to\nmaximize the number of vortices created makes the interferometer highly\nsensitive to spatially varying phase patterns and hence atomic movement.\n","Comment: 5 pages, 5 figures"]}]
["0802.2451",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2451"],"date":["2008-02-18","2010-06-10"],"type":["text"],"creator":["Bocherer, Georg","Junior, Valdemar Cardoso da Rocha","Pimentel, Cecilio"],"language":[],"coverage":[],"title":["Capacity of General Discrete Noiseless Channels"],"description":["  This paper concerns the capacity of the discrete noiseless channel introduced\nby Shannon. A sufficient condition is given for the capacity to be\nwell-defined. For a general discrete noiseless channel allowing non-integer\nvalued symbol weights, it is shown that the capacity--if well-defined--can be\ndetermined from the radius of convergence of its generating function, from the\nsmallest positive pole of its generating function, or from the rightmost real\nsingularity of its complex generating function. A generalisation is given for\nPringsheim's Theorem and for the Exponential Growth Formula to generating\nfunctions of combinatorial structures with non-integer valued symbol weights.\n","Comment: 4 pages. Essentially the paper that appeared in Proc. ISCTA '07,\n  2007. From v1 to v2, one error was corrected"]}]
["0803.2193",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2193","Phys. Rev. B 81, 235313 (2010)","doi:10.1103/PhysRevB.81.235313"],"date":["2008-03-14","2010-05-27"],"type":["text"],"creator":["Greenaway, M. T.","Balanov, A. G.","Fowler, D.","Kent, A. J.","Fromhold, T. M."],"language":[],"coverage":[],"title":["Using acoustic waves to induce high-frequency current oscillations in\n  superlattices"],"description":["  We show that GHz acoustic waves in semiconductor superlattices can induce THz\nelectron dynamics that depend critically on the wave amplitude. Below a\nthreshold amplitude, the acoustic wave drags electrons through the superlattice\nwith a peak drift velocity overshooting that produced by a static electric\nfield. In this regime, single electrons perform drifting orbits with THz\nfrequency components. When the wave amplitude exceeds the critical threshold,\nan abrupt onset of Bloch-like oscillations causes negative differential\nvelocity. The acoustic wave also affects the collective behavior of the\nelectrons by causing the formation of localised electron accumulation and\ndepletion regions, which propagate through the superlattice, thereby producing\nself-sustained current oscillations even for very small wave amplitudes. We\nshow that the underlying single-electron dynamics, in particular the transition\nbetween the acoustic wave dragging and Bloch oscillation regimes, strongly\ninfluence the spatial distribution of the electrons and the form of the current\noscillations. In particular, the amplitude of the current oscillations depends\nnon-monotonically on the strength of the acoustic wave, reflecting the\nvariation of the single-electron drift velocity.\n","Comment: 10 pages, 8 figures"]}]
["0804.3623",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","65K10, 37M20, 35Q53, 37G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3623","J. Nonlinear Sci., 20/3 (2010), pp. 277-308","doi:10.1007/s00332-009-9058-x"],"date":["2008-04-22","2010-06-09"],"type":["text"],"creator":["Ambrose, David M.","Wilkening, Jon"],"language":[],"coverage":[],"title":["Computation of Time-Periodic Solutions of the Benjamin-Ono Equation"],"description":["  We present a spectrally accurate numerical method for finding non-trivial\ntime-periodic solutions of non-linear partial differential equations. The\nmethod is based on minimizing a functional (of the initial condition and the\nperiod) that is positive unless the solution is periodic, in which case it is\nzero. We solve an adjoint PDE to compute the gradient of this functional with\nrespect to the initial condition. We include additional terms in the functional\nto specify the free parameters, which, in the case of the Benjamin-Ono\nequation, are the mean, a spatial phase, a temporal phase and the real part of\none of the Fourier modes at $t=0$.\n  We use our method to study global paths of non-trivial time-periodic\nsolutions connecting stationary and traveling waves of the Benjamin-Ono\nequation. As a starting guess for each path, we compute periodic solutions of\nthe linearized problem by solving an infinite dimensional eigenvalue problem in\nclosed form. We then use our numerical method to continue these solutions\nbeyond the realm of linear theory until another traveling wave is reached. By\nexperimentation with data fitting, we identify the analytical form of the\nsolutions on the path connecting the one-hump stationary solution to the\ntwo-hump traveling wave. We then derive exact formulas for these solutions by\nexplicitly solving the system of ODE's governing the evolution of solitons\nusing the ansatz suggested by the numerical simulations.\n","Comment: 32 pages, 8 figures; title modified to emphasize computation,\n  introduction re-written, 6 references added, paper shortened by deleting\n  tangential discussion of Liapunov-Schmidt theory"]}]
["0805.2048",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2048"],"date":["2008-05-14","2010-06-10"],"type":["text"],"creator":["Iyer, Jaya NN"],"language":[],"coverage":[],"title":["Absolute Chow-Kuenneth decomposition for rational homogeneous bundles\n  and for log homogeneous varieties"],"description":["  In this paper, we investigate Murre's conjecture on the existence of a\nChow--Kuenneth decomposition for a rational homogeneous bundle $Z\\to S$ over a\nsmooth variety, defined over complex numbers. Chow-K\\\"unneth decomposition is\nexhibited for $Z$ whenever $S$ has a Chow--Kuenneth decomposition. The same\nconclusion holds for a class of log homogeneous varieties, studied by M. Brion.\n","Comment: Final version, to appear"]}]
["0807.5124",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Algebraic Topology","46L05, 46L85, 46M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.5124","Mathematica Pannonica, 21/1 (2010), 77 - 88"],"date":["2008-07-31","2010-05-17"],"type":["text"],"creator":["Sadr, Maysam Maysami"],"language":[],"coverage":[],"title":["Quantum Functor $Mor$"],"description":["  Let $Top_c$ be the category of compact spaces and continuous maps and\n$Top_f\\subset Top_c$ be the full subcategory of finite spaces. Consider the\ncovariant functor $Mor:Top_f^{op}\\times Top_c\\to Top_c$ that associates any\npair $(X,Y)$ with the space of all morphisms from $X$ to $Y$. In this paper, we\ndescribe a non commutative version of $Mor$. More pricelessly, we define a\nfunctor $\\mathfrak{M}\\mathfrak{o}\\mathfrak{r}$, that takes any pair $(B,C)$ of\na finitely generated unital C*-algebra $B$ and a finite dimensional C*-algebra\n$C$ to the quantum family of all morphism from $B$ to $C$.\n","Comment: 11 pages, The last section of the paper completely changed"]}]
["0811.4205",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","35Q53, 37G15, 37M20, 65K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4205","Comm. App. Math. and Comp. Sci., 4/1 (2009), pp. 177-215"],"date":["2008-11-25","2010-06-09"],"type":["text"],"creator":["Ambrose, David M.","Wilkening, Jon"],"language":[],"coverage":[],"title":["Global paths of time-periodic solutions of the Benjamin-Ono equation\n  connecting pairs of traveling waves"],"description":["  We classify all bifurcations from traveling waves to non-trivial\ntime-periodic solutions of the Benjamin-Ono equation that are predicted by\nlinearization. We use a spectrally accurate numerical continuation method to\nstudy several paths of non-trivial solutions beyond the realm of linear theory.\nThese paths are found to either re-connect with a different traveling wave or\nto blow up. In the latter case, as the bifurcation parameter approaches a\ncritical value, the amplitude of the initial condition grows without bound and\nthe period approaches zero. We then prove a theorem that gives the mapping from\none bifurcation to its counterpart on the other side of the path and exhibits\nexact formulas for the time-periodic solutions on this path. The Fourier\ncoefficients of these solutions are power sums of a finite number of particle\npositions whose elementary symmetric functions execute simple orbits (circles\nor epicycles) in the unit disk of the complex plane. We also find examples of\ninterior bifurcations from these paths of already non-trivial solutions, but we\ndo not attempt to analyze their analytic structure.\n","Comment: 35 pages, 14 figures; changed title slightly, added 7 references,\n  changed conjecture to a theorem and proved it, moved some material to\n  appendices"]}]
["0812.4502",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4502","J. Phys. A: Math. Theor. 43, 025304 (2010)","doi:10.1088/1751-8113/43/2/025304"],"date":["2008-12-24","2009-12-10"],"type":["text"],"creator":["Shikano, Yutaka","Hosoya, Akio"],"language":[],"coverage":[],"title":["Weak Values with Decoherence"],"description":["  The weak value of an observable is experimentally accessible by weak\nmeasurements as theoretically analyzed by Aharonov et al. and recently\nexperimentally demonstrated. We introduce a weak operator associated with the\nweak values and give a general framework of quantum operations to the W\noperator in parallel with the Kraus representation of the completely positive\nmap for the density operator. The decoherence effect is also investigated in\nterms of the weak measurement by a shift of a probe wave function of continuous\nvariable. As an application, we demonstrate how the geometric phase is affected\nby the bit flip noise.\n","Comment: 17 pages, 3 figures"]}]
["0906.3247",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Commutative Algebra","55P62, 13C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3247"],"date":["2009-06-17","2010-06-10"],"type":["text"],"creator":["Greenlees, J. P. C.","Hess, K.","Shamir, S."],"language":[],"coverage":[],"title":["Complete intersections and rational homotopy theory"],"description":["  We investigate various homotopy invariant formulations of commutative algebra\nin the context of rational homotopy theory. The main subject is the complete\nintersection condition, where we show that a growth condition implies a\nstructure theorem and that modules have multiply periodic resolutions.\n","Comment: Version 2 corrects an error in Version 1. We give an example (13.4)\n  showing that the zci condition is strictly stronger than the sci and gci\n  conditions. We formulate the appropriate counterpart of eventual\n  multiperiodicity condition (eci) which is equivalent to sci and gci (the\n  proofs are essentially unchanged, but now the hypotheses are all satisfied)"]}]
["0906.5575",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5575"],"date":["2009-06-30","2010-06-10"],"type":["text"],"creator":["Greenlees, J.","Shipley, B."],"language":[],"coverage":[],"title":["An algebraic model for free rational G-spectra for connected compact Lie\n  groups G"],"description":["  We show that the category of free rational G-spectra for a connected compact\nLie group G is Quillen equivalent to the category of torsion differential\ngraded modules over the polynomial cohomology ring on the classifying space,\nH*(BG). The ingredients are enriched Morita equivalences, functors making\nrational spectra algebraic, and Koszul duality and thick subcategory arguments\nbased on the simplicity of the derived category of a polynomial ring.\n","Comment: Final version to appear in Mathematische Zeitschrift"]}]
["0908.1589",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1589","Atmospheric Environment 44(8):1097-1107, 2010","doi:10.1016/j.atmosenv.2009.11.039"],"date":["2009-08-11"],"type":["text"],"creator":["Lushi, Enkeleida","Stockie, John M."],"language":[],"coverage":[],"title":["An inverse Gaussian plume approach for estimating atmospheric pollutant\n  emissions from multiple point sources"],"description":["  A method is developed for estimating the emission rates of contaminants into\nthe atmosphere from multiple point sources using measurements of particulate\nmaterial deposited at ground level. The approach is based on a Gaussian plume\ntype solution for the advection-diffusion equation with ground-level deposition\nand given emission sources. This solution to the forward problem is\nincorporated into an inverse algorithm for estimating the emission rates by\nmeans of a linear least squares approach. The results are validated using\nmeasured deposition and meteorological data from a large lead-zinc smelting\noperation in Trail, British Columbia. The algorithm is demonstrated to be\nrobust and capable of generating reasonably accurate estimates of total\ncontaminant emissions over the relatively short distances of interest in this\nstudy.\n"]}]
["0908.2586",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2586","doi:10.2478/s11534-010-0002-3"],"date":["2009-08-18","2009-11-10"],"type":["text"],"creator":["Lampe, Bodo"],"language":[],"coverage":[],"title":["Cosmological Implications of the Tetron Model of Elementary Particles"],"description":["  Based on a possible solution to the tetron spin problem, a modification of\nthe standard Big Bang scenario is suggested, where the advent of a spacetime\nmanifold is connected to the appearance of tetronic bound states. The metric\ntensor is constructed from tetron constituents and the reason for cosmic\ninflation is elucidated. Furthermore, there are natural dark matter candidates\nin the tetron model. The ratio of ordinary to dark matter in the universe is\ncalculated to be 1:5.\n","Comment: 23 pages"]}]
["0908.4071",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","05B35, 52C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4071"],"date":["2009-08-27","2010-06-09"],"type":["text"],"creator":["Su, Yi","Wagner, David G."],"language":[],"coverage":[],"title":["The lattice of integer flows of a regular matroid"],"description":["  For a finite multigraph G, let \\Lambda(G) denote the lattice of integer flows\nof G -- this is a finitely generated free abelian group with an integer-valued\npositive definite bilinear form. Bacher, de la Harpe, and Nagnibeda show that\nif G and H are 2-isomorphic graphs then \\Lambda(G) and \\Lambda(H) are\nisometric, and remark that they were unable to find a pair of nonisomorphic\n3-connected graphs for which the corresponding lattices are isometric. We\nexplain this by examining the lattice \\Lambda(M) of integer flows of any\nregular matroid M. Let M_\\bullet be the minor of M obtained by contracting all\nco-loops. We show that \\Lambda(M) and \\Lambda(N) are isometric if and only if\nM_\\bullet and N_\\bullet are isomorphic.\n","Comment: 18 pages, no figures. Revised version to appear in J. Combin. Theory\n  Series B"]}]
["0910.0039",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0039"],"date":["2009-09-30","2010-06-09"],"type":["text"],"creator":["Friedman, Avner","Hu, Bei","Xue, Chuan"],"language":[],"coverage":[],"title":["Analysis of a Mathematical Model of Ischemic Cutaneous wounds"],"description":["  Chronic wounds represent a major public health problem affecting 6.5 million\npeople in the United States. Ischemia represents a serious complicating factor\nin wound healing. In this paper we analyze a recently developed mathematical\nmodel of ischemic dermal wounds. The model consists of a coupled system of\npartial differential equations in the partially healed region, with the wound\nboundary as a free boundary. The extracellular matrix (ECM) is assumed to be\nviscoelastic, and the free boundary moves with the velocity of the ECM at the\nboundary of the open wound. The model equations involve the concentrations of\noxygen, cytokines, and the densities of several types of cells. The ischemic\nlevel is represented by a parameter which appears in the boundary conditions, 0\n<= gamma < 1; gamma near 1 corresponds to extreme ischemia and gamma = 0\ncorresponds to normal non-ischemic conditions. We establish global existence\nand uniqueness of the free boundary problem and study the dependence of the\nfree boundary on gamma.\n"]}]
["0910.2363",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2363","Eur. Phys. J. Special Topics 170, 123-139 (2009)","doi:10.1140/epjst/e2010-01198-x"],"date":["2009-10-13"],"type":["text"],"creator":["Maynar, P.","de Soria, M. I. Garcia","Trizac, E."],"language":[],"coverage":[],"title":["Fluctuating hydrodynamics for driven granular gases"],"description":["  We study a granular gas heated by a stochastic thermostat in the dilute\nlimit. Starting from the kinetic equations governing the evolution of the\ncorrelation functions, a Boltzmann-Langevin equation is constructed. The\nspectrum of the corresponding linearized Boltzmann-Fokker-Planck operator is\nanalyzed, and the equation for the fluctuating transverse velocity is derived\nin the hydrodynamic limit. The noise term (Langevin force) is thus known\nmicroscopically and contains two terms: one coming from the thermostat and the\nother from the fluctuating pressure tensor. At variance with the free cooling\nsituation, the noise is found to be white and its amplitude is evaluated.\n"]}]
["0911.1162",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","13A50, 14E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1162"],"date":["2009-11-05","2010-06-09"],"type":["text"],"creator":["Kang, Ming-chang"],"language":[],"coverage":[],"title":["Noether's problem for p_groups with a cyclic subgroup of index p^2"],"description":["  Let $K$ be any field and $G$ be a finite group. Let $G$ act on the rational\nfunction field $K(x_g:g\\in G)$ by $K$-automorphisms defined by $g\\cdot\nx_h=x_{gh}$ for any $g,h\\in G$. Noether's problem asks whether the fixed field\n$K(G)=K(x_g:g\\in G)^G$ is rational (=purely transcendental) over $K$. We will\nprove that if $G$ is a non-abelian $p$-group of order $p^n$ ($n\\ge 3$)\ncontaining a cyclic subgroup of index $p^2$ and $K$ is any field containing a\nprimitive $p^{n-2}$-th root of unity, then $K(G)$ is rational over $K$. As a\ncorollary, if $G$ is a non-abelian $p$-group of order $p^3$ and $K$ is a field\ncontaining a primitive $p$-th root of unity, then $K(G)$ is rational.\n"]}]
["0911.1722",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1722","Physical Review A 81, 063607 (2010)","doi:10.1103/PhysRevA.81.063607"],"date":["2009-11-09","2010-06-09"],"type":["text"],"creator":["Yamashita, M. T.","Fedorov, D. V.","Jensen, A. S."],"language":[],"coverage":[],"title":["Universality of Brunnian ($N$-body Borromean) four and five-body systems"],"description":["  We compute binding energies and root mean square radii for weakly bound\nsystems of $N=4$ and $5$ identical bosons. Ground and first excited states of\nan $N$-body system appear below the threshold for binding the system with $N-1$\nparticles. Their root mean square radii approach constants in the limit of weak\nbinding. Their probability distributions are on average located in\nnon-classical regions of space which result in universal structures. Radii\ndecrease with increasing particle number. The ground states for more than five\nparticles are probably non-universal whereas excited states may be universal.\n"]}]
["0911.3547",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3547","Eur. Phys. J. B 73, 515-526 (2010)","doi:10.1140/epjb/e2010-00028-3"],"date":["2009-11-18","2010-06-10"],"type":["text"],"creator":["Nehrkorn, J.","Höck, M.","Brüger, M.","Mutka, H.","Schnack, J.","Waldmann, O."],"language":[],"coverage":[],"title":["Inelastic neutron scattering study and Hubbard model description of the\n  antiferromagnetic tetrahedral molecule Ni4Mo12"],"description":["  The tetrameric Ni(II) spin cluster Ni4Mo12 has been studied by INS. The data\nwere analyzed extensively in terms of a very general spin Hamiltonian, which\nincludes antiferromagnetic Heisenberg interactions, biquadratic 2-spin and\n3-spin interactions, a single-ion magnetic anisotropy, and Dzyaloshinsky-Moriya\ninteractions. Some of the experimentally observed features in the INS spectra\ncould be reproduced, however, one feature at 1.65 meV resisted all efforts.\nThis supports the conclusion that the spin Hamiltonian approach is not adequate\nto describe the magnetism in Ni4Mo12. The isotropic terms in the spin\nHamiltonian can be obtained in a strong-coupling expansion of the Hubbard model\nat half-filling. Therefore detailed theoretical studies of the Hubbard model\nwere undertaken, using analytical as well as numerical techniques. We carefully\nanalyzed its abilities and restrictions in applications to molecular spin\nclusters. As a main result it was found that the Hubbard model is also unable\nto appropriately explain the magnetism in Ni4Mo12. Extensions of the model are\nalso discussed.\n","Comment: 12 pages, 12 figures"]}]
["0912.0182",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0182"],"date":["2009-12-01","2010-06-10"],"type":["text"],"creator":["Zhu, Zhen-Gang","Ding, Kai-He","Berakdar, Jamal"],"language":[],"coverage":[],"title":["Kondo effect in graphene: single vs. two-channel character"],"description":["  Based on the tight-binding formalism, we investigate the Anderson and the\nKondo model for an adaom magnetic impurity above graphene. Different impurity\npositions are analyzed. Employing a partial wave representation we study the\nnature of the coupling between the impurity and the conducting electrons. The\ncomponents from the two Dirac points are mixed while interacting with the\nimpurity. Two configurations are considered explicitly: the adatom is above one\natom (ADA), the other case is the adatom above the center the honeycomb (ADC).\nFor ADA the impurity is coupled with one flavor for both A and B sublattice and\nboth Dirac points. For ADC the impurity couples with multi-flavor states for a\nspinor state of the impurity. We show, explicitly for a 3d magnetic atom,\n$d_{z^{2}}$, ($d_{xz}$,$d_{yz}$), and ($d_{x^{2}-y^{2}}$,$d_{xy}$) couple\nrespectively with the $\\Gamma_{1}$, $\\Gamma_{5} (E_{1})$, and $\\Gamma_{6}\n(E_{2})$ representations (reps) of $C_{6v}$ group in ADC case. The basses for\nthese reps of graphene are also derived explicitly. For ADA we calculate the\nKondo temperature.\n","Comment: This paper has been withdrawn by the authors due to a new version is\n  given by arXiv:1006.1773, in which a substantial modification is made"]}]
["0912.0485",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0485","Phys. Rev. Lett. 104, 160501 (2010)","doi:10.1103/PhysRevLett.104.160501"],"date":["2009-12-02"],"type":["text"],"creator":["Moussa, O.","Ryan, C. A.","Cory, D. G.","Laflamme, R."],"language":[],"coverage":[],"title":["Testing contextuality on quantum ensembles with one clean qubit"],"description":["  We present a protocol to evaluate the expectation value of the correlations\nof measurement outcomes for ensembles of quantum systems, and use it to\nexperimentally demonstrate--under an assumption of fair sampling--the violation\nof an inequality that is satisfied by any non-contextual hidden-variables\n(NCHV) theory. The experiment is performed on an ensemble of molecular nuclear\nspins in the solid state, using established Nuclear Magnetic Resonance (NMR)\ntechniques for quantum information processing (QIP).\n"]}]
["0912.4414",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4414","Phys. Rev. B 81, 224417 (2010)","doi:10.1103/PhysRevB.81.224417"],"date":["2009-12-22","2010-06-09"],"type":["text"],"creator":["Liu, Zheng-Xin","Zhou, Yi","Ng, Tai-Kai"],"language":[],"coverage":[],"title":["Possibility of S=1 spin liquids with fermionic spinons on triangular\n  lattices"],"description":["  In this paper we generalize the fermionic representation for $S=1/2$ spins to\narbitrary spins. Within a mean field theory we obtain several spin liquid\nstates for spin $S=1$ antiferromagnets on triangular lattices, including\ngapless f-wave spin liquid and topologically nontrivial $p_x+ip_y$ spin liquid.\nAfter considering different competing orders, we construct a phase diagram for\nthe $J_1$-$J_3$-$K$ model. The application to recently discovered material\n$\\mathrm{NiGa_2S_4}$ is discussed.\n","Comment: 5 pages, 3 figures"]}]
["0912.4752",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4752"],"date":["2009-12-24","2010-06-10"],"type":["text"],"creator":["Friedman, Yaakov"],"language":[],"coverage":[],"title":["Testing Doppler type shift for an accelerated source and determination\n  of the universal maximal acceleration"],"description":["  An experiment for testing Doppler type shift for an accelerated source and\ndetermination of the universal maximal acceleration is proposed.\n","Comment: 4 pages, 1 figure"]}]
["0912.5346",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5346","Phys. Rev. B 81, 180501R (2010)","doi:10.1103/PhysRevB.81.180501"],"date":["2009-12-29"],"type":["text"],"creator":["Gordon, R. T.","Kim, H.","Tanatar, M. A.","Prozorov, R.","Kogan, V. G."],"language":[],"coverage":[],"title":["London penetration depth and strong pair-breaking in iron-based\n  superconductors"],"description":["  The low temperature variation of the London penetration depth for a number of\niron-pnictide and iron-chalcogenide superconductors is nearly quadratic,\n$\\Delta \\lambda(T) = \\beta T^n$ with $n\\approx 2$. The coefficient in this\ndependence shows a robust scaling, $\\beta \\propto 1/T_c^3$ across different\nfamilies of these materials. We associate the scaling with a strong\npair-breaking. The same mechanism have recently been suggested to explain the\nscalings of the specific heat jump, $\\Delta C \\propto T_c^3$, and of the slopes\nof the upper critical field, $dH_{c2}/dT\\propto T_c$ in these materials. This\nsuggests that thermodynamic and electromagnetic properties of the iron-based\nsuperconductors can be described within a strong pair-breaking scenario.\n"]}]
["1001.1466",{"format":[],"subject":["Mathematics - Rings and Algebras","16P40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1466"],"date":["2010-01-11","2010-06-09"],"type":["text"],"creator":["Carvalho, Paula A. A. B.","Musson, Ian M."],"language":[],"coverage":[],"title":["Monolithic modules over Noetherian Rings"],"description":["  We study finiteness conditions on essential extensions of simple modules over\nthe quantum plane, the quantized Weyl algebra and Noetherian down-up algebras.\nThe results achieved improve the ones obtained in [arXiv:0906.2930] for down-up\nalgebras.\n"]}]
["1001.1488",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1488","Phys. Rev. E 81, 061111 (2010)","doi:10.1103/PhysRevE.81.061111"],"date":["2010-01-10","2010-02-03"],"type":["text"],"creator":["Ding, Chengxiang","Fu, Zhe","Guo, Wenan","Wu, F. Y."],"language":[],"coverage":[],"title":["Critical frontier for the Potts and percolation models on\n  triangular-type and kagome-type lattices II: Numerical analysis"],"description":["  In a recent paper (arXiv:0911.2514), one of us (FYW) considered the Potts\nmodel and bond and site percolation on two general classes of two-dimensional\nlattices, the triangular-type and kagome-type lattices, and obtained\nclosed-form expressions for the critical frontier with applications to various\nlattice models. For the triangular-type lattices Wu's result is exact, and for\nthe kagome-type lattices Wu's expression is under a homogeneity assumption. The\npurpose of the present paper is two-fold: First, an essential step in Wu's\nanalysis is the derivation of lattice-dependent constants $A, B, C$ for various\nlattice models, a process which can be tedious. We present here a derivation of\nthese constants for subnet networks using a computer algorithm. Secondly, by\nmeans of a finite-size scaling analysis based on numerical transfer matrix\ncalculations, we deduce critical properties and critical thresholds of various\nmodels and assess the accuracy of the homogeneity assumption. Specifically, we\nanalyze the $q$-state Potts model and the bond percolation on the 3-12 and\nkagome-type subnet lattices $(n\\times n):(n\\times n)$, $n\\leq 4$, for which the\nexact solution is not known. To calibrate the accuracy of the finite-size\nprocedure, we apply the same numerical analysis to models for which the exact\ncritical frontiers are known. The comparison of numerical and exact results\nshows that our numerical determination of critical thresholds is accurate to 7\nor 8 significant digits. This in turn infers that the homogeneity assumption\ndetermines critical frontiers with an accuracy of 5 decimal places or higher.\nFinally, we also obtained the exact percolation thresholds for site percolation\non kagome-type subnet lattices $(1\\times 1):(n\\times n)$ for $1\\leq n \\leq 6$.\n","Comment: 31 pages,8 figures"]}]
["1001.2007",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2007","J. Phys.: Conf. Ser. 222, 012007 (2010)","doi:10.1088/1742-6596/222/1/012007"],"date":["2010-01-13"],"type":["text"],"creator":["McFadden, Paul","Skenderis, Kostas"],"language":[],"coverage":[],"title":["The Holographic Universe"],"description":["  We present a holographic description of four-dimensional single-scalar\ninflationary universes in terms of a three-dimensional quantum field theory.\nThe holographic description correctly reproduces standard inflationary\npredictions in their regime of applicability. In the opposite case, wherein\ngravity is strongly coupled at early times, we propose a holographic\ndescription in terms of perturbative QFT and present models capable of\nsatisfying the current observational constraints while exhibiting a\nphenomenology distinct from standard inflation. This provides a qualitatively\nnew method for generating a nearly scale-invariant spectrum of primordial\ncosmological perturbations.\n","Comment: 20 pages, 5 figs; extended version of arXiv:0907.5542 including\n  background material and detailed derivations. To appear in Proceedings of 1st\n  Mediterranean Conference on Classical and Quantum Gravity"]}]
["1001.2765",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2765"],"date":["2010-01-15","2010-06-09"],"type":["text"],"creator":["Choi, Jinmyung","Muttalib, K. A."],"language":[],"coverage":[],"title":["Two-level correlation function of $\\lambda$-ensembles"],"description":["  Recently we introduced a family of U(N) invariant random matrix ensembles\nwhich is a one-paramter ($\\lambda$) extension of the q-random matrix ensembles\n(RMEs), given by the asymptotic weak confining potential $V(H) \\sim [\\ln\nH]^{(1+\\lambda)}$ \\cite{cm-jpa09}. With numerical construction of the\ncorresponding orthogonal polynomials, we showed that the eigenvalue density of\nthe ensembles deviates from the inverse power law and that the two-level kernel\nof the ensembles is qualitatively different from those of Gaussian and the\ncritical ensembles. In this work, we make further efforts to characterize the\ntwo-level kernel of the $\\lambda$-ensembles and discuss its various properties.\nTo this end, we first show that the kernel of the $\\lambda$-ensembles also\npossess an anomalous structure characteristic of the critical ensembles, namely\nthe ghost correlation peak. We then propose, albeit in a restricted regime, a\nform of the two-level kernel which is distinct from the sine kernel of the\nGaussian ensembles as well as the sinh kernel of the critical ensembles. We\ntest the proposed form numerically and discuss its implications. In particular,\nwe show that the case $\\lambda > 1$ is qualitatively distinct from the case\n$\\lambda <1$, the latter decribing true fat-tail ensembles.\n","Comment: This paper has been withdrawn by the authors because more accurate\n  results have been obtained, which is shown in arXiv:1006.1141"]}]
["1002.0351",{"format":[],"subject":["Physics - General Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0351"],"date":["2010-02-01","2010-06-10"],"type":["text"],"creator":["Felber, Franklin"],"language":[],"coverage":[],"title":["Dipole gravity waves from unbound quadrupoles"],"description":["  Dipole gravitational disturbances from gravitationally unbound mass\nquadrupoles propagate to the radiation zone with signal strength at least of\nquadrupole order if the quadrupoles are nonrelativistic, and of dipole order if\nrelativistic. Angular distributions of parallel-polarized and\ntransverse-polarized dipole power in the radiation zone are calculated for\nsimple unbound quadrupoles, like a linear-oscillator/stress-wave pair and a\nparticle storage ring. Laboratory tests of general relativity through\nmeasurements of dipole gravity waves in the source region are proposed. A NASA\nG2 flywheel module with a modified rotor can produce a post-Newtonian dc bias\nsignal at a gradiometer up to 1 mE. At peak luminosity, the repulsive dipole\nimpulses of proton bunches at the LHC can produce an rms velocity of a high-Q\ndetector surface up to 4 micron/s. Far outside the source region, Newtonian\nlunar dipole gravity waves can produce a 1-cm displacement signal at LISA.\nDipole signal strengths of astrophysical events involving unbound quadrupoles,\nlike near collisions and neutron star kicks in core-collapse supernovae, are\nestimated.\n","Comment: 15 pages, 11 figures, 1 table; expanded introduction, added figure\n  (Fig. 2) and full derivation of the relativistically exact retarded\n  gravitational field of a particle moving with arbitrary velocity"]}]
["1002.2443",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2443"],"date":["2010-02-11","2010-06-10"],"type":["text"],"creator":["Hiary, G. A."],"language":[],"coverage":[],"title":["An amortized-complexity method to compute the Riemann zeta function"],"description":["  A practical method to compute the Riemann zeta function is presented. The\nmethod can locate all zeta zeros in [T,T+T^{1/4}] using an average time of\nT^{1/4+o(1)} per zero. This is the same complexity as the Odlyzko-Sch\\\"onhage\nalgorithm over that interval. Although the method far from competes with the\nOdlyzko-Sch\\\"onhage algorithm over intervals much longer than T^{1/4}, it still\nhas the advantages of being elementary, simple to implement, it does not use\nthe fast Fourier transform or require large large amounts of storage space, and\nits error terms are easy to control. The method has been implemented, and\nresults of timing experiments agree with its theoretical amortized complexity\nof T^{1/4+o(1)}.\n","Comment: 13 pages, accepted in Math. Comp"]}]
["1002.2588",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2588","Astronomy and Astrophysics 515 (2010) A38","doi:10.1051/0004-6361/200913915"],"date":["2010-02-12"],"type":["text"],"creator":["Chang, C. S.","Ros, E.","Kovalev, Y. Y.","Lister, M. L."],"language":[],"coverage":[],"title":["VLBI detection of the HST-1 feature in the M87 jet at 2 cm"],"description":["  A bright feature 80 pc away from the core in the powerful jet of M87 shows\nhighly unusual properties. Earlier radio, optical and X-ray observations have\nshown that this feature, labeled HST-1, is superluminal, and is possibly\nconnected with the TeV flare detected by HESS in 2005. It has been claimed that\nthis feature might have a blazar nature, due to these properties. To examine\nthe possible blazar-like nature of HST-1, we analyzed lambda 2 cm VLBA archival\ndata from dedicated full-track observations and the 2 cm survey/MOJAVE VLBI\nmonitoring programs obtained between 2000 and 2009. Applying VLBI wide-field\nimaging techniques, the HST-1 region was imaged at milliarcsecond resolution.\nHere we present the first 2 cm VLBI detection of this feature in observations\nfrom early 2003 to early 2007, and analyze its evolution over this time. Using\nthe detections of HST-1, we find that the projected apparent speed is 0.61 +/-\n0.31 c. A comparison of the VLA and VLBA flux densities of this feature\nindicate that is mostly resolved on molliarcsecond scales. This feature is\noptically thin between lambda 2 cm and lambda 20 cm. We do not find evidence of\na blazar nature for HST-1.\n","Comment: 9 pages, 9 figures, accepted by Astronomy and Astrophysics"]}]
["1002.2698",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14J29, 32J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2698"],"date":["2010-02-13","2010-06-10"],"type":["text"],"creator":["Horozov, Ivan"],"language":[],"coverage":[],"title":["A refinement of the Parshin symbol for surfaces"],"description":["  On an algebraic curve there are Tate symbols, which satisfy Weil reciprocity\nlaw. The analogues in higher dimensions are the Parshin symbols, which satisfy\nKato-Parshin reciprocity laws. We give a refinement of the Parshin symbol for\nsurfaces, using iterated integrals in the sense of Chen. The product of the\nrefined symbol over the cyclic permutations of the functions recovers the\nParshin symbol. Also, we construct a logarithmic version of the Parshin symbol.\nWe prove reciprocity laws for both the refined symbol and a logarithm of the\nParshin symbol.\n","Comment: 50 pages; substantially improved;"]}]
["1003.2045",{"format":[],"subject":["Mathematics - Differential Geometry","53C50, 53B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2045","International Journal of the Physical Sciences, Vol. 5(5), pp.\n  470-475, May 2010"],"date":["2010-03-10"],"type":["text"],"creator":["Önder, Mehmet","Kocayiğit, Hüseyin","Kazaz, Mustafa"],"language":[],"coverage":[],"title":["Spacelike B2-Slant Helix in Minkowski 4-Space"],"description":["  In this paper, we give the characterizations of spacelike B2-slant helix by\nmeans of curvatures of the spacelike curve in Minkowski 4-space. Furthermore,\nwe give the integral characterization of the spacelike B2-slant helix.\n","Comment: 8 pages"]}]
["1003.3430",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3430","Phys. Rev. Lett. 104, 237205 (2010)","doi:10.1103/PhysRevLett.104.237205"],"date":["2010-03-17","2010-05-10"],"type":["text"],"creator":["Seabra, Luis","Shannon, Nic"],"language":[],"coverage":[],"title":["Supersolid phases in a realistic three-dimensional spin model"],"description":["  Supersolid phases, in which a superfluid component coexists with conventional\ncrystalline long range order, have recently attracted a great deal of attention\nin the context of both solid helium and quantum spin systems. Motivated by\nrecent experiments on 2H-AgNiO$_2$, we study the magnetic phase diagram of a\nrealistic three-dimensional spin model with single-ion anisotropy and competing\ninteractions on a layered triangular lattice, using classical Monte Carlo\nsimulation techniques, complemented by spin-wave calculations. For parameters\nrelevant to experiment, we find a cascade of different phases as a function of\nmagnetic field, including three phases which are supersolids in the sense of\nLiu and Fisher. One of these phases is continuously connected with the\ncollinear ground state of AgNiO$_2$, and is accessible at relatively low values\nof magnetic field. The nature of this low-field transition, and the possibility\nof observing this new supersolid phase in AgNiO$_2$, are discussed.\n","Comment: 4+\\epsilon pages, 5 eps figures; minor revisions; accepted for\n  publication in Phys. Rev. Lett"]}]
["1003.3451",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3451","Astrophys. J. 717:L17,2010","doi:10.1088/2041-8205/717/1/L17"],"date":["2010-03-17","2010-06-10"],"type":["text"],"creator":["Xia, Jun-Qing","Viel, Matteo","Baccigalupi, Carlo","De Zotti, Gianfranco","Matarrese, Sabino","Verde, Licia"],"language":[],"coverage":[],"title":["Primordial Non-Gaussianity and the NRAO VLA Sky Survey"],"description":["  The NRAO VLA Sky Survey (NVSS) is the only dataset that allows an accurate\ndetermination of the auto-correlation function (ACF) on angular scales of\nseveral degrees for Active Galactic Nuclei (AGNs) at typical redshifts $z\n\\simeq 1$. Surprisingly, the ACF is found to be positive on such large scales\nwhile, in the framework of the standard hierarchical clustering scenario with\nGaussian primordial perturbations it should be negative for a\nredshift-independent effective halo mass of order of that found for\noptically-selected quasars. We show that a small primordial non-Gaussianity can\nadd sufficient power on very large scales to account for the observed NVSS ACF.\nThe best-fit value of the parameter $f_{\\rm NL}$, quantifying the amplitude of\nprimordial non-Gaussianity of local type is $f_{\\rm NL}=62 \\pm 27$ ($1\\,\\sigma$\nerror bar) and $25<f_{\\rm NL}<117$ ($2\\,\\sigma$ confidence level),\ncorresponding to a detection of non-Gaussianity significant at the $\\sim\n3\\,\\sigma$ confidence level. The minimal halo mass of NVSS sources is found to\nbe $M_{\\rm min}=10^{12.47\\pm0.26}h^{-1}M_{\\odot}$ ($1\\,\\sigma$) strikingly\nclose to that found for optically selected quasars. We discuss caveats and\npossible physical and systematic effects that can impact on the results.\n","Comment: 6 pages, 5 figures"]}]
["1003.3782",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3782","Phys.Rev.D81:124024,2010","doi:10.1103/PhysRevD.81.124024"],"date":["2010-03-19","2010-06-10"],"type":["text"],"creator":["Blagojević, M.","Cvetković, B."],"language":[],"coverage":[],"title":["Conserved charges in 3D gravity"],"description":["  The covariant canonical expression for the conserved charges, proposed by\nNester, is tested on several solutions in 3D gravity with or without torsion\nand topologically massive gravity. In each of these cases, the calculated\nvalues of energy-momentum and angular momentum are found to satisfy the first\nlaw of black hole thermodynamics.\n","Comment: LATEX, 14 pages; v2: minor corrections, two references added"]}]
["1003.4026",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4026","Phys. Rev. A 81, 060701(R) (2010)","doi:10.1103/PhysRevA.81.060701"],"date":["2010-03-21"],"type":["text"],"creator":["Quéméner, Goulven","Bohn, John L."],"language":[],"coverage":[],"title":["Electric field suppression of ultracold confined chemical rates"],"description":["  We consider ultracold collisions of polar molecules confined in a one\ndimensional optical lattice. Using a quantum scattering formalism and a frame\ntransformation method, we calculate elastic and chemical quenching rate\nconstants for fermionic molecules. Taking KRb molecules as a prototype, we find\nthat the rate of quenching collisions is enhanced at zero electric field as the\nconfinement is increased, but that this rate is suppressed when the electric\nfield is turned on. For molecules with 500 nK of collision energy, for\nrealistic molecular densities, and for achievable experimental electric fields\nand trap confinements, we predict lifetimes of KRb molecules of 1 s. We find a\nratio of elastic to quenching collision rates of about 100, which may be\nsufficient to achieve efficient experimental evaporative cooling of polar KRb\nmolecules.\n","Comment: 4 pages, 3 figures"]}]
["1003.5632",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5632"],"date":["2010-03-29","2010-06-09"],"type":["text"],"creator":["Lam, King-Yeung"],"language":[],"coverage":[],"title":["Concentration Phenomena of a Semilinear Elliptic Equation with Large\n  Advection in an Ecological Model"],"description":["  We consider a reaction-diffusion-advection equation arising from a biological\nmodel of migrating species. The qualitative properties of the globally\nattracting solution are studied and in some cases the limiting profile is\ndetermined. In particular, a conjecture of Cantrell, Cosner and Lou on\nconcentration phenomena is resolved under mild conditions. Applications to a\nrelated parabolic competition system is also discussed.\n"]}]
["1004.1273",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1273"],"date":["2010-04-08","2010-06-09"],"type":["text"],"creator":["Koong, Chee Weng","Englert, Berthold-Georg","Miniatura, Christian","Chandrasekhar, N."],"language":[],"coverage":[],"title":["Giant spin Hall conductivity in platinum at room temperature"],"description":["  We have demonstrated the electrical generation and detection of spin\npolarization by the spin Hall effect (SHE) in platinum. The experiment was\nperformed in a non-local geometry without the use of ferromagnetic materials or\nmagnetic field. We designed a circuit that uses the SHE to convert a charge\ncurrent to a spin current, and the inverse SHE to convert the spin current back\ninto a charge signal. The experiments were carried out for temperatures from 10\nK up to 290 K. We extracted the spin Hall conductivity and spin diffusion\nlength from the data with the aid of a spin diffusion model, and found the\nvalues of 1.1 $\\times 10^6$ $\\Omega^{-1}$m$^{-1}$ and 80~nm, respectively, at\n290 K. The spin Hall conductivity is two orders of magnitudes larger than the\nprevious record of $3.3\\times10^4$ $\\Omega^{-1}$m$^{-1}$. This observation may\nhave many potential applications in spintronics devices.\n","Comment: 4 pages, 4 figures"]}]
["1004.2862",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2862"],"date":["2010-04-16","2010-06-10"],"type":["text"],"creator":["Iannuzzi, Andrea","Trapani, Stefano"],"language":[],"coverage":[],"title":["A classification of taut, Stein surfaces with a proper $\\R$-action"],"description":["  We present a classification of 2-dimensional, taut, Stein manifolds with a\nproper $\\R$-action. For such manifolds the globalization with respect to the\ninduced local $\\C$-action turns out to be Stein. As an application we determine\nall 2-dimensional taut, non-complete, Hartogs domains over a Riemann surface.\n","Comment: v3: proof of Prop. 4.1 changed and minor changes"]}]
["1004.3216",{"format":[],"subject":["Physics - Atomic Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3216","doi:10.1103/PhysRevA.81.063402"],"date":["2010-04-19"],"type":["text"],"creator":["Nepstad, R.","Birkeland, T.","Førre, M."],"language":[],"coverage":[],"title":["A numerical study of two-photon ionization of helium using the Pyprop\n  framework"],"description":["  Few-photon induced breakup of helium is studied using a newly developed ab\ninitio numerical framework for solving the six-dimensional time-dependent\nSchroedinger equation. We present details of the method and calculate\n(generalized) cross sections for the process of two-photon nonsequential\n(direct) double ionization at photon energies ranging from 39.4 to 54.4 eV, a\nprocess that has been very much debated in recent years and is not yet fully\nunderstood. In particular, we have studied the convergence property of the\ntotal cross section in the vicinity of the upper threshold (54.4 eV), versus\nthe pulse duration of the applied laser field. We find that the cross section\nexhibits an increasing trend near the threshold, as has also been observed by\nothers, and show that this rise cannot solely be attributed to an unintended\ninclusion of the sequential two-photon double ionization process, caused by the\nbandwidth of the applied field.\n","Comment: 7 pages, 3 figures"]}]
["1004.5003",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5003","Phys. Rev. Lett. 104, 230403 (2010)","doi:10.1103/PhysRevLett.104.230403"],"date":["2010-04-28"],"type":["text"],"creator":["Alvarez, Gonzalo A.","Suter, Dieter"],"language":[],"coverage":[],"title":["NMR quantum simulation of localization effects induced by decoherence"],"description":["  The loss of coherence in quantum mechanical superposition states limits the\ntime for which quantum information remains useful. Similarly, it limits the\ndistance over which quantum information can be transmitted, resembling Anderson\nlocalization, where disorder causes quantum mechanical states to become\nlocalized. Here, we investigate in a nuclear spin-based quantum simulator, the\nlocalization of the size of spin clusters that are generated by a Hamiltonian\ndriving the transmission of information, while a variable-strength perturbation\ncounteracts the spreading. We find that the system reaches a dynamic\nequilibrium size, which decreases with the square of the perturbation strength.\n","Comment: 5 pages, 5 figures"]}]
["1005.3245",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3245"],"date":["2010-05-18","2010-06-10"],"type":["text"],"creator":["Tallarita, Gianni"],"language":[],"coverage":[],"title":["Connection Constraints from Non-Abelian Supersymmetric Quantum Mechanics"],"description":["  We generalise the study of constraints imposed by supersymmetry on the Berry\nconnection to transformations with component fields in representations of an\ninternal symmetry group G. Since the fields act as co-ordinates of the\nunderlying space one finds a non-trivial extension to its structure and,\ncorrespondingly, there are new non-abelian constraints on the Berry connection.\nThe specific case of G=SU(2) is shown to constrain the connection to behave as\na magnetic monopole over su(2), its Lie algebra.\n","Comment: 4 pages"]}]
["1005.4330",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4330"],"date":["2010-05-24","2010-06-10"],"type":["text"],"creator":["Burns, Daniel","Sibony, Nessim"],"language":[],"coverage":[],"title":["Limit currents and value distribution of holomorphic maps"],"description":["  We construct $d$-closed and $dd^c$-closed positive currents associated to a\nholomorphic map $\\phi$ via cluster points of normalized weighted truncated\nimage currents. They are constructed using analogues of the Ahlfors length-area\ninequality in higher dimensions. Such classes of currents are referred to as\nAhlfors currents. We give some applications to equidistribution problems in\nvalue distribution theory.\n","Comment: Revised, June 10, 2010: typos corrected"]}]
["1005.4513",{"format":[],"subject":["Mathematics - Dynamical Systems","60H10, 60H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4513"],"date":["2010-05-25","2010-06-10"],"type":["text"],"creator":["Nie, Tianyang","Rascanu, Aurel"],"language":[],"coverage":[],"title":["Direct and inverse images for fractional stochastic tangent sets and\n  applications"],"description":["  In this paper, we study direct and inverse images for fractional stochastic\ntangent sets and we establish the deterministic necessary and sufficient\nconditions that guarantee that the solution of a given stochastic differential\nequation driven by the fractional Brownian motion evolves in some particular\nsets $K$. A comparison theorem is derived.\n","Comment: 20 pages"]}]
["1005.5049",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5049"],"date":["2010-05-27","2010-06-10"],"type":["text"],"creator":["Siegel, W."],"language":[],"coverage":[],"title":["Spacecone quantization of AdS superparticle"],"description":["  We first-quantize the superparticle describing free 10D IIB supergravity on\nAdS_5xS^5. We choose the worldline coordinate to be a combination of the bulk\n(spatial) coordinates of anti de Sitter space and the sphere. The Hamiltonian\nis independent of this \"time\" and the fermions. On the boundary, the\nrepresentation of PSU(2,2|4) becomes that of projective superspace. The\nprepotential propagator reproduces the known field-strength one.\n","Comment: 7 pages, no figures; v2: added missing hats"]}]
["1005.5303",{"format":[],"subject":["Physics - Geophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5303"],"date":["2010-05-28","2010-06-09"],"type":["text"],"creator":["Sharp, Geoff"],"language":[],"coverage":[],"title":["Are Uranus & Neptune responsible for Solar Grand Minima and Solar Cycle\n  Modulation?"],"description":["  Detailed solar Angular Momentum (AM) graphs produced from the Jet Propulsion\nLaboratory (JPL) DE405 ephemeris display cyclic perturbations that show a very\nstrong correlation with prior solar activity slowdowns. These same AM\nperturbations also occur simultaneously with known solar path changes about the\nSolar System Barycentre (SSB). The AM perturbations can be measured and\nquantified allowing analysis of past solar cycle modulations along with the\n11,500 year solar proxy records (14C & 10Be). The detailed AM information also\ndisplays a recurring wave of modulation that aligns very closely with the\nobserved sunspot record since 1650. The AM perturbation and modulation is a\ndirect product of the outer gas giants (Uranus & Neptune). This information\ngives the opportunity to predict future grand minima along with normal solar\ncycle strength with some confidence. A proposed mechanical link between solar\nactivity and planetary influence via a discrepancy found in solar/planet AM\nalong with current AM perturbations indicate solar cycle 24 & 25 will be\nheavily reduced in sunspot activity resembling a similar pattern to solar\ncycles 5 & 6 during the Dalton Minimum (1790-1830).\n","Comment: 15 pages, 19 figures v3:typo's/grammar corrections plus addition to\n  references"]}]
["1006.0782",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0782"],"date":["2010-06-04","2010-06-10"],"type":["text"],"creator":["Rhie, Sun Hong"],"language":[],"coverage":[],"title":["Elliptically Symmetric Lenses and Violation of Burke's Theorem"],"description":["  We show that the outside equation of a bounded elliptically symmetric lens\n(ESL) exhibits a pseudo-caustic that arises from a branch cut. A pseudo-caustic\nis a curve in the source plane across which the number of images changes by\none. The inside lens equation of a bounded ESL is free of a pseudo-caustic.\nThus the total parity of the images of a point source lensed by a bounded\nelliptically symmetric mass is not an invariant in violation of the Burke's\ntheorem. A smooth mass density function does not guarantee the validity of the\nBurke's theorem.\n  Pseudo-caustics of various lens equations are discussed. In the Appendix,\nBourassa and Kantowski's deflection angle formula for an elliptically symmetric\nlens is reproduced using the Schwarz function of the ellipse for an easy\naccess; the outside and inside lens equations of an arbitrary set of truncated\ncircularly or elliptically symmetric lenses, represented as points, sticks, and\ndisks, are presented as a reasonable approximation of the realistic galaxy or\ncluster lenses.\n  One may consider smooth density functions that are not bounded but fall\nsufficiently fast asymptotically to preserve the total parity invariance. Any\nbounded function may be sufficiently closely approximated by an unbounded\nsmooth function obtained by truncating its Fourier integral at a high frequency\nmode. Whether to use a bounded function or an unbounded smooth function for an\nESL lens mass density, whereby whether to observe the total parity invariance\nor not, incurs philosophical questions. For example, is it sensible to insist\nthat the elliptical symmetry of an elliptic lens galaxy be valid in the entire\nsky? How a pseudo-caustic close to or intersecting with a caustic must be\nwithered away during a smoothing process and what it means will be investigated\nin a separate work.\n","Comment: 21 pages, 2 figures; an error corrected, claim strengthened; summary\n  added"]}]
["1006.0787",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0787"],"date":["2010-06-04","2010-06-10"],"type":["text"],"creator":["Landau, I. L.","Mogare, K. M.","Trusch, B.","Wagner, M.","Hulliger, J."],"language":[],"coverage":[],"title":["Determination of an onset of superconducting diamagnetism by scaling of\n  the normal-state magnetization"],"description":["  We propose a simple scaling procedure for the normal-state magnetization Mn\ndata collected as functions of temperature T in different magnetic fields H. As\na result, the Mn(T) curves collected in different fields collapse on to a\nsingle Msc(T) line. In this representation, the onset of superconducting\ndiamagnetism manifests itself by a sharp divergence of the Msc(T) curves for\ndifferent H values. As will be demonstrated, this allows for a reliable\ndetermination of temperature Tonset, at which superconducting diamagnetism\nbecome observable.\n","Comment: 7 pages, 13 figures. A missprint in the title was corrected"]}]
["1006.1155",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1155","Eur. Phys. J. D 50, 103-105 (2008)","doi:10.1140/epjd/e2008-00202-4"],"date":["2010-06-06"],"type":["text"],"creator":["Re, Jie","Zhu, Shiqun"],"language":[],"coverage":[],"title":["Entanglement, fidelity, and quantum phase transition in\n  antiferromagnetic-ferromagnetic alternating Heisenberg chain"],"description":["  The fidelity and entanglement entropy in an antiferromagnetic-ferromagnetic\nalternating Heisenberg chain are investigated by using the method of\ndensity-matrix renormalization-group. The effect of anisotropy on fidelity and\nentanglement entropy are investigated. The relations between fidelity,\nentanglement entropy and quantum phase transition are analyzed. It is found\nthat the quantum phase transition point can be well characterized by both the\nground-state entropy and fidelity for large system.\n","Comment: 10 pages, 4 figures"]}]
["1006.1162",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1162"],"date":["2010-06-06","2010-06-10"],"type":["text"],"creator":["Nguyen, Khoa D.","Rasmussen, Lars K.","Fabregas, Albert Guillen i","Letzepis, Nick"],"language":[],"coverage":[],"title":["MIMO ARQ with Multi-bit Feedback: Outage Analysis"],"description":["  We study the asymptotic outage performance of incremental redundancy\nautomatic repeat request (INR-ARQ) transmission over the multiple-input\nmultiple-output (MIMO) block-fading channels with discrete input\nconstellations. We first show that transmission with random codes using a\ndiscrete signal constellation across all transmit antennas achieves the optimal\noutage diversity given by the Singleton bound. We then analyze the optimal\nSNR-exponent and outage diversity of INR-ARQ transmission over the MIMO\nblock-fading channel. We show that a significant gain in outage diversity is\nobtained by providing more than one bit feedback at each ARQ round. Thus, the\noutage performance of INR-ARQ transmission can be remarkably improved with\nminimal additional overhead. A suboptimal feedback and power adaptation rule,\nwhich achieves the optimal outage diversity, is proposed for MIMO INR-ARQ,\ndemonstrating the benefits provided by multi-bit feedback.\n","Comment: 28 pages, 7 figures; submitted to IEEE Transactions on Information\n  Theory"]}]
["1006.1357",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1357"],"date":["2010-06-07"],"type":["text"],"creator":["Krohn, David","Ruderman, Joshua T.","Wang, Lian-Tao"],"language":[],"coverage":[],"title":["Semielastic Dark Matter"],"description":["  Many models have recently been proposed in which dark matter (DM) couples to\nStandard Model fields via a GeV-scale dark sector. We consider scenarios of\nthis type where the DM mass, at the electroweak/TeV scale, is generated by the\nVEV of a singlet which also couples to the Higgs. Such a setup results in a\ndistinct recoil spectrum with both elastic and inelastic components. We\nconstruct an explicit NMSSM-like realization of this setup, discuss constraints\ncoming from the relic density, and include benchmark points which are\nconsistent with current limits, yet visible at upcoming direct detection\nexperiments.\n"]}]
["1006.1522",{"format":[],"subject":["Physics - Plasma Physics","Condensed Matter - Soft Condensed Matter","Mathematical Physics","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1522"],"date":["2010-06-08","2010-06-10"],"type":["text"],"creator":["Shah, Kushal","Ramachandran, Harishankar"],"language":[],"coverage":[],"title":["The sinusoid and the phasor"],"description":["  Mathieu equation is widely used to study several natural phenomenon. In this\npaper, we show that replacing the sinusoid in the Mathieu equation with a\nphasor can lead to solutions that behave in a totally different way. Solutions\nof Mathieu equation are either bounded or grow unboundedly at an exponential\nrate. Solutions of this new equation are always unbounded and grow linearly\nwith time.\n","Comment: 2 pages, no figures"]}]
["1006.1661",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1661"],"date":["2010-06-08","2010-06-10"],"type":["text"],"creator":["Ling, Cong","Mow, Wai Ho","Howgrave-Graham, Nick"],"language":[],"coverage":[],"title":["Variants of the LLL Algorithm in Digital Communications: Complexity\n  Analysis and Fixed-Complexity Implementation"],"description":["  The Lenstra-Lenstra-Lov\\'asz (LLL) algorithm is the most practical lattice\nreduction algorithm in digital communications. In this paper, several variants\nof the LLL algorithm with either lower theoretic complexity or fixed-complexity\nimplementation are proposed and/or analyzed. Firstly, the $O(n^4\\log n)$\ntheoretic average complexity of the standard LLL algorithm under the model of\ni.i.d. complex normal distribution is derived. Then, the use of effective LLL\nreduction for lattice decoding is presented, where size reduction is only\nperformed for pairs of consecutive basis vectors. Its average complexity is\nshown to be $O(n^3\\log n)$, which is an order lower than previously thought. To\naddress the issue of variable complexity of standard LLL, two fixed-complexity\napproximations of LLL are proposed. One is fixed-complexity effective LLL,\nwhile the other is fixed-complexity LLL with deep insertion, which is closely\nrelated to the well known V-BLAST algorithm. Such fixed-complexity structures\nare much desirable in hardware implementation since they allow straightforward\nconstant-throughput implementation.\n","Comment: remove redundant figures"]}]
["1006.1704",{"format":[],"subject":["Computer Science - Other Computer Science","H.4.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1704","Olympic Innovative Paper International Conference (Proceeding\n  Olimpiade Karya Tulis Inovatif ,OKTI), L'association des Etudiants\n  Indonesiens en France, Paris, France, 10-11 Oct 2009"],"date":["2010-06-09"],"type":["text"],"creator":["Warnars, H. L. H Spits"],"language":[],"coverage":[],"title":["Sistem Pengambilan Keputusan Penanganan Bencana Alam Gempa Bumi Di\n  Indonesia"],"description":["  After Aceh's quake many earthquakes have struck Indonesia alternately and\neven other disasters have been a threat for every citizen in this country.\nActually an everyday occurrence on earth and more than 3 million earthquakes\noccur every year, about 8,000 a day, or one every 11 seconds in Indonesia there\nare 5 to 30 quakes prediction everyday. Government's responsibility to protect\nthe citizen has been done by making National body of disaster management.\nPreparing, saving and distribution logistic become National body of disaster\nmanagement's responsibility to build information management. Many law's\nproducts have been produced as a government's responsibility to give secure\nlife for the citizen. We can not prevent them totally, we have to learn to live\nwith them and need to be prepared all the time, need to learn how to mitigate\nrisk of losses in such events by managing crisis and emergencies correctly.\nAfter disaster happens respond must be rapidly and at an optimal level to save\nlives and help to victims. DSS is information technology environment which can\nbe used to help human in order to learn from past earthquake, record it, learn\nand plan for future mitigation and hope will reduce the disaster risk in the\nfuture. Using web technology for DSS will give value added where not only make\na strategic decision for the decision maker, but for others who need national\nearthquake information like citizen, scholars, researches and people around the\nworld.\n","Comment: 14 pages"]}]
["1006.1870",{"format":[],"subject":["Quantitative Biology - Biomolecules","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1870","J. Chem. Phys. 132, 215101 (2010)","doi:10.1063/1.3447891"],"date":["2010-06-09","2010-06-10"],"type":["text"],"creator":["Kashchiev, Dimo","Auer, Stefan"],"language":[],"coverage":[],"title":["Nucleation of amyloid fibrils"],"description":["  We consider nucleation of amyloid fibrils in the case when the process occurs\nby the mechanism of direct polymerization of practically fully extended protein\nsegments, i.e. beta-strands, into beta-sheets. Applying the classical\nnucleation theory, we derive a general expression for the work to form a\nnanosized amyloid fibril (protofilament) constituted of successively layered\nbeta-sheets. Analysis of this expression reveals that with increasing its size,\nthe fibril transforms from one-dimensional into two-dimensional aggregate in\norder to preserve the equilibrium shape corresponding to minimal formation\nwork. We determine the size of the fibril nucleus, the fibril nucleation work\nand the fibril nucleation rate as explicit functions of the concentration and\ntemperature of the protein solution. The results obtained are applicable to\nhomogeneous nucleation which occurs when the solution is sufficiently pure\nand/or strongly supersaturated.\n"]}]
["1006.1893",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1893"],"date":["2010-06-09"],"type":["text"],"creator":["Dai, Hui","Morr, Dirk K."],"language":[],"coverage":[],"title":["Non-equilibrium Transport in dissipative one-dimensional Nanostructures"],"description":["  We study the non-equilibrium transport properties of a one-dimensional array\nof dissipative quantum dots. Using the Keldysh formalism, we show that the\ndots' dissipative nature leads to a spatial variation of the chemical\npotential, which in disordered arrays, breaks the invariance of the current, I,\nunder bias reversal. Moreover, the array's nanoscopic size results in an\nalgebraic low-temperature dependence of I. Finally, we show that a local\nCoulomb interaction splits the dots' electronic levels, resulting in a Coulomb\nblockade, which is softened with increasing dissipation and array size.\n","Comment: 4 pages, 4 figures"]}]
["1006.1910",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1910"],"date":["2010-06-09"],"type":["text"],"creator":["Pujari, Bhalchandra S.","Kanhere, Dilip G.","Sanyal, Biplab"],"language":[],"coverage":[],"title":["Interaction of iron clusters (Fe_n; n <= 6) with a divacancy in graphene"],"description":["  In this work, we have studied the chemical and magnetic interactions of Fe_n;\nn <= 6, clusters with a divacancy site in a graphene sheet by ab-initio density\nfunctional calculations. Our results show significant chemical interactions\nbetween the cluster and graphene. As a result, a complex distribution of\nmagnetic moments appear on the distorted Fe clusters in presence of graphene\nand results in a lower average magnetic moments compared to the free clusters.\nThe presence of cluster also prevents the formation of 5-8-5 ringed structure\nknown to exhibit in a graphene sheet having a divacancy defect. The clusters\ninduce electronic states primarily of d-character near the Fermi level.\n"]}]
["1006.1912",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1912"],"date":["2010-06-09"],"type":["text"],"creator":["de Mello, E. V. L","Kasal, Raphael B."],"language":[],"coverage":[],"title":["Distinguishing the origin of the superconducting state from the\n  pseudogap of high-temperature superconductors"],"description":["  We consider an electronic phase separation process that generates regions of\ndifferent charge densities, or local dopings, as the origin of the\ninhomogeneous charge density of high $T_c$ superconductors. We show that it\ngives rise to a phase boundary potential between such doping disordered regions\nor grains. The Bogliubov-deGennes self-consistent calculations in this\ndisordered medium yield position dependent superconducting gaps which are, for\nall dopings, smaller than those derived from the local density of states with a\npseudogap behavior. Studying these two sets of gaps for different temperatures\nand dopings, we are able to reproduce many many observed properties of\nsuperconducting cuprates. This scenario is consistent with a resistivity\ntransition driven by Josephson coupling among the superconducting grains.\n","Comment: 5 pages, 5 figures"]}]
["1006.1913",{"format":[],"subject":["Physics - Computational Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1913"],"date":["2010-06-09"],"type":["text"],"creator":["Rawitscher, George","Liss, Jakob"],"language":[],"coverage":[],"title":["The vibrating inhomogeneous string: a topic for a course in\n  Computational Physics"],"description":["  This paper solves the integral equation which describes the oscillating\ninhomogeneous string, by using a spectral expansion method in terms of\nChebyshev polynomials. The result is compared with the solution of the\ncorresponding differential equation, obtained by expansion into a set of\nsine-wave functions, with emphasis on the accuracies of the two methods. These\naccuracies are determined by comparison with an iterative method which allows a\nprecision of 1:10^11. The iterative method is based on a old method by Hartree,\nbut contains innovative spectral expansion procedures.\n","Comment: Accepted for publication in American Journal of Physics"]}]
["1006.1914",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1914"],"date":["2010-06-09"],"type":["text"],"creator":["Pitt, Michael","Silva, Ralph","Giordani, Paolo","Kohn, Robert"],"language":[],"coverage":[],"title":["Auxiliary Particle filtering within adaptive Metropolis-Hastings\n  Sampling"],"description":["  Our article deals with Bayesian inference for a general state space model\nwith the simulated likelihood computed by the particle filter. We show\nempirically that the partially or fully adapted particle filters can be much\nmore efficient than the standard particle, especially when the signal to noise\nratio is high. This is especially important because using the particle filter\nwithin MCMC sampling is O(T^2), where T is the sample size. We also show that\nan adaptive independent proposal for the unknown parameters based on a mixture\nof normals can be much more efficient than the usual optimal random walk\nmethods because the simulated likelihood is not continuous in the parameters\nand the cost of constructing a good adaptive proposal is negligible compared to\nthe cost of evaluating the simulated likelihood. Independent \\MH proposals are\nalso attractive because they are easy to run in parallel on multiple\nprocessors. The article also shows that the proposed \\aimh sampler converges to\nthe posterior distribution. We also show that the marginal likelihood of any\nstate space model can be obtained in an efficient and unbiased manner by using\nthe \\pf making model comparison straightforward. Obtaining the marginal\nlikelihood is often difficult using other methods. Finally, we prove that the\nsimulated likelihood obtained by the auxiliary particle filter is unbiased.\nThis result is fundamental to using the particle for MCMC sampling and is first\nobtained in a more abstract and difficult setting by Del Moral (2004). However,\nour proof is direct and will make the result accessible to readers.\n","Comment: 32 pages, 1 figure"]}]
["1006.1916",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1916"],"date":["2010-06-09"],"type":["text"],"creator":["Futoransky, Ariel","Notarfrancesco, Luciano","Richarte, Gerardo","Sarraute, Carlos"],"language":[],"coverage":[],"title":["Building Computer Network Attacks"],"description":["  In this work we start walking the path to a new perspective for viewing\ncyberwarfare scenarios, by introducing conceptual tools (a formal model) to\nevaluate the costs of an attack, to describe the theater of operations,\ntargets, missions, actions, plans and assets involved in cyberwarfare attacks.\nWe also describe two applications of this model: autonomous planning leading to\nautomated penetration tests, and attack simulations, allowing a system\nadministrator to evaluate the vulnerabilities of his network.\n","Comment: CoreLabs Technical Report"]}]
["1006.1918",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1918","Electronic Journal of SADIO, Vol. 8, no. 1, pp. 35-47 (2008)"],"date":["2010-06-09"],"type":["text"],"creator":["Sarraute, Carlos","Burroni, Javier"],"language":[],"coverage":[],"title":["Using Neural Networks to improve classical Operating System\n  Fingerprinting techniques"],"description":["  We present remote Operating System detection as an inference problem: given a\nset of observations (the target host responses to a set of tests), we want to\ninfer the OS type which most probably generated these observations. Classical\ntechniques used to perform this analysis present several limitations. To\nimprove the analysis, we have developed tools using neural networks and\nStatistics tools. We present two working modules: one which uses DCE-RPC\nendpoints to distinguish Windows versions, and another which uses Nmap\nsignatures to distinguish different version of Windows, Linux, Solaris,\nOpenBSD, FreeBSD and NetBSD systems. We explain the details of the topology and\ninner workings of the neural networks used, and the fine tuning of their\nparameters. Finally we show positive experimental results.\n"]}]
["1006.1919",{"format":[],"subject":["Computer Science - Cryptography and Security","I.6.7","I.6.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1919","International Conference on Simulation Tools and Techniques\n  (SIMUTools) (2009)"],"date":["2010-06-09"],"type":["text"],"creator":["Futoransky, Ariel","Miranda, Fernando","Orlicki, Jose","Sarraute, Carlos"],"language":[],"coverage":[],"title":["Simulating Cyber-Attacks for Fun and Profit"],"description":["  We introduce a new simulation platform called Insight, created to design and\nsimulate cyber-attacks against large arbitrary target scenarios. Insight has\nsurprisingly low hardware and configuration requirements, while making the\nsimulation a realistic experience from the attacker's standpoint. The scenarios\ninclude a crowd of simulated actors: network devices, hardware devices,\nsoftware applications, protocols, users, etc. A novel characteristic of this\ntool is to simulate vulnerabilities (including 0-days) and exploits, allowing\nan attacker to compromise machines and use them as pivoting stones to continue\nthe attack. A user can test and modify complex scenarios, with several\ninterconnected networks, where the attacker has no initial connectivity with\nthe objective of the attack. We give a concise description of this new\ntechnology, and its possible uses in the security research field, such as\npentesting training, study of the impact of 0-days vulnerabilities, evaluation\nof security countermeasures, and risk assessment tool.\n","Comment: 10 pages, 5 figures"]}]
["1006.1921",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Cryptography and Security","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1921"],"date":["2010-06-09"],"type":["text"],"creator":["Dickerson, Matthew T.","Eppstein, David","Goodrich, Michael T."],"language":[],"coverage":[],"title":["Cloning Voronoi Diagrams via Retroactive Data Structures"],"description":["  We address the problem of replicating a Voronoi diagram $V(S)$ of a planar\npoint set $S$ by making proximity queries, which are of three possible (in\ndecreasing order of information content): 1. the exact location of the nearest\nsite(s) in $S$; 2. the distance to and label(s) of the nearest site(s) in $S$;\n3. a unique label for every nearest site in $S$. We provide algorithms showing\nhow queries of Type 1 and Type 2 allow an exact cloning of $V(S)$ with $O(n)$\nqueries and $O(n \\log^2 n)$ processing time. We also prove that queries of Type\n3 can never exactly clone $V(S)$, but we show that with $O(n\n\\log\\frac{1}{\\epsilon})$ queries we can construct an $\\epsilon$-approximate\ncloning of $V(S)$. In addition to showing the limits of nearest-neighbor\ndatabase security, our methods also provide one of the first natural\nalgorithmic applications of retroactive data structures.\n","Comment: More complete version of paper appearing in 2010 European Symposium\n  on Algorithms (ESA)"]}]
["1006.1922",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1922"],"date":["2010-06-09"],"type":["text"],"creator":["Myung, Yun Soo","Lee, Hyung Won","Kim, Yong-Wan"],"language":[],"coverage":[],"title":["Entropic force versus temperature force"],"description":["  We introduce the cavity enclosing a source mass $M$ to define the temperature\nforce. Starting with the Tolman temperature in the stationary spacetime, we\nfind a non-relativistic temperature $T_{non}= T_\\infty(1-\\Phi/c^2)$ with the\nNewtonian potential $\\Phi$. This temperature could be also derived from the\nTolman-Ehrenfest effect, satisfying a relation of $T=T_{\\infty}e^{-\\Phi/c^2}$\nwith the local temperature $T$. Finally, we derive the temperature force\n$\\vec{F}_{tem}=mc^2(\\vec{\\nabla} \\ln T )$ which leads to the Newtonian force\nlaw without introducing the holographic screen defined by holographic principle\nand equipartition law for entropic force.\n","Comment: 10 pages, 2 figures"]}]
["1006.1923",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1923"],"date":["2010-06-09"],"type":["text"],"creator":["Blelloch, Guy E.","Tangwongsan, Kanat"],"language":[],"coverage":[],"title":["Parallel Approximation Algorithms for Facility-Location Problems"],"description":["  This paper presents the design and analysis of parallel approximation\nalgorithms for facility-location problems, including $\\NC$ and $\\RNC$\nalgorithms for (metric) facility location, $k$-center, $k$-median, and\n$k$-means. These problems have received considerable attention during the past\ndecades from the approximation algorithms community, concentrating primarily on\nimproving the approximation guarantees. In this paper, we ask, is it possible\nto parallelize some of the beautiful results from the sequential setting?\n  Our starting point is a small, but diverse, subset of results in\napproximation algorithms for facility-location problems, with a primary goal of\ndeveloping techniques for devising their efficient parallel counterparts. We\nfocus on giving algorithms with low depth, near work efficiency (compared to\nthe sequential versions), and low cache complexity. Common in algorithms we\npresent is the idea that instead of picking only the most cost-effective\nelement, we make room for parallelism by allowing a small slack (e.g., a\n$(1+\\vareps)$ factor) in what can be selected---then, we use a clean-up step to\nensure that the behavior does not deviate too much from the sequential steps.\nAll the algorithms we developed are ``cache efficient'' in that the cache\ncomplexity is bounded by $O(w/B)$, where $w$ is the work in the EREW model and\n$B$ is the block size.\n"]}]
["1006.1926",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1926"],"date":["2010-06-09"],"type":["text"],"creator":["Kunkle, Daniel"],"language":[],"coverage":[],"title":["Roomy: A System for Space Limited Computations"],"description":["  There are numerous examples of problems in symbolic algebra in which the\nrequired storage grows far beyond the limitations even of the distributed RAM\nof a cluster. Often this limitation determines how large a problem one can\nsolve in practice. Roomy provides a minimally invasive system to modify the\ncode for such a computation, in order to use the local disks of a cluster or a\nSAN as a transparent extension of RAM.\n  Roomy is implemented as a C/C++ library. It provides some simple data\nstructures (arrays, unordered lists, and hash tables). Some typical programming\nconstructs that one might employ in Roomy are: map, reduce, duplicate\nelimination, chain reduction, pair reduction, and breadth-first search. All\naspects of parallelism and remote I/O are hidden within the Roomy library.\n"]}]
["1006.1932",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1932"],"date":["2010-06-09"],"type":["text"],"creator":["Bai, Ruipu","Song, Guojie","Zhang, Yaozhong"],"language":[],"coverage":[],"title":["The Classification of n-Lie Algebras"],"description":["  This paper proves the isomorphic criterion theorem for (n+2)-dimensional\nn-Lie algebras, and gives a complete classification of (n+1)-dimensional n-Lie\nalgebras and (n+2)-dimensional n-Lie algebras over an algebraically closed\nfield of characteristic zero.\n"]}]
["1006.1935",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1935"],"date":["2010-06-09"],"type":["text"],"creator":["Bai, Ruipu","Wang, Xiaoling","Zhang, Yaozhong"],"language":[],"coverage":[],"title":["Classification of (n+2)-dimensional n-Lie Algebras"],"description":["  We give a complete classification of (n+2)-dimensional n-Lie algebras over an\nalgebraically closed field of characteristic $2$, and provide a isomorphic\ncriterion theorem of (n+2)-dimensional n-Lie algebras.\n"]}]
["1006.1948",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1948","ETRI Journal, vol.32, no.3, June 2010, pp.351-361"],"date":["2010-06-10"],"type":["text"],"creator":["Hong, Dowon","Mohaisen, Abedelaziz"],"language":[],"coverage":[],"title":["Augmented Rotation-Based Transformation for Privacy-Preserving Data\n  Clustering"],"description":["  Multiple rotation-based transformation (MRBT) was introduced recently for\nmitigating the apriori-knowledge independent component analysis (AK-ICA) attack\non rotation-based transformation (RBT), which is used for privacy-preserving\ndata clustering. MRBT is shown to mitigate the AK-ICA attack but at the expense\nof data utility by not enabling conventional clustering. In this paper, we\nextend the MRBT scheme and introduce an augmented rotation-based transformation\n(ARBT) scheme that utilizes linearity of transformation and that both mitigates\nthe AK-ICA attack and enables conventional clustering on data subsets\ntransformed using the MRBT. In order to demonstrate the computational\nfeasibility aspect of ARBT along with RBT and MRBT, we develop a toolkit and\nuse it to empirically compare the different schemes of privacy-preserving data\nclustering based on data transformation in terms of their overhead and privacy.\n","Comment: 11 pages, 11 figures, and 6 tables"]}]
["1006.1951",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1951"],"date":["2010-06-10"],"type":["text"],"creator":["Cassez, Franck"],"language":[],"coverage":[],"title":["Timed Games for Computing Worst-Case Execution-Times"],"description":["  In this paper we introduce a framework for computing upper bounds yet\naccurate WCET for hardware platforms with caches and pipelines. The methodology\nwe propose consists of 3 steps: 1) given a program to analyse, compute an\nequivalent (WCET-wise) abstract program; 2) build a timed game by composing\nthis abstract program with a network of timed automata modeling the\narchitecture; and 3) compute the WCET as the optimal time to reach a winning\nstate in this game. We demonstrate the applicability of our framework on\nstandard benchmarks for an ARM9 processor with instruction and data caches, and\ncompute the WCET with UPPAAL-TiGA. We also show that this framework can easily\nbe extended to take into account dynamic changes in the speed of the processor\nduring program execution. %\n","Comment: NICTA Research Report, Sydney, Australia"]}]
["1006.1955",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1955","Journal of Computer Science and Engineering,Volume 1, Issue 1,\n  p10-17, May 2010"],"date":["2010-06-10"],"type":["text"],"creator":["Shrivastava, Suprika Vasudeva","Date, Hema"],"language":[],"coverage":[],"title":["Distributed Agile Software Development: A Review"],"description":["  Distribution of software development is becoming more and more common in\norder to save the production cost and reduce the time to market. Large\ngeographical distance, different time zones and cultural differences in\ndistributed software development (DSD) leads to weak communication which\nadversely affects the project. Using agile practices for distributed\ndevelopment is also gaining momentum in various organizations to increase the\nquality and performance of the project. This paper explores the intersection of\nthese two significant trends for software development i.e. DSD and agile. We\ndiscuss the challenges faced by geographically distributed agile teams and\nproven practices to address these issues, which will help in building a\nsuccessful distributed team.\n","Comment: Submitted to Journal of Computer Science and Engineering, see\n  http://sites.google.com/site/jcseuk/volume-1-issue-1-may-2010"]}]
["1006.1957",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35J60, 35B65, 49K20, 49N60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1957"],"date":["2010-06-10"],"type":["text"],"creator":["Figalli, Alessio","Kim, Young-Heon","McCann, Robert J."],"language":[],"coverage":[],"title":["Regularity of optimal transport maps on multiple products of spheres"],"description":["  This article addresses regularity of optimal transport maps for cost=\"squared\ndistance\" on Riemannian manifolds that are products of arbitrarily many round\nspheres with arbitrary sizes and dimensions. Such manifolds are known to be\nnon-negatively cross-curved [KM2]. Under boundedness and non-vanishing\nassumptions on the transfered source and target densities we show that optimal\nmaps stay away from the cut-locus (where the cost exhibits singularity), and\nobtain injectivity and continuity of optimal maps. This together with the\nresult of Liu, Trudinger and Wang [LTW] also implies higher regularity\n(C^{1,\\alpha}/C^\\infty) of optimal maps for more smooth (C^\\alpha /C^\\infty))\ndensities. These are the first global regularity results which we are aware of\nconcerning optimal maps on non-flat Riemannian manifolds which possess some\nvanishing sectional curvatures. Moreover, such product manifolds have potential\nrelevance in statistics (see [S]) and in statistical mechanics (where the state\nof a system consisting of many spins is classically modeled by a point in the\nphase space obtained by taking many products of spheres). For the proof we\napply and extend the method developed in [FKM1], where we showed injectivity\nand continuity of optimal maps on domains in R^n for smooth non-negatively\ncross-curved cost. The major obstacle in the present paper is to deal with the\nnon-trivial cut-locus and the presence of flat directions.\n","Comment: 35 pages, 4 figures"]}]
["1006.1960",{"format":[],"subject":["Mathematics - Functional Analysis","06D35, 03B50, 03G12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1960"],"date":["2010-06-10"],"type":["text"],"creator":["Di Nola, Antonio","Dvurecenskij, Anatolij","Lettieri, Ada"],"language":[],"coverage":[],"title":["Stone Duality Type Theorems for MV-algebras with Internal State"],"description":["  Recently in \\cite{FM, FlMo}, the language of MV-algebras was extended by\nadding a unary operation, an internal operator, called also a state-operator.\nIn \\cite{DD1}, a stronger version of state MV-algebras, called state-morphism\nMV-algebras was given. In this paper, we present Stone Duality Theorems for (i)\nthe category of Boolean algebras with a fixed state-operator and the category\nof compact Hausdorff topological spaces with a fixed idempotent continuous\nfunction, and for (ii) the category of weakly divisible $\\sigma$-complete\nstate-morphism MV-algebras and the category of Bauer simplices whose set of\nextreme points is basically disconnected and with a fixed idempotent continuous\nfunction.\n"]}]
["1006.1965",{"format":[],"subject":["Physics - Medical Physics","Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1965"],"date":["2010-06-10"],"type":["text"],"creator":["Chandra, Shekhar S.","Normand, Nicolas","Kingston, Andrew","Guédon, Jeanpierre","Svalbe, Imants"],"language":[],"coverage":[],"title":["Fast Mojette Transform for Discrete Tomography"],"description":["  A new algorithm for reconstructing a two dimensional object from a set of one\ndimensional projected views is presented that is both computationally exact and\nexperimentally practical. The algorithm has a computational complexity of O(n\nlog2 n) with n = N^2 for an NxN image, is robust in the presence of noise and\nproduces no artefacts in the reconstruction process, as is the case with\nconventional tomographic methods. The reconstruction process is approximation\nfree because the object is assumed to be discrete and utilizes fully discrete\nRadon transforms. Noise in the projection data can be suppressed further by\nintroducing redundancy in the reconstruction. The number of projections\nrequired for exact reconstruction and the response to noise can be controlled\nwithout comprising the digital nature of the algorithm. The digital projections\nare those of the Mojette Transform, a form of discrete linogram. A simple\nanalytical mapping is developed that compacts these projections exactly into\nsymmetric periodic slices within the Discrete Fourier Transform. A new digital\nangle set is constructed that allows the periodic slices to completely fill all\nof the objects Discrete Fourier space. Techniques are proposed to acquire these\ndigital projections experimentally to enable fast and robust two dimensional\nreconstructions.\n","Comment: 22 pages, 13 figures, Submitted to Elsevier Signal Processing"]}]
["1006.1972",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28, 14C22, 14B12, 11G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1972"],"date":["2010-06-10"],"type":["text"],"creator":["Elsenhans, Andreas-Stephan","Jahnel, Jörg"],"language":[],"coverage":[],"title":["The Picard group of a $K3$ surface and its reduction modulo $p$"],"description":["  We present a method to compute the geometric Picard rank of a $K3$ surface\nover $\\bbQ$. Contrary to a widely held belief, we show it is possible to verify\nPicard rank $1$ using reduction only at a single prime. Our method is based on\ndeformation theory for invertible sheaves.\n"]}]
["1006.1974",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1974"],"date":["2010-06-10"],"type":["text"],"creator":["Bedratyuk, Leonid"],"language":[],"coverage":[],"title":["Bivariate Poincare series for the algebra of covariants of a binary form"],"description":["  A formula for computation of the bivariate Poincar\\'e series\n$\\mathcal{P}_d(z,t)$ for the algebra of covariants of binary $d$-form is found.\n","Comment: 8 pages, preliminary version"]}]
["1006.1977",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1977"],"date":["2010-06-10"],"type":["text"],"creator":["Nakazawa, Hideyuki"],"language":[],"coverage":[],"title":["Recent two-photon results at Belle"],"description":["  We review recent measurements of pure neutral final state production, gamma\ngamma to pi0 pi0 and eta pi0, and observations of new charmoniumlike\nresonances, X(3915) and X(4350), in the two-photon processes at the Belle\nexperiment.\n","Comment: 4 pages, 5 figures, Proceedings of Lake Louise Winter Institute 2010"]}]
["1006.1980",{"format":[],"subject":["Mathematics - Differential Geometry","53C35 (Primary) 57S20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1980"],"date":["2010-06-10"],"type":["text"],"creator":["Berndt, Jurgen","Tamaru, Hiroshi"],"language":[],"coverage":[],"title":["Cohomogeneity one actions on symmetric spaces of noncompact type"],"description":["  An isometric action of a Lie group on a Riemannian manifold is of\ncohomogeneity one if the corresponding orbit space is one-dimensional. In this\narticle we develop a conceptual approach to the classification of cohomogeneity\none actions on Riemannian symmetric spaces of noncompact type in terms of orbit\nequivalence. As a consequence, we find many new examples of cohomogeneity one\nactions on Riemannian symmetric spaces of noncompact type. We apply our\nconceptual approach to derive explicit classifications of cohomogeneity one\nactions on some symmetric spaces.\n","Comment: 28 pages"]}]
["1006.1987",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1987"],"date":["2010-06-10"],"type":["text"],"creator":["Elliott, Sam"],"language":[],"coverage":[],"title":["Similarity to an isometry of composition operators on the half-plane"],"description":["  Necessary and sufficient conditions are already known in the Hardy spaces of\nboth the disc and the half plane for a composition operator to be an isometry,\nby Nordgren in the disc and by Chalendar and Partington in the half plane. All\nthe same, conditions for such an operator to be similar to an isometry have\ntaken much longer to find. We present some necessary conditions for general\nweighted composition operators to be similar to an isometry, and use them to\nproduce a complete characterisation of the rational composition on $H^p(\\C^+)$\nwhich have this property.\n","Comment: 8 pages"]}]
["1006.1993",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1993","Komputerowe wspomaganie badan naukowych XVI = The Computer-Aided\n  Scientific Research XVI / red. Jan Zarzycki. Wroclaw, 2009. pp. 15-26, 4\n  tab., Summ. (Prace Wroclawskiego Towarzystwa Naukowego., ISSN 0084-3024; nr\n  215)"],"date":["2010-06-10"],"type":["text"],"creator":["Moskwa, Krzysztof","Rossa, Piotr"],"language":[],"coverage":[],"title":["Rozw\\'oj bibliotek cyfrowych i repozytori\\'ow elektronicznych na Dolnym\n  Slasku w latach 2004-2008 / Development of Digital Libraries and Electronic\n  Repositories in Lower Silesia in Years 2004-2008"],"description":["  In following elaboration were presented digital libraries and electronic\nrepositories operating in Lower Silesia region (of Poland) in years 2004-2008.\nGeneral description of character and size of their collections was presented,\nas well as standards and methods of digital collections management and\njuridical aspects of this management. Potential of usage of digital collections\nin regional scientific researches was described.\n  -----\n  W referacie przedstawiono biblioteki cyfrowe i repozytoria elektroniczne\nfunkcjonujace na Dolnym Slasku w latach 2004-2008. Scharakteryzowano og\\'olnie\nich zawarto\\'s\\'c i wielko\\'s\\'c, zaprezentowano standardy i systemy\nzarzadzania kolekcjami cyfrowymi oraz om\\'owiono uwarunkowania prawne\ntowarzyszace zarzadzaniu zasobami cyfrowymi. Wskazano mo\\.zliwo\\'sci\nwykorzystania kolekcji cyfrowych w badaniach naukowych realizowanych w\nregionie.\n","Comment: 12 pages in Polish, 4 tables; Komputerowe wspomaganie bada\\'n\n  naukowych XVI / The Computer-Aided Scientific Research XVI"]}]
["1006.2011",{"format":[],"subject":["Mathematics - Rings and Algebras","16P90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2011"],"date":["2010-06-10"],"type":["text"],"creator":["Konyuhov, Sergey S."],"language":[],"coverage":[],"title":["Simple algebra with arbitrary odd Gelfand-Kirillov dimension"],"description":["  It is given an example of finitely generated simple algebra over a field k\n(char k = 0) with arbitrary odd Gel'fand-Kirillov dimension.\n","Comment: LaTeX (UTF-8 encoding), 16 pages"]}]
["1006.2017",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2017"],"date":["2010-06-10"],"type":["text"],"creator":["Bais, F. A.","Slingerland, J. K."],"language":[],"coverage":[],"title":["Topological entanglement entropy relations for multi phase systems with\n  interfaces"],"description":["  We study the change in topological entanglement entropy that occurs when a\ntwo-dimensional system in a topologically ordered phase undergoes a transition\nto another such phase due to the formation of a Bose condensate. We also\nconsider the topological entanglement entropy of systems with domains in\ndifferent topological phases, and of phase boundaries between these domains. We\ncalculate the topological entropy of these interfaces and derive two\nfundamental relations between the interface topological entropy and the bulk\ntopological entropies on both sides of the interface.\n","Comment: 4 pages, 3 figures, 2 tables, revtex"]}]
["1006.2022",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2022"],"date":["2010-06-10"],"type":["text"],"creator":["Permuter, Haim","Shlomo","Shamai","Somekh-Baruch, Anelia"],"language":[],"coverage":[],"title":["Message and state cooperation in multiple access channels"],"description":["  We investigate the capacity of a multiple access channel with cooperating\nencoders where partial state information is known to each encoder and full\nstate information is known to the decoder. The cooperation between the encoders\nhas a two-fold purpose: to generate empirical state coordination between the\nencoders, and to share information about the private messages that each encoder\nhas. For two-way cooperation, this two-fold purpose is achieved by\ndouble-binning, where the first layer of binning is used to generate the state\ncoordination similarly to the two-way source coding, and the second layer of\nbinning is used to transmit information about the private messages. The\ncomplete result provides the framework and perspective for addressing a complex\nlevel of cooperation that mixes states and messages in an optimal way.\n"]}]
["1006.2023",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2023"],"date":["2010-06-10"],"type":["text"],"creator":["Bocci, A.","Guidi, M. Cestelli","Clozza, A.","Drago, A.","Grilli, A.","Marcelli, A.","Raco, A.","Sorchetti, R.","Gambicorti, L.","De Sio, A.","Pace, E.","Piotrowski, J."],"language":[],"coverage":[],"title":["Fast IR Array Detector for Transverse Beam Diagnostics at DA{\\Phi}NE"],"description":["  At the Laboratori Nazionali di Frascati of the National Institute of Nuclear\nPhysics (INFN) an infrared (IR) array detector with fast response time has been\nbuilt and assembled in order to collect the IR image of e-/e+ sources of the\nDA{\\Phi}NE collider. Such detector is made by 32 bilinear pixels with an\nindividual size of 50x50 {\\mu}m2 and a response time of ~1 ns. In the framework\nof an experiment funded by the INFN Vth Committee dedicated to beam\ndiagnostics, the device with its electronic board has been tested and installed\non the DA{\\Phi}NE positron ring. A preliminary characterization of few pixels\nof the array and of the electronics has been carried out at the IR beamline\nSINBAD at DA{\\Phi}NE. In particular the detection of the IR source of the e-\nbeam has been observed using four pixels of the array acquiring signals\nsimultaneously with a four channels scope at 1 GHz and at 10 Gsamples/s. The\nacquisition of four pixels allowed monitoring in real time differences in the\nbunch signals in the vertical direction. A preliminary analysis of data is\npresented and discussed. In particular we will outline the correlation between\nsignals and displacements of the source occurring with bunch refilling during a\ncomplete shift of DA{\\Phi}NE.\n","Comment: 3 pages, 4 figures, poster presented to IPAC'10 - Kyoto - May 24-28\n  2010"]}]
["1006.2029",{"format":[],"subject":["Physics - History and Philosophy of Physics","01A55, 01A60, 78-03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2029"],"date":["2010-06-10"],"type":["text"],"creator":["Moylan, Patrick"],"language":[],"coverage":[],"title":["Moving Charge Distributions in Classical Electromagnetism and the\n  FitzGerald-Lorentz Contraction"],"description":["  In [Eur. J. Phys. {\\bf 25} (2004) 123-126], Dragan V. Red{\\v z}i\\'c is led to\nthe FitzGerald-Lorentz contraction by comparing electromagnetic images of a\nmoving point charge and a moving conducting sphere. We wish to point out that\nmuch simpler possibilities intrinsic to electromagnetism already exist from\nwhich we may get at the FitzGerald-Lorentz contraction hypothesis. In\nparticular we consider an example going back to Poincar\\'e in [{\\it Bulletin\ndes Sciences math\\'ematiques}, 28, (1904) pp. 302-324], in which he considers\nthe problem of two moving, parallel line charges in order to get at length\ncontraction. We develop this model of Poincar\\'e and show that it leads not\nonly to the FitzGerald-Lorentz contraction but also to an elementary derivation\nof the composition of velocities formula in special relativity for collinear\nvelocities.\n  Red{\\v z}i\\'c suggests that, by considering such purely electromagnetic\nexamples, the Maxwellians could have been led to the contraction hypothesis\nmuch before the time of the Michelson-Morely experiment, and we agree with him\nthat such elementary results as the ones discussed here could not have escaped\ntheir attention. Apparently, it took an extremely sensitive experiment, not\nintrinsic to electromagnetism, such as was the Michelson-Morley experiment,\ntogether with the efforts of persons with authority, like Lorentz and\nPoincar\\'e, trying to uphold the relativity principle before the radical notion\nof length contraction could seriously be entertained, and making ripe the way\nfor the genius of Einstein.\n","Comment: 21 pages, 8 figures"]}]
["1006.2030",{"format":[],"subject":["Mathematics - Optimization and Control","90C33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2030"],"date":["2010-06-10"],"type":["text"],"creator":["Haddou, Mounir","Maheux, Patrick"],"language":[],"coverage":[],"title":["Smoothing Methods for Nonlinear Complementarity Problems"],"description":["  In this paper, we present a new smoothing approach to solve general nonlinear\ncomplementarity problems. Under the $P_0$ condition on the original problems,\nwe prove some existence and convergence results . We also present an error\nestimate under a new and general monotonicity condition. The numerical tests\nconfirm the efficiency of our proposed methods.\n","Comment: 16 pages, 1 figures"]}]
["1006.2031",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2031"],"date":["2010-06-09"],"type":["text"],"creator":["Collar, J. I."],"language":[],"coverage":[],"title":["Comments on arXiv:1006.0972 \"XENON10/100 dark matter constraints in\n  comparison with CoGeNT and DAMA: examining the Leff dependence\""],"description":["  Savage et al. have recently put forward the claim that results from the\nXENON10 experiment are incompatible with the totality of both DAMA/LIBRA and\nCoGeNT experimental regions. In this brief note the source of this erroneous\nconclusion is identified in a misinterpretation of the XENON10 efficiency in\nthe detection of S1 light from low-energy nuclear recoils.\n","Comment: 2 pages"]}]
["1006.2033",{"format":[],"subject":["Mathematics - Number Theory","11B68, 11S80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2033","Advanced Studies in Contemporary Mathematics Vol 20 (2010)no. 3,\n  pp.7"],"date":["2010-06-10"],"type":["text"],"creator":["Kim, Taekyun","Choi, Jongsung","Kim, Young-Hee"],"language":[],"coverage":[],"title":["Some identities on the q-Bernstein polynomials, q-Stirling number and\n  q-Bernoulli numbers"],"description":["  Recently, Kim-Jang-Yi have introduced q-Bernstein polynomials. From these\nq-Berstein polynomials, we investigte some properties related to q-Stirling\nnumbes and q-Bernoulli numbes.\n","Comment: 7 pages"]}]
["1006.2037",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2037"],"date":["2010-06-10"],"type":["text"],"creator":["Schilling, Uwe","von Zanthier, Joachim"],"language":[],"coverage":[],"title":["Wave-particle duality revisited"],"description":["  We investigate wave-particle duality in a symmetric two-way interferometer\nwith a which-way detector. We find that it is important to state wether the\ninterfering object or the which-way detector is read out first. In case that\nthe interfering object is read out first, we discover that it is possible to\nuse the information about its state to increase the distinguishability to a\nvalue which violates the widely accepted bounds set by an inequality introduced\nby Jaeger et al. (PRA 51, 54) and Englert (PRL 77, 2154).\n","Comment: 4 pages, 2 figures"]}]
["1006.2038",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2038"],"date":["2010-06-10"],"type":["text"],"creator":["Punnoose, Alexander","Finkel'stein, Alexander M."],"language":[],"coverage":[],"title":["Penultimate fate of a dirty-Fermi-liquid"],"description":["  The theory of the dirty-Fermi-liquid which details the destruction of the\nFermi-liquid phase up to and including the quantum critical point separating\nthe metallic from the insulating phase is reviewed here.\n","Comment: Chapter in the monograph \"Conductor-Insulator Quantum Phase\n  Transitions.\""]}]
["1006.2044",{"format":[],"subject":["Mathematics - Combinatorics","05C15, 05C20, 05C69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2044"],"date":["2010-06-10"],"type":["text"],"creator":["Gyárfás, András","Simonyi, Gábor","Tóth, Ágnes"],"language":[],"coverage":[],"title":["Gallai colorings and domination in multipartite digraphs"],"description":["  Assume that D is a digraph without cyclic triangles and its vertices are\npartitioned into classes A_1,...,A_t of independent vertices. A set\n$U=\\cup_{i\\in S} A_i$ is called a dominating set of size |S| if for any vertex\n$v\\in \\cup_{i\\notin S} A_i$ there is a w in U such that (w,v) is in E(D). Let\nbeta(D) be the cardinality of the largest independent set of D whose vertices\nare from different partite classes of D. Our main result says that there exists\na h=h(beta(D)) such that D has a dominating set of size at most h. This result\nis applied to settle a problem related to generalized Gallai colorings, edge\ncolorings of graphs without 3-colored triangles.\n","Comment: 15 pages, 8 figures"]}]
["1006.2045",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2045"],"date":["2010-06-10"],"type":["text"],"creator":["Geloni, Gianluca","Kocharyan, Vitali","Saldin, Evgeni"],"language":[],"coverage":[],"title":["Cascade self-seeding scheme with wake monochromator for narrow-bandwidth\n  X-ray FELs"],"description":["  Three different approaches have been proposed so far for production of highly\nmonochromatic X-rays from a baseline XFEL undulator: (i) single-bunch\nself-seeding scheme with a four crystal monochromator in Bragg reflection\ngeometry; (ii) double-bunch self-seeding scheme with a four-crystal\nmonochromator in Bragg reflection geometry; (iii) single-bunch self-seeding\nscheme with a wake monochromator. A unique element of the X-ray optical design\nof the last scheme is the monochromatization of X-rays using a single crystal\nin Bragg-transmission geometry. A great advantage of this method is that the\nmonochromator introduces no path delay of X-rays. This fact eliminates the need\nfor a long electron beam bypass, or for the creation of two precisely\nseparated, identical electron bunches, as required in the other two\nself-seeding schemes. In its simplest configuration, the self-seeded XFEL\nconsists of an input undulator and an output undulator separated by a\nmonochromator. In some experimental situations this simplest two-undulator\nconfiguration is not optimal. The obvious and technically possible extension is\nto use a setup with three or more undulators separated by monochromators. This\namplification-monochromatization cascade scheme is distinguished, in\nperformance, by a small heat-loading of crystals and a high spectral purity of\nthe output radiation. This paper describes such cascade self-seeding scheme\nwith wake monochromators. We present feasibility study and exemplifications for\nthe SASE2 line of the European XFEL.\n"]}]
["1006.2048",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2048"],"date":["2010-06-10"],"type":["text"],"creator":["Krishnan, Sundaresan","Chaporkar, Prasanna"],"language":[],"coverage":[],"title":["Stochastic Approximation Algorithm for Optimal Throughput Performance of\n  Wireless LANs"],"description":["  Throughput improvement of the Wireless LANs has been a constant area of\nresearch. Most of the work in this area, focuses on designing throughput\noptimal schemes for fully connected networks (no hidden nodes). But, we\ndemonstrate that the proposed schemes, though perform optimally in fully\nconnected network, achieve significantly lesser throughput even than that of\nstandard IEEE 802.11 in a network with hidden nodes. This motivates the need\nfor designing schemes that provide near optimal performance even when hidden\nnodes are present. The primary reason for the failure of existing protocols in\nthe presence of hidden nodes is that these protocols are based on the model\ndeveloped by Bianchi. However this model does not hold when hidden nodes exist.\nMoreover, analyzing networks with hidden nodes is still an open problem. Thus,\ndesigning throughput optimal schemes in networks with hidden nodes is\nparticularly challenging. The novelty of our approach is that it is not based\non any underlying mathematical model, rather it directly tunes the control\nvariables so as to maximize the throughput. We demonstrate that this model\nindependent approach achieves maximum throughput in networks with hidden\nterminals as well. Apart from this major contribution, we present stochastic\napproximation based algorithms for achieving weighted fairness in a connected\nnetworks. We also present a throughput optimal exponential backoff based random\naccess algorithm. We demonstrate that the exponential backoff based scheme may\noutperform an optimal p-persistent scheme in networks with hidden terminals.\nThis demonstrates the merit of exponential backoff based random access schemes\nwhich was deemed unnecessary by results shown by Bianchi.\n","Comment: 16 pages, 13 figures"]}]
["1006.2050",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2050"],"date":["2010-06-10"],"type":["text"],"creator":["Berg, Jacob van den","de Lima, Bernardo N. B.","Nolin, Pierre"],"language":[],"coverage":[],"title":["A percolation process on the square lattice where large finite clusters\n  are frozen"],"description":["  Aldous constructed a growth process for the binary tree where clusters freeze\nas soon as they become infinite. It was pointed out by Benjamini and Schramm\nthat such a process does not exist for the square lattice. This motivated us to\ninvestigate the modified process on the square lattice, where clusters freeze\nas soon as they have diameter larger than or equal to N, the parameter of the\nmodel. The non-existence result, mentioned above, raises the question if the\nN-parameter model shows some 'anomalous' behaviour as N tends to infinity. For\ninstance, if one looks at the cluster of a given vertex, does, as N tends to\ninfinity, the probability that it eventually freezes go to 1? Does this\nprobability go to 0? More generally, what can be said about the size of a final\ncluster? We give a partial answer to some of such questions.\n","Comment: 9 pages, 1 figure"]}]
["1006.2053",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Numerical Analysis","52B20, 52C07, 65J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2053"],"date":["2010-06-10"],"type":["text"],"creator":["Lindner, Marko","Roch, Steffen"],"language":[],"coverage":[],"title":["On the integer points in a lattice polytope: n-fold Minkowski sum and\n  boundary"],"description":["  In this article we compare the set of integer points in the homothetic copy\n$n\\Pi$ of a lattice polytope $\\Pi\\subseteq\\R^d$ with the set of all sums\n$x_1+\\cdots+x_n$ with $x_1,...,x_n\\in \\Pi\\cap\\Z^d$ and $n\\in\\N$. We give\nconditions on the polytope $\\Pi$ under which these two sets coincide and we\ndiscuss two notions of boundary for subsets of $\\Z^d$ or, more generally,\nsubsets of a finitely generated discrete group.\n"]}]
["1006.2062",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2062"],"date":["2010-06-10"],"type":["text"],"creator":["Burde, Dietrich","Moens, Wolfgang Alexander"],"language":[],"coverage":[],"title":["Faithful Lie algebra modules and quotients of the universal enveloping\n  algebra"],"description":["  We describe a new method to determine faithful representations of small\ndimension for a finite dimensional nilpotent Lie algebra. We give various\napplications of this method. In particular we find a new upper bound on the\nminimal dimension of a faithful module for the Lie algebras being counter\nexamples to a well known conjecture of J. Milnor.\n"]}]
["1006.2063",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2063"],"date":["2010-06-10"],"type":["text"],"creator":["Hermelin, Danny","Huang, Chien-Chung","Kratsch, Stefan","Wahlstrom, Magnus"],"language":[],"coverage":[],"title":["Parameterized Two-Player Nash Equilibrium"],"description":["  We study the computation of Nash equilibria in a two-player normal form game\nfrom the perspective of parameterized complexity. Recent results proved\nhardness for a number of variants, when parameterized by the support size. We\ncomplement those results, by identifying three cases in which the problem\nbecomes fixed-parameter tractable. These cases occur in the previously studied\nsettings of sparse games and unbalanced games as well as in the newly\nconsidered case of locally bounded treewidth games that generalizes both these\ntwo cases.\n"]}]
["1006.2070",{"format":[],"subject":["Statistics - Methodology","60E07, 60E10, 62E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2070"],"date":["2010-06-10"],"type":["text"],"creator":["Klebanov, Lev B.","Temnov, Grigory"],"language":[],"coverage":[],"title":["Characterization of a subclass of Tweedie distributions by a property of\n  generalized stability"],"description":["  We introduce a class of distributions originating from an exponential family\nand having a property related to the strict stability property. A\ncharacteristic function representation for this family is obtained and its\nproperties are investigated. The proposed class relates to stable distributions\nand includes Inverse Gaussian distribution and Levy distribution as special\ncases. Due to its origin, the proposed distribution has a sufficient statistic.\nBesides, it combines stability property at lower scales with an exponential\ndecay of the distribution's tail and has an additional flexibility due to the\nconvenient parametrization. Apart from the basic model, certain generalizations\nare considered, including the one related to geometric stable distributions.\n","Comment: Research paper, 15 pages, 1 table"]}]
["1006.2074",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2074","The 2nd National Seminar Information Technology Application\n  (SNATI) 2006, University of Islam Indonesia, pp. A23-A26, Yogyakarta, 17 June\n  2006"],"date":["2010-06-10"],"type":["text"],"creator":["Warnars, H. L. H Spits"],"language":[],"coverage":[],"title":["Efektifitas Teknologi Informasi Dalam Proses Belajar Mengajar Pada\n  Universitas Budi Luhur"],"description":["  In general, however, IT will empower students to have greater control over\nthe learning process, with all the benefits associated with active learning and\npersonal responsibility. Not only will students decide when to learn and how to\nlearn, increasingly they will also decide what to learn and how that learning\nis to be certified. Traditionally, higher education institutions have combined\nseveral functions in their faculty. Faculty are architects as they design\nlearning programs; navigators as they help advise students in their course of\nstudy; instructors when they lecture; mentors when they help students form a\nsense of connectedness to the world; and evaluators and certifiers as they\ndecide to grant students grades or degrees.\n","Comment: 4 pages"]}]
["1006.2077",{"format":[],"subject":["Computer Science - Databases","H.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2077","The 2nd National Seminar Information Technology Application\n  (SNATI) 2006, University of Islam Indonesia, pp. J1-J6, Yogyakarta, 17 June\n  2006"],"date":["2010-06-10"],"type":["text"],"creator":["Warnars, H. L. H Spits"],"language":[],"coverage":[],"title":["Multidimensi Pada Data Warehouse Dengan Menggunakan Rumus Kombinasi"],"description":["  Multidimensional in data warehouse is a compulsion and become the most\nimportant for information delivery, without multidimensional data warehouse is\nincomplete. Multidimensional give the able to analyze business measurement in\nmany different ways. Multidimensional is also synonymous with online analytical\nprocessing (OLAP).\n","Comment: 6 pages"]}]
["1006.2078",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2078"],"date":["2010-06-10"],"type":["text"],"creator":["Nierste, Ulrich"],"language":[],"coverage":[],"title":["Flavor physics within and beyond the Standard Model"],"description":["  I review recent progress in theoretical calculations related to the CKM\nunitarity triangle. After briefly discussing hints for new physics in\nB_d-B_d-bar mixing and B_s-B_s-bar mixing I present three topics of MSSM flavor\nphysics: First I discuss new tan-beta-enhanced radiative corrections to\nflavor-changing neutral current (FCNC) amplitudes which go beyond the familiar\nHiggs-mediated FCNC diagrams and may enhance the mixing-induced CP asymmetry in\nB_d -> phi K_S. The second topic is a reappraisal of the idea that flavor\nviolation originates from the soft supersymmetry-breaking terms. Finally I\ndiscuss how mu -> e gamma can be used to constrain the flavor structure of the\ndimension-5 Yukawa interactions which appear in realistic grand unified\ntheories.\n","Comment: 10 pages, talk at \"Rencontres de Physique de la Vall\\'ee d'Aoste\", La\n  Thuile, Italy, Feb 28 -- Mar 6, 2010"]}]
["1006.2082",{"format":[],"subject":["Computer Science - Computers and Society","K.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2082","Information System National Conference (KNSI) 2009, University of\n  Islam Indonesia, Yogyakarta, 17 Januari 2009"],"date":["2010-06-10"],"type":["text"],"creator":["Anwar, Chairil","Warnars, H. L. H Spits"],"language":[],"coverage":[],"title":["Sistem Informasi Akademik Online Sebagai Penunjang Sistem Perkuliahan"],"description":["  The development of Internet technology give a chance for application in all\nkind of humans activity include education specially for higher education in\nuniversity in order to increase education quality. In this paper we will\ndiscuss about the importance of the elements which must be fulfilled when we\nbuild the online academic application with web technology which will help\nteaching process in university. Also we will discuss to implement open source\nsoftware as foundation in order to deploy the information system with low cost\nwithout losing the performance. In the future assembling internet technology on\neducation and training will be need in order to enhancement and distribution\neducation quality, specially in Indonesia where has many islands separate with\nsea and mountain. Students and faculty will enjoy access to multiple resources\nfrom one location, delivering search results with a range of content including\nencyclopedia articles, multimedia, related Web sites, magazines, and much more.\nEnables schools to implement an online academic program. It equips schools to\nhost online courses, conduct live and blog-style communication between faculty\nand students, track grades, automate test scoring, store course materials, and\nmuch more.\n","Comment: 5 pages"]}]
["1006.2084",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2084"],"date":["2010-06-10"],"type":["text"],"creator":["Bunn, Emory F."],"language":[],"coverage":[],"title":["Large-Angle Anomalies in the Microwave Background"],"description":["  Several claims have been made of anomalies in the large-angle properties of\nthe cosmic microwave background anisotropy as measured by WMAP. In most cases,\nthe statistical significance of these anomalies is hard or even impossible to\nassess, due to the fact that the statistics used to quantify the anomalies were\nchosen a posteriori. On the other hand, the possibility of detecting new\nphysics on the largest observable scales is so exciting that, in my opinion, it\nis worthwhile to examine the claims carefully. I will focus on three particular\nclaims: the lack of large-angle power, the north-south power asymmetry, and\nmultipole alignments. In all cases, the problem of a posteriori statistics can\nbest be solved by finding a new data set that probes similar physical scales to\nthe large-angle CMB. This is a difficult task, but there are some possible\nroutes to achieving it.\n","Comment: Proceedings of the 2010 Rencontres de Moriond"]}]
["1006.2085",{"format":[],"subject":["Computer Science - Other Computer Science","J.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2085","National seminar University of Budi Luhur 2009, University of Budi\n  Luhur, Jakarta, 14-15 August 2009"],"date":["2010-06-10"],"type":["text"],"creator":["Pardede, Fedro Antonius","Warnars, H. L. H Spits"],"language":[],"coverage":[],"title":["Pemanfaatan Teknologi Sistem Informasi Geografis Untuk Menunjang\n  Pembangunan Daerah"],"description":["  The territory development will depend on that territory itself, where the\nword of autonomy for each province or territory will give contribution how\nIndonesian will responsible for development their territory. In order to\ndevelop territory, the information technology can be used as a boost or tools\nto give and deliver the best information and Geographic Information System is\none of the information technology tools which can be used to push every each\nterritory to speed the territory development. As a tool Geographic Information\nSystem has an ability to save, process, analysis and deliver information right\nin time and help the decision maker to make better decision.\n","Comment: 6 pages"]}]
["1006.2086",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2086"],"date":["2010-06-10"],"type":["text"],"creator":["Dai, Wei","Kerman, Ely","Milenkovic, Olgica"],"language":[],"coverage":[],"title":["A Geometric Approach to Low-Rank Matrix Completion"],"description":["  The low-rank matrix completion problem can be succinctly stated as follows:\ngiven a subset of the entries of a matrix, find a low-rank matrix consistent\nwith the observations. While several low-complexity algorithms for matrix\ncompletion have been proposed so far, it remains an open problem to devise\nsearch procedures with provable performance guarantees for a broad class of\nmatrix models. The standard approach to the problem, which involves the\nminimization of an objective function defined using the Frobenius metric, has\ninherent difficulties: the objective function is not continuous and the\nsolution set is not closed. To address this problem, we consider an\noptimization procedure that searches for a column (or row) space that is\ngeometrically consistent with the partial observations. The geometric objective\nfunction is continuous everywhere and the solution set is the closure of the\nsolution set of the Frobenius metric. We also preclude the existence of local\nminimizers, and hence establish strong performance guarantees, for special\ncompletion scenarios, which do not require matrix incoherence or large matrix\nsize.\n","Comment: 10 pages, 2 figures"]}]
["1006.2088",{"format":[],"subject":["Computer Science - Databases","H.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2088","National seminar University of Budi Luhur 2010, University of Budi\n  Luhur, Jakarta, 5 August 2010"],"date":["2010-06-10"],"type":["text"],"creator":["H, Spits Warnars H. L."],"language":[],"coverage":[],"title":["Classification rule with simple select SQL statement"],"description":["  A simple sql statement can be used to search learning or rule in relational\ndatabase for data mining purposes particularly for classification rule. With\njust only one simple sql statement, characteristic and classification rule can\nbe created simultaneously. Collaboration sql statement with any other\napplication software will increase the ability for creating t-weight as\nmeasurement the typicality of each record in the characteristic rule and\nd-weight as measurement the discriminating behavior of the learned\nclassification/discriminant rule, specifically for further generalization in\ncharacteristic rule. Handling concept hierarchy into tables based on concept\ntree will influence for the successful simple sql statement and by knowing the\nright standard knowledge to transform each of concept tree in concept hierarchy\ninto one table as to transform concept hierarchy into table, the simple sql\nstatement can be run properly.\n","Comment: 6 pages"]}]
["1006.2097",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2097"],"date":["2010-06-10"],"type":["text"],"creator":["Ojha, Roopesh","Kadler, Matthias","Boeck, Moritz","Hungwe, Faith","Mueller, Cornelia","Wilms, Joern","Ros, Eduardo","Team, the TANAMI"],"language":[],"coverage":[],"title":["The TANAMI Program"],"description":["  The TANAMI (Tracking AGN with Austral Milliarcsecond Interferometry) program\nprovides comprehensive VLBI monitoring of extragalactic gamma-ray sources south\nof declination -30 degrees. Operating at two radio frequencies (8 and 22 GHz),\nthis program is a critical component of the joint quasi-simultaneous\nobservations with the Fermi Gamma-ray Space Telescope and ground based\nobservatories to discriminate between competing theoretical blazar emission\nmodels. We describe the TANAMI program and present early results on the 75\nsources currently being monitored.\n","Comment: Proceedings of the Workshop \"Fermi meets Jansky - AGN in Radio and\n  Gamma-Rays\", Savolainen, T., Ros, E., Porcas, R.W. & Zensus, J.A. (eds.),\n  MPIfR, Bonn, June 21-23 2010"]}]
["1006.2098",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2098"],"date":["2010-06-10"],"type":["text"],"creator":["Hungwe, Faith","Ojha, Roopesh","Kadler, Matthias","Booth, Roy","Blanchard, Jay","Lovell, Jim","Mueller, Cornelia","Boeck, Moritz","team, the TANAMI"],"language":[],"coverage":[],"title":["VLBI Monitoring of the bright gamma-ray blazar PKS 0537-441"],"description":["  One of the defining characteristics of BL Lacertae objects is their strong\nvariability across the electromagnetic spectrum. PKS 0537-441 is one such\nobject and is one of the most luminous blazars from radio to gamma-ray\nwavelengths. It was detected as a strong and highly variable source by EGRET\nand has been reported several times to be in an active state by Fermi . It is\none of the brightest gamma-ray blazars detected in the southern sky so far. The\nTANAMI (Tracking Active Galactic Nuclei with Austral Milliarcsecond\nInterferometry) program is monitoring PKS 0537-441 at VLBI resolutions. We\npresent 8.4 GHz and 22 GHz images of the milliarcsecond scale structure. We\nalso present our ongoing analysis of the spectral and temporal changes in this\nobject.\n","Comment: Proceedings of the Workshop \"Fermi meets Jansky - AGN in Radio and\n  Gamma-Rays\", Savolainen, T., Ros, E., Porcas, R.W. & Zensus, J.A. (eds.),\n  MPIfR, Bonn, June 21-23 2010, 4 pages, 4 figures"]}]
["1006.2102",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2102"],"date":["2010-06-10"],"type":["text"],"creator":["Boggs, S.","Wunderer, C.","von Ballmoos, P.","Takahashi, T.","Gehrels, N.","Tueller, J.","Baring, M.","Beacom, J.","Diehl, R.","Greiner, J.","Grove, E.","Hartmann, D.","Hernanz, M.","Jean, P.","Johnson, N.","Kanbach, G.","Kippen, M.","Knödlseder, J.","Leising, M.","Madejski, G.","McConnell, M.","Milne, P.","Motohide, K.","Nakazawa, K.","Oberlack, U.","Phlips, B.","Ryan, J.","Skinner, G.","Starrfield, S.","Tajima, H.","Wulf, E.","Zoglauer, A.","Zych, A."],"language":[],"coverage":[],"title":["DUAL Gamma-Ray Mission"],"description":["  Gamma-ray astronomy presents an extraordinary scientific potential for the\nstudy of the most powerful sources and the most violent events in the Universe.\nIn order to take full advantage of this potential, the next generation of\ninstrumentation for this domain will have to achieve an improvement in\nsensitivity over present technologies of at least an order of magnitude. The\nDUAL mission concept takes up this challenge in two complementary ways: a very\nlong observation of the entire sky, combined with a large collection area for\nsimultaneous observations of Type Ia SNe. While the Wide-Field Compton\nTelescope (WCT) accumulates data from the full gamma-ray sky (0.1-10 MeV) over\nthe entire mission lifetime, the Laue-Lens Telescope (LLT) focuses on 56Co\nemission from SNe Ia (0.8-0.9 MeV), collecting gamma-rays from its large area\ncrystal lens onto the WCT. Two separated spacecraft flying in formation will\nmaintain the DUAL payloads at the lens' focal distance.\n","Comment: White paper for US National Academy of Sciences Decadal Survey\n  \"Astro2010\""]}]
["1006.2104",{"format":[],"subject":["Computer Science - Operating Systems","D.4.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2104","Widya, Vol 21,No. 230, pp. 9-15, November 2004"],"date":["2010-06-10"],"type":["text"],"creator":["H, Spits Warnars H. L."],"language":[],"coverage":[],"title":["Perbandingan Shell Unix"],"description":["  Is it possible for an Information Technology [IT] product to be both mature\nand state-of-theart at the same time? In the case of the UNIX system, the\nanswer is an unqualified \"Yes.\" The UNIX system has continued to develop over\nthe past twenty-five years. In millions of installations running on nearly\nevery hardware platform made, the UNIX system has earned its reputation for\nstability and scalability. Over the years, UNIX system suppliers have steadily\nassimilated new technologies so that UNIX systems today provide more\nfunctionality as any other operating system.\n","Comment: 21 Pages"]}]
["1006.2106",{"format":[],"subject":["Mathematics - Algebraic Geometry","14G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2106"],"date":["2010-06-10"],"type":["text"],"creator":["Terstiege, Ulrich"],"language":[],"coverage":[],"title":["Intersections of special cycles on the Shimura variety for GU(1,2)"],"description":["  We establish a close connection between intersection multiplicities of\nspecial cycles on arithmetic models of the Shimura variety for GU(1,2) and\nFourier coefficients of derivatives of certain incoherent Eisenstein series,\nconfirming a conjecture of Kudla and Rapoport. The paper is divided into two\nparts. The first part is the bulk of the paper and investigates intersections\nof local special cycles which are defined on a certain moduli space of\np-divisible groups. This moduli space of p-divisible groups can be used for the\nuniformization of the completion of the Shimura variety along the supersingular\nlocus in the fiber at an inert prime p. We investigate the structure of local\nspecial cycles and of their intersections. In particular, we give an explicit\ndescription of the special fiber of a local special cycle. We then prove an\nexplicit formula for the intersection multiplicity of three local special\ncycles and relate it to certain hermitian representation densities, also\nconfirming a conjecture of Kudla and Rapoport. To this end, we also give an\nexplicit inductive formula for the relevant hermitian representation densities\n\\alpha_p(1_s,T), where T is of the form diag(p^{a_1},...,p^{a_n}). In the\nsecond part, we apply the main result of the first part to prove the relation\nof intersection multiplicities of (global) special cycles and Fourier\ncoefficients of derivatives of Eisenstein series.\n","Comment: 42 pages"]}]
["1006.2107",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2107","Journal Budi Luhur Information Technology (BIT), Vol.2, No.1 April\n  2005"],"date":["2010-06-10"],"type":["text"],"creator":["H, Spits Warnars H. L."],"language":[],"coverage":[],"title":["Pembobolan website KPU (Komisi Pemilihan Umum) Apakah melanggar UU RI\n  no.36 tahun 1999 tentang telekomunikasi ?"],"description":["  Information Technology KPU (Indonesia Electoral Commision) is a project in\nsupporting democratization process in Indonesia. It is a part of General\nElection program of KPU-Indonesian Government. The aim of IT KPU is to build\nthe transparency of the ballot result to the public (citizen and international\nworld) and as the embrio of e government in Indonesia. It also has the aim for\ninfluence the citizen with Information Technology and the use of computer.\n","Comment: 7 pages"]}]
["1006.2114",{"format":[],"subject":["Mathematics - Group Theory","20F65 (Primary), 20E07, 20F67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2114"],"date":["2010-06-10"],"type":["text"],"creator":["Vavrichek, Diane M."],"language":[],"coverage":[],"title":["On the coarse-geometric detection of subgroups"],"description":["  We generalize [Vav] to give sufficient conditions, primarily on coarse\ngeometry, to ensure that a subset of a Cayley graph is a finite Hausdorff\ndistance from a subgroup. Using this result, we prove a partial converse to the\nFlat Torus Theorem for CAT(0) groups. Also using this result, we give\nsufficient conditions for subgroups and splittings to be invariant under\nquasi-isometries.\n","Comment: 39 pages, no figures"]}]
["1006.2115",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis","Mathematics - Metric Geometry","30G35, 22E46, 30F45, 32F45, 43A85, 30G30, 42C40, 46H30, 47A13,\n  81R30, 81R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2115"],"date":["2010-06-10"],"type":["text"],"creator":["Kisil, Vladimir V."],"language":[],"coverage":[],"title":["Erlangen Program at Large: Outline"],"description":["  This is an outline of Erlangen Program at Large. Study of objects and\nproperties, which are invariant under a group action, is very fruitful far\nbeyond the traditional geometry. In this paper we demonstrate this on the\nexample of the group SL(2,R). Starting from the conformal geometry we develop\nanalytic functions and apply these to functional calculus. Finally we provide\nan extensive description of open problems.\n  Keywords: Special linear group, Hardy space, Clifford algebra, elliptic,\nparabolic, hyperbolic, complex numbers, dual numbers, double numbers,\nsplit-complex numbers, Cauchy-Riemann-Dirac operator, M\\\"obius transformations,\nfunctional calculus, spectrum, quantum mechanics, non-commutative geometry.\n","Comment: 21 pages, AMSLaTeX, 22 PS graphics files in 8 figures"]}]
["1006.2120",{"format":[],"subject":["Mathematics - Probability","60G51, 60G10, 90B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2120"],"date":["2010-06-10"],"type":["text"],"creator":["Konstantopoulos, Takis","Kyprianou, Andreas E.","Salminen, Paavo"],"language":[],"coverage":[],"title":["On the excursions of reflected local time processes and stochastic fluid\n  queues"],"description":["  This paper extends previous work by the authors. We consider the local time\nprocess of a strong Markov process, add negative drift, and reflect it \\`a la\nSkorokhod. The resulting process is used to model a fluid queue. We derive an\nexpression for the joint law of the duration of an excursion, the maximum value\nof the process on it, and the time distance between successive excursions. We\nwork with a properly constructed stationary version of the process. Examples\nare also given in the paper.\n","Comment: 29 pages, 4 figures"]}]
["1006.2121",{"format":[],"subject":["Mathematics - Functional Analysis","47B33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2121"],"date":["2010-06-10"],"type":["text"],"creator":["Heller, Katherine","MacCluer, Barbara D.","Weir, Rachel J."],"language":[],"coverage":[],"title":["Compact differences of composition operators"],"description":["  When $\\varphi$ and $\\psi$ are linear-fractional self-maps of the unit ball\n$B_N$ in ${\\mathbb C}^N$, $N\\geq 1$, we show that the difference\n$C_{\\varphi}-C_{\\psi}$ cannot be non-trivially compact on either the Hardy\nspace $H^2(B_N)$ or any weighted Bergman space $A^2_{\\alpha}(B_N)$. Our\narguments emphasize geometrical properties of the inducing maps $\\varphi$ and\n$\\psi$.\n","Comment: 20 pages"]}]
["1006.2128",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2128","JETP. Lett. 83, 250 (2006)","doi:10.1134/S0021364006060075"],"date":["2010-06-10"],"type":["text"],"creator":["Chtchelkatchev, N. M."],"language":[],"coverage":[],"title":["Incoherent multiple Andreev reflection in an array of SNS junctions"],"description":["  Last years many interesting effects related to incoherent MAR have been\nexperimentally found, but only few of them were theoretically explained. It was\nshown, for example, that if the voltage at the edges of a linear array is $V$\nthen subgarmonic structures in the current -voltage characteristics appear not\nonly at usual for nonstationary Josephson effect positions, $V_n=2\\Delta/n$,\nwhere $n$ is integer, but also at voltages other than $V_n$. A step towards\ndescription of electron transport in a dirty array of SNS junctions is done in\nthis letter. It is shown that subgarmonic structures may indeed appear at\n``unusual'' voltages.\n"]}]
["1006.2130",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2130"],"date":["2010-06-10"],"type":["text"],"creator":["Castagnino, Mario","Fortin, Sebastian"],"language":[],"coverage":[],"title":["Defining the moving preferred basis"],"description":["  There are many formalisms to describe quantum decoherence. However, many of\nthem give a non general and ad hoc definition of \"pointer basis\" or \"moving\npreferred basis\", and this fact is a problem for the decoherence program. In\nthis paper we will consider quantum systems under a general theoretical\nframework for decoherence and present a very general definition of the moving\npreferred basis. In addition, this definition is implemented in a well known\nmodel and the time of decoherence and the relaxation time are defined and\ncompared with those of this model.\n","Comment: 36 pages, 4 figures"]}]
["math/0504426",{"format":[],"subject":["Mathematics - General Mathematics","Mathematics - Functional Analysis","68W40, 68Q25, 47H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504426","Journal of Discrete Algorithms, Volume 5, 2007"],"date":["2005-04-21","2005-06-06"],"type":["text"],"creator":["Maze, Gerard"],"language":[],"coverage":[],"title":["Existence of a Limiting Distribution for the Binary GCD Algorithm"],"description":["  In this article, we prove the existence and uniqueness of a certain\ndistribution function on the unit interval. This distribution appears in\nBrent's model of the analysis of the binary gcd algorithm. The existence and\nuniqueness of such a function has been conjectured by Richard Brent in his\noriginal paper \\cite{brent}. Donald Knuth also supposes its existence in\n\\cite{knuth} where developments of its properties lead to very good estimates\nin relation with the algorithm. We settle here the question of existence,\ngiving a basis to these results, and study the relationship between this\nlimiting function and the {\\it binary Euclidean operator} $B_2$, proving\nrigorously that its derivative is a fixed point of $B_2$.\n","Comment: 13 pages. New introduction, conclusion and several typos corrected"]}]
["math/0602283",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Classical Analysis and ODEs","55P99, 55P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602283"],"date":["2006-02-13","2010-06-09"],"type":["text"],"creator":["Kallel, Sadok","Karoui, Rym"],"language":[],"coverage":[],"title":["Symmetric Joins and Weighted Barycenters"],"description":["  Given a space X, we study the homotopy type of ${\\mathcal B}_n(X)$ the space\nobtained as \"the union of all (n-1)-simplexes spanned by points in X\". This is\na space encountered in non-linear analysis under the name of \"space of\nbarycenters\" or in differential geometry in the case n=2 as the \"space of\nchords\". We first relate this space to a more familiar symmetric join\nconstruction and then determine its stable homotopy type in terms of the\nsymmetric products on the suspension of X. This leads to a complete\nunderstanding of the homology of ${\\mathcal B}_n(X)$ as a functor of X, and to\nan expression for its Euler characteristic given in terms of that of $X$. A\nsharp connectivity theorem is also established. Finally barycenter spaces of\nspheres are studied in details.\n","Comment: This is a greatly improved and vastly reorganized version. Several\n  relevant lemmas have been added and a computation of the Euler characteristic\n  of barycenter spaces is now included. Some proofs have been either simplified\n  or expanded, and in the case of Theorem 1.1 the proof has been corrected.\n  This is the final version to appear in Advanced non-linear studies"]}]
["math/0602376",{"format":[],"subject":["Mathematics - Numerical Analysis","65M50, 65M06, 35K57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602376","Applied Numerical Mathematics, 58(3):249-263, 2008","doi:10.1016/j.apnum.2006.11.014"],"date":["2006-02-17"],"type":["text"],"creator":["Soheili, Ali Reza","Stockie, John M."],"language":[],"coverage":[],"title":["A moving mesh method with variable relaxation time"],"description":["  We propose a moving mesh adaptive approach for solving time-dependent partial\ndifferential equations. The motion of spatial grid points is governed by a\nmoving mesh PDE (MMPDE) in which a mesh relaxation time \\tau is employed as a\nregularization parameter. Previously reported results on MMPDEs have invariably\nemployed a constant value of the parameter \\tau. We extend this standard\napproach by incorporating a variable relaxation time that is calculated\nadaptively alongside the solution in order to regularize the mesh appropriately\nthroughout a computation. We focus on singular problems involving self-similar\nblow-up to demonstrate the advantages of using a variable relaxation ime over a\nfixed one in terms of accuracy, stability and efficiency.\n","Comment: 21 pages"]}]
["math/0702018",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B69, 17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702018","J. Algebra 319 (2008) 2434-2450","doi:10.1016/j.jalgebra.2008.01.003"],"date":["2007-02-01","2007-10-27"],"type":["text"],"creator":["Adamovic, Drazen","Perse, Ozren"],"language":[],"coverage":[],"title":["Representations of certain non-rational vertex operator algebras of\n  affine type"],"description":["  In this paper we study a series of vertex operator algebras of integer level\nassociated to the affine Lie algebra $A_{\\ell}^{(1)}$. These vertex operator\nalgebras are constructed by using the explicit construction of certain singular\nvectors in the universal affine vertex operator algebra $N(n-2,0)$ at the\ninteger level. In the case $n=1$ or $l=2$, we explicitly determine Zhu's\nalgebras and classify all irreducible modules in the category $\\mathcal{O}$. In\nthe case $l=2$, we show that the vertex operator algebra $N(n-2,0)$ contains\ntwo linearly independent singular vectors of the same conformal weight.\n","Comment: 15 pages, LaTeX; final version, to appear in J. Algebra"]}]
["physics/0109060",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0109060","Published in Journal of New Energy, (October 2001), Vol. 6, Number\n  2, pp. 46-58"],"date":["2001-09-24","2003-04-07"],"type":["text"],"creator":["De Aquino, Fran"],"language":[],"coverage":[],"title":["A Possibility of Gravity Control in Luminescent Materials"],"description":["  It was demonstrated (gr-qc/9910036) that the gravitational and inertial\nmasses are correlated by an adimensional factor, which depends on the incident\n(or emitted)radiation upon the particle. There is a direct correlation between\nthe radiation absorbed(or radiated) by the particle and its gravitational mass,\nindependently of the inertial mass. Only in the absence of electromagnetic\nradiation the mentioned factor becomes equal to one. On the other hand, in\nspecific electromagnetic conditions, it can be reduced, nullified or made\nnegative. This means that there is the possibility of the gravitational masses\ncan be reduced, nullified or made negative by means of electromagnetic\nradiation. This unexpected theoretical result was confirmed by an experiment\nusing Extra-Low Frequency(ELF) radiation on ferromagnetic material\n(gr-qc/0005107). Recently another experiment using UV light on phosphorescent\nplastic have confirmed the phenomenon. We present a complete explanation for\nthe alterations of the gravitational field in luminescent materials. This work\nindicates that the alterations of the gravitational field can be sufficiently\nstrong to invert the gravity on luminescent materials.\n","Comment: 8 pages, PDF"]}]
["physics/0612149",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0612149","JETP Lett. 85, 156 (2007)","doi:10.1134/S0021364007030058"],"date":["2006-12-14"],"type":["text"],"creator":["Antipov, A. E.","Rubtsov, A. N."],"language":[],"coverage":[],"title":["Optical echo in photonic crystals"],"description":["  The dynamics of photonic wavepacket in the effective oscillator potential is\nstudied. The oscillator potential is constructed on a base of one dimensional\nphotonic crystal with a period of unit cell adiabatically varied in space. The\nstructure has a locally equidistant discrete spectrum. This leads to an echo\neffect, i.e. the periodical reconstruction of the packet shape. The effect can\nbe observed in a nonlinear response of the system. Numerical estimations for\nporous-silicon based structures are presented for femtosecond Ti:Sapphire laser\npump.\n","Comment: 4 pages"]}]
["quant-ph/0512034",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0512034","NATO Science Series, III: Comp. Syst. Sciences 199, p 103 (2006)"],"date":["2005-12-05"],"type":["text"],"creator":["Vlasov, Alexander Yu."],"language":[],"coverage":[],"title":["Quantum Information Processing with Low-Dimensional Systems"],"description":["  A `register' in quantum information processing -- is composition of k quantum\nsystems, `qudits'. The dimensions of Hilbert spaces for one qudit and whole\nquantum register are d and d^k respectively, but we should have possibility to\nprepare arbitrary entangled state of these k systems. Preparation and arbitrary\ntransformations of states are possible with universal set of quantum gates and\nfor any d may be suggested such gates acting only on single systems and\nneighbouring pairs. Here are revisited methods of construction of Hamiltonians\nfor such universal set of gates and as a concrete new example is considered\ncase with qutrits. Quantum tomography is also revisited briefly.\n","Comment: Comment: LaTeX, 8 pages"]}]
