["0704.1577",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1577","Phys. Rev. Lett. 99, 147401 (2007)","doi:10.1103/PhysRevLett.99.147401"],"date":["2007-04-12"],"type":["text"],"creator":["Fedotov, V. A.","Rose, M.","Prosvirnin, S. L.","Papasimakis, N.","Zheludev, N. I."],"language":[],"coverage":[],"title":["Sharp dark-mode resonances in planar metamaterials with broken\n  structural symmetry"],"description":["  We report that resonant response with a very high quality factor can be\nachieved in a planar metamaterial by introducing symmetry breaking in the shape\nof its structural elements, which enables excitation of dark modes, i.e. modes\nthat are weakly coupled to free space.\n","Comment: 4 pages, 3 figures"]}]
["0711.1483",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1483","Phys. Rev. Lett. 100, 110406 (2008)","doi:10.1103/PhysRevLett.100.110406"],"date":["2007-11-09","2007-11-10"],"type":["text"],"creator":["Keilmann, T.","Garcia-Ripoll, J. J."],"language":[],"coverage":[],"title":["Dynamical creation of bosonic Cooper-like pairs"],"description":["  We propose a scheme to create a metastable state of paired bosonic atoms in\nan optical lattice. The most salient features of this state are that the\nwavefunction of each pair is a Bell state and that the pair size spans half the\nlattice, similar to fermionic Cooper pairs. This mesoscopic state can be\ncreated with a dynamical process that involves crossing a quantum phase\ntransition and which is supported by the symmetries of the physical system. We\ncharacterize the final state by means of a measurable two-particle correlator\nthat detects both the presence of the pairs and their size.\n"]}]
["0712.3430",{"format":[],"subject":["Mathematics - Rings and Algebras","16S90, 16W25, 16N80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3430","Communications in Algebra, 37(3) (2009) 794 - 810"],"date":["2007-12-20","2009-02-01"],"type":["text"],"creator":["Vas, Lia"],"language":[],"coverage":[],"title":["Extending ring derivations to right and symmetric rings and modules of\n  quotients"],"description":["  We define and study the symmetric version of differential torsion theories.\nWe prove that the symmetric versions of some of the existing results on\nderivations on right modules of quotients hold for derivations on symmetric\nmodules of quotients. In particular, we prove that the symmetric Lambek, Goldie\nand perfect torsion theories are differential.\n  We also study conditions under which a derivation on a right or symmetric\nmodule of quotients extends to a right or symmetric module of quotients with\nrespect to a larger torsion theory. Using these results, we study extensions of\nring derivations to maximal, total and perfect right and symmetric rings of\nquotients.\n"]}]
["0712.3495",{"format":[],"subject":["Mathematics - Rings and Algebras","16S90, 16N80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3495","Journal of Algebra and its Applications, 8 (2009), no. 5, 689 -\n  711"],"date":["2007-12-20","2009-02-01"],"type":["text"],"creator":["Vas, Lia"],"language":[],"coverage":[],"title":["Perfect Symmetric Rings of Quotients"],"description":["  Perfect Gabriel filters of right ideals and their corresponding right rings\nof quotients have the desirable feature that every module of quotients is\ndetermined solely by the right ring of quotients. On the other hand, symmetric\nrings of quotients have a symmetry that mimics the commutative case. In this\npaper, we study rings of quotients that combine these two desirable properties.\n  We define the symmetric versions of a right perfect ring of quotients and a\nright perfect Gabriel filter -- the perfect symmetric ring of quotients and the\nperfect symmetric Gabriel filter and study their properties. Then we prove that\nthe standard construction of the total right ring of quotients can be adapted\nto the construction of the largest perfect symmetric ring of quotients -- the\ntotal symmetric ring of quotients. We also demonstrate that Morita's\nconstruction of the total right ring of quotients can be adapted to the\nconstruction of the total symmetric ring of quotients.\n"]}]
["0712.3523",{"format":[],"subject":["Mathematics - Rings and Algebras","16S90, 16W25, 16N80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3523","International Journal of Algebra, 2(15) (2008) 711 - 731"],"date":["2007-12-20","2008-05-03"],"type":["text"],"creator":["Vas, Lia"],"language":[],"coverage":[],"title":["Extending higher derivations to rings and modules of quotients"],"description":["  A torsion theory is called differential (higher differential) if a derivation\n(higher derivation) can be extended from any module to the module of quotients\ncorresponding to the torsion theory. We study conditions equivalent to higher\ndifferentiability of a torsion theory. It is known that the Lambek, Goldie and\nany perfect torsion theories are differential. We show that these classes of\ntorsion theories are higher differential as well. Then, we study conditions\nunder which a higher derivation extended to a right module of quotients extends\nalso to a right module of quotients with respect to a larger torsion theory.\nLastly, we define and study the symmetric version of higher differential\ntorsion theories. We prove that the symmetric versions of the results on higher\ndifferential (one-sided) torsion theories hold for higher derivations on\nsymmetric modules of quotients. In particular, we prove that the symmetric\nLambek, Goldie and any perfect torsion theories are higher differential.\n"]}]
["0801.2369",{"format":[],"subject":["Mathematics - Differential Geometry","53C60, 53C43, 53C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2369","Analele Stiintifice ale Universitatii \"Al.I. Cuza\" din Iasi\n  (S.N.). Matematica, Tomul LVI, f.2 (2010), 407-428","doi:10.2478/v10157-010-0029-1"],"date":["2008-01-15","2009-07-10"],"type":["text"],"creator":["Neagu, Mircea"],"language":[],"coverage":[],"title":["Jet Geometrical Objects Depending on a Relativistic Time"],"description":["  In this paper we study a collection of jet geometrical concepts, we refer to\nd-tensors, relativistic time dependent semisprays, harmonic curves and\nnonlinear connections on the 1-jet space J1(R;M), necessary to the construction\nof a Miron's-like geometrization for Lagrangians depending on a relativistic\ntime. The geometrical relations between these jet geometrical objects are\nexposed.\n","Comment: 19 pages; The author thanks the referee of Analele Stiintifice ale\n  Universitatii \"Al.I.Cuza\" din Iasi. Matematica for its remarks and useful\n  suggestions"]}]
["0802.0951",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0951","Phys.Rev.D77:064011,2008","doi:10.1103/PhysRevD.77.064011"],"date":["2008-02-07","2008-03-11"],"type":["text"],"creator":["Kobayashi, Taichi","Onda, Kohei","Tomimatsu, Akira"],"language":[],"coverage":[],"title":["Disk illumination by black hole superradiance of electromagnetic\n  perturbations"],"description":["  Using the Kerr-Schild formalism to solve the Einstein-Maxwell equations, we\nstudy energy transport due to time-dependent electromagnetic perturbations\naround a Kerr black hole, which may work as a mechanism to illuminate a disk\nlocated on the equatorial plane. For such a disk-hole system it is found that\nthe energy extraction from the hole can occur under the well-known\nsuperradiance condition for wave frequency, even though the energy absorption\ninto the hole should be rather dominant near the polar region of the horizon.\nWe estimate the efficiency of the superradiant amplification of the disk\nillumination. Further we calculate the time-averaged energy density\ndistribution to show explicitly the existence of a negative energy region near\nthe horizon and to discuss the possible generation of a hot spot on the disk.\n","Comment: 11 pages, 4 figures, corrected typos, published in Physical Review D"]}]
["0803.1276",{"format":[],"subject":["Mathematics - Statistics Theory","62C20, 62J07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1276","Journal of Multivariate Analysis, 100 (2009), 2155-2166","doi:10.1016/j.jmva.2009.06.001"],"date":["2008-03-08"],"type":["text"],"creator":["Maruyama, Yuzo","Strawderman, William E."],"language":[],"coverage":[],"title":["An extended class of minimax generalized Bayes estimators of regression\n  coefficients"],"description":["  We derive minimax generalized Bayes estimators of regression coefficients in\nthe general linear model with spherically symmetric errors under invariant\nquadratic loss for the case of unknown scale. The class of estimators\ngeneralizes the class considered in Maruyama and Strawderman (2005) to include\nnon-monotone shrinkage functions.\n"]}]
["0803.3094",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","37C40, 37D25, 37C85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3094"],"date":["2008-03-20","2010-09-13"],"type":["text"],"creator":["Kalinin, Boris","Katok, Anatole","Hertz, Federico Rodriguez"],"language":[],"coverage":[],"title":["Nonuniform measure rigidity"],"description":["  We consider an ergodic invariant measure $\\mu$ for a smooth action of $Z^k$,\n$k \\ge 2$, on a $(k+1)$-dimensional manifold or for a locally free smooth\naction of $R^k$, $k \\ge 2$ on a $(2k+1)$-dimensional manifold. We prove that if\n$\\mu$ is hyperbolic with the Lyapunov hyperplanes in general position and if\none element of the action has positive entropy, then $\\mu$ is absolutely\ncontinuous. The main ingredient is absolute continuity of conditional measures\non Lyapunov foliations which holds for a more general class of smooth actions\nof higher rank abelian groups.\n","Comment: To appear in Annals of Mathematics"]}]
["0805.1755",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems","57M07, 20F65, 37B10, 37D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1755","Ergodic Theory Dynam. Systems 30 (2010), no. 5, 1343-1369"],"date":["2008-05-13","2009-06-16"],"type":["text"],"creator":["Calegari, Danny","Fujiwara, Koji"],"language":[],"coverage":[],"title":["Combable functions, quasimorphisms, and the central limit theorem"],"description":["  A function on a discrete group is weakly combable if its discrete derivative\nwith respect to a combing can be calculated by a finite state automaton. A\nweakly combable function is bicombable if it is Lipschitz in both the left and\nright invariant word metrics.\n  Examples of bicombable functions on word-hyperbolic groups include (i)\nhomomorphisms to Z (ii) word length with respect to a finite generating set\n(iii) most known explicit constructions of quasimorphisms (e.g. the\nEpstein-Fujiwara counting quasimorphisms)\n  We show that bicombable functions on word-hyperbolic groups satisfy a central\nlimit theorem: if \\bar{\\phi}_n is the value of \\phi on a random element of word\nlength n (in a certain sense), there are E and \\sigma for which there is\nconvergence in the sense of distribution n^{-1/2}(\\bar{\\phi}_n - nE) \\to\nN(0,\\sigma), where N(0,\\sigma) denotes the normal distribution with standard\ndeviation \\sigma. As a corollary, we show that if S_1 and S_2 are any two\nfinite generating sets for G, there is an algebraic number lambda_{1,2}\ndepending on S_1 and S_2 such that almost every word of length n in the S_1\nmetric has word length n\\lambda_{1,2} in the S_2 metric, with error of size\nO(\\sqrt{n}).\n","Comment: 26 pages; version 3: typos corrected, referee's comments incorporated"]}]
["0805.3792",{"format":[],"subject":["Mathematics - Functional Analysis","46B20 (Primary), 46B07, 52A21 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3792","Advances In Math. 221 (2009), 331-342","doi:10.1016/j.aim.2008.12.004"],"date":["2008-05-24"],"type":["text"],"creator":["Szarek, Stanislaw J.","Tomczak-Jaegermann, Nicole"],"language":[],"coverage":[],"title":["On the nontrivial projection problem"],"description":["  The Nontrivial Projection Problem asks whether every finite-dimensional\nnormed space of dimension greater than one admits a well-bounded projection of\nnon-trivial rank and corank or, equivalently, whether every centrally symmetric\nconvex body (of arbitrary dimension greater than one) is approximately affinely\nequivalent to a direct product of two bodies of non-trivial dimension. We show\nthat this is true \"up to a logarithmic factor.\"\n","Comment: 17 pages"]}]
["0807.4471",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4471","Physical Review Letters 102, 026002 (2009)","doi:10.1103/PhysRevLett.102.026002"],"date":["2008-07-28"],"type":["text"],"creator":["Benzi, Roberto","Chibbaro, Sergio","Succi, Sauro"],"language":[],"coverage":[],"title":["Mesoscopic lattice Boltzmann modeling of flowing soft systems"],"description":["  A mesoscopic multi-component lattice Boltzmann model with short-range\nrepulsion between different species and short/mid-ranged attractive/repulsive\ninteractions between like-molecules is introduced. The interplay between these\ncomposite interactions gives rise to a rich configurational dynamics of the\ndensity field, exhibiting many features of disordered liquid dispersions\n(micro-emulsions) and soft-glassy materials, such as long-time relaxation due\nto caging effects, anomalous enhanced viscosity, ageing effects under moderate\nshear and flow above a critical shear rate.\n","Comment: 4 pages, 4 figures"]}]
["0809.0150",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Optimization and Control","37C10 (Primary) 34D20, 37B35, 37N40, 52A10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0150","Journal de Math\\'ematiques Pures et Appliqu\\'es 94 (2010) 183-199","doi:10.1016/j.matpur.2010.03.007"],"date":["2008-08-31"],"type":["text"],"creator":["Daniilidis, Aris","Ley, Olivier","Sabourau, Stéphane"],"language":[],"coverage":[],"title":["Asymptotic behaviour of self-contracted planar curves and gradient\n  orbits of convex functions"],"description":["  We hereby introduce and study the notion of self-contracted curves, which\nencompasses orbits of gradient systems of convex and quasiconvex functions. Our\nmain result shows that bounded self-contracted planar curves have a finite\nlength. We also give an example of a convex function defined in the plane whose\ngradient orbits spiral infinitely many times around the unique minimum of the\nfunction.\n"]}]
["0810.2491",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2491","Phys. Rev. A 79, 020301(R) (2009)","doi:10.1103/PhysRevA.79.020301"],"date":["2008-10-14","2009-02-03"],"type":["text"],"creator":["Murphy, Michael","Jiang, Liang","Khaneja, Navin","Calarco, Tommaso"],"language":[],"coverage":[],"title":["High-fidelity fast quantum transport with imperfect controls"],"description":["  Effective transport of quantum information is an essential element of quantum\ncomputation. We consider the problem of transporting a quantum state by using a\nmoving potential well, while maintaining the encoded quantum information. In\nparticular, we look at a set of cases where the input control defining the\nposition of the potential well is subject to different types of distortion,\neach of which is motivated by experimental considerations. We show that even\nunder these conditions, we are able to perfectly transfer the quantum\ninformation non-adiabatically over any given distance.\n","Comment: 4 pages, 4 figures"]}]
["0901.0597",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0597"],"date":["2009-01-06","2010-09-13"],"type":["text"],"creator":["Rastegar, Reza"],"language":[],"coverage":[],"title":["On the Optimal Convergence Probability of Univariate Estimation of\n  Distribution Algorithms"],"description":["  In this paper, we obtain bounds on the probability of convergence to the\noptimal solution for the compact Genetic Algorithm (cGA) and the Population\nBased Incremental Learning (PBIL). We also give a sufficient condition for\nconvergence of these algorithms to the optimal solution and compute a range of\npossible values of the parameters of these algorithms for which they converge\nto the optimal solution with a confidence level.\n","Comment: evolutionary computation"]}]
["0901.4810",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4810","Handbook of Nanophysics: Clusters and Fullerenes (K.D.Sattler,\n  ed.; CRC Press; ISBN 978-1-4200755-4-0; September 2010)"],"date":["2009-01-29"],"type":["text"],"creator":["de Heer, Walt A.","Kresin, Vitaly V."],"language":[],"coverage":[],"title":["Electric and Magnetic Dipole Moments of Free Nanoclusters"],"description":["  The article provides an overview of the behavior and detection of electric\nand magnetic dipole moments in free atomic and molecular nanoclusters.\n","Comment: Article prepared for the Handbook of Nanophysics, ed. by Klaus D.\n  Sattler, to be published by Taylor&Francis/CRC Press"]}]
["0902.3506",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A99, 11P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3506"],"date":["2009-02-19","2010-09-13"],"type":["text"],"creator":["Chipeniuk, Karsten"],"language":[],"coverage":[],"title":["Sums and Products of Distinct Sets and Distinct Elements in $\\mathbb{C}$"],"description":["  Let $A$ and $B$ be finite subsets of $\\mathbb{C}$ such that $|B|=C|A|$. We\nshow the following variant of the sum product phenomenon: If $|AB|<\\alpha|A|$\nand $\\alpha \\ll \\log |A|$, then $|kA+lB|\\gg |A|^k|B|^l$. This is an application\nof a result of Evertse, Schlickewei, and Schmidt on linear equations with\nvariables taking values in multiplicative groups of finite rank, in combination\nwith an earlier theorem of Ruzsa about sumsets in $\\mathbb{R}^d$. As an\napplication of the case $A=B$ we give a lower bound on $|A^+|+|A^\\times|$,\nwhere $A^+$ is the set of sums of distinct elements of $A$ and $A^\\times$ is\nthe set of products of distinct elements of $A$.\n","Comment: 27 pages, Revised with corrections. Accepted by Integers: Electronic\n  Journal of Combinatorial Number Theory"]}]
["0903.0724",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0724","New J. Physics 12, 065037 (2010)","doi:10.1088/1367-2630/12/6/065037"],"date":["2009-03-04","2009-09-10"],"type":["text"],"creator":["Alberti, A.","Ferrari, G.","Ivanov, V. V.","Chiofalo, M. L.","Tino, G. M."],"language":[],"coverage":[],"title":["Coherent transport of atomic wave packets in amplitude-modulated\n  vertical optical lattices"],"description":["  We report on the realization of dynamical control of transport for ultra-cold\nSr88 atoms loaded in an accelerated and amplitude-modulated 1D optical lattice.\nWe tailor the energy dispersion of traveling wave packets and reversibly switch\nbetween Wannier-Stark localization and driven transport based on coherent\ntunneling. Within a Loschmidt-echo scheme where the atomic group velocities are\nreversed at once, we demonstrate a novel mirror for matter waves working\nindependently of the momentum state and discuss possible applications to force\nmeasurements at micrometric scales.\n"]}]
["0903.1452",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1452","Duke Math. J. 154 (2010), no. 2, 265--341"],"date":["2009-03-08","2009-11-19"],"type":["text"],"creator":["Hernandez, David","Leclerc, Bernard"],"language":[],"coverage":[],"title":["Cluster algebras and quantum affine algebras"],"description":["  Let C be the category of finite-dimensional representations of a quantum\naffine algebra of simply-laced type. We introduce certain monoidal\nsubcategories C_l (l integer) of C and we study their Grothendieck rings using\ncluster algebras.\n","Comment: 55 pages, accepted for publication in Duke Mathematical Journal"]}]
["0903.3278",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3278","Elsevier, Computer Networks, 2010","doi:10.1016/j.comnet.2009.11.018"],"date":["2009-03-19","2009-06-15"],"type":["text"],"creator":["Xu, Yuedong","Lui, John C. S.","Chiu, Dah-Ming"],"language":[],"coverage":[],"title":["On Oligopoly Spectrum Allocation Game in Cognitive Radio Networks with\n  Capacity Constraints"],"description":["  Dynamic spectrum sharing is a promising technology to improve spectrum\nutilization in the future wireless networks. The flexible spectrum management\nprovides new opportunities for licensed primary user and unlicensed secondary\nusers to reallocate the spectrum resource efficiently. In this paper, we\npresent an oligopoly pricing framework for dynamic spectrum allocation in which\nthe primary users sell excessive spectrum to the secondary users for monetary\nreturn. We present two approaches, the strict constraints (type-I) and the QoS\npenalty (type-II), to model the realistic situation that the primary users have\nlimited capacities. In the oligopoly model with strict constraints, we propose\na low-complexity searching method to obtain the Nash Equilibrium and prove its\nuniqueness. When reduced to a duopoly game, we analytically show the\ninteresting gaps in the leader-follower pricing strategy. In the QoS penalty\nbased oligopoly model, a novel variable transformation method is developed to\nderive the unique Nash Equilibrium. When the market information is limited, we\nprovide three myopically optimal algorithms \"StrictBEST\", \"StrictBR\" and\n\"QoSBEST\" that enable price adjustment for duopoly primary users based on the\nBest Response Function (BRF) and the bounded rationality (BR) principles.\nNumerical results validate the effectiveness of our analysis and demonstrate\nthe fast convergence of \"StrictBEST\" as well as \"QoSBEST\" to the Nash\nEquilibrium. For the \"StrictBR\" algorithm, we reveal the chaotic behaviors of\ndynamic price adaptation in response to the learning rates.\n","Comment: 40 pages, 22 figures"]}]
["0904.4837",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4837","Nature Physics 5, 592 - 597 (2009)","doi:10.1038/nphys1329"],"date":["2009-04-30","2010-09-13"],"type":["text"],"creator":["Boehi, Pascal","Riedel, Max F.","Hoffrogge, Johannes","Reichel, Jakob","Haensch, Theodor W.","Treutlein, Philipp"],"language":[],"coverage":[],"title":["Coherent manipulation of Bose-Einstein condensates with state-dependent\n  microwave potentials on an atom chip"],"description":["  Entanglement-based technologies, such as quantum information processing,\nquantum simulations, and quantum-enhanced metrology, have the potential to\nrevolutionise our way of computing and measuring and help clarifying the\npuzzling concept of entanglement itself. Ultracold atoms on atom chips are\nattractive for their implementation, as they provide control over quantum\nsystems in compact, robust, and scalable setups. An important tool in this\nsystem is a potential depending on the internal atomic state. Coherent dynamics\nin this potential combined with collisional interactions allows entanglement\ngeneration both for individual atoms and ensembles. Here, we demonstrate\ncoherent manipulation of Bose-condensed atoms in such a potential, generated in\na novel way with microwave near-fields on an atom chip. We reversibly entangle\natomic internal and motional states, realizing a trapped-atom interferometer\nwith internal-state labelling. Our system provides control over collisions in\nmesoscopic condensates, paving the way for on-chip generation of many-particle\nentanglement and quantum-enhanced metrology with spin-squeezed states.\n","Comment: 9 pages, 6 figures"]}]
["0905.4772",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4772"],"date":["2009-05-28","2010-09-12"],"type":["text"],"creator":["Xu, Lixin","Lu, Jianbo","Li, Wenbo"],"language":[],"coverage":[],"title":["Time Variable Cosmological Constants from Cosmological Horizons"],"description":["  In this paper, motivated from the fact that a de Sitter cosmological boundary\ncorresponds to a positive cosmological constant, we consider time variable\ncosmological constants, dubbed {\\it horizon cosmological constants}. The\nhorizon cosmological constants correspond to Hubble horizon, future event\nhorizon and particle horizon are discussed respectively. When the Hubble\nhorizon is taken as a cosmological length scale, the effective equation of\nstate of horizon cosmological constant is quintessence-like. The values of\nmodel parameter $c$ will determine the current status of our universe. When\nparticle horizon is taken as the cosmological length scale, non viable\ncosmological model can be obtained for the requirement of\n$\\Omega_{\\Lambda}<1/3$ which conflicts with current comic observations. When\nthe future event horizon is taken as the role of cosmological length scale, the\nforms of effective equation of state of horizon cosmological constants are the\nthe same as the holographic ones. But, their evolutions are different because\nof the effective interaction with cold dark matter.\n","Comment: 7 pahes, 2 figure, typos corrected"]}]
["0906.0002",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0002","Phys.Rev.D80:115008,2009","doi:10.1103/PhysRevD.80.115008"],"date":["2009-06-01","2010-09-12"],"type":["text"],"creator":["Finkbeiner, Douglas P.","Lin, Tongyan","Weiner, Neal"],"language":[],"coverage":[],"title":["Inelastic Dark Matter and DAMA/LIBRA: An Experimentum Crucis"],"description":["  The DAMA/LIBRA collaboration has detected an annual modulation of the recoil\nrate in NaI crystals with the phase expected for WIMP scattering events. This\nsignal is dramatically inconsistent with upper limits from other experiments\nfor elastically scattering weak-scale WIMPs. However, the results are\ncompatible for the case of inelastic dark matter (iDM). The iDM theory, as\nimplemented by Tucker-Smith and Weiner, constrains the WIMP to a tight contour\nin sigma_n-delta space, where delta is the mass difference between the ground\nstate and excited WIMPs. An urgent priority in direct detection is to test this\nscenario. The crucial test of the iDM explanation of DAMA -- an \"experimentum\ncrucis\" -- is an experiment with directional sensitivity, which can measure the\ndaily modulation in direction. Because the contrast can be 100%, it is a\nsharper test than the much smaller annual modulation in the rate. We estimate\nthe significance of such an experiment as a function of the WIMP mass, cross\nsection, background rate, and other parameters. The proposed experiment\nseverely constrains the DAMA/iDM scenario even with modest exposure (~1000 kg\nday) on gaseous xenon.\n","Comment: 12 pages, 9 Figures. v2: minor changes, journal version"]}]
["0908.2956",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2956","Phys. Rev. A 81, 022110 (2010)","doi:10.1103/PhysRevA.81.022110"],"date":["2009-08-20","2010-01-08"],"type":["text"],"creator":["Verso, Alvise","Ankerhold, Joachim"],"language":[],"coverage":[],"title":["Dissipation in a rotating frame: master equation, effective temperature\n  and Lamb-shift"],"description":["  Motivated by recent realizations of microwave-driven nonlinear resonators in\nsuperconducting circuits, the impact of environmental degrees of freedom is\nanalyzed as seen from a rotating frame. A system plus reservoir model is\napplied to consistently derive in the weak coupling limit the master equation\nfor the reduced density in the moving frame and near the first bifurcation\nthreshold. It turns out that additional interactions between momenta of system\nand bath appear which have been omitted in previous studies. Explicit\nexpressions for the effective temperature and the Lamb-shift are given which\nfor ohmic baths are in agreement with experimental findings, while for\nstructured environments population inversion is predicted that may\nqualitatively explain recent observations.\n","Comment: 7 pages, 5 figures"]}]
["0909.1059",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1059"],"date":["2009-09-05","2010-09-13"],"type":["text"],"creator":["Caamano, M.","Rejmund, F.","Schmidt, K. -H."],"language":[],"coverage":[],"title":["Discrimination between roles of fissioning nucleus and asymmetry degree\n  of freedom on the even-odd structure in fission-fragment yields"],"description":["  Based on a wide systematics of fission-fragment distributions measured in\nlow-energy fission, the even-odd staggering in the fission-fragment element\nyields is investigated. The well-established evolution of the global even-odd\neffect with the fissioning system is found to be only a partial aspect of the\neven-odd structure. Indeed, it is shown that the global even-odd effect is\nvarying systematically with the mean asymmetry of the fission-fragment\ndistribution, and that the general increase of the even-odd staggering with\nasymmetry is depending on the fissioning system. Thus, the dependency of the\neven-odd effect with the fissioning system is accredited in part to the\nasymmetry evolution of the charge distribution, and not solely related to the\ndissipated energy as it has been done earlier. This interpretation is strongly\nsupported by data measured in inverse kinematics, which cover the complete\ncharge distribution and include precise yields at symmetry. The relevance of\nthe order parameter to describe the even-odd effect in fission-fragment yields\nas a general property is explored.\n"]}]
["0909.1352",{"format":[],"subject":["Mathematics - Probability","60K35, 82B41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1352"],"date":["2009-09-07","2010-09-11"],"type":["text"],"creator":["Graham, B. T."],"language":[],"coverage":[],"title":["Sublinear variance for directed last-passage percolation"],"description":["  A range of first-passage percolation type models are believed to demonstrate\nthe related properties of sublinear variance and superdiffusivity. We show that\ndirected last-passage percolation with Gaussian vertex weights has a sublinear\nvariance property. We also consider other vertex weight distributions.\n  Corresponding results are obtained for the ground state of the `directed\npolymers in a random environment' model.\n","Comment: Revised version. Accepted: Journal of Theoretical Probability"]}]
["0909.2813",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2813","J. Comput. Theor. Nanosci. 7, 2441-2447 (2010)","doi:10.1166/jctn.2010.1631"],"date":["2009-09-15","2009-10-21"],"type":["text"],"creator":["Ponomarev, Alexey V.","Denisov, Sergey","Hanggi, Peter"],"language":[],"coverage":[],"title":["Quantum machine using cold atoms"],"description":["  For a machine to be useful in practice, it preferably has to meet two\nrequirements: namely, (i) to be able to perform work under a load and (ii) its\noperational regime should ideally not depend on the time at which the machine\nis switched-on. We devise a minimal setup, consisting of two atoms only, for an\nac-driven quantum motor which fulfills both these conditions. Explicitly, the\nmotor consists of two different interacting atoms placed into a ring-shaped\nperiodic optical potential -- an optical \"bracelet\" --, resulting from the\ninterference of two counter-propagating Laguerre-Gauss laser beams. This\nbracelet is additionally threaded by a pulsating magnetic flux. While the first\natom plays a role of a quantum \"carrier\", the second serves as a quantum\n\"starter\", which sets off the \"carrier\" into a steady rotational motion. For\nfixed zero-momentum initial conditions the asymptotic carrier velocity\nsaturates to a unique, nonzero value which becomes increasingly independent on\nthe starting time with increasing \"bracelet\"-size. We identify the quantum\nmechanisms of rectification and demonstrate that our quantum motor is able to\nperform useful work.\n","Comment: simplified notations, extended figure captions; 16 pages, 6 figures"]}]
["0909.3560",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Primary 60K35, secondary 60F05, 60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3560"],"date":["2009-09-19","2010-09-11"],"type":["text"],"creator":["Nagahata, Yukio","Yoshida, Nobuo"],"language":[],"coverage":[],"title":["A Note on the Diffusive Scaling Limit for a Class of Linear Systems"],"description":["  We consider a class of continuous-time stochastic growth models on\n$d$-dimensional lattice with non-negative real numbers as possible values per\nsite. We remark that the diffusive scaling limit proven in our previous work\n[Nagahata, Y., Yoshida, N.: Central Limit Theorem for a Class of Linear\nSystems, Electron. J. Probab. Vol. 14, No. 34, 960--977. (2009)] can be\nextended to wider class of models so that it covers the cases of\npotlatch/smoothing processes.\n"]}]
["0909.3868",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3868"],"date":["2009-09-21","2010-09-13"],"type":["text"],"creator":["Salemi, Luigi"],"language":[],"coverage":[],"title":["Method of resolution of 3SAT in polynomial time"],"description":["  Presentation of a Method for determining whether a problem 3Sat has solution,\nand if yes to find one, in time max O(n^15). Is thus proved that the problem\n3Sat is fully resolved in polynomial time and therefore that it is in P, by the\nwork of Cook and Levin, and can transform a SAT problem in a 3Sat in polynomial\ntime (ref. Karp), it follows that P = NP. Open Source program is available at\nhttp://www.visainformatica.it/3sat\n"]}]
["0910.1049",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","35H10, 47A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1049"],"date":["2009-10-06","2010-09-11"],"type":["text"],"creator":["Li, Wei-Xi"],"language":[],"coverage":[],"title":["Global Hypoellipticity and Compactness of Resolvent for Fokker-Planck\n  Operator"],"description":["  In this paper we study the Fokker-Planck operator with potential V(x), and\nanalyze some kind of conditions imposed on the potential to ensure the validity\nof global hypoelliptic estimates. As a consequence, we obtain the compactness\nof resolvent of the Fokker-Planck operator if either the Witten Laplacian on\n0-forms has a compact resolvent or some additional assumption on the behavior\nof the potential at infinity is fulfilled. This work improves the previous\nresults of H\\'erau-Nier and Helffer-Nier, by obtaining a better global\nhypoelliptic estimate under weaker assumptions on the potential.\n","Comment: Lemma 4.6 is corrected"]}]
["0910.2042",{"format":[],"subject":["Mathematics - Statistics Theory","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2042"],"date":["2009-10-11"],"type":["text"],"creator":["Raskutti, Garvesh","Wainwright, Martin J.","Yu, Bin"],"language":[],"coverage":[],"title":["Minimax rates of estimation for high-dimensional linear regression over\n  $\\ell_q$-balls"],"description":["  Consider the standard linear regression model $\\y = \\Xmat \\betastar + w$,\nwhere $\\y \\in \\real^\\numobs$ is an observation vector, $\\Xmat \\in\n\\real^{\\numobs \\times \\pdim}$ is a design matrix, $\\betastar \\in \\real^\\pdim$\nis the unknown regression vector, and $w \\sim \\mathcal{N}(0, \\sigma^2 I)$ is\nadditive Gaussian noise. This paper studies the minimax rates of convergence\nfor estimation of $\\betastar$ for $\\ell_\\rpar$-losses and in the\n$\\ell_2$-prediction loss, assuming that $\\betastar$ belongs to an\n$\\ell_{\\qpar}$-ball $\\Ballq(\\myrad)$ for some $\\qpar \\in [0,1]$. We show that\nunder suitable regularity conditions on the design matrix $\\Xmat$, the minimax\nerror in $\\ell_2$-loss and $\\ell_2$-prediction loss scales as $\\Rq\n\\big(\\frac{\\log \\pdim}{n}\\big)^{1-\\frac{\\qpar}{2}}$. In addition, we provide\nlower bounds on minimax risks in $\\ell_{\\rpar}$-norms, for all $\\rpar \\in [1,\n+\\infty], \\rpar \\neq \\qpar$. Our proofs of the lower bounds are\ninformation-theoretic in nature, based on Fano's inequality and results on the\nmetric entropy of the balls $\\Ballq(\\myrad)$, whereas our proofs of the upper\nbounds are direct and constructive, involving direct analysis of least-squares\nover $\\ell_{\\qpar}$-balls. For the special case $q = 0$, a comparison with\n$\\ell_2$-risks achieved by computationally efficient $\\ell_1$-relaxations\nreveals that although such methods can achieve the minimax rates up to constant\nfactors, they require slightly stronger assumptions on the design matrix\n$\\Xmat$ than algorithms involving least-squares over the $\\ell_0$-ball.\n","Comment: Presented in part at the Allerton Conference on Control,\n  Communication and Computer, Monticello, IL, October 2009"]}]
["0910.3176",{"format":[],"subject":["Mathematics - Differential Geometry","53C60, 58E10, 83C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3176","J. Phys. A: Math. Theor. 43 (2010) 135207 (15pp)","doi:10.1088/1751-8113/43/13/135207"],"date":["2009-10-16","2010-09-12"],"type":["text"],"creator":["Caponio, Erasmo","Javaloyes, Miguel Angel","Masiello, Antonio"],"language":[],"coverage":[],"title":["Finsler geodesics in the presence of a convex function and their\n  applications"],"description":["  We obtain a result about the existence of only a finite number of geodesics\nbetween two fixed non-conjugate points in a Finsler manifold endowed with a\nconvex function. We apply it to Randers and Zermelo metrics. As a by-product,\nwe also get a result about the finiteness of the number of lightlike and\ntimelike geodesics connecting an event to a line in a standard stationary\nspacetime.\n","Comment: 16 pages, AMSLaTex. v2 is a minor revision: title changed, references\n  updated, typos fixed; it matches the published version. This preprint and\n  arXiv:math/0702323v3 [math.DG] substitute arXiv:math/0702323v2 [math.DG]"]}]
["0910.4287",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4287","Phys. Rev. B 81, 115306 (2010)","doi:10.1103/PhysRevB.81.115306"],"date":["2009-10-22","2010-09-13"],"type":["text"],"creator":["Machnikowski, Paweł","Kuhn, Tilmann"],"language":[],"coverage":[],"title":["Theory of the time-resolved Kerr rotation on trapped holes"],"description":["  We formulate a model of the time-resolved Kerr rotation experiment on a\nsingle hole in a semiconductor nanostructure (e.g., a quantum dot) or on an\nensemble of trapped holes (e.g., in a quantum well) in a tilted magnetic field.\nWe use a generic Markovian description of the hole and trion dephasing and\nfocus on the interpretation of the time-resolved signal in terms of the\nmicroscopic evolution of the spin polarization. We show that the signal in an\noff-plane field contains components that reveal both the spin relaxation rate\nand the spin coherence dephasing rate. We derive analytical formulas for the\nhole spin polarization, which may be used to extract the two relevant rates by\nfitting to the measurement data.\n","Comment: 13 pages, 7 figures"]}]
["0911.1418",{"format":[],"subject":["Mathematics - Geometric Topology","57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1418"],"date":["2009-11-09","2010-09-13"],"type":["text"],"creator":["Canary, Richard D.","Storm, Peter A."],"language":[],"coverage":[],"title":["Moduli spaces of hyperbolic 3-manifolds and dynamics on character\n  varieties"],"description":["  The space AH(M) of marked hyperbolic 3-manifold homotopy equivalent to a\ncompact 3-manifold with boundary M sits inside the PSL_2(C)-character variety\nX(M) of \\pi_1(M). We study the dynamics of the action of Out(\\pi_1(M)) on both\nAH(M) and X(M). The nature of the dynamics reflects the topology of M.\n  The quotient AI(M)=AH(M)/Out(\\pi_1(M)) may naturally be thought of as the\nmoduli space of unmarked hyperbolic 3-manifolds homotopy equivalent to M and\nits topology reflects the dynamics of the action.\n"]}]
["0911.4774",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4774"],"date":["2009-11-25","2010-09-11"],"type":["text"],"creator":["Garbit, Rodolphe"],"language":[],"coverage":[],"title":["A central limit theorem for two-dimensional random walks in a cone"],"description":["  We prove that a planar random walk with bounded increments and mean zero\nwhich is conditioned to stay in a cone converges weakly to the corresponding\nBrownian meander if and only if the tail distribution of the exit time from the\ncone is regularly varying. This condition is satisfied in many natural\nexamples.\n"]}]
["0912.0475",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0475"],"date":["2009-12-02","2010-09-11"],"type":["text"],"creator":["Einsiedler, Manfred","Kadyrov, Shirali"],"language":[],"coverage":[],"title":["Entropy and escape of mass for $SL(3,Z)\\SL(3,R)$"],"description":["  We study the relation between measure theoretic entropy and escape of mass\nfor the case of a singular diagonal flow on the moduli space of\nthree-dimensional unimodular lattices.\n"]}]
["0912.0487",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0487"],"date":["2009-12-02","2010-09-12"],"type":["text"],"creator":["Kadyrov, Shirali"],"language":[],"coverage":[],"title":["Positive Entropy Invariant Measures on the Space of Lattices with Escape\n  of Mass"],"description":["  On the space of unimodular lattices, we construct a sequence of invariant\nprobability measures under a singular diagonal element with high entropy and\nshow that the limit measure is 0.\n"]}]
["0912.0795",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A20, 11B37, 11B83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0795"],"date":["2009-12-04","2010-09-12"],"type":["text"],"creator":["Chen, William Y. C.","Xia, Ernest X. W."],"language":[],"coverage":[],"title":["The 2-log-convexity of the Apery Numbers"],"description":["  We present an approach to proving the 2-log-convexity of sequences satisfying\nthree-term recurrence relations. We show that the Apery numbers, the Cohen-Rhin\nnumbers, the Motzkin numbers, the Fine numbers, the Franel numbers of order 3\nand 4 and the large Schroder numbers are all 2-log-convex. Numerical evidence\nsuggests that all these sequences are k-log-convex for any $k\\geq 1$ possibly\nexcept for a constant number of terms at the beginning.\n","Comment: 10 pages; to appear in Proc. Amer. Math. Soc"]}]
["0912.1430",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1430","J. Fluid Mech. (2010), vol. 652, pp. 489-499","doi:10.1017/S0022112010000741"],"date":["2009-12-08","2010-01-11"],"type":["text"],"creator":["Belyaev, Aleksey V.","Vinogradova, Olga I."],"language":[],"coverage":[],"title":["Effective slip in pressure-driven flow past super-hydrophobic stripes"],"description":["  Super-hydrophobic array of grooves containing trapped gas (stripes), have the\npotential to greatly reduce drag and enhance mixing phenomena in microfluidic\ndevices. Recent work has focused on idealized cases of stick-perfect slip\nstripes, with limited guidance. Here, we analyze the experimentally relevant\nsituation of a pressure-driven flow past striped slip-stick surfaces with\narbitrary local slip at the gas sectors. We derive analytical formulas for\nmaximal (longitudinal) and minimal (transverse) directional effective slip\nlengths that can be used for any surface slip fraction (validated by numerical\ncalculations). By representing eigenvalues of the slip length-tensor, they\nallow us to obtain the effective slip for any orientation of stripes with\nrespect to the mean flow. Our results imply that flow past stripes is\ncontrolled by the ratio of the local slip length to texture size. In case of a\nlarge (compared to the texture period) slip at the gas areas, surface\nanisotropy leads to a tensorial effective slip, by attaining the values\npredicted earlier for a perfect local slip. Both effective slip lengths and\nanisotropy of the flow decrease when local slip becomes of the order of texture\nperiod. In the case of small slip, we predict simple surface-averaged,\nisotropic flows (independent of orientation). These results provide a framework\nfor the rational design of super-hydrophobic surfaces and devices.\n","Comment: 10 pages, 4 figures, revised version"]}]
["0912.1707",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1707","Phys. Rev. B 81, 115317 (2010)","doi:10.1103/PhysRevB.81.115317"],"date":["2009-12-09","2010-09-13"],"type":["text"],"creator":["Kaczmarkiewicz, Piotr","Machnikowski, Paweł"],"language":[],"coverage":[],"title":["Two-phonon polaron resonances in self-assembled quantum dots"],"description":["  We study the second-order polaronic resonance between 2-LO-phonon states and\np-shell electron states in a quantum dot. We show that the spectrum in the\nresonance area can be quantitatively reproduced by a theoretical model using\nonly standard material constants, without any free parameters. We propose also\na perturbative approach to the problem based on a quasi-degenerate perturbation\ntheory. This method not only considerably reduces the numerical complexity\nwithout considerable loss of accuracy but also gives some insight into the\nstructure and origin of the resonance spectrum.\n","Comment: 11 pages"]}]
["0912.4387",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4387"],"date":["2009-12-22","2010-09-13"],"type":["text"],"creator":["Abramovich, Felix","Grinshtein, Vadim"],"language":[],"coverage":[],"title":["MAP model selection in Gaussian regression"],"description":["  We consider a Bayesian approach to model selection in Gaussian linear\nregression, where the number of predictors might be much larger than the number\nof observations. From a frequentist view, the proposed procedure results in the\npenalized least squares estimation with a complexity penalty associated with a\nprior on the model size. We investigate the optimality properties of the\nresulting estimator. We establish the oracle inequality and specify conditions\non the prior that imply its asymptotic minimaxity within a wide range of sparse\nand dense settings for \"nearly-orthogonal\" and \"multicollinear\" designs.\n","Comment: 22 pages"]}]
["0912.4465",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4465"],"date":["2009-12-22","2010-09-12"],"type":["text"],"creator":["Gils, C.","Wrana, J. L.","Salem, W. K. Abou"],"language":[],"coverage":[],"title":["A quantum spin approach to histone dynamics"],"description":["  Post-translational modifications of histone proteins are an important factor\nin epigenetic control that serve to regulate transcription, depending on the\nparticular modification states of the histone proteins. We study the stochastic\ndynamics of histone protein states, taking into account a feedback mechanism\nwhere modified nucleosomes recruit enzymes that diffuse to adjacent\nnucleosomes. We map the system onto a quantum spin system whose dynamics is\ngenerated by a non-Hermitian Hamiltonian. Making an ansatz for the solution as\na tensor product state leads to nonlinear partial differential equations that\ndescribe the dynamics of the system. Multiple stable histone states appear in a\nparameter regime whose size increases with increasing number of modification\nsites. We discuss the role of the spatial dependance, and we consider the\neffects of spatially heterogeneous enzymatic activity. Finally, we consider\nmultistability in a model of several types of correlated post-translational\nmodifications.\n","Comment: 12 pages, 6 figures"]}]
["0912.4568",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4568","Phys. Rev. A 82, 021606 (2010)","doi:10.1103/PhysRevA.82.021606"],"date":["2009-12-23"],"type":["text"],"creator":["Guan, X. W.","Lee, J. -Y.","Batchelor, M. T.","Yin, X. -G.","Chen, S."],"language":[],"coverage":[],"title":["Universal Tomonaga-Luttinger liquid phases in one-dimensional strongly\n  attractive SU(N) fermionic cold atoms"],"description":["  A simple set of algebraic equations is derived for the exact low-temperature\nthermodynamics of one-dimensional multi-component strongly attractive fermionic\natoms with enlarged SU(N) spin symmetry and Zeeman splitting. Universal\nmulti-component Tomonaga-Luttinger liquid (TLL) phases are thus determined. For\nlinear Zeeman splitting, the physics of the gapless phase at low temperatures\nbelongs to the universality class of a two-component asymmetric TLL\ncorresponding to spin-neutral N-atom composites and spin-(N-1)/2 single atoms.\nThe equation of states is also obtained to open up the study of multi-component\nTLL phases in 1D systems of N-component Fermi gases with population imbalance.\n","Comment: 12 pages, 3 figures"]}]
["0912.4873",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4873"],"date":["2009-12-24","2010-09-13"],"type":["text"],"creator":["Fadafan, Kazem Bitaghsir"],"language":[],"coverage":[],"title":["Drag force in asymptotically Lifshitz spacetimes"],"description":["  We calculated drag force for asymptotically Lifshitz space times in (d +\n2)-dimensions with arbitrary dynamical exponent $z$. We find that at zero and\nfinite temperature the drag force has a non-zero value. Using the drag force\ncalculations, we investigate the DC conductivity of strange metals.\n","Comment: 14 pages, discussion on DC conductivity added, slightly shorter"]}]
["1001.0041",{"format":[],"subject":["Mathematics - Metric Geometry","Computer Science - Computational Complexity","Mathematics - Functional Analysis","46B25, 52A21, 68P30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0041","RANDOM 2010, LNCS 6302, Springer 2010, 632-641","doi:10.1007/978-3-642-15369-3_47"],"date":["2009-12-30","2010-07-02"],"type":["text"],"creator":["Indyk, Piotr","Szarek, Stanislaw"],"language":[],"coverage":[],"title":["Almost-Euclidean subspaces of $\\ell_1^N$ via tensor products: a simple\n  approach to randomness reduction"],"description":["  It has been known since 1970's that the N-dimensional $\\ell_1$-space contains\nnearly Euclidean subspaces whose dimension is $\\Omega(N)$. However, proofs of\nexistence of such subspaces were probabilistic, hence non-constructive, which\nmade the results not-quite-suitable for subsequently discovered applications to\nhigh-dimensional nearest neighbor search, error-correcting codes over the\nreals, compressive sensing and other computational problems. In this paper we\npresent a \"low-tech\" scheme which, for any $a > 0$, allows to exhibit nearly\nEuclidean $\\Omega(N)$-dimensional subspaces of $\\ell_1^N$ while using only\n$N^a$ random bits. Our results extend and complement (particularly) recent work\nby Guruswami-Lee-Wigderson. Characteristic features of our approach include (1)\nsimplicity (we use only tensor products) and (2) yielding \"almost Euclidean\"\nsubspaces with arbitrarily small distortions.\n","Comment: 11 pages; title change, abstract and references added, other minor\n  changes"]}]
["1001.0644",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0644","MNRAS, vol. 407, pp.1188-1202 (2010)","doi:10.1111/j.1365-2966.2010.17004.x"],"date":["2010-01-05","2010-05-06"],"type":["text"],"creator":["Boyarsky, Alexey","Ruchayskiy, Oleg","Iakubovskyi, Dmytro","Walker, Matthew G.","Riemer-Sorensen, Signe","Hansen, Steen H."],"language":[],"coverage":[],"title":["Searching for dark matter in X-rays: how to check the dark matter origin\n  of a spectral feature"],"description":["  A signal from decaying dark matter (DM) can be unambiguously distinguished\nfrom spectral features of astrophysical or instrumental origin by studying its\nspatial distribution. We demonstrate this approach by examining the recent\nclaim of 0912.0552 regarding the possible DM origin of the 2.5 keV line in\nChandra observations of the Milky Way satellite known as Willman 1. Our\nconservative strategy is to adopt a relatively large dark mass for Willman 1\nand relatively small dark masses for the comparison objects. We analyze\narchival observations by XMM-Newton of M31 and Fornax dwarf spheroidal galaxy\n(dSph) and Chandra observations of Sculptor dSph. By performing a conservative\nanalysis of X-ray spectra, we show the absence of a DM decay line with\nparameters consistent with those of 0912.0552. For M31, the observations of the\nregions between 10 and 20 kpc from the center, where the uncertainties in the\nDM distribution are minimal, make a strong exclusion at the level above\n10sigma. The minimal estimate for the amount of DM in the central 40 kpc of M31\nis provided by the model of 0912.4133, assuming the stellar disk's mass to\nlight ratio ~8 and almost constant DM density within a core of 28 kpc. Even in\nthis case one gets an exclusion at 5.7sigma from central region of M31 whereas\nmodeling all processed data from M31 and Fornax produces more than 14sigma\nexclusion. Therefore, despite possible systematic uncertainties, we exclude the\npossibility that the spectral feature at ~2.5 keV found in 0912.0552 is a DM\ndecay line. We conclude, however, that the search for DM decay line, although\ndemanding prolonged observations of well-studied dSphs, M31 outskirts and other\nsimilar objects, is rather promising, as the nature of a possible signal can be\nchecked. An (expected) non-observation of a DM decay signal in the planned\nobservations of Willman 1 should not discourage further dedicated observations.\n","Comment: 16 pages, 8 figures; journal version; analysis of additional data\n  from M31 outskirts and comments on arXiv:1001.4055 are added"]}]
["1001.5200",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5200"],"date":["2010-01-28","2010-09-11"],"type":["text"],"creator":["Tucci, Robert R."],"language":[],"coverage":[],"title":["An Adaptive, Fixed-Point Version of Grover's Algorithm"],"description":["  We give an adaptive, fixed-point version of Grover's algorithm. By this we\nmean that our algorithm performs an infinite sequence of gradually diminishing\nsteps (so we say it's adaptive) that drives the starting state to the target\nstate with absolute certainty (so we say it's a fixed-point algorithm). Our\nalgorithm is motivated by Bloch sphere geometry. We include with the ArXiv\ndistribution of this paper some simple software (Octave/Matlab m-files) that\nimplements, tests and illustrates some of the results of this paper.\n","Comment: 20 pages (17 files: 1 .tex, 1.sty, 11 .eps, 3 .m, 1 .xxx);V2-minor\n  corrections"]}]
["1002.0179",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0179"],"date":["2010-01-31","2010-09-12"],"type":["text"],"creator":["Norton, Graham H."],"language":[],"coverage":[],"title":["B\\'{e}zout Identities Associated to a Finite Sequence"],"description":["  We consider finite sequences $s\\in D^n$ where $D$ is a commutative, unital,\nintegral domain. We prove three sets of identities (possibly with repetitions),\neach involving $2n$ polynomials associated to $s$. The right-hand side of these\nidentities is a recursively-defined (non-zero) 'product-of-discrepancies'.\nThere are implied iterative algorithms (of quadratic complexity) for the\nleft-hand side coefficients; when the ground domain is factorial, the\nidentities are in effect B\\'ezout identities.\n  We give a number of applications: an algorithm to compute B\\'ezout\ncoefficients over a field; the outputs of the Berlekamp-Massey algorithm;\nsequences with perfect linear complexity profile; annihilating polynomials\nwhich do not vanish at zero and have minimal degree: we simplify and extend an\nalgorithm of Salagean to sequences over $D$. In the Appendix, we give a new\nproof of a theorem of Imamura and Yoshida on the linear complexity of reverse\nsequences, initially proved using Hankel matrices over a field and now valid\nfor sequences over a factorial domain.\n","Comment: Major revision, based on recursive index function and minimal\n  polynomial theorem of 1001.1597. Improved notation. Contains new identities\n  and applications. References expanded"]}]
["1002.1826",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1826","EPL 91, 38004 (2010)","doi:10.1209/0295-5075/91/38004"],"date":["2010-02-09","2010-09-13"],"type":["text"],"creator":["Thüroff, F.","Wagner, F.","Frey, E."],"language":[],"coverage":[],"title":["The effect of internal and global modes on the radial distribution\n  function of confined semiflexible polymers"],"description":["  The constraints imposed by nano- and microscale confinement on the\nconformational degrees of freedom of thermally fluctuating biopolymers are\nutilized in contemporary nano-devices to specifically elongate and manipulate\nsingle chains. A thorough theoretical understanding and quantification of the\nstatistical conformations of confined polymer chains is thus a central concern\nin polymer physics. We present an analytical calculation of the radial\ndistribution function of harmonically confined semiflexible polymers in the\nweakly bending limit. Special emphasis has been put on a proper treatment of\nglobal modes, i.e. the possibility of the chain to perform global movements\nwithin the channel. We show that the effect of these global modes significantly\nimpacts the chain statistics in cases of weak and intermediate confinement.\nComparing our analytical model to numerical data from Monte Carlo simulations\nwe find excellent agreement over a broad range of parameters.\n","Comment: 6 pages, 3 figures typo corrected, slightly revised line of\n  reasoning, results unchanged"]}]
["1002.4192",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4192","2010, MNRAS, 404, L45","doi:10.1111/j.1745-3933.2010.00831.x"],"date":["2010-02-22","2010-06-22"],"type":["text"],"creator":["Roy, Nirupam","Chengalur, Jayaram N.","Dutta, Prasun","Bharadwaj, Somnath"],"language":[],"coverage":[],"title":["HI 21 cm opacity fluctuations power spectra towards Cassiopeia A"],"description":["  The angular power spectrum of HI 21 cm opacity fluctuations is a useful\nstatistic for quantifying the observed opacity fluctuations as well as for\ncomparing these with theoretical models. We present here the HI 21 cm opacity\nfluctuation power spectrum towards the supernova remnant Cas A from\ninterferometric data with spacial resolution of 5\" and spectral resolution of\n0.4 km/s. The power spectrum has been estimated using a simple but robust\nvisibility based technique. We find that the power spectrum is well fit by a\npower law P_tau(U) = U^{alpha} with a power law index of alpha ~ -2.86 +/- 0.10\n(3 sigma error) over the scales of 0.07 - 2.3 pc for the gas in the Perseus\nspiral arm and 0.002 - 0.07 pc (480 - 15730 au) for that in the Local arm. This\nestimated power law index is consistent with earlier observational results\nbased on both HI emission over larger scales and absorption studies over a\nsimilar range of scales. We do not detect any statistically significant change\nin the power law index with the velocity width of the frequency channels. This\nconstrains the power law index of the velocity structure function to be beta =\n0.2 +/- 0.6 (3 sigma error).\n","Comment: 5 pages, 3 figures. Corrected minor typos. Accepted for publication\n  in MNRAS Letters. The definitive version is available at\n  http://www.blackwell-synergy.com/"]}]
["1002.4642",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4642"],"date":["2010-02-24","2010-09-05"],"type":["text"],"creator":["Tange, Rudolf"],"language":[],"coverage":[],"title":["A bideterminant basis for a reductive monoid"],"description":["  We use the rational tableaux introduced by Stembridge to give a bideterminant\nbasis for a normal reductive monoid and for its variety of noninvertible\nelements. We also obtain a bideterminant basis for the full coordinate ring of\nthe general linear group and for all its truncations with respect to saturated\nsets. Finally, we deduce an alternative proof of the double centraliser theorem\nfor the rational Schur algebra and the walled Brauer algebra over an arbitrary\ninfinite base field which was first obtained by Dipper, Doty and Stoll.\n"]}]
["1003.0641",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0641","doi:10.1088/0953-8984/22/39/395402"],"date":["2010-03-02","2010-07-23"],"type":["text"],"creator":["Jornada, F. H.","Gava, V.","Martinotto, A. L.","Cassol, L. A.","Perottoni, C. A."],"language":[],"coverage":[],"title":["Modeling of amorphous carbon structures with arbitrary structural\n  constraints"],"description":["  In this paper we describe a method to generate amorphous structures with\narbitrary structural constraints. This method employs the Simulated Annealing\nalgorithm to minimize a simple yet carefully tailored Cost Function (CF). The\nCost Function is composed of two parts: a simple harmonic approximation for the\nenergy-related terms and a cost that penalizes configurations that do not have\natoms in the desired coordinations. Using this approach, we generated a set of\namorphous carbon structures spawning nearly all the possible combinations of\n$sp$, $sp^2$ and $sp^3$ hybridizations. The bulk moduli of this set of\namorphous carbons structures was calculated using Brenner's potential. The bulk\nmodulus strongly depends on the mean coordination, following a power law\nbehavior with an exponent $\\nu=1.51 \\pm 0.17$. A modified Cost Function that\nsegregates carbon with different hybridizations is also presented, and another\nset of structures was generated. With this new set of amorphous materials, the\ncorrelation between the bulk modulus and the mean coordination weakens. This\nmethod proposed can be easily modified to explore the effects on physical\nproperties of the presence hydrogen, dangling bonds, and structural features\nsuch as carbon rings.\n","Comment: 20 pages, 5 figures; v2: minor text modifications, included analysis\n  of angular width; v3: grammar revision, recalculation of the bulk modulus"]}]
["1003.0669",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0669","Phys.Rev.D82:045023,2010","doi:10.1103/PhysRevD.82.045023"],"date":["2010-03-02","2010-09-13"],"type":["text"],"creator":["Blennow, Mattias","Melbeus, Henrik","Ohlsson, Tommy","Zhang, He"],"language":[],"coverage":[],"title":["Signatures from an extra-dimensional seesaw model"],"description":["  We study the generation of small neutrino masses in an extra-dimensional\nmodel, where right-handed neutrinos are allowed to propagate in the extra\ndimension, while the Standard Model particles are confined to a brane.\nMotivated by the fact that extra-dimensional models are non-renormalizable, we\ntruncate the Kaluza-Klein towers at a maximal extra-dimensional momentum. The\nstructure of the bulk Majorana mass term, motivated by the Sherk-Schwarz\nmechanism, implies that the right-handed Kaluza-Klein neutrinos pair to form\nDirac neutrinos, except for a number of unpaired Majorana neutrinos at the top\nof each tower. These heavy Majorana neutrinos are the only sources of lepton\nnumber breaking in the model, and similarly to the type-I seesaw mechanism,\nthey naturally generate small masses for the left-handed neutrinos. The lower\nKaluza-Klein modes mix with the light neutrinos, and the mixing effects are not\nsuppressed with respect to the light-neutrino masses. Compared to conventional\nfermionic seesaw models, such mixing can be more significant. We study the\nsignals of this model at the Large Hadron Collider, and find that the current\nlow-energy bounds on the non-unitarity of the leptonic mixing matrix are strong\nenough to exclude an observation.\n","Comment: 17 pages, 3 figures, REVTeX4. Final version published in Phys. Rev. D"]}]
["1003.0757",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Disordered Systems and Neural Networks","High Energy Physics - Theory","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0757","Annals of Physics 325 (2010) 2251-2306","doi:10.1016/j.aop.2010.04.005"],"date":["2010-03-03","2010-09-12"],"type":["text"],"creator":["Osipov, Vladimir Al.","Kanzieper, Eugene"],"language":[],"coverage":[],"title":["Correlations of RMT Characteristic Polynomials and Integrability:\n  Hermitean Matrices"],"description":["  Integrable theory is formulated for correlation functions of characteristic\npolynomials associated with invariant non-Gaussian ensembles of Hermitean\nrandom matrices. By embedding the correlation functions of interest into a more\ngeneral theory of tau-functions, we (i) identify a zoo of hierarchical\nrelations satisfied by tau-functions in an abstract infinite-dimensional space,\nand (ii) present a technology to translate these relations into hierarchically\nstructured nonlinear differential equations describing the correlation\nfunctions of characteristic polynomials in the physical, spectral space.\nImplications of this formalism for fermionic, bosonic, and supersymmetric\nvariations of zero-dimensional replica field theories are discussed at length.\nA particular emphasis is placed on the phenomenon of fermionic-bosonic\nfactorisation of random-matrix-theory correlation functions.\n","Comment: 62 pages, 1 table, published version (typos corrected)"]}]
["1003.1890",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1890","Phys. Scr. 82 (2010) 045901","doi:10.1088/0031-8949/82/04/045901"],"date":["2010-03-09","2010-08-16"],"type":["text"],"creator":["Karami, K.","Jamil, Mubasher","Sahraei, N."],"language":[],"coverage":[],"title":["Irreversible thermodynamics of dark energy on entropy-corrected apparent\n  horizon"],"description":["  We study the irreversible (non-equilibrium) thermodynamics of FRW universe\ncontaining only dark energy. Using the modified entropy-area relation which is\nmotivated from the loop quantum gravity, we calculate the entropy-corrected\nform of the apparent horizon of FRW universe.\n","Comment: 9 pages, to be published in Physica Scripta"]}]
["1003.2159",{"format":[],"subject":["Mathematics - Probability","Primary 60F05, Secondary 60B12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2159","Electronic Communications in Probability (2010) 15: 346-364"],"date":["2010-03-10","2010-09-13"],"type":["text"],"creator":["Chakrabarty, Arijit"],"language":[],"coverage":[],"title":["Central Limit Theorem for truncated heavy tailed Banach valued random\n  vectors"],"description":["  In this paper the question of the extent to which truncated heavy tailed\nrandom vectors, taking values in a Banach space, retain the characteristic\nfeatures of heavy tailed random vectors, is answered from the point of view of\nthe central limit theorem.\n","Comment: 21 pages"]}]
["1003.2285",{"format":[],"subject":["Mathematics - Functional Analysis","47A05, 52A21, 46B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2285","doi:10.1016/j.laa.2010.07.029"],"date":["2010-03-11","2010-09-01"],"type":["text"],"creator":["Langi, Zsolt"],"language":[],"coverage":[],"title":["On diagonalizable operators in Minkowski spaces with the Lipschitz\n  property"],"description":["  A real semi-inner-product space is a real vector space $\\M$ equipped with a\nfunction $[.,.] : \\M \\times \\M \\to \\Re$ which is linear in its first variable,\nstrictly positive and satisfies the Schwartz inequality. It is well-known that\nthe function $||x|| = \\sqrt{[x,x]}$ defines a norm on $\\M$. and vica versa, for\nevery norm on $X$ there is a semi-inner-product satisfying this equality. A\nlinear operator $A$ on $\\M$ is called \\emph{adjoint abelian with respect to\n$[.,.]$}, if it satisfies $[Ax,y]=[x,Ay]$ for every $x,y \\in \\M$. The aim of\nthis paper is to characterize the diagonalizable adjoint abelian operators in\nfinite dimensional real semi-inner-product spaces satisfying a certain\nsmoothness condition.\n","Comment: 8 pages, 1 figure"]}]
["1003.2535",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2535","Phys. Rev. B 81, 245312 (2010)","doi:10.1103/PhysRevB.81.245312"],"date":["2010-03-12","2010-09-13"],"type":["text"],"creator":["Gawarecki, Krzysztof","Pochwała, Michał","Grodecka-Grad, Anna","Machnikowski, Paweł"],"language":[],"coverage":[],"title":["Phonon-assisted relaxation and tunneling in self-assembled quantum dot\n  molecules"],"description":["  We study theoretically phonon-assisted relaxation processes in a system\nconsisting of one or two electrons confined in two vertically stacked\nself-assembled quantum dots. The calculation is based on a k.p approximation\nfor single particle wave functions in a strained self-assembled structure. From\nthese, two-particle states are calculated by including the Coulomb interaction\nand the transition rates between the lowest energy eigenstates are derived. We\ntake into account phonon couplings via deformation potential and piezoelectric\ninteraction and show that they both can play a dominant role in different\nparameter regimes. Within the Fermi golden rule approximation, we calculate the\nrelaxation rates between the lowest energy eigenstates which lead to\nthermalization on a picosecond time scale in a narrow range of dot sizes.\n","Comment: 13 pages, 10 figures; moderately modified, some new dscussion\n  (including 1 new figure)"]}]
["1003.3137",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3137"],"date":["2010-03-16","2010-09-12"],"type":["text"],"creator":["Steinberg, Hadar","Gardner, Dillon R.","Lee, Young S.","Jarillo-Herrero, Pablo"],"language":[],"coverage":[],"title":["Ambipolar Electric Field Effect in Metallic Bi2Se3"],"description":["  Topological insulators (TIs) constitute a new class of materials with unique\nproperties resulting from the relativistic-like character and topological\nprotection of their surface states. Theory predicts these to exhibit a rich\nvariety of physical phenomena such as anomalous magneto-electric coupling and\nMajorana excitations. Although TI surface states have been detected in Bi-based\ncompounds by ARPES and STM techniques, electrical control over their density,\nrequired for most transport experiments, remains a challenge. Existing\nmaterials are heavily doped in the bulk, thus preventing electrical tunability\nof the surface states and their integration into topological quantum electronic\ndevices. Here we show that electronic transport in metallic Bi2Se3 nanoscale\ndevices can be controlled by tuning the surface density via the electric field\neffect. By choosing an appropriate high-k dielectric, we are able to shift the\nFermi energy through the charge neutrality point of the surface states,\nresulting in ambipolar transport characteristics reminiscent of those observed\nin graphene. Combining magnetotransport, field effect, and geometry dependent\nexperiments, we provide transport measurements of the surface state mobility,\nand identify likely scattering mechanisms by measuring its temperature\ndependence.\n","Comment: This manuscript has been withdrawn to comply with editorial policies.\n  An updated version will be resubmitted to the archive"]}]
["1003.3506",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3506","Phys. Rev. A 82, 030101(R) (2010)","doi:10.1103/PhysRevA.82.030101"],"date":["2010-03-17","2010-09-11"],"type":["text"],"creator":["Pechen, Alexander","Brif, Constantin","Wu, Rebing","Chakrabarti, Raj","Rabitz, Herschel"],"language":[],"coverage":[],"title":["General unifying features of controlled quantum phenomena"],"description":["  Many proposals have been put forth for controlling quantum phenomena,\nincluding open-loop, adaptive feedback, and real-time feedback control. Each of\nthese approaches has been viewed as operationally, and even physically,\ndistinct from the others. This work shows that all such scenarios inherently\nshare the same fundamental control features residing in the topology of the\nlandscape relating the target physical observable to the applied controls. This\nunified foundation may provide a basis for development of hybrid control\nschemes that would combine the advantages of the existing approaches to achieve\nthe best overall performance.\n","Comment: The published version (includes the supplementary material)"]}]
["1003.3787",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3787","Nano Lett. 10, 3297 (2010)","doi:10.1021/nl1008663"],"date":["2010-03-19","2010-08-24"],"type":["text"],"creator":["Liu, En-Shao","Nah, Junghyo","Varahramyan, Kamran M.","Tutuc, Emanuel"],"language":[],"coverage":[],"title":["Lateral Spin Injection in Germanium Nanowires"],"description":["  Electrical injection of spin-polarized electrons into a semiconductor, large\nspin diffusion length, and an integration friendly platform are desirable\ningredients for spin-based devices. Here we demonstrate lateral spin injection\nand detection in germanium nanowires, by using ferromagnetic metal contacts and\ntunnel barriers for contact resistance engineering. Using data measured from\nover 80 samples, we map out the contact resistance window for which lateral\nspin transport is observed, manifestly showing the conductivity matching\nrequired for spin injection. Our analysis, based on the spin diffusion theory,\nindicates that the spin diffusion length is larger than 100 {\\mu}m in germanium\nnanowires at 4.2 K.\n"]}]
["1003.4652",{"format":[],"subject":["Mathematics - Group Theory","20E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4652"],"date":["2010-03-24","2010-09-13"],"type":["text"],"creator":["Basarab, Serban A."],"language":[],"coverage":[],"title":["Embedding theorems for actions on generalized trees, I"],"description":["  Using suitable deformations of simplicial trees and the duality theory for\nmedian sets, we show that every free action on a median set can be extended to\na free and transitive one. We also prove that the category of median groups is\na reflective full subcategory of the category of free actions on pointed median\nsets.\n","Comment: 32 pages; A more conceptual alternative proof of Theorem 3.1. is\n  given, and two new results (Theorems 4.1. and 5.1.) are proved"]}]
["1003.5304",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5304"],"date":["2010-03-27","2010-09-12"],"type":["text"],"creator":["Usatyuk, V. S."],"language":[],"coverage":[],"title":["Review of Lattice-based Public key Cryptography(Russian)"],"description":["  This article presets a review of the achievements rapidly developing field of\ncryptography - public-key cryptography based on the lattice theory. Paper\ncontains the necessary basic concepts and the major problems of the lattice\ntheory, as well as together with the description on the benefits of this\ncryptography class - the properties of the reliability to quantum computers and\nfull homomorphism, the shortcomings of specific implementations.\n","Comment: 13 pages, 12 figures"]}]
["1003.5339",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5339","Phys. Rev. B 82, 104412 (2010)","doi:10.1103/PhysRevB.82.104412"],"date":["2010-03-28","2010-09-12"],"type":["text"],"creator":["Tomizawa, Takeshi","Kontani, Hirhoshi"],"language":[],"coverage":[],"title":["Anomalous Hall Effect due to Non-collinearily in Pyrochlore Compounds:\n  Role of Orbital Aharonov-Bohm Effect"],"description":["  To elucidate the origin of spin structure-driven anomalous Hall effect (AHE)\nin pyrochlore compounds, we construct the $t_{2g}$-orbital kagome lattice model\nand analyze the anomalous Hall conductivity (AHC). We reveal that a conduction\nelectron acquires a Berry phase due to the complex d-orbital wavefunction in\nthe presence of spin-orbit interaction. This ``orbital Aharonov-Bohm (AB)\neffect'' produces the AHC that is drastically changed in the presence of\nnon-collinear spin structure. In both ferromagnetic compound Nd$_2$Mo$_2$O$_7$\nand paramagnetic compound Pr$_2$Ir$_2$O$_7$, the AHC given by the orbital AB\neffect totally dominates the spin chirality mechanism, and succeeds in\nexplaining the experimental relation between the spin structure and the AHC.\nEspecially, ``finite AHC in the absence of magnetization'' observed in\nPr$_2$Ir$_2$O$_7$ can be explained in terms of the orbital mechanism by\nassuming small magnetic order of Ir 5d-electrons.\n","Comment: 14 pages, to be published in Phys. Rev. B"]}]
["1003.5706",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5706"],"date":["2010-03-29","2010-09-10"],"type":["text"],"creator":["Brooker, Philip A. H."],"language":[],"coverage":[],"title":["Operator ideals associated with the Szlenk index"],"description":["  For $\\alpha$ an ordinal, we investigate the class $\\mathscr{SZ}_\\alpha$\nconsisting of all operators whose Szlenk index is an ordinal not exceeding\n$\\omega^\\alpha$. Our main result is that $\\mathscr{SZ}_\\alpha$ is a closed,\ninjective, surjective operator ideal for each $\\alpha$. We also study the\nrelationship between the classes $\\mathscr{SZ}_\\alpha$ and several well-known\nclosed operator ideals.\n","Comment: This paper has been withdrawn by the author as it has been merged\n  with arXiv:1003.5710"]}]
["1004.1285",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1285"],"date":["2010-04-08","2010-09-13"],"type":["text"],"creator":["Frampton, Paul Howard"],"language":[],"coverage":[],"title":["Considerations of Cosmic Acceleration"],"description":["  I discuss a solution to the dark energy problem, which arises when the\nvisible universe is approximated by a black hole, in a quasi-static\nasymptotically-flat approximation. Using data, provided by WMAP7, I calculate\nthe Schwarzschild radius $r_S$ and compare to the measured physical radius of\nthe visible universe, bounded by the surface of last scatter. The ratio,\n$\\epsilon(t_0) = r/r_S$ is found to be comparable to $\\epsilon = 1$, as allowed\nby the holographic principle. The measurement of a shift parameter, $\\sigma$,\nintroduced by Bond, Efstathiou and Tegmark in 1997, plays an important role in\nthe accuracy of the calculation. The approximation leads to a surprisingly\nsmall discrepancy, presumably explicable by the de Sitter, and expanding,\nnature of the actual universe.\n"]}]
["1004.1343",{"format":[],"subject":["Mathematics - Representation Theory","13F60, 16G10, 16G20, 16G70, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1343"],"date":["2010-04-08","2010-09-13"],"type":["text"],"creator":["Jorgensen, Peter","Palu, Yann"],"language":[],"coverage":[],"title":["A Caldero-Chapoton map for infinite clusters"],"description":["  We construct a Caldero-Chapoton map on a triangulated category with a cluster\ntilting subcategory which may have infinitely many indecomposable objects. The\nmap is not necessarily defined on all objects of the triangulated category, but\nwe show that it is a (weak) cluster map in the sense of\nBuan-Iyama-Reiten-Scott. As a corollary, it induces a surjection from the set\nof exceptional objects which can be reached from the cluster tilting\nsubcategory to the set of cluster variables of an associated cluster algebra.\nAlong the way, we study the interaction between Calabi-Yau reduction, cluster\nstructures, and the Caldero-Chapoton map. We apply our results to the cluster\ncategory D of Dynkin type A infinity which has a rich supply of cluster tilting\nsubcategories with infinitely many indecomposable objects. We show an example\nof a cluster map which cannot be extended to all of D. The case of D also\npermits us to illuminate results by Assem-Reutenauer-Smith on SL_2-tilings of\nthe plane.\n","Comment: 21 pages, minor editorial corrections"]}]
["1004.2753",{"format":[],"subject":["Mathematics - Number Theory","11H05 (primary) 11K38, 14H52, 11M41 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2753","Journal of Number Theory 131 (2011), no. 1, 25--44","doi:10.1016/j.jnt.2010.06.013"],"date":["2010-04-15","2010-04-29"],"type":["text"],"creator":["Miller, Steven J.","Murty, M. Ram"],"language":[],"coverage":[],"title":["Effective equidistribution and the Sato-Tate law for families of\n  elliptic curves"],"description":["  Extending recent work of others, we provide effective bounds on the family of\nall elliptic curves and one-parameter families of elliptic curves modulo p (for\np prime tending to infinity) obeying the Sato-Tate Law. We present two methods\nof proof. Both use the framework of Murty-Sinha; the first involves only\nknowledge of the moments of the Fourier coefficients of the L-functions and\ncombinatorics, and saves a logarithm, while the second requires a Sato-Tate\nlaw. Our purpose is to illustrate how the caliber of the result depends on the\nerror terms of the inputs and what combinatorics must be done.\n","Comment: Version 1.1, 24 pages: corrected the interpretation of Birch's moment\n  calculations, added to the literature review of previous results."]}]
["1004.3445",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3445","Phys. Rev. A 82, 022318 (2010)","doi:10.1103/PhysRevA.82.022318"],"date":["2010-04-20"],"type":["text"],"creator":["Murphy, Michael","Montangero, Simone","Giovannetti, Vittorio","Calarco, Tommaso"],"language":[],"coverage":[],"title":["Communication at the quantum speed limit along a spin chain"],"description":["  Spin chains have long been considered as candidates for quantum channels to\nfacilitate quantum communication. We consider the transfer of a single\nexcitation along a spin-1/2 chain governed by Heisenberg-type interactions. We\nbuild on the work of Balachandran and Gong [1], and show that by applying\noptimal control to an external parabolic magnetic field, one can drastically\nincrease the propagation rate by two orders of magnitude. In particular, we\nshow that the theoretical maximum propagation rate can be reached, where the\npropagation of the excitation takes the form of a dispersed wave. We conclude\nthat optimal control is not only a useful tool for experimental application,\nbut also for theoretical enquiry into the physical limits and dynamics of\nmany-body quantum systems.\n","Comment: 10 pages, 15 figures"]}]
["1004.4268",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4268","Modeling and Optimization in Mobile, Ad Hoc and Wireless Networks\n  (WiOpt), 2010 Proceedings of the 8th International Symposium on, 546-553\n  (2010)"],"date":["2010-04-24"],"type":["text"],"creator":["Lambiotte, Renaud"],"language":[],"coverage":[],"title":["Multi-scale Modularity in Complex Networks"],"description":["  We focus on the detection of communities in multi-scale networks, namely\nnetworks made of different levels of organization and in which modules exist at\ndifferent scales. It is first shown that methods based on modularity are not\nappropriate to uncover modules in empirical networks, mainly because modularity\noptimization has an intrinsic bias towards partitions having a characteristic\nnumber of modules which might not be compatible with the modular organization\nof the system. We argue for the use of more flexible quality functions\nincorporating a resolution parameter that allows us to reveal the natural\nscales of the system. Different types of multi-resolution quality functions are\ndescribed and unified by looking at the partitioning problem from a dynamical\nviewpoint. Finally, significant values of the resolution parameter are selected\nby using complementary measures of robustness of the uncovered partitions. The\nmethods are illustrated on a benchmark and an empirical network.\n","Comment: 8 pages, 3 figures"]}]
["1004.4627",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4627","Phys. Rev. E 82, 031113 (2010)","doi:10.1103/PhysRevE.82.031113"],"date":["2010-04-26","2010-09-10"],"type":["text"],"creator":["Chandra, Samarth","Ramola, Kabir","Dhar, Deepak"],"language":[],"coverage":[],"title":["Classical Heisenberg spins on a hexagonal lattice with Kitaev couplings"],"description":["  We analyse the low temperature properties of a system of classical Heisenberg\nspins on a hexagonal lattice with Kitaev couplings. For a lattice of 2N sites\nwith periodic boundary conditions, we show that the ground states form an (N+1)\ndimensional manifold. We show that the ensemble of ground states is equivalent\nto that of a solid-on-solid model with continuously variable heights and\nnearest neighbour interactions, at a finite temperature. For temperature T\ntending to zero, all ground states have equal weight, and there is no\norder-by-disorder in this model. We argue that the bond-energy bond-energy\ncorrelations at distance R decay as 1/R^2 at zero temperature. This is verified\nby Monte Carlo simulations. We also discuss the relation to the quantum spin-S\nKitaev model for large S, and obtain lower and upper bounds on the ground state\nenergy of the quantum model.\n","Comment: 11 pages, 8 figures"]}]
["1004.5155",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5155","Dmitry Savransky and N. Jeremy Kasdin 2010 ApJ 721 1559","doi:10.1088/0004-637X/721/2/1559"],"date":["2010-04-28","2010-09-10"],"type":["text"],"creator":["Savransky, Dmitry","Kasdin, N. Jeremy"],"language":[],"coverage":[],"title":["Simulation and analysis of sub-{\\mu}as precision astrometric data for\n  planet-finding"],"description":["  We present a vector formulation of an interferometric observation of a star,\nincluding the effects of the barycentric motion of the observatory, the proper\nmotions of the star, and the reflex motions of the star due to orbiting\nplanets. We use this model to empirically determine the magnitude and form of\nthe signal due to a single Earth-mass planet orbiting about a sun-mass star.\nUsing bounding values for the known components of the model, we perform a\nseries of expansions, comparing the residuals to this signal. We demonstrate\nwhy commonly used first order linearizations of similar measurement models are\ninsufficient for signals of the magnitude of the one due to an Earth-mass\nplanet, and present a consistent expansion which is linear in the unknown\nquantities, with residuals multiple orders of magnitude below the Earth-mass\nplanet signal. We also discuss numerical issues that can arise when simulating\nor analyzing these measurements.\n","Comment: 23 pages, 2 tables, 8 figures"]}]
["1005.1059",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1059"],"date":["2010-05-06","2010-09-12"],"type":["text"],"creator":["Abhishek, Vineet","Hajek, Bruce"],"language":[],"coverage":[],"title":["Revenue Optimal Auction for Single-Minded Buyers"],"description":["  We study the problem of characterizing revenue optimal auctions for\nsingle-minded buyers. Each buyer is interested only in a specific bundle of\nitems and has a value for the same. Both his bundle and its value are his\nprivate information. The bundles that buyers are interested in and their\ncorresponding values are assumed to be realized from known probability\ndistributions independent across the buyers. We identify revenue optimal\nauctions with a simple structure, if the conditional distribution of any\nbuyer's valuation is nondecreasing, in the hazard rates ordering of probability\ndistributions, as a function of the bundle the buyer is interested in. The\nrevenue optimal auction is given by the solution of a maximum weight\nindependent set problem. We provide a novel graphical construction of the\nweights and highlight important properties of the resulting auction.\n","Comment: 19 pages, 2 figures. A short version of this will appear in the 49th\n  IEEE Conference on Decision and Control (CDC), 2010"]}]
["1005.1121",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1121"],"date":["2010-05-06","2010-09-12"],"type":["text"],"creator":["Abhishek, Vineet","Hajek, Bruce"],"language":[],"coverage":[],"title":["Efficiency Loss in Revenue Optimal Auctions"],"description":["  We study efficiency loss in Bayesian revenue optimal auctions. We quantify\nthis as the worst case ratio of loss in the realized social welfare to the\nsocial welfare that can be realized by an efficient auction. Our focus is on\nauctions with single-parameter buyers and where buyers' valuation sets are\nfinite. For binary valued single-parameter buyers with independent (not\nnecessarily identically distributed) private valuations, we show that the worst\ncase efficiency loss ratio (ELR) is no worse than it is with only one buyer;\nmoreover, it is at most 1/2. Moving beyond the case of binary valuations but\nrestricting to single item auctions, where buyers' private valuations are\nindependent and identically distributed, we obtain bounds on the worst case ELR\nas a function of number of buyers, cardinality of buyers' valuation set, and\nratio of maximum to minimum possible values that buyers can have for the item.\n","Comment: 25 pages and 1 figure. A short version of this will appear in the\n  49th IEEE Conference on Decision and Control (CDC), 2010"]}]
["1005.2796",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2796"],"date":["2010-05-16","2010-09-11"],"type":["text"],"creator":["Gongyo, Yoshinori"],"language":[],"coverage":[],"title":["Abundance theorem for numerically trivial log canonical divisors of\n  semi-log canonical pairs"],"description":["  We prove the abundance theorem for numerically trivial log canonical divisors\nof log canonical pairs and semi-log canonical pairs.\n","Comment: 16 pages,v2:Corollary 3.2 removed, title has been changed slightly"]}]
["1005.3045",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3045"],"date":["2010-05-17","2010-09-13"],"type":["text"],"creator":["Stein, Noah D.","Parrilo, Pablo A.","Ozdaglar, Asuman"],"language":[],"coverage":[],"title":["A partial proof of Nash's Theorem via exchangeable equilibria"],"description":["  This document consists of two parts: the second part was submitted earlier as\na new proof of Nash's theorem, and the first part is a note explaining a\nproblem found in that proof. We are indebted to Sergiu Hart and Eran Shmaya for\ntheir careful study which led to their simultaneous discovery of this error. So\nfar the error has not been fixed, but many of the results and techniques of the\npaper remain valid, so we will continue to make it available online.\n  Abstract for the original paper:\n  We give a novel proof of the existence of Nash equilibria in all finite games\nwithout using fixed point theorems or path following arguments. Our approach\nrelies on a new notion intermediate between Nash and correlated equilibria\ncalled exchangeable equilibria, which are correlated equilibria with certain\nsymmetry and factorization properties. We prove these exist by a duality\nargument, using Hart and Schmeidler's proof of correlated equilibrium existence\nas a first step.\n  In an appropriate limit exchangeable equilibria converge to the convex hull\nof Nash equilibria, proving that these exist as well. Exchangeable equilibria\nare defined in terms of symmetries of the game, so this method automatically\nproves the stronger statement that a symmetric game has a symmetric Nash\nequilibrium. The case without symmetries follows by a symmetrization argument.\n","Comment: Announcement of an error found in the original proof submitted 17 May\n  2010"]}]
["1005.5737",{"format":[],"subject":["High Energy Physics - Phenomenology","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5737","Phys.Rev.Lett.105:100402,2010","doi:10.1103/PhysRevLett.105.100402"],"date":["2010-05-31","2010-08-26"],"type":["text"],"creator":["Eides, Michael I.","Martin, Timothy J. S."],"language":[],"coverage":[],"title":["Universal Binding and Recoil Corrections to Bound State $g$-Factors"],"description":["  The leading relativistic and recoil corrections to bound state $g$-factors of\nparticles with arbitrary spin are calculated. It is shown that these\ncorrections are universal for any spin and depend only on the free particle\ngyromagnetic ratios. To prove this universality we develop NRQED for charged\nparticles with an arbitrary spin. The coefficients in the NRQED Hamiltonian for\nhigher spin particles are determined only by the requirements of Lorentz\ninvariance and local charge conservation in the respective relativistic theory.\nFor spin one charged particles the NRQED Hamiltonian follows from the\nrenormalizable QED of the charged vector bosons. We show that universality of\nthe leading relativistic and recoil corrections can be explained with the help\nof the Bargmann-Michael-Telegdi equation.\n","Comment: Minor corrections, reference added, results unchanged. Final version\n  to be published in Phys. Rev. Lett"]}]
["1006.3075",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3075"],"date":["2010-06-15","2010-09-13"],"type":["text"],"creator":["Amin, Mustafa A."],"language":[],"coverage":[],"title":["Inflaton fragmentation: Emergence of pseudo-stable inflaton lumps\n  (oscillons) after inflation"],"description":["  We investigate the emergence of large, localized, pseudo-stable\nconfigurations (oscillons) from inflaton fragmentation at the end of inflation.\nWe predict the number density of large oscillons, and the conditions necessary\nfor their emergence in a class of inflationary models. Analytic estimates are\nprovided for a 3+1 and 1+1-dimensional universe. We test our predictions with\ndetailed numerical simulations in 1+1-dimensions. We see a zoo of oscillons\nemerging from the simulations, including the usual small amplitude \"sech\"\noscillons as well as large \"flat-topped\" oscillons. The emergent oscillons\naccount for approximately 80 per cent of the energy density of the inflaton.\n","Comment: This is v2, updated references, submitted to Phys. Rev. D. Animations\n  based on 1+1d numerical simulations available at\n  http://www.mit.edu/~mamin/www/oscillons.html"]}]
["1006.3258",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3258","Phys. Rev. A 82, 033606 (2010)","doi:10.1103/PhysRevA.82.033606"],"date":["2010-06-16","2010-09-13"],"type":["text"],"creator":["Larson, Jonas","Martikainen, Jani-Petri"],"language":[],"coverage":[],"title":["Ultracold atoms in a cavity mediated double-well system"],"description":["  We study ground-state properties and dynamics of a dilute ultracold atomic\ngas in a double well potential. The Gaussian barrier separating the two wells\nderives from the interaction between the atoms and a quantized field of a\ndriven Fabry-Perot cavity. Due to intrinsic atom-field nonlinearity, several\nnovel phenomena arise being the focus of this work. For the ground state, there\nis a critical pumping amplitude in which the atoms self-organize and the intra\ncavity field amplitude drastically increases. In the dynamical analysis, we\nshow that the Josephson oscillations depend strongly on the atomic density and\nmay be greatly suppressed within certain regimes, reminiscent of self-trapping\nof Bose-Einstein condensates in double-well setups. This pseudo self-trapping\neffect is studied within a mean-field treatment valid for large atom numbers.\nFor small numbers of atoms, we consider the analogous many-body problem and\ndemonstrate a collapse-revival structure in the Josephson oscillations.\n","Comment: 12 pages, 10 figures"]}]
["1006.3513",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3513","Phys.Rev.D82:055011,2010","doi:10.1103/PhysRevD.82.055011"],"date":["2010-06-17","2010-09-06"],"type":["text"],"creator":["Billard, J.","Mayet, F.","Santos, D."],"language":[],"coverage":[],"title":["Exclusion limits from data of directional Dark Matter detectors"],"description":["  Directional detection is a promising search strategy to discover galactic\nDark Matter. Taking advantage on the rotation of the Solar system around the\nGalactic center through the Dark Matter halo, it allows to show a direction\ndependence of WIMP events. Even though the goal of directional search is to\nidentify a WIMP positive detection, exclusion limits are still needed for very\nlow exposure with a rather large background contamination, such as the one\nobtained with prototype experiments. Data of directional detectors are composed\nof energy and 3D track of recoiling nuclei. However, to set robust exclusion\nlimits, we focus on the angular part of the event distribution, arguing that\nthe energy part of the WIMP distribution is featureless and may even be mimic\nby the background one. Then, as the angular distributions of both background\nand WIMP events are known, a Bayesian approach to set exclusion limits is\npossible. In this paper, a statistical method based on an extended likelihood\nis proposed, compared to existing ones and is shown to be optimal. Eventually,\na comprehensive study of the effect of detector configuration on exclusion\nlimits is presented. It includes the effect of having or not sense recognition,\na finite angular resolution, taking into account energy threshold as well as\nsome astrophysical uncertainties.\n","Comment: 12 pages, 11 figures, final version, to appear in Phys. Rev. D (2010)"]}]
["1006.3799",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3799","Nature 467, 68 (2010)","doi:10.1038/nature09378"],"date":["2010-06-18","2010-07-29"],"type":["text"],"creator":["Sherson, Jacob F.","Weitenberg, Christof","Endres, Manuel","Cheneau, Marc","Bloch, Immanuel","Kuhr, Stefan"],"language":[],"coverage":[],"title":["Single-Atom Resolved Fluorescence Imaging of an Atomic Mott Insulator"],"description":["  The reliable detection of single quantum particles has revolutionized the\nfield of quantum optics and quantum information processing. For several years,\nresearchers have aspired to extend such detection possibilities to larger scale\nstrongly correlated quantum systems, in order to record in-situ images of a\nquantum fluid in which each underlying quantum particle is detected. Here we\nreport on fluorescence imaging of strongly interacting bosonic Mott insulators\nin an optical lattice with single-atom and single-site resolution. From our\nimages, we fully reconstruct the atom distribution on the lattice and identify\nindividual excitations with high fidelity. A comparison of the radial density\nand variance distributions with theory provides a precise in-situ temperature\nand entropy measurement from single images. We observe Mott-insulating plateaus\nwith near zero entropy and clearly resolve the high entropy rings separating\nthem although their width is of the order of only a single lattice site.\nFurthermore, we show how a Mott insulator melts for increasing temperatures due\nto a proliferation of local defects. Our experiments open a new avenue for the\nmanipulation and analysis of strongly interacting quantum gases on a lattice,\nas well as for quantum information processing with ultracold atoms. Using the\nhigh spatial resolution, it is now possible to directly address individual\nlattice sites. One could, e.g., introduce local perturbations or access regions\nof high entropy, a crucial requirement for the implementation of novel cooling\nschemes for atoms on a lattice.\n"]}]
["1006.3935",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3935","Phys. Rev. B 82, 104106 (2010)","doi:10.1103/PhysRevB.82.104106"],"date":["2010-06-20","2010-09-13"],"type":["text"],"creator":["Chen, Wei","Tegenkamp, Christoph","Pfnür, Herbert","Bredow, Thomas"],"language":[],"coverage":[],"title":["Color centers in NaCl by hybrid functionals"],"description":["  We present in this work the electronic structure and transition energies\n(both thermodynamic and optical) of Cl vacancies in NaCl by hybrid density\nfunctionals. The underestimated transition energies by the semi-local\nfunctional inherited from the band gap problem are recovered by the PBE0 hybrid\nfunctional through the non-local exact exchange, whose amount is adjusted to\nreproduce the experimental band gap. The hybrid functional also gives a better\naccount of the lattice relaxation for the defect systems arising from the\nreduced self-interaction. On the other hand, the quantitative agreement with\nexperimental vertical transition energy cannot be achieved with hybrid\nfunctionals due to the inaccurate descriptions of the ionization energies of\nthe localized defect and the positions of the band edges.\n","Comment: 13 pages, 6 figures"]}]
["1006.3936",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3936","Physical Review Letters 105, 117003 (2010)"],"date":["2010-06-20"],"type":["text"],"creator":["Zhang, Y.","Yang, L. X.","Chen, F.","Zhou, B.","Wang, X. F.","Chen, X. H.","Arita, M.","Shimada, K.","Namatame, H.","Taniguchi, M.","Hu, J. P.","Xie, B. P.","Feng, D. L."],"language":[],"coverage":[],"title":["Out-of-plane momentum and symmetry dependent superconducting gap in\n  Ba0.6K0.4Fe2As2"],"description":["  The three-dimensional band structure and superconducting gap of\nBa0.6K0.4Fe2As2 are studied with high-resolution angle-resolved photoemission\nspectroscopy. In contrast to previous results, we have identified three\nhole-like Fermi surfaces near the zone center with sizable out-of-plane or kz\ndispersion. The superconducting gap on certain Fermi surface shows significant\nkz-dependence. Moreover, we found that the superconducting gap sizes are\ndifferent at the same Fermi momentum for two bands with different spatial\nsymmetries (one odd, one even). Our results provide further information on the\nrich superconducting gap structure in iron pnictides, and a distinct test for\ntheories.\n","Comment: 5 pages, 4 figures"]}]
["1006.4111",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Physics - Biological Physics","Physics - Computational Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4111"],"date":["2010-06-21","2010-09-10"],"type":["text"],"creator":["Lettieri, Steven","Mamonov, Artem B.","Zuckerman, Daniel M."],"language":[],"coverage":[],"title":["Extending fragment-based free energy calculations with library Monte\n  Carlo simulation: Annealing in interaction space"],"description":["  Pre-calculated libraries of molecular fragment configurations have previously\nbeen used as a basis for both equilibrium sampling (via \"library-based Monte\nCarlo\") and for obtaining absolute free energies using a polymer-growth\nformalism. Here, we combine the two approaches to extend the size of systems\nfor which free energies can be calculated. We study a series of all-atom\npoly-alanine systems in a simple dielectric \"solvent\" and find that precise\nfree energies can be obtained rapidly. For instance, for 12 residues, less than\nan hour of single-processor is required. The combined approach is formally\nequivalent to the \"annealed importance sampling\" algorithm; instead of\nannealing by decreasing temperature, however, interactions among fragments are\ngradually added as the molecule is \"grown.\" We discuss implications for future\nbinding affinity calculations in which a ligand is grown into a binding site.\n"]}]
["1006.4163",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4163","2010, MNRAS, 407, L64","doi:10.1111/j.1745-3933.2010.00905.x"],"date":["2010-06-21"],"type":["text"],"creator":["Roy, Nirupam","Sengupta, Chandreyee","Kantharia, N. G."],"language":[],"coverage":[],"title":["The curious case of J113924.74+164144.0: a possible new group of\n  galaxies at z = 0.0693"],"description":["  J113924.74+164144.0 is an interesting galaxy at z = 0.0693, i.e. D_L ~ 305\nMpc, with tidal-tail-like extended optical features on both sides. There are\ntwo neighbouring galaxies, a spiral galaxy J113922.85+164136.3 which has a\nstrikingly similar 'tidal' morphology, and a faint galaxy J113923.58+164129.9.\nWe report HI 21 cm observations of this field to search for signatures of\npossible interaction. Narrow HI emission is detected from J113924.74+164144.0,\nbut J113922.85+164136.3 shows no detectable emission. The total HI mass\ndetected in J113924.74+164144.0 is 7.7 x 10^9 M_solar. The HI emission from the\ngalaxy is found to be extended and significantly offset from the optical\nposition of the galaxy. We interpret this as signature of possible interaction\nwith the neighbouring spiral galaxy. There is also a possible detection of HI\nemission from another nearby galaxy J113952.31+164531.8 at z = 0.0680 at a\nprojected distance of 600 kpc, and with a total HI mass of 5.3 x 10^9 M_solar,\nsuggesting that all these galaxies form a loose group at z ~ 0.069.\n","Comment: 5 pages, 1 table, 6 figures. Accepted for publication in MNRAS\n  Letters. The definitive version will be available at\n  http://www.blackwell-synergy.com/"]}]
["1006.4266",{"format":[],"subject":["Mathematical Physics","Mathematics - Rings and Algebras","05E05, 17B69, 11E57, 16W30, 20E22, 33D52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4266","J. Phys. A. Math and Theor. Vol 43, 2010, 405201","doi:10.1088/1751-8113/43/40/405202"],"date":["2010-06-22"],"type":["text"],"creator":["Fauser, Bertfried","Jarvis, Peter D","King, Ronald C"],"language":[],"coverage":[],"title":["Plethysms, replicated Schur functions and series, with applications to\n  vertex operators"],"description":["  Specializations of Schur functions are exploited to define and evaluate the\nSchur functions s_\\lambda[\\alpha X] and plethysms s_\\lambda[\\alpha s_\\nu(X))]\nfor any \\alpha - integer, real or complex. Plethysms are then used to define\npairs of mutually inverse infinite series of Schur functions, M_\\pi and L_\\pi,\nspecified by arbitrary partitions \\pi. These are used in turn to define and\nprovide generating functions for formal characters, s_\\lambda^{(\\pi)}, of\ncertain groups H_\\pi, thereby extending known results for orthogonal and\nsymplectic group characters. Each of these formal characters is then given a\nvertex operator realization, first in terms of the series M=M_{(0)} and various\nL_\\sigma^\\perp dual to L_\\sigma, and then more explicitly in exponential form.\nFinally the replicated form of such vertex operators are written down.\n","Comment: 36 pages, uses youngtab.tex"]}]
["1006.4397",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4397"],"date":["2010-06-22","2010-09-12"],"type":["text"],"creator":["Xu, Kai","Yoshida, Ruriko"],"language":[],"coverage":[],"title":["Statistical analysis on detecting recombination sites in DNA-beta\n  satellites associated with the old world geminiviruses"],"description":["  Although an exchange of genetic information by recombination plays an\nimportant role in the evolution of viruses, it is not clear how it generates\ndiversity. {\\it Geminiviruses} are plant viruses which have ambisense\nsingle-stranded circular DNA genomes and one of the most economically important\nplant viruses in agricultural production. Small circular single-stranded DNA\nsatellites, termed DNA-$\\beta$, have recently been found associated with some\ngeminivirus infections. In this paper we analyze a satellite molecule\nDNA-$\\beta$ of geminiviruses for recombination events using phylogenetic and\nstatistical analysis and we find that one strain from ToLCMaB has a\nrecombination pattern and is possibly recombinant molecule between two strains\nfrom two species, PaLCuB-[IN:Chi:05] (major parent) and ToLCB-[IN:CP:04] (minor\nparent).\n","Comment: 8 figures and 2 tables. To appear in Frontiers in Systems Biology"]}]
["1006.5169",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Networking and Internet Architecture","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5169","Phys. Rev. E 82, 036106 (2010)","doi:10.1103/PhysRevE.82.036106"],"date":["2010-06-26","2010-09-10"],"type":["text"],"creator":["Krioukov, Dmitri","Papadopoulos, Fragkiskos","Kitsak, Maksim","Vahdat, Amin","Boguna, Marian"],"language":[],"coverage":[],"title":["Hyperbolic Geometry of Complex Networks"],"description":["  We develop a geometric framework to study the structure and function of\ncomplex networks. We assume that hyperbolic geometry underlies these networks,\nand we show that with this assumption, heterogeneous degree distributions and\nstrong clustering in complex networks emerge naturally as simple reflections of\nthe negative curvature and metric property of the underlying hyperbolic\ngeometry. Conversely, we show that if a network has some metric structure, and\nif the network degree distribution is heterogeneous, then the network has an\neffective hyperbolic geometry underneath. We then establish a mapping between\nour geometric framework and statistical mechanics of complex networks. This\nmapping interprets edges in a network as non-interacting fermions whose\nenergies are hyperbolic distances between nodes, while the auxiliary fields\ncoupled to edges are linear functions of these energies or distances. The\ngeometric network ensemble subsumes the standard configuration model and\nclassical random graphs as two limiting cases with degenerate geometric\nstructures. Finally, we show that targeted transport processes without global\ntopology knowledge, made possible by our geometric framework, are maximally\nefficient, according to all efficiency measures, in networks with strongest\nheterogeneity and clustering, and that this efficiency is remarkably robust\nwith respect to even catastrophic disturbances and damages to the network\nstructure.\n"]}]
["1006.5213",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5213"],"date":["2010-06-27","2010-09-11"],"type":["text"],"creator":["Bowler, M. G."],"language":[],"coverage":[],"title":["The mass of SS 433: a conflict resolved?"],"description":["  The Galactic microquasar SS\\,433 is very luminous and launches\noppositely-directed jets of cool hydrogen at a quarter of the speed of light.\nObservations of emission lines from the circumbinary disk imply a system mass\nexceeding 40 $ M_\\odot$. The most recent attempts to establish a mass via\nobservation of absorption lines in the spectrum of the companion imply a system\nmass of no more than 20 $ M_\\odot$. Aims. To examine these conflicting data and\npresent a possible resolution of this conflict. Methods. Interpretation of data\nthrough the application of simple trigonometry to the configuration of the SS\n433 system. Results. The absorption spectra which, attributed to the atmosphere\nof the companion, yield an orbital speed of $\\sim$ 60 km s$^{-1}$ could well be\nattributable to absorption of light from the companion in material of the\ncircumbinary disk. Then the absorption spectra predict an orbital speed for the\ncircumbinary disk material of $\\sim$ 240 km s$^{-1}$, in agreement with the\nemission line data. Conclusions. If continuum light from the companion is\nabsorbed in passage through the circumbinary disk material rather than in the\natmosphere of the companion itself, the periodic Doppler shifts in the\nabsorption spectra are entirely consistent with observations of the\ncircumbinary disk and a system mass exceeding $\\sim$ 40 $M_\\odot$. The striking\nconsistency implies that the compact object is a rather massive stellar black\nhole.\n","Comment: This is a sequel to my article on the circumbinary disk of SS 433.\n  arXiv:1004.0119v1 [astro-ph.GA]. The second version is 4 pages and has been\n  augmented by 2 figures. The discussion has been somewhat extended to\n  highlight the conditions necessary for this suggestion to apply"]}]
["1007.1134",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1134","Phys. Rev. B 82, 115205 (2010)","doi:10.1103/PhysRevB.82.115205"],"date":["2010-07-07","2010-08-20"],"type":["text"],"creator":["Shen, K.","Wu, M. W."],"language":[],"coverage":[],"title":["Hole spin relaxation in intrinsic and $p$-type bulk GaAs"],"description":["  We investigate hole spin relaxation in intrinsic and $p$-type bulk GaAs from\na fully microscopic kinetic spin Bloch equation approach. In contrast to the\nprevious study on hole spin dynamics, we explicitly include the intraband\ncoherence and the nonpolar hole-optical-phonon interaction, both of which are\ndemonstrated to be of great importance to the hole spin relaxation. The\nrelative contributions of the D'yakonov-Perel' and Elliott-Yafet mechanisms on\nhole spin relaxation are also analyzed. In our calculation, the screening\nconstant, playing an important role in the hole spin relaxation, is treated\nwith the random phase approximation. In intrinsic GaAs, our result shows good\nagreement with the experiment data at room temperature, where the hole spin\nrelaxation is demonstrated to be dominated by the Elliott-Yafet mechanism. We\nalso find that the hole spin relaxation strongly depends on the temperature and\npredict a valley in the density dependence of the hole spin relaxation time at\nlow temperature due to the hole-electron scattering. In $p$-type GaAs, we\npredict a peak in the spin relaxation time against the hole density at low\ntemperature, which originates from the distinct behaviors of the screening in\nthe degenerate and nondegenerate regimes. The competition between the screening\nand the momentum exchange during scattering events can also lead to a valley in\nthe density dependence of the hole spin relaxation time in the low density\nregime. At high temperature, the effect of the screening is suppressed due to\nthe small screening constant. Moreover, we predict a nonmonotonic dependence of\nthe hole spin relaxation time on temperature associated with the screening\ntogether with the hole-phonon scattering. Finally, we find that the\nD'yakonov-Perel' mechanism can markedly contribute to the .... (omitted due to\nthe limit of space)\n","Comment: 11 pages, 7 figures, Phys. Rev. B, in press"]}]
["1007.3752",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3752","Nanotechnology 21 405504 (2010)","doi:10.1088/0957-4484/21/40/405504"],"date":["2010-07-21","2010-09-11"],"type":["text"],"creator":["Chen, L.","Wernsdorfer, W.","Lampropoulos, C.","Christou, G.","Chiorescu, I."],"language":[],"coverage":[],"title":["On-chip SQUID measurements in the presence of high magnetic fields"],"description":["  We report a low temperature measurement technique and magnetization data of a\nquantum molecular spin, by implementing an on-chip SQUID technique. This\ntechnique enables the SQUID magnetometery in high magnetic fields, up to 7\nTesla. The main challenges and the calibration process are detailed. The\nmeasurement protocol is used to observe quantum tunneling jumps of the S=10\nmolecular magnet, Mn12-tBuAc. The effect of transverse field on the tunneling\nsplitting for this molecular system is addressed as well.\n","Comment: 7 pages, 3 figures"]}]
["1007.5468",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5468"],"date":["2010-07-30","2010-09-13"],"type":["text"],"creator":["Cen, Cheng","Bogorin, Daniela","Levy, Jeremy"],"language":[],"coverage":[],"title":["Thermal Activation and Quantum Field Emission in a Sketch-Based Oxide\n  Nano Transistor"],"description":["  We report direct measurements of the potential barriers and electronic\ncoupling between nanowire segments within a sketch-based oxide nanotransistor\n(SketchFET) device. Near room temperature, switching is governed by thermally\nactivation across a potential barrier controlled by the nanowire gate. Below\nT=150 K, a crossover to quantum field emission is observed that is sensitive to\nstructural phase transitions in the SrTiO3 layer. This direct measurement of\nthe source-drain and gate-drain energy barriers is crucial for the development\nof room-temperature logic and memory elements and low-temperature quantum\ndevices.\n","Comment: An updated version was mistakenly placed on the arXiv as a new\n  submission. Please navigate to arXiv:1009.1893v1 for the latest version"]}]
["1008.0077",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0077"],"date":["2010-07-31","2010-09-12"],"type":["text"],"creator":["Fouxon, Itzhak"],"language":[],"coverage":[],"title":["Universality of attractors at weak dissipation and particles\n  distribution in turbulence"],"description":["  We study stationary solutions to the continuity equation for weakly\ncompressible flows. These describe non-equilibrium steady states of weakly\ndissipative dynamical systems. Compressibility is a singular perturbation that\nchanges the steady state density from a constant \"microcanonical\" distribution\ninto a singular multifractal measure supported on the \"strange attractor\". We\nintroduce a representation of the latter and show that the space-averaged\nproperties are described universally by a log-normal distribution determined by\na single structure function. The spectrum of fractal dimensions is derived.\nApplication to the problem of distribution of particles in turbulence gives\ntestable predictions for real turbulence and stresses the role of pressure\nfluctuations.\n","Comment: 4 pages, submitted version"]}]
["1008.0847",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0847","Optics Communications 283, 21 (2010) 4293-4297","doi:10.1016/j.optcom.2010.06.048"],"date":["2010-08-04"],"type":["text"],"creator":["Clément, Jean-François","Zehnlé, Véronique","Garreau, Jean Claude","Szriftgiser, Pascal"],"language":[],"coverage":[],"title":["Atomic Dipole Traps with Amplified Spontaneous Emission: A Proposal"],"description":["  We propose what we believe to be a novel type of optical source for\nultra-cold atomic Far Off-Resonance optical-dipole Traps (FORTs). The source is\nbased on an Erbium Amplified Spontaneous Emission (ASE) source that seeds a\nhigh power Erbium Doped Fiber Amplifier (EDFA). The main interest of this\nsource is its very low coherence length, thus allowing an incoherent\nsuperposition of several trapping beams without any optical interference. The\nbehavior of the superimposed beams is then a scalar sum greatly simplifying\ncomplex configurations. As an illustration, we report an estimation of the\nintensity noise of this source and an estimation of the atomic excess heating\nrate for an evaporative cooling experiment application. They are both found to\nbe suitable for cold atoms experiments.\n"]}]
["1008.1849",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1849","Proc. SPIE, 2010, 7762, 77620Q","doi:10.1117/12.860486"],"date":["2010-08-11"],"type":["text"],"creator":["Jauffred, Liselotte","Sletmoen, Marit","Czerwinski, Fabian","Oddershede, Lene"],"language":[],"coverage":[],"title":["Quantum dots as handles for optical manipulation"],"description":["  Individual colloidal quantum dots can be optically trapped and manipulated by\na single infrared laser beam operated at low laser powers. If the absorption\nspectrum and the emission wavelength of the trapping laser are appropriately\nchosen, the trapping laser light can act as a source for two-photon excitation\nof the trapped quantum dot. This eliminates the need for an additional\nexcitation laser in experiments where individual quantum dots are used both as\nforce transducers and for visualization of the system. To use quantum dots as\nhandles for quantitative optical force transduction, it is crucial to perform a\nprecise force calibration. Here, we present an Allan variance analysis of\nindividual optically trapped quantum dots and show that the optimal measurement\ntime for experiments involving individual quantum dots is on the order of 0.3\nseconds. Due to their small size and strong illumination, quantum dots are\noptimal for single molecule assays where, optimally, the presence of the tracer\nparticle should not dominate the dynamics of the system. As an example, we\ninvestigated the thermal fluctuations of a DNA tether using an individual\ncolloidal quantum dot as marker, this being the smallest tracer for tethered\nparticle method reported.\n"]}]
["1008.2616",{"format":[],"subject":["Physics - Optics","Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2616","Phys. Rev. Lett. 105, 118301 (2010)","doi:10.1103/PhysRevLett.105.118301"],"date":["2010-08-16","2010-09-08"],"type":["text"],"creator":["Conti, Claudio","DelRe, Eugenio"],"language":[],"coverage":[],"title":["Optical supercavitation in soft-matter"],"description":["  We investigate theoretically, numerically and experimentally nonlinear\noptical waves in an absorbing out-of-equilibrium colloidal material at the\ngelification transition. At sufficiently high optical intensity, absorption is\nfrustrated and light propagates into the medium. The process is mediated by the\nformation of a matter-shock wave due to optically induced thermodiffusion, and\nlargely resembles the mechanism of hydrodynamical supercavitation, as it is\naccompanied by a dynamic phase-transition region between the beam and the\nabsorbing material.\n","Comment: 4 pages, 5 figures, revised version: corrected typos and references"]}]
["1008.2882",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2882","Phys. Rev. Lett. 105, 117205 (2010)","doi:10.1103/PhysRevLett.105.117205"],"date":["2010-08-17"],"type":["text"],"creator":["Westra, H. J. R.","Poot, M.","van der Zant, H. S. J.","Venstra, W. J."],"language":[],"coverage":[],"title":["Nonlinear modal interactions in clamped-clamped mechanical resonators"],"description":["  A theoretical and experimental investigation is presented on the intermodal\ncoupling between the flexural vibration modes of a single clamped-clamped beam.\nNonlinear coupling allows an arbitrary flexural mode to be used as a\nself-detector for the amplitude of another mode, presenting a method to measure\nthe energy stored in a specific resonance mode. Experimentally observed complex\nnonlinear dynamics of the coupled modes are quantitatively captured by a model\nwhich couples the modes via the beam extension; the same mechanism is\nresponsible for the well-known Duffing nonlinearity in clamped-clamped beams.\n","Comment: 5 pages, 3 figures"]}]
["1008.3014",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3014","Journal of Theoretical Biology 267 (2010) 213-222","doi:10.1016/j.jtbi.2010.08.020"],"date":["2010-08-18","2010-08-27"],"type":["text"],"creator":["Ohkubo, Jun","Yoshida, Kazushi","Iino, Yuichi","Masuda, Naoki"],"language":[],"coverage":[],"title":["Long-tail Behavior in Locomotion of Caenorhabditis elegans"],"description":["  The locomotion of Caenorhabditis elegans exhibits complex patterns. In\nparticular, the worm combines mildly curved runs and sharp turns to steer its\ncourse. Both runs and sharp turns of various types are important components of\ntaxis behavior. The statistics of sharp turns have been intensively studied.\nHowever, there have been few studies on runs, except for those on klinotaxis\n(also called weathervane mechanism), in which the worm gradually curves toward\nthe direction with a high concentration of chemicals; this phenomenon was\ndiscovered recently. We analyzed the data of runs by excluding sharp turns. We\nshow that the curving rate obeys long-tail distributions, which implies that\nlarge curving rates are relatively frequent. This result holds true for\nlocomotion in environments both with and without a gradient of NaCl\nconcentration; it is independent of klinotaxis. We propose a phenomenological\ncomputational model on the basis of a random walk with multiplicative noise.\nThe assumption of multiplicative noise posits that the fluctuation of the force\nis proportional to the force exerted. The model reproduces the long-tail\nproperty present in the experimental data.\n","Comment: 30 pages, 11 figures, some errors were corrected"]}]
["1008.4498",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4498"],"date":["2010-08-26","2010-09-13"],"type":["text"],"creator":["Corcella, Gennaro"],"language":[],"coverage":[],"title":["Theoretical issues on the top mass reconstruction at hadron colliders"],"description":["  I discuss a few selected topics related to the reconstruction of the mass of\nthe top quark at hadron colliders. In particular, the relation between the\nmeasured top mass and theoretical definitions, such as the pole or MSbar mass,\nis debated. I will also summarize recent studies on the Monte Carlo uncertainty\ndue to the fragmentation of bottom quarks in top decays.\n","Comment: 8 pages, 4 figures, 3 tables. Talk given at TOP 2010, 3rd\n  International Workshop on Top Quark Physics, May 31 - June 4, Bruges, Belgium"]}]
["1008.4993",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4993"],"date":["2010-08-29","2010-09-12"],"type":["text"],"creator":["Sakai, K.","Kawasaki, T.","Aihara, H.","Arinstein, K.","Aushev, T.","Bakich, A. M.","Balagura, V.","Barberio, E.","Belous, K.","Bhardwaj, V.","Bhuyan, B.","Bischofberger, M.","Bondar, A.","Bozek, A.","Bračko, M.","Browder, T. E.","Chang, M. -C.","Chao, Y.","Chen, A.","Chen, K. -F.","Chen, P.","Cheon, B. G.","Chiang, C. -C.","Cho, K.","Choi, Y.","Dalseno, J.","Doležal, Z.","Drásal, Z.","Dungel, W.","Eidelman, S.","Feindt, M.","Golob, B.","Ha, H.","Haba, J.","Hayasaka, K.","Hayashii, H.","Horii, Y.","Hoshi, Y.","Hou, W. -S.","Hyun, H. J.","Inami, K.","Itoh, R.","Iwabuchi, M.","Iwasaki, Y.","Kang, J. H.","Kawai, H.","Kichimi, H.","Kiesling, C.","Kim, H. J.","Kim, J. H.","Kim, Y. J.","Ko, B. R.","Korpar, S.","Križan, P.","Krokovny, P.","Kuhr, T.","Kumita, T.","Kuzmin, A.","Kwon, Y. -J.","Kyeong, S. -H.","Lange, J. S.","Lee, M. J.","Li, J.","Limosani, A.","Liu, C.","Liventsev, D.","Louvot, R.","Matyja, A.","McOnie, S.","Miyabayashi, K.","Miyata, H.","Miyazaki, Y.","Mohanty, G. B.","Mohapatra, D.","Nakano, E.","Nakao, M.","Natkaniec, Z.","Neubauer, S.","Nishida, S.","Nitoh, O.","Ogawa, S.","Ohshima, T.","Okuno, S.","Olsen, S. L.","Pakhlova, G.","Palka, H.","Park, C. W.","Park, H.","Park, H. K.","Pestotnik, R.","Petrič, M.","Piilonen, L. E.","Prim, M.","Röhrken, M.","Ryu, S.","Sahoo, H.","Sakai, Y.","Schneider","Schwartz, A. J.","Senyo, K.","Seon","Sevior, M. E.","Shapkin, M.","Shen, C. P.","Shiu, J. -G.","Shwartz, B.","Simon, F.","Smerkol, P.","Sokolov, A.","Solovieva, E.","Stanič, S.","Starič, M.","Sumisawa, K.","Sumiyoshi, T.","Taylor, G. N.","Teramoto, Y.","Trabelsi, K.","Tsuboyama, T.","Uehara, S.","Uglov, T.","Unno, Y.","Uno, S.","Varner, G.","Varvell, K. E.","Vervink, K.","Wang, C. H.","Wang, M. -Z.","Wang, P.","Watanabe, M.","Watanabe, Y.","Wedd, R.","Won, E.","Yamashita, Y.","Zhang, C. C.","Zhang, Z. P.","Zhou, P.","Zivko, T.","Zupanc, A.","Zyukova1, O."],"language":[],"coverage":[],"title":["Search for CP violating charge asymmetry in B^+ -> J/psi K^+ decays"],"description":["  We present the result of a search for charge asymmetry in B^+ -> J/psi K^+\ndecays. The CP-violating charge asymmetry is measured to be A_CP(B^+ -> J/psi\nK^+) = [-0.76 +/- 0.50 (stat) +/- 0.22 (syst)]%.\n","Comment: arXiv admin note: erroneous duplicate submission as v2 of\n  arXiv:1008.2567"]}]
["1009.0267",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0267","Nature Communications, v.1, p.62, 2010","doi:10.1038/ncomms1063"],"date":["2010-09-01","2010-09-10"],"type":["text"],"creator":["Boguna, Marian","Papadopoulos, Fragkiskos","Krioukov, Dmitri"],"language":[],"coverage":[],"title":["Sustaining the Internet with Hyperbolic Mapping"],"description":["  The Internet infrastructure is severely stressed. Rapidly growing overheads\nassociated with the primary function of the Internet---routing information\npackets between any two computers in the world---cause concerns among Internet\nexperts that the existing Internet routing architecture may not sustain even\nanother decade. Here we present a method to map the Internet to a hyperbolic\nspace. Guided with the constructed map, which we release with this paper,\nInternet routing exhibits scaling properties close to theoretically best\npossible, thus resolving serious scaling limitations that the Internet faces\ntoday. Besides this immediate practical viability, our network mapping method\ncan provide a different perspective on the community structure in complex\nnetworks.\n"]}]
["1009.1511",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1511"],"date":["2010-09-08","2010-09-12"],"type":["text"],"creator":["Beau, Mathieu","Zagrebnov, Valentin A."],"language":[],"coverage":[],"title":["The second critical point for the Perfect Bose gas in\n  quasi-one-dimensional traps"],"description":["  We present a new model of quasi-one-dimensional trap with some unknown\nphysical predictions about a second transition, including about a change in\nfractions of condensed coherence lengths due to the existence of a second\ncritical temperature Tm < Tc. If this physical model is acceptable, we want to\nchallenge experimental physicists in this regard.\n"]}]
["1009.1696",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1696"],"date":["2010-09-09","2010-09-13"],"type":["text"],"creator":["Endo, Yuki","Miyakawa, Takahiko","Nikuni, Tetsuro"],"language":[],"coverage":[],"title":["Equilibrium Properties of Trapped Dipolar Gases at Finite Temperatures"],"description":["  We study the equilibrium properties of dipolar Bose and Fermi gases at finite\ntemperatures. We recently developed a variational ansatz for the phase-space\ndistribution function of a dipolar Fermi gas at finite temperatures. We extend\nthe variational formalism to a Bose gas and discuss the effect of dipolar\ninteractions with different statistics on the thermal equilibrium, with\nparticular emphasis on the deformation in momentum space. We examine the\nstability of the system by varying the temperature, trap aspect ratio and the\ndipole moment. In addition, we discuss how deformation in both real and\nmomentum space can be observed in the high-temperature regime, which is\nrelevant for the current experiments at JILA [Ni et al. Science 322, 231\n(2008)] and at University of Tokyo [Aikawa et al. New. J. Phys. 11, 055035\n(2009)].\n","Comment: 14 pages, 14 figures"]}]
["1009.1785",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1785"],"date":["2010-09-09","2010-09-12"],"type":["text"],"creator":["Coker, Tom","Johannson, Karen"],"language":[],"coverage":[],"title":["The adjacent vertex distinguishing total chromatic number"],"description":["  A well-studied concept is that of the total chromatic number. A proper total\ncolouring of a graph is a colouring of both vertices and edges so that every\npair of adjacent vertices receive different colours, every pair of adjacent\nedges receive different colours and every vertex and incident edge receive\ndifferent colours. This paper considers a strengthening of this condition and\nexamines the minimum number of colours required for a total colouring with the\nadditional property that for any adjacent vertices $u$ and $v$, the sets of\ncolours incident to $u$ is different from the set of colours incident to $v$.\nIt is shown that there is a constant $C$ so that for any graph $G$, there\nexists such a colouring using at most $\\Delta(G) + C$ colours.\n"]}]
["1009.1924",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1924"],"date":["2010-09-09"],"type":["text"],"creator":["Kouno, Hiroaki","Sakai, Yuji","Sasaki, Takahiro","Kashiwa, Kouji","Yahiro, Masanobu"],"language":[],"coverage":[],"title":["C and P violations in the PNJL model"],"description":["  Using the PNJL model, we investigate C and P violations when theta =pi and\nTheta =mu/(iT)=\\pi/3, where T, theta and mu are the temperature, the parameter\nof theta-vacuum and the quark number chemical potential, respectively. It is\nshown that the C violation and the P restoration happen almost simultaneously\nat theta=pi and Theta =pi/3, if the deconfinement and the chiral symmetry\nrestoration happen almost simultaneously at theta =Theta =0.\n","Comment: 3 pages, 4 figures, to be published in the proceedings for the YITP\n  workshop YITP-W-10-08 on \"Thermal Quantum Field Theories and Their\n  Applications\", Kyoto, August 30-September 1, 2010"]}]
["1009.2092",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2092"],"date":["2010-09-10"],"type":["text"],"creator":["Solovyeva, Vita","Huth, Michael"],"language":[],"coverage":[],"title":["Defect-induced shift of the Peierls transition in TTF-TCNQ thin films"],"description":["  In this paper we investigate the influence of the substrate material and film\nthickness on the Peierls transition temperature in\ntetrathiafulvalene-tetracyanoquinodimethane (TTF-TCNQ) thin films, grown by\nphysical vapor deposition. Our analysis shows that the substrate material and\nthe growth conditions strongly influence the film morphology. In particular, we\ndemonstrate that the Peierls transition temperature in thin films is lower than\nin TTF-TCNQ single crystals. We argue that this effect arises due to defects,\nwhich emerge in TTF-TCNQ thin films during the growth process.\n","Comment: 21 pages, 10 figures, 1 table"]}]
["1009.2096",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2096","Full version of Advances in Cryptology - CRYPTO 2010, LNCS 6223,\n  pages 685--706"],"date":["2010-09-10"],"type":["text"],"creator":["Dupuis, Frédéric","Nielsen, Jesper Buus","Salvail, Louis"],"language":[],"coverage":[],"title":["Secure two-party quantum evaluation of unitaries against specious\n  adversaries"],"description":["  We describe how any two-party quantum computation, specified by a unitary\nwhich simultaneously acts on the registers of both parties, can be privately\nimplemented against a quantum version of classical semi-honest adversaries that\nwe call specious. Our construction requires two ideal functionalities to\ngarantee privacy: a private SWAP between registers held by the two parties and\na classical private AND-box equivalent to oblivious transfer. If the unitary to\nbe evaluated is in the Clifford group then only one call to SWAP is required\nfor privacy. On the other hand, any unitary not in the Clifford requires one\ncall to an AND-box per R-gate in the circuit. Since SWAP is itself in the\nClifford group, this functionality is universal for the private evaluation of\nany unitary in that group. SWAP can be built from a classical bit commitment\nscheme or an AND-box but an AND-box cannot be constructed from SWAP. It follows\nthat unitaries in the Clifford group are to some extent the easy ones. We also\nshow that SWAP cannot be implemented privately in the bare model.\n"]}]
["1009.2098",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2098"],"date":["2010-09-10"],"type":["text"],"creator":["Skinner, Gerald K."],"language":[],"coverage":[],"title":["Positrons in the Galaxy: their births, marriages and deaths"],"description":["  High energy (~GeV) positrons are seen within cosmic rays and observation of a\nnarrow line at 511 keV shows that positrons are annihilating in the galaxy\nafter slowing down to ~keV energies or less. Our state of knowledge of the\norigin of these positrons, of the formation of positronium 'atoms', and of the\ncircumstances of their annihilation or escape from the galaxy are reviewed and\nthe question of whether the two phenomena are linked is discussed.\n","Comment: To be published in the Proceedings of the Vulcano Workshop 2010\n  \"Frontier Objects in Astrophysics and Particle Physics\", Vulcano (Italy)\n  24-29 May 2010. 10pp, 3 Figures"]}]
["1009.2101",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2101"],"date":["2010-09-10"],"type":["text"],"creator":["Skinner, Gerald K."],"language":[],"coverage":[],"title":["Diffractive X-ray Telescopes"],"description":["  Diffractive X-ray telescopes using zone plates, phase Fresnel lenses, or\nrelated optical elements have the potential to provide astronomers with true\nimaging capability with resolution several orders of magnitude better than\navailable in any other waveband. Lenses that would be relatively easy to\nfabricate could have an angular resolution of the order of micro-arc-seconds or\neven better, that would allow, for example, imaging of the distorted space-\ntime in the immediate vicinity of the super-massive black holes in the center\nof active galaxies What then is precluding their immediate adoption? Extremely\nlong focal lengths, very limited bandwidth, and difficulty stabilizing the\nimage are the main problems. The history, and status of the development of such\nlenses is reviewed here and the prospects for managing the challenges that they\npresent are discussed.\n","Comment: 46 pages, 15 figures, invited review paper to be published in a\n  special issue on \"X-Ray Focusing: Techniques and Applications\" of the online\n  journal \"X-Ray Optics & Instrumentation\""]}]
["1009.2105",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2105","Astrophysical Journal 721 (2010) 1329-1332","doi:10.1088/0004-637X/721/2/1329"],"date":["2010-09-10"],"type":["text"],"creator":["Goldstein, A.","Preece, R. D.","Briggs, M. S."],"language":[],"coverage":[],"title":["A New Discriminator for Gamma-Ray Burst Classification: The\n  Epeak-Fluence Energy Ratio"],"description":["  Using the derived gamma-ray burst E_peak and fluences from the complete BATSE\n5B Spectral Catalog, we study the ensemble characteristics of the\nE_peak-fluence relation for GRBs. This relation appears to be a physically\nmeaningful and insightful fundamental discriminator between long and short\nbursts. We discuss the results of the lower limit test of the E_peak-E_iso\nrelations in the E_peak-fluence plane for BATSE bursts with no observed\nredshift. Our results confirm the presence of two GRB classes as well as\nheavily suggesting two different GRB progenitor types.\n","Comment: 8 pages, 3 figures, accepted for publication in ApJ"]}]
["1009.2110",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Complex Variables","43A65, 32W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2110"],"date":["2010-09-10"],"type":["text"],"creator":["Della Sala, Giuseppe","Perez, Joe J."],"language":[],"coverage":[],"title":["Unitary representations of unimodular Lie groups in Bergman spaces"],"description":["  For an arbitrary unimodular Lie group $G$, we construct strongly continuous\nunitary representations in the Bergman space of a naturally constructed\nstrongly pseudoconvex neighborhood of $G$ in the complexification of its\nunderlying manifold.\n","Comment: 14 pages"]}]
["1009.2112",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2112","Published in Astronomy & Astrophysics, Volume 519, September 2010","doi:10.1051/0004-6361/201014506"],"date":["2010-09-10"],"type":["text"],"creator":["Guijarro, A.","Peletier, R. F.","Battaner, E.","Jiménez-Vicente, J.","de Grijs, R.","Florido, E."],"language":[],"coverage":[],"title":["Near-infrared and optical observations of galactic warps: A common,\n  unexplained feature of most discs"],"description":["  Context: Warps occurring in galactic discs have been studied extensively in\nHI and in the optical, but rarely in the near-infrared (NIR) bands that trace\nthe older stellar populations.\n  Aims: We provide NIR data of nearby edge-on galaxies, combined with optical\nobservations, for direct comparison of the properties of galactic warps as a\nfunction of wavelength, and calculate warp curves for each galaxy and obtain\nthe characteristic warp parameters. We discuss these properties as possible\nconstraints to the different mechanisms that have been proposed for the\ndevelopment and persistence of galactic warps.\n  Methods: We observed 20 galaxies that were selected from a statistically\ncomplete diameter-limited subsample of edge-on disc galaxies. We used the Cerro\nTololo Infrared Imager (CIRIM) at the CTIO 1.5m Ritchey-Chretien telescope to\nacquire the NIR data. We used the 1.54m Danish and 0.92m Dutch telescopes at\nthe European Southern Observatory's La Silla site for our optical observations.\n  Results: Our results show that 13 of our 20 sample galaxies are warped, with\nthe warp more pronounced in the optical than at NIR wavelengths. In the\nremaining seven galaxies, no warp is apparent within the limitations of our\nautomated detection method. The transition between the unperturbed inner disc\nand the outer, warped region is rather abrupt. S0 galaxies exhibit very small\nor no warps. The magnetic model remains one of a number of interesting\nformation scenarios.\n","Comment: 16 pages"]}]
["1009.2113",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2113"],"date":["2010-09-10"],"type":["text"],"creator":["Malygin, Mykola","Iakubovskyi, Dmytro"],"language":[],"coverage":[],"title":["Search for cyclotron absorptions from magnetars in the quiescence with\n  XMM-Newton"],"description":["  In this work, we perform the detailed analysis of absorption features in\nspectra of magnetar candidates observed by XMM-Newton satellite. No significant\nline-like feature has been found. This negative result may indicate the\npossible presence of smoothing out the absorption features mechanisms.\n","Comment: 4 pages, 2 figures, to appear in Contributed Papers of 17th Young\n  Scientific Conference held in Kyiv (Ukraine), April 26 - May 1, 2010"]}]
["1009.2114",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2114"],"date":["2010-09-10"],"type":["text"],"creator":["Phillips, J. C."],"language":[],"coverage":[],"title":["Elastic Barriers and Formation of Nanoscale Switching Networks"],"description":["  Thin films of silicon oxide (SiOx) are mixtures of semiconductive c-Si\nnanoclusters (NC) embedded in an insulating g-SiO2 matrix. Tour et al. have\nshown that a trenched thin film geometry enables the NC to form semiconductive\nfilamentary arrays when driven by an applied field. The field required to form\nreversible nanoscale switching networks (NSN) decreases rapidly within a few\ncycles, or by annealing at 600 C in even fewer cycles, and is stable to 700C.\nHere we discuss an elastic mechanism that explains why a vertical edge across\nthe planar Si-SiOx interface is necessary to form NSN. The discussion shows\nthat the formation mechanism is intrinsic and need not occur locally at the\nedge, but can occur anywhere in the SiOx film, given the unpinned nanoscale\nvertical edge geometry.\n"]}]
["1009.2115",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2115"],"date":["2010-09-10"],"type":["text"],"creator":["Duke, J. P."],"language":[],"coverage":[],"title":["Microlensing and Variability in the Bulge of M31"],"description":["  For the past five seasons, the Angstrom Project, an international\nmicrolensing collaboration, has been making observations of the central bulge\nof M31, the Andromeda galaxy, searching for microlensing events. This thesis\ndescribes the work that has been done to develop an automatic candidate\nselection pipeline which enables lensing candidates to be found even if they\nare blended with periodic variable baseline, something which has never been\nattempted before in the same way. As a by-product of this process, many\nvariable stars are found and their properties are investigated and\ncharacterised. The results of the investigations to date are presented. The\nfinal selection of microlensing candidates selected from the most recent\nAngstrom lightcurve data set is shown, and a separate more detailed\ninvestigation into one particularly interesting microlensing candidate of very\nshort duration is described.\n","Comment: PhD Thesis, Astrophysics Research Institute, Liverpool John Moores\n  University, accepted Jan 11th 2010- 319 pages"]}]
["1009.2134",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2134"],"date":["2010-09-10"],"type":["text"],"creator":["Goda, Hiroshi","Hayashi, Chuichiro"],"language":[],"coverage":[],"title":["Genus two Heegaard splittings of exteriors of 1-genus 1-bridge knots"],"description":["  A knot K in a closed connected orientable 3-manifold M is called a 1-genus\n1-bridge knot if (M,K) has a splitting into two pairs of a solid torus V_i\n(i=1,2) and a boundary parallel arc in it. The splitting induces a genus two\nHeegaard splitting of the exterior of K naturally, i.e., K has an unknotting\ntunnel. However the converse is not true in general. Then we study such general\ncase in this paper. One of the conclusions is that the unknotting tunnel may be\nlevelled with the torus \\partial V_1=\\partial V_2.\n","Comment: 31 pages, 16 figures"]}]
["1009.2137",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2137"],"date":["2010-09-11"],"type":["text"],"creator":["Grognard, Frédéric","Akhmetzhanov, Andrei R.","Pierre, Masci","Bernard, Olivier"],"language":[],"coverage":[],"title":["Optimization of a photobioreactor biomass production using natural light"],"description":["  We address the question of optimization of the biomass long term productivity\nin the framework of microalgal biomass production in photobioreactors under the\ninfluence of day/night cycles. For that, we propose a simple bioreactor model\naccounting for light attenuation in the reactor due to biomass density and\nobtain the control law that optimizes productivity over a single day through\nthe application of Pontryagin's maximum principle, with the dilution rate being\nthe control. An important constraint on the obtained solution is that the\nbiomass in the reactor should be at the same level at the beginning and at the\nend of the day so that the same control can be applied everyday and optimizes\nthe long term productivity. Several scenarios are possible depending on the\nmicroalgae's strain parameters and the maximal admissible value of the dilution\nrate: bang-bang or bang-singular-bang control or, if the growth rate of the\nalgae is very strong in the presence of light, constant maximal dilution. A\nbifurcation diagram is presented to illustrate for which values of the\nparameters these different behaviors occur.\n"]}]
["1009.2142",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2142"],"date":["2010-09-11"],"type":["text"],"creator":["Christ, Tobias","Pálvölgyi, Dömötör","Stojaković, Miloš"],"language":[],"coverage":[],"title":["Consistent digital line segments"],"description":["  We introduce a novel and general approach for digitalization of line segments\nin the plane that satisfies a set of axioms naturally arising from Euclidean\naxioms. In particular, we show how to derive such a system of digital segments\nfrom any total order on the integers. As a consequence, using a well-chosen\ntotal order, we manage to define a system of digital segments such that all\ndigital segments are, in Hausdorff metric, optimally close to their\ncorresponding Euclidean segments, thus giving an explicit construction that\nresolves the main question of Chun et al.\n"]}]
["1009.2148",{"format":[],"subject":["Mathematics - Rings and Algebras","17A32, 17A36, 17A60, 17B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2148"],"date":["2010-09-11"],"type":["text"],"creator":["Camacho, L. M.","Canete, E. M.","Gomez, J. R.","Omirov, B. A."],"language":[],"coverage":[],"title":["Quasi-filiform Leibniz algebras of maximum length"],"description":["  The $n$-dimensional $p$-filiform Leibniz algebras of maximum length have\nalready been studied with $0\\leq p\\leq 2$. For Lie algebras whose nilindex is\nequal to $n-2$ there is only one characteristic sequence, $(n-2,1,1)$, while in\nLeibniz theory we obtain two possibilities: $(n-2,1,1)$ and $(n-2,2)$. The\nfirst case (the 2-filiform case) is already known. The present paper deals with\nthe second case, i.e., quasi-filiform non Lie Leibniz algebras of maximum\nlength. Therefore this work completes the study of maximum length of Leibniz\nalgebras with nilindex $n-p$ with $0 \\leq p \\leq 2$.\n","Comment: 16 pages"]}]
["1009.2152",{"format":[],"subject":["Mathematics - Probability","60J10, 60J27, 60J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2152"],"date":["2010-09-11"],"type":["text"],"creator":["Chen, Yong","Chen, Jianmin"],"language":[],"coverage":[],"title":["On the Imbedding Problem for Three-state Time Homogeneous Markov Chains\n  with Coinciding Negative Eigenvalues"],"description":["  For an indecomposable $3\\times 3$ stochastic matrix (i.e., 1-step transition\nprobability matrix) with coinciding negative eigenvalues, a new necessary and\nsufficient condition of the imbedding problem for time homogeneous Markov\nchains is shown by means of an alternate parameterization of the transition\nrate matrix (i.e., intensity matrix, infinitesimal generator), which avoids\ncalculating matrix logarithm or matrix square root. In addition, an implicit\ndescription of the imbedding problem for the $3\\times 3$ stochastic matrix in\nJohansen [J. Lond. Math. Soc., 8, 345-351. (1974)] is pointed out.\n","Comment: 17 pages"]}]
["1009.2158",{"format":[],"subject":["Mathematics - Complex Variables","30G35, 32W50, 46F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2158"],"date":["2010-09-11"],"type":["text"],"creator":["Ludkovsky, S. V"],"language":[],"coverage":[],"title":["Line integration and second order partial differential equations over\n  Cayley-Dickson algebras"],"description":["  Line integration of generalized functions is studied. Second order partial\ndifferential equations with piecewise continuous and generalized variable\ncoefficients over Cayley-Dickson algebras are investigated. Formulas for\nintegrations of such equations are deduced. For this purpose a non-commutative\nline integration is used. Examples of solutions of partial differential\nequations are given.\n","Comment: 80 pages"]}]
["1009.2160",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Geometry","65D18, 68W32","H.3.3","I.3.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2160","Proceedings of the IEEE International Conference on Automation,\n  Quality and Testing, Robotics (THETA 17) (AQTR) - Student Forum, Cluj-Napoca,\n  Romania, 28-30 May, 2010"],"date":["2010-09-11"],"type":["text"],"creator":["Andreica, Mugurel Ionut","Tirsa, Eliana-Dina"],"language":[],"coverage":[],"title":["Clustering, Encoding and Diameter Computation Algorithms for\n  Multidimensional Data"],"description":["  In this paper we present novel algorithms for several multidimensional data\nprocessing problems. We consider problems related to the computation of\nrestricted clusters and of the diameter of a set of points using a new distance\nfunction. We also consider two string (1D data) processing problems, regarding\nan optimal encoding method and the computation of the number of occurrences of\na substring within a string generated by a grammar. The algorithms have been\nthoroughly analyzed from a theoretical point of view and some of them have also\nbeen evaluated experimentally.\n","Comment: ISBN: 978-973-662-574-9"]}]
["1009.2163",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2163"],"date":["2010-09-11"],"type":["text"],"creator":["Nishimura, Hirokazu"],"language":[],"coverage":[],"title":["Relative Microlinearity -Towards the general theory of fiber bundles for\n  Frolicher spaces"],"description":["  In our previous papers [Far East Journal of Mathematical Sciences, 35 (2009),\n211-223] and [International Journal of Pure and Applied Mathematics, 60 (2010),\n15-24] we have developed the theory of Weil prolongation, Weil exponentiability\nand microlinearity for Frolicher spaces. In this paper we will relativize it so\nas to obtain the theory of fiber bundles for Fr\\\"olicher spaces. It is shown\nthat any Weil functor naturally gives rise to a fiber bundle. We will see that\nthe category of fiber bundles over a fixed Fr\\\"olicher space M and their smooth\nmappings over M is cartesian closed. We will see also that the category of\nvector bundles over M and their smooth linear mappings over M is cartesian\nclosed. It is also shown that the tangent bundle functor naturally yields a\nvector bundle.\n"]}]
["1009.2166",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2166"],"date":["2010-09-11"],"type":["text"],"creator":["Zheltukhin, A. A."],"language":[],"coverage":[],"title":["On equivalence of the Komargodski-Seiberg action to the Volkov-Akulov\n  action"],"description":["  Equivalence between the Komargodski-Seiberg and the Volkov-Akulov\nsupersymmetric nonlinear Lagrangians of the Nambu-Goldstone fermions is proved\nin all orders in their interaction constant. The exact expression of the KS\nfermionic field through the VA fermion is found.\n","Comment: 9 pages, LATEX2e"]}]
["1009.2172",{"format":[],"subject":["Mathematics - General Mathematics","46B40, 46A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2172"],"date":["2010-09-11"],"type":["text"],"creator":["Samanta, T. K.","Roy, Sanjay","Dinda, Bivas"],"language":[],"coverage":[],"title":["Cone Normed Linear Spaces"],"description":["  In this paper, we introduce cone normed linear space, study the cone\nconvergence with respect to cone norm. Finally, we prove the completeness of a\nfinite dimensional cone normed linear space.\n","Comment: 9 pages"]}]
["1009.2176",{"format":[],"subject":["Mathematics - General Mathematics","03F55, 08A72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2176"],"date":["2010-09-11"],"type":["text"],"creator":["Roy, Sanjay","Samanta, T. K."],"language":[],"coverage":[],"title":["A Note on Intuitionistic Fuzzy Hypervector Spaces"],"description":["  The notion of Intuitionistic fuzzy hypervector space has been generalized and\na few basic properties on this concept are studied. It has been shown that the\nintersection and union of an arbitrary family of Intuitionistic fuzzy\nhypervector spaces are also Intuitionistic fuzzy hypervector space. Lastly, the\nnotion of a linear transformation on a hypervector space is introduced and\nestablished an important theorem relative to Intuitionistic fuzzy hypervector\nspaces.\n","Comment: 13 pages"]}]
["1009.2178",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2178"],"date":["2010-09-11"],"type":["text"],"creator":["Lu, Lunjin","Cleary, John G."],"language":[],"coverage":[],"title":["Simplifying Negative Goals Using Typed Existence Properties"],"description":["  A method for extracting positive information from negative goals is proposed.\nIt makes use of typed existence properties between arguments of a predicate to\nrewrite negative goals in a logic program. A typed existence property is a\ngeneralization of functional dependencies in that an input value maps to a\nfixed number of output values. Types are used to specify the domains of the\ninput and output values. An implementation of the simplification method is\npresented and its complexity is analyzed. A key algorithm of the implementation\nchecks if an atom in a negative goal can be extracted using a given typed\nexistence property. A digraph links an atom to the quantified variables\noccurring in the atom and is used to quickly retrieve atoms in the negative\ngoal that may become extractable after some other atom is extracted.\n"]}]
["1009.2180",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2180"],"date":["2010-09-11"],"type":["text"],"creator":["da Silva, Adilton Jose","Stosic, Borko"],"language":[],"coverage":[],"title":["Critical density of urban traffic"],"description":["  A modified version of the Intelligent Driver Model was used to simulate\ntraffic in the district of Afogados, in the city of Recife, Brazil, with the\nobjective to verify whether the complexity of the underlying street grid, with\nmultiple lane streets, crossings, and semaphores, is capable of exhibiting the\neffect of critical density: appearance of a maximum in the vehicle flux versus\ndensity curve. Numerical simulations demonstrate that this effect indeed is\nobserved on individual avenues, while the phase offset among the avenues\nresults in damping of this effect for the region as a whole.\n","Comment: 6 pages, 7 figures"]}]
["1009.2181",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2181"],"date":["2010-09-11"],"type":["text"],"creator":["Arenas-Carmona, Luis"],"language":[],"coverage":[],"title":["Notes on Cohomology"],"description":["  This work is a collection of old and new aplications of Galois cohomology to\nthe clasification of algebraic and arithmetical objects.\n"]}]
["1009.2184",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2184"],"date":["2010-09-11"],"type":["text"],"creator":["Rubin, Boris"],"language":[],"coverage":[],"title":["Funk, Cosine, and Sine Transforms on Stiefel and Grassmann manifolds"],"description":["  The Funk, cosine, and sine transforms on the unit sphere are indispensable\ntools in integral geometry. They are also known to be interesting objects in\nharmonic analysis. The aim of the paper is to extend basic facts about these\ntransforms to the more general context for Stiefel or Grassmann manifolds. The\nmain topics are composition formulas, the Fourier functional relations for the\ncorresponding homogeneous distributions, analytic continuation, and explicit\ninversion formulas.\n","Comment: 52 pages"]}]
["1009.2186",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2186"],"date":["2010-09-11"],"type":["text"],"creator":["Stamatakos, Georgios"],"language":[],"coverage":[],"title":["Top-Down Multilevel Simulation of Tumor Response to Treatment in the\n  Context of In Silico Oncology"],"description":["  The aim of this chapter is to provide a brief introduction into the basics of\na top-down multilevel tumor dynamics modeling method primarily based on\ndiscrete entity consideration and manipulation. The method is clinically\noriented, one of its major goals being to support patient individualized\ntreatment optimization through experimentation in silico (=on the computer).\nTherefore, modeling of the treatment response of clinical tumors lies at the\nepicenter of the approach. Macroscopic data, including i.a. anatomic and\nmetabolic tomographic images of the tumor, provide the framework for the\nintegration of data and mechanisms pertaining to lower and lower biocomplexity\nlevels such as clinically approved cellular and molecular biomarkers. The\nmethod also provides a powerful framework for the investigation of multilevel\n(multiscale) tumor biology in the generic investigational context. The\nOncosimulator, a multiscale physics and biomedical engineering concept and\nconstruct tightly associated with the method and currently undergoing clinical\nadaptation, optimization and validation, is also sketched. A brief outline of\nthe approach is provided in natural language. Two specific models of tumor\nresponse to chemotherapeutic and radiotherapeutic schemes are briefly outlined\nand indicative results are presented in order to exemplify the application\npotential of the method. The chapter concludes with a discussion of several\nimportant aspects of the method including i.a. numerical analysis aspects,\ntechnological issues, model extensions and validation within the framework of\nactual running clinico-genomic trials. Future perspectives and challenges are\nalso addressed.\n","Comment: Dedicated to 75 anniversary of Prof. Duechting, Siegen. Keywords: top\n  down model, discrete event based cancer simulation technique, DEBCaST, cancer\n  modeling, cancer multiscale modeling, discrete event simulation, clinically\n  oriented cancer modeling, oncosimulator, in silico oncology, glioblastoma\n  multiforme, radiation therapy, temozolomide, chemotherapy, cancer\n  biomathematics, cancer bioinformatics, cancer integrative biology, clinical\n  trials, in silico experiment; virtual physiological human, VPH"]}]
["1009.2187",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2187"],"date":["2010-09-11"],"type":["text"],"creator":["Ulmer, W.","Schaffner, B."],"language":[],"coverage":[],"title":["Laboratory Report (LR) to the paper Foundation of an analytical proton\n  beamlet model for inclusion in a general proton dose calculation system\n  [arXiv:1009.0832]"],"description":["  We have developed a model for proton depth dose and lateral distributions\nbased on Monte Carlo calculations (GEANT4) and an integration procedure of the\nBethe-Bloch equation (BBE). The model accounts for the transport of primary and\nsecondary protons, the creation of recoil protons and heavy recoil nuclei as\nwell as lateral scattering of these contributions. The buildup, which is\nexperimentally observed in higher energy depth dose curves, is modeled by\ninclusion of two different origins: 1. Secondary reaction protons with a\ncontribution of ca. 65 % of the buildup (for monoenergetic protons). 2. Landau\ntails as well as Gaussian type of fluctuations for range straggling effects.\nAll parameters of the model for initially monoenergetic proton beams have been\nobtained from Monte Carlo calculations or checked by them. Furthermore, there\nare a few parameters, which can be obtained by fitting the model to measured\ndepth dose curves in order to describe individual characteristics of the\nbeamline - the most important being the initial energy spread. We find that the\nfree parameters of the depth dose model can be predicted for any intermediate\nenergy from a couple of measured curves.\n","Comment: Laboratory Report (preprint) of the article: Foundation of an\n  analytical proton beamlet model for inclusion in a general proton dose\n  calculation system, arXiv:1009.0832"]}]
["1009.2189",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2189","EPTCS 34, 2010","doi:10.4204/EPTCS.34"],"date":["2010-09-11"],"type":["text"],"creator":["Crary, Karl","Miculan, Marino"],"language":[],"coverage":[],"title":["Proceedings 5th International Workshop on Logical Frameworks and\n  Meta-languages: Theory and Practice"],"description":["  Type theories, logical frameworks and meta-languages form a common foundation\nfor designing, implementing, and reasoning about formal languages and their\nsemantics. They are central to the design of modern programming languages,\ncertified software, and domain specific logics. More generally, they continue\nto influence applications in many areas in mathematics, logic and computer\nscience.\n  The Logical Frameworks and Meta-languages: Theory and Practice workshop aims\nto bring together designers, implementers, and practitioners working on these\nareas, and in particular about: the automation and implementation of the\nmeta-theory of programming languages and related calculi; the design of proof\nassistants, automated theorem provers, and formal digital libraries building\nupon logical framework technology; theoretical and practical issues concerning\nthe encoding of variable binding and fresh name generation, especially the\nrepresentation of, and reasoning about, datatypes defined from binding\nsignatures; case studies of meta-programming, and the mechanization of the\n(meta) theory of descriptions of programming languages and other calculi.\n  This volume contains the final and revised versions of the papers presented\nat LFMTP 2010, which was held on July 14, 2010 in Edinburgh (UK). LFMTP 2010\nwas part of the Federated Logic Conference (FLoC 2010), and affilated with LICS\n2010.\n"]}]
["1009.2190",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2190"],"date":["2010-09-11"],"type":["text"],"creator":["Withers, C. S.","Nadarajah, S."],"language":[],"coverage":[],"title":["Accurate inference for a one parameter distribution based on the mean of\n  a transformed sample"],"description":["  A great deal of inference in statistics is based on making the approximation\nthat a statistic is normally distributed. The error in doing so is generally\n$O(n^{-1/2})$ and can be very considerable when the distribution is heavily\nbiased or skew. This note shows how one may reduce this error to\n$O(n^{-(j+1)/2})$, where $j$ is a given integer. The case considered is when\nthe statistic is the mean of the sample values from a continuous one-parameter\ndistribution, after the sample has undergone an initial transformation.\n"]}]
["1009.2195",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2195","Ring and Module theory, Trends in Mathematics, Birkh\\\"auser Verlag\n  Basel, Switzerland, (2010) 165 - 174"],"date":["2010-09-11"],"type":["text"],"creator":["Vas, Lia","Papachristou, Charalampos"],"language":[],"coverage":[],"title":["A note on $(\\alpha, \\beta)$-higher derivations and their extensions to\n  modules of quotients"],"description":["  We extend some recent results on the differentiability of torsion theories.\nIn particular, we generalize the concept of $(\\alpha, \\beta)$-derivation to\n$(\\alpha, \\beta)$-higher derivation and demonstrate that a filter of a\nhereditary torsion theory that is invariant for $\\alpha$ and $\\beta$ is\n$(\\alpha, \\beta)$-higher derivation invariant. As a consequence, any higher\nderivation can be extended from a module to its module of quotients. Then, we\nshow that any higher derivation extended to a module of quotients extends also\nto a module of quotients with respect to a larger torsion theory in such a way\nthat these extensions agree. We also demonstrate these results hold for\nsymmetric filters as well. We finish the paper with answers to two questions\nposed in [L. Va\\s, Extending higher derivations to rings and modules of\nquotients, International Journal of Algebra, 2 (15) (2008), 711--731]. In\nparticular, we present an example of a non-hereditary torsion theory that is\nnot differential.\n","Comment: Proceedings of the International Conference on Ring and Module\n  Theory, Ankara, Turkey, August 2008"]}]
["1009.2204",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2204"],"date":["2010-09-11"],"type":["text"],"creator":["Brunelle, Justin F.","Levinstein, Irwin B.","Boonthum, Chutima"],"language":[],"coverage":[],"title":["MiBoard: Metacognitive Training Through Gaming in iSTART"],"description":["  MiBoard (Multiplayer Interactive Board Game) is an online, turn-based board\ngame, which is a supplement of the iSTART (Interactive Strategy Training for\nActive Reading and Thinking) application. MiBoard is developed to test the\nhypothesis that integrating game characteristics (point rewards, game-like\ninteraction, and peer feedback) into the iSTART trainer will significantly\nimprove its effectiveness on students' learning. It was shown by M. Rowe that a\nphysical board game did in fact enhance students' performance. MiBoard is a\ncomputer-based version of Rowe's board game that eliminates constraints on\nlocality while retaining the crucial practice components that were the game's\nobjective. MiBoard gives incentives for participation and provides a more\nenjoyable and social practice environment compared to the online individual\npractice component of the original trainer.\n","Comment: VMASC Capstone Conference, April 2009"]}]
["1009.2205",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2205"],"date":["2010-09-11"],"type":["text"],"creator":["Brunelle, Justin F.","Dempsey, Kyle B.","Jackson, G. Tanner","Boonthum, Chutima","Levinstein, Irwin B.","McNamara, Danielle S."],"language":[],"coverage":[],"title":["MiBoard: iSTART Metacognitive Training through Gaming"],"description":["  MiBoard (Multiplayer Interactive Board Game) is an online, turn-based board\ngame, which is a supplement of the iSTART (Interactive Strategy Training for\nActive Reading and Thinking) application. MiBoard is developed to test the\nhypothesis that integrating game characteristics (point rewards, game-like\ninteraction, and peer feedback) into the iSTART trainer will significantly\nimprove its effectiveness on students' learning. It was shown by M. Rowe that a\nphysical board game did in fact enhance students' performance. MiBoard is a\ncomputer-based version of Rowe's board game that eliminates constraints on\nlocality while retaining the crucial practice components that were the game's\nobjective. MiBoard gives incentives for participation and provides a more\nenjoyable and social practice environment compared to the online individual\npractice component of the original trainer\n","Comment: SCiP Conference, November 19th 2009"]}]
["1009.2206",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2206"],"date":["2010-09-11"],"type":["text"],"creator":["Dempsey, Kyle B.","Brunelle, Justin F.","Jackson, G. Tanner","Boonthum, Chutima","Levinstein, Irwin B.","McNamara, Danielle S."],"language":[],"coverage":[],"title":["MiBoard: Multiplayer Interactive Board Game"],"description":["  Serious games have recently emerged as an avenue for curriculum delivery.\nSerious games incorporate motivation and entertainment while providing pointed\ncurriculum for the user. This paper presents a serious game, called MiBoard,\ncurrently being developed from the iSTART Intelligent Tutoring System. MiBoard\nincorporates a multiplayer interaction that iSTART was previously unable to\nprovide. This multiplayer interaction produces a wide variation across game\ntrials, while also increasing the repeat playability for users. This paper\npresents a demonstration of the MiBoard system and the expectations for its\napplication.\n","Comment: 14th International Conference on Artificial Intelligence in Education\n  (AIED), 2009"]}]
["1009.2207",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2207","FLAIRS-23, May 22-23 2010"],"date":["2010-09-11"],"type":["text"],"creator":["Dempsey, Kyle B","Jackson, G. Tanner","Brunelle, Justin F.","Rowe, Michael","McNamara, Danielle S."],"language":[],"coverage":[],"title":["MiBoard: A Digital Game from a Physical World"],"description":["  Increasing user engagement is constant challenge for Intelligent Tutoring\nSystems researchers. A current trend in the ITS field is to increase engagement\nof proven learning systems by integrating them within games, or adding in game\nlike components. Incorporating proven learning methods within a game based\nenvironment is expected to add to the overall experience without detracting\nfrom the original goals, however, the current study demonstrates two important\nissues with regard to ITS design. First, effective designs from the physical\nworld do not always translate into the digital world. Second, games do not\nnecessarily improve engagement, and in some cases, they may have the opposite\neffect. The current study discusses the development and a brief assessment of\nMiBoard a multiplayer collaborative online board game designed to closely\nemulate a previously developed physical board game, iSTART: The Board Game.\n"]}]
["1009.2208",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2208","FLAIRS-23, May 22-23 2010"],"date":["2010-09-11"],"type":["text"],"creator":["Brunelle, Justin F.","Jackson, G. Tanner","Dempsey, Kyle","Boonthum, Chutima","Levinstein, Irwin B.","McNamara, Danielle S."],"language":[],"coverage":[],"title":["Gamed-based iSTART Practice: From MiBoard to Self-Explanation Showdown"],"description":["  MiBoard (Multiplayer Interactive Board Game) is an online, turnbased board\ngame that was developed to assess the integration of game characteristics\n(point rewards, game-like interaction, and peer feedback) and how that might\naffect student engagement and learning efficacy. This online board game was\ndesigned to fit within the Extended Practice module of iSTART (Interactive\nStrategy Training for Active Reading and Thinking). Unfortunately, preliminary\nresearch shows that MiBoard actually reduces engagement and does not benefit\nthe quality of student self-explanations when compared to the original Extended\nPractice module. Consequently the MiBoard framework has been revamped to create\nSelf-Explanation Showdown, a faster-paced, less analytically oriented game that\nadds competition to the creation of self-explanations. Students are evaluated\non the quality of their self-explanations using the same assessment algorithms\nfrom iSTART Extended Practice module (this includes both word-based and\nLSA-based assessments). The technical issues involved in development of MiBoard\nand Self- Explanation Showdown are described. The lessons learned from the\nMiBoard experience are also discussed in this paper.\n"]}]
["1009.2209",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2209","The Astrophysical Journal Letters, 721, L143-L147 (2010)","doi:10.1088/2041-8205/721/2/L143"],"date":["2010-09-11"],"type":["text"],"creator":["Dong, Xiao-Bo","Ho, Luis C.","Wang, Jian-Guo","Wang, Ting-Gui","Wang, Huiyuan","Fan, Xiaohui","Zhou, Hongyan"],"language":[],"coverage":[],"title":["The Prevalence of Narrow Optical Fe II Emission Lines in Type 1 Active\n  Galactic Nuclei"],"description":["  From detailed spectral analysis of a large sample of low-redshift active\ngalactic nuclei (AGNs) selected from the Sloan Digital Sky Survey, we\ndemonstrate---statistically for the first time---that narrow optical Fe II\nemission lines, both permitted and forbidden, are prevalent in type 1 AGNs.\nRemarkably, these optical lines are completely absent in type 2 AGNs, across a\nwide luminosity range, from Seyfert 2 galaxies to type 2 quasars. We suggest\nthat the narrow FeII-emitting gas is confined to a disk-like geometry in the\ninnermost regions of the narrow-line region on physical scales smaller than the\nobscuring torus.\n","Comment: This Letter is separated from arXiv:0903.5020 (sumbitted to ApJ),\n  with more tests on the robustness of the detection of narrow Fe II emission\n  as well as more quantitative details and figures about narrow Fe II emission\n  lines in AGNs. The implementation of the analytical narrow and broad Fe II\n  templates in IDL is available at\n  http://staff.ustc.edu.cn/~xbdong/Data_Release/FeII/Template/"]}]
["1009.2211",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2211"],"date":["2010-09-11"],"type":["text"],"creator":["Wu, Xiaodi"],"language":[],"coverage":[],"title":["Parallelized Solution to Semidefinite Programmings in Quantum Complexity\n  Theory"],"description":["  In this paper we present an equilibrium value based framework for solving\nSDPs via the multiplicative weight update method which is different from the\none in Kale's thesis \\cite{Kale07}. One of the main advantages of the new\nframework is that we can guarantee the convertibility from approximate to exact\nfeasibility in a much more general class of SDPs than previous result. Another\nadvantage is the design of the oracle which is necessary for applying the\nmultiplicative weight update method is much simplified in general cases. This\nleads to an alternative and easier solutions to the SDPs used in the previous\nresults \\class{QIP(2)}$\\subseteq$\\class{PSPACE} \\cite{JainUW09} and\n\\class{QMAM}=\\class{PSPACE} \\cite{JainJUW09}. Furthermore, we provide a generic\nform of SDPs which can be solved in the similar way. By parallelizing every\nstep in our solution, we are able to solve a class of SDPs in \\class{NC}.\nAlthough our motivation is from quantum computing, our result will also apply\ndirectly to any SDP which satisfies our conditions. In addition to the new\nframework for solving SDPs, we also provide a novel framework which improves\nthe range of equilibrium value problems that can be solved via the\nmultiplicative weight update method. Before this work we are only able to\ncalculate the equilibrium value where one of the two convex sets needs to be\nthe set of density operators. Our work demonstrates that in the case when one\nset is the set of density operators with further linear constraints, we are\nstill able to approximate the equilibrium value to high precision via the\nmultiplicative weight update method.\n","Comment: 22 pages. Comments are welcome"]}]
["1009.2228",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2228","J. Stat. Mech. (2010) P09002","doi:10.1088/1742-5468/2010/09/P09002"],"date":["2010-09-12"],"type":["text"],"creator":["Agliari, Elena","Casartelli, Mario","Vivo, Edoardo"],"language":[],"coverage":[],"title":["Metric characterization of cluster dynamics on the Sierpinski gasket"],"description":["  We develop and implement an algorithm for the quantitative characterization\nof cluster dynamics occurring on cellular automata defined on an arbitrary\nstructure. As a prototype for such systems we focus on the Ising model on a\nfinite Sierpsinski Gasket, which is known to possess a complex thermodynamic\nbehavior. Our algorithm requires the projection of evolving configurations into\nan appropriate partition space, where an information-based metrics (Rohlin\ndistance) can be naturally defined and worked out in order to detect the\nchanging and the stable components of clusters. The analysis highlights the\nexistence of different temperature regimes according to the size and the rate\nof change of clusters. Such regimes are, in turn, related to the correlation\nlength and the emerging \"critical\" fluctuations, in agreement with previous\nthermodynamic analysis, hence providing a non-trivial geometric description of\nthe peculiar critical-like behavior exhibited by the system. Moreover, at high\ntemperatures, we highlight the existence of different time scales controlling\nthe evolution towards chaos.\n","Comment: 20 pages, 8 figures"]}]
["1009.2233",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2233"],"date":["2010-09-12"],"type":["text"],"creator":["Chen, William Y. C.","Fan, Neil J. Y.","Jia, Jeffrey Y. T."],"language":[],"coverage":[],"title":["Labeled Ballot Paths and the Springer Numbers"],"description":["  The Springer numbers are defined in connection with the irreducible root\nsystems of type $B_n$, which also arise as the generalized Euler and class\nnumbers introduced by Shanks. Combinatorial interpretations of the Springer\nnumbers have been found by Purtill in terms of Andre signed permutations, and\nby Arnol'd in terms of snakes of type $B_n$. We introduce the inversion code of\na snake of type $B_n$ and establish a bijection between labeled ballot paths of\nlength n and snakes of type $B_n$. Moreover, we obtain the bivariate generating\nfunction for the number B(n,k) of labeled ballot paths starting at (0,0) and\nending at (n,k). Using our bijection, we find a statistic $\\alpha$ such that\nthe number of snakes $\\pi$ of type $B_n$ with $\\alpha(\\pi)=k$ equals B(n,k). We\nalso show that our bijection specializes to a bijection between labeled Dyck\npaths of length 2n and alternating permutations on [2n].\n","Comment: 16 pages, 4 figures"]}]
["1009.2235",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2235"],"date":["2010-09-12"],"type":["text"],"creator":["Ohya, Shinobu","Takata, Kenta","Tanaka, Masaaki"],"language":[],"coverage":[],"title":["Universal valence-band picture of the ferromagnetic semiconductor GaMnAs"],"description":["  The origin of ferromagnetism in the prototype ferromagnetic semiconductor\nGaMnAs is still controversial due to the insufficient understanding of its band\nstructure and Fermi level position. Here, we show the universal valence-band\n(VB) picture of GaMnAs obtained by resonant tunneling spectroscopy for a\nvariety of surface GaMnAs layers with the Mn concentrations from 6 to 15% and\nthe Curie temperatures from 71 to 154 K. We find that the Fermi level exists in\nthe bandgap, and that the VB structure of GaAs is almost perfectly maintained\nin all the GaMnAs samples, i.e. VB is not merged with the impurity band.\nFurthermore, the p-d exchange splitting of VB is found to be quite small (only\nseveral meV) even in GaMnAs with a high Curie temperature (154 K). These\nresults indicate that the VB structure of GaMnAs is quite insensitive to the Mn\ndoping.\n"]}]
["1009.2237",{"format":[],"subject":["Mathematics - Operator Algebras","46L05, 46L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2237"],"date":["2010-09-12"],"type":["text"],"creator":["Akemann, Charles","Anderson, Joel","Tanbay, Betul"],"language":[],"coverage":[],"title":["The Kadison-Singer problem for the direct sum of matrix algebras"],"description":["  Let $M_n$ denote the algebra of complex $n\\times n $ matrices and write $M$\nfor the direct sum of the $M_n$. So a typical element of $M$ has the form \\[x =\nx_1\\oplus x_2 \\... \\oplus x_n \\oplus \\...,\\] where $x_n \\in M_n$ and $\\|x\\| =\n\\sup_n\\|x_n\\|$. We set $D= \\{\\{x_n\\} \\in M: x_n$ is diagonal for all $N\\}$. We\nconjecture (contra Kadison and Singer (1959)) that every pure state of $D$\nextends uniquely to a pure state of $M$. This is known for the normal pure\nstates of D, and we show that this is true for a (weak*) open, dense subset of\nall the singular pure states of $D$. We also show that (assuming the Continuum\nhypothesis) $M$ has pure states that are not multiplicative on any maximal\nabelian *-subalgebra of $M$.\n"]}]
["1009.2243",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Nonlinear Sciences - Chaotic Dynamics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2243","PLoS Comput Biol 6(8): e1000909","doi:10.1371/journal.pcbi.1000909"],"date":["2010-09-12"],"type":["text"],"creator":["Goldberg, Mati","De Pittà, Maurizio","Volman, Vladislav","Berry, Hugues","Ben-Jacob, Eshel"],"language":[],"coverage":[],"title":["Nonlinear gap junctions enable long-distance propagation of pulsating\n  calcium waves in astrocyte networks"],"description":["  A new paradigm has recently emerged in brain science whereby communications\nbetween glial cells and neuron-glia interactions should be considered together\nwith neurons and their networks to understand higher brain functions. In\nparticular, astrocytes, the main type of glial cells in the cortex, have been\nshown to communicate with neurons and with each other. They are thought to form\na gap-junction-coupled syncytium supporting cell-cell communication via\npropagating Ca2+ waves. An identified mode of propagation is based on\ncytoplasm-to-cytoplasm transport of inositol trisphosphate (IP3) through gap\njunctions that locally trigger Ca2+ pulses via IP3-dependent Ca2+-induced Ca2+\nrelease. It is, however, currently unknown whether this intracellular route is\nable to support the propagation of long-distance regenerative Ca2+ waves or is\nrestricted to short-distance signaling. Furthermore, the influence of the\nintracellular signaling dynamics on intercellular propagation remains to be\nunderstood. In this work, we propose a model of the gap-junctional route for\nintercellular Ca2+ wave propagation in astrocytes showing that: (1)\nlong-distance regenerative signaling requires nonlinear coupling in the gap\njunctions, and (2) even with nonlinear gap junctions, long-distance\nregenerative signaling is favored when the internal Ca2+ dynamics implements\nfrequency modulation-encoding oscillations with pulsating dynamics, while\namplitude modulation-encoding dynamics tends to restrict the propagation range.\nAs a result, spatially heterogeneous molecular properties and/or weak couplings\nare shown to give rise to rich spatiotemporal dynamics that support complex\npropagation behaviors. These results shed new light on the mechanisms\nimplicated in the propagation of Ca2+ waves across astrocytes and precise the\nconditions under which glial cells may participate in information processing in\nthe brain.\n","Comment: Article: 30 pages, 7 figures. Supplementary Material: 11 pages, 6\n  figures"]}]
["1009.2246",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2246"],"date":["2010-09-12"],"type":["text"],"creator":["Chibbaro, Sergio","Minier, Jean-Pierre"],"language":[],"coverage":[],"title":["PDF modeling of near-wall turbulent flows: A New model, Weak\n  second-order scheme and a numerical study in a Hybrid configuration"],"description":["  In this work, we discuss some points relevant for stochastic modelling of\none- and two-phase turbulent flows. In the framework of stochastic modelling,\nalso referred to PDF approach, we propose a new Langevin model including all\nviscosity effects and thus that is consistent with viscous Navier-Stokes\nequations. In the second part of the work, we show how to develop a\nsecond-order unconditionally stable numerical scheme for the stochastic\nequations proposed. Accuracy and consistency of the numerical scheme is\ndemonstrated analytically. In the last part of the work, we study the fluid\nflow in a channel flow with the proposed viscous method. A peculiar approach is\nchosen: the flow is solved with a Eulerian method and after with the Lagrangian\nmodel proposed which uses some of the Eulerian quantities. In this way\nattention is devoted to the issue of consistency in hybrid Eulerian/Lagrangian\nmethods. It is shown that the coupling is important indeed and that to couple\nthe Lagrangian model to an Eulerian one which is not consistent with the same\nturbulence physics leads to large errors. This part of the work complements a\nrecent article [Chibbaro and Minier International Journal of Multiphase flows\nsubmitted (arXiv:0912.2045)]\n","Comment: 39 pages, 9 figures"]}]
["1009.2252",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2252"],"date":["2010-09-12"],"type":["text"],"creator":["Hasan, Masud","Hossain, Mohammad Monoar","López-Ortiz, Alejandro","Nusrat, Sabrina","Quader, Saad Altaful","Rahman, Nabila"],"language":[],"coverage":[],"title":["Some New Equiprojective Polyhedra"],"description":["  A convex polyhedron $P$ is $k$-equiprojective if all of its orthogonal\nprojections, i.e., shadows, except those parallel to the faces of $P$ are\n$k$-gon for some fixed value of $k$. Since 1968, it is an open problem to\nconstruct all equiprojective polyhedra. Recently, Hasan and Lubiw [CGTA\n40(2):148-155, 2008] have given a characterization of equiprojective polyhedra.\nBased on their characterization, in this paper we discover some new\nequiprojective polyhedra by cutting and gluing existing polyhedra.\n","Comment: 10 pages, 8 figures"]}]
["1009.2254",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2254"],"date":["2010-09-12"],"type":["text"],"creator":["Alfonso-Faus, Antonio"],"language":[],"coverage":[],"title":["Entropy, Gravity and the Mass-Boom"],"description":["  Verlinde presents the gravitational force as due to gradients of entropy, an\nemergent force, with far reaching consequences. Using the Hawking-Bekenstein\nentropy formulation, we arrive at the conclusion that the Mass-Boom effect,\npresented elsewhere, forces the entropy of the universe to increase. Then the\nMass-Boom is directly related to the existence of gravity. The principle of\nMach implies that the Mass-Boom is responsible for the expansion of the\nuniverse. Thus, the Mass-Boom effect is a necessary condition for: 1) the\nincrease of entropy with time, 2) the existence of gravity, and 3) for the\nexpansion of the universe. The universe seems to initially appear and grow out\nof polarization: positive mass-boom (energy) versus negative gravitational\npotential energy boom, adding both always to zero. Polarization is then the\ncause of creation and evolution of the universe.\n","Comment: 2 pages"]}]
["1009.2257",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2257"],"date":["2010-09-12"],"type":["text"],"creator":["Dutertre, Nicolas","Fukui, Toshizumi"],"language":[],"coverage":[],"title":["On the topology of stable maps"],"description":["  We investigate how Viro's integral calculus applies for the study of the\ntopology of stable maps. We also discuss several applications to Morin maps and\ncomplex maps.\n"]}]
["1009.2259",{"format":[],"subject":["Computer Science - Logic in Computer Science","68Q60","D.2.4","C.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2259"],"date":["2010-09-12"],"type":["text"],"creator":["Mironov, Andrew M."],"language":[],"coverage":[],"title":["Theory of processes"],"description":["  The book gives a detailed exposition of basic concepts and results of a\ntheory of processes. The presentation of theoretical concepts and results is\naccompanied with illustrations of their application to solving various problems\nof verification of processes. Along with well-known results there are presented\nauthor's results related to verification of processes with message passing, and\nthere are given examples of an application of these results.\n","Comment: 290 pages"]}]
["1009.2263",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2263","Proc. SPIE, Vol. 7733, 773303 (2010)","doi:10.1117/12.862582"],"date":["2010-09-12"],"type":["text"],"creator":["Tyson, J. Anthony"],"language":[],"coverage":[],"title":["Optical Synoptic Telescopes: New Science Frontiers"],"description":["  Over the past decade, sky surveys such as the Sloan Digital Sky Survey have\nproven the power of large data sets for answering fundamental astrophysical\nquestions. This observational progress, based on a synergy of advances in\ntelescope construction, detectors, and information technology, has had a\ndramatic impact on nearly all fields of astronomy, and areas of fundamental\nphysics. The next-generation instruments, and the surveys that will be made\nwith them, will maintain this revolutionary progress. The hardware and\ncomputational technical challenges and the exciting science opportunities are\nattracting scientists and engineers from astronomy, optics, low-light-level\ndetectors, high-energy physics, statistics, and computer science. The history\nof astronomy has taught us repeatedly that there are surprises whenever we view\nthe sky in a new way. This will be particularly true of discoveries emerging\nfrom a new generation of sky surveys. Imaging data from large ground-based\nactive optics telescopes with sufficient etendue can address many scientific\nmissions simultaneously. These new investigations will rely on the statistical\nprecision obtainable with billions of objects. For the first time, the full sky\nwill be surveyed deep and fast, opening a new window on a universe of faint\nmoving and distant exploding objects as well as unraveling the mystery of dark\nenergy.\n","Comment: 12 pages, 7 figures"]}]
["1009.2267",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2267","Nature 464, 45-53 (2010)","doi:10.1038/nature08812"],"date":["2010-09-12"],"type":["text"],"creator":["Ladd, Thaddeus D.","Jelezko, Fedor","Laflamme, Raymond","Nakamura, Yasunobu","Monroe, Christopher","O'Brien, Jeremy L."],"language":[],"coverage":[],"title":["Quantum Computing"],"description":["  Quantum mechanics---the theory describing the fundamental workings of\nnature---is famously counterintuitive: it predicts that a particle can be in\ntwo places at the same time, and that two remote particles can be inextricably\nand instantaneously linked. These predictions have been the topic of intense\nmetaphysical debate ever since the theory's inception early last century.\nHowever, supreme predictive power combined with direct experimental observation\nof some of these unusual phenomena leave little doubt as to its fundamental\ncorrectness. In fact, without quantum mechanics we could not explain the\nworkings of a laser, nor indeed how a fridge magnet operates. Over the last\nseveral decades quantum information science has emerged to seek answers to the\nquestion: can we gain some advantage by storing, transmitting and processing\ninformation encoded in systems that exhibit these unique quantum properties?\nToday it is understood that the answer is yes. Many research groups around the\nworld are working towards one of the most ambitious goals humankind has ever\nembarked upon: a quantum computer that promises to exponentially improve\ncomputational power for particular tasks. A number of physical systems,\nspanning much of modern physics, are being developed for this task---ranging\nfrom single particles of light to superconducting circuits---and it is not yet\nclear which, if any, will ultimately prove successful. Here we describe the\nlatest developments for each of the leading approaches and explain what the\nmajor challenges are for the future.\n","Comment: 26 pages, 7 figures, 291 references. Early draft of Nature 464, 45-53\n  (4 March 2010). Published version is more up-to-date and has several\n  corrections, but is half the length with far fewer references"]}]
["1009.2270",{"format":[],"subject":["Computer Science - Databases","68P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2270"],"date":["2010-09-12"],"type":["text"],"creator":["Caroprese, L.","Truszczynski, M."],"language":[],"coverage":[],"title":["Active Integrity Constraints and Revision Programming"],"description":["  We study active integrity constraints and revision programming, two\nformalisms designed to describe integrity constraints on databases and to\nspecify policies on preferred ways to enforce them. Unlike other more commonly\naccepted approaches, these two formalisms attempt to provide a declarative\nsolution to the problem. However, the original semantics of founded repairs for\nactive integrity constraints and justified revisions for revision programs\ndiffer. Our main goal is to establish a comprehensive framework of semantics\nfor active integrity constraints, to find a parallel framework for revision\nprograms, and to relate the two. By doing so, we demonstrate that the two\nformalisms proposed independently of each other and based on different\nintuitions when viewed within a broader semantic framework turn out to be\nnotational variants of each other. That lends support to the adequacy of the\nsemantics we develop for each of the formalisms as the foundation for a\ndeclarative approach to the problem of database update and repair. In the paper\nwe also study computational properties of the semantics we consider and\nestablish results concerned with the concept of the minimality of change and\nthe invariance under the shifting transformation.\n","Comment: 48 pages, 3 figures"]}]
["1009.2279",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2279"],"date":["2010-09-12"],"type":["text"],"creator":["Goda, Hiroshi","Hayashi, Chuichiro"],"language":[],"coverage":[],"title":["Genus two Heegaard splittings of exteriors of 1-genus 1-bridge knots II"],"description":["  A knot K is called a 1-genus 1-bridge knot in a 3-manifold M if (M,K) has a\nHeegaard splitting (V_1,t_1)\\cup (V_2,t_2) where V_i is a solid torus and t_i\nis a boundary parallel arc properly embedded in V_i. If the exterior of a knot\nhas a genus 2 Heegaard splitting, we say that the knot has an unknotting\ntunnel. Naturally the exterior of a 1-genus 1-bridge knot K allows a genus 2\nHeegaard splitting, i.e., K has an unknotting tunnel. But, in general, there\nare unknotting tunnels which are not derived form this procedure. Some of them\nmay be levelled with the torus \\partial V_1=\\partial V_2, whose case was\nstudied in our previous paper. In this paper, we consider the remaining case.\n","Comment: 21 pages, 7 figures"]}]
["1009.2280",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2280"],"date":["2010-09-12"],"type":["text"],"creator":["Tuoc, Trinh Khanh"],"language":[],"coverage":[],"title":["Reflections on a Penetration Theory of Turbulent Heat Transfer"],"description":["  This paper discusses a modified penetration theory where the time scale for\nthe momentum wall layer is based on the onset of ejections from the wall but\nthe time scale for the thermal layer is based on the unsteady state diffusion\nof heat from the wall into the streamwise flow, not the renewal of heat from\neddies penetrating the wall layer. A method for the determination of the\nthickness of the thermal wall layer has been developed. The theory correlates\nadequately experimental data for both the thickness of the thermal wall layer\nand the Nusselt number.\n  Key words: Heat transfer, penetration theory, turbulence, time scales.\n","Comment: 29 pages, 15 figures"]}]
["1009.2282",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2282"],"date":["2010-09-12"],"type":["text"],"creator":["Luo, Jun"],"language":[],"coverage":[],"title":["SNAP: SNowbAll multi-tree Pushing for Peer-to-Peer Media Streaming"],"description":["  Given the respective advantages of the two complimentary techniques for\npeer-to-peer media streaming (namely tree-based push and mesh-based pull),\nthere is a strong trend of combining them into a hybrid streaming system.\nBacked by recently proposed mechanisms to identify stable peers, such a hybrid\nsystem usually consists of backbone trees formed by the stable peers and other\noverlay structures in the second tier to accommodate the remaining peers. In\nthis paper, we embrace the hybrid push-pull structure for peer-to-peer media\nstreaming. Our protocol is dominated by a multi-tree push mechanism to minimize\nthe delay in the backbone and is complemented by other overlay structures to\ncope with peer dynamics. What mainly distinguishes our multi-tree pushing from\nthe conventional ones is an unbalanced tree design guided by the so called\nsnow-ball streaming, which has a provable minimum delay and can be smoothly\n\"melded\" with virtually any other existing overlay structures lying in the\nsecond tier. We design algorithms to construct and maintain our SNowbAll\nmulti-tree Pushing (SNAP) overlay, and we also illustrate how to smoothly weld\nthe SNAP backbone with the second tier. Finally, we perform simulations in\nns-2; the results indicate that our approach outperforms a recently proposed\nhybrid streaming system.\n"]}]
["1009.2292",{"format":[],"subject":["Mathematics - General Topology","05xx, 53xx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2292"],"date":["2010-09-12"],"type":["text"],"creator":["Knill, Oliver"],"language":[],"coverage":[],"title":["A discrete Gauss-Bonnet type theorem"],"description":["  We prove a prototype curvature theorem for subgraphs G of the flat triangular\ntesselation which play the analogue of \"domains\" in two dimensional Euclidean\nspace: The Pusieux curvature K(p) = 2|S1(p)| - |S2(p)| is equal to 12 times the\nEuler characteristic when summed over the boundary of G. Here |S1(p)| is the\narc length of the unit sphere of p and |S2(p)| is the arc length of the sphere\nof radius 2. This curvature 12 formula is discrete Gauss-Bonnet formula or Hopf\nUmlaufsatz. The curvature introduced here is motivated by analogue\nconstructions in the continuum like the Jacobi equations for geodesic flows.\nFor the first order curvature K1(p) = 6-|S1(p)|, Gauss-Bonnet results are much\neasier to show, are less \"differential geometric\" but generalize to rather\ngeneral 2-dimensional graphs G=(V,E): The sum of the K1 curvatures over the\nentire graph is 6 times the Euler characteristic of G, where the Euler\ncharacteristic is defined as v-e+f where v=|V|,e=|E| and f is the number of\ntriangles. For many abstract two dimensional graphs, the sum over all K\ncurvatures is 60 times the Euler characteristic. Under which conditions this\ncurvature 60 theorem holds is still under investigation. In our proof of the\ncurvature 12 theorem, the concept of dimension for abstract graphs plays an\nimportant role: a vertex p of a finite abstract graph X=(V,E) is called\n0-dimensional, if p is not connected to any other vertex. A subset G of X is\ncalled 0-dimensional if every point of G is 0-dimensional in G. A vertex p of G\nis called 1-dimensional if S1(p) is zero dimensional. A finite subset G of X is\ncalled 1-dimensional if any of the points in G is 1-dimensional. A point p of G\nis called 2 dimensional, if S1(p) is a one-dimensional graph and a subset G of\nthe graph is called 2-dimensional, if every vertex p of G is 2-dimensional.\n","Comment: 27 pages, 56 figures"]}]
["1009.2294",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2294","PLoS ONE 5(8): e11930 (2010)","doi:10.1371/journal.pone.0011930"],"date":["2010-09-13"],"type":["text"],"creator":["Raychaudhuri, Subhadip"],"language":[],"coverage":[],"title":["A Minimal Model of Signaling Network Elucidates Cell-to-Cell Stochastic\n  Variability in Apoptosis"],"description":["  Signaling networks are designed to sense an environmental stimulus and adapt\nto it. We propose and study a minimal model of signaling network that can sense\nand respond to external stimuli of varying strength in an adaptive manner. The\nstructure of this minimal network is derived based on some simple assumptions\non its differential response to external stimuli. We employ stochastic\ndifferential equations and probability distributions obtained from stochastic\nsimulations to characterize differential signaling response in our minimal\nnetwork model. We show that the proposed minimal signaling network displays two\ndistinct types of response as the strength of the stimulus is decreased. The\nsignaling network has a deterministic part that undergoes rapid activation by a\nstrong stimulus in which case cell-to-cell fluctuations can be ignored. As the\nstrength of the stimulus decreases, the stochastic part of the network begins\ndominating the signaling response where slow activation is observed with\ncharacteristic large cell-to-cell stochastic variability. Interestingly, this\nproposed stochastic signaling network can capture some of the essential\nsignaling behaviors of a complex apoptotic cell death signaling network that\nhas been studied through experiments and large-scale computer simulations. Thus\nwe claim that the proposed signaling network is an appropriate minimal model of\napoptosis signaling. Elucidating the fundamental design principles of complex\ncellular signaling pathways such as apoptosis signaling remains a challenging\ntask. We demonstrate how our proposed minimal model can help elucidate the\neffect of a specific apoptotic inhibitor Bcl-2 on apoptotic signaling in a\ncell-type independent manner. We also discuss the implications of our study in\nelucidating the adaptive strategy of cell death signaling pathways.\n","Comment: 9 pages, 6 figures"]}]
["1009.2295",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2295"],"date":["2010-09-13"],"type":["text"],"creator":["Raychaudhuri, Subhadip"],"language":[],"coverage":[],"title":["How can we kill cancer cells: insights from the computational models of\n  apoptosis"],"description":["  Cancer cells are widely known to be protected from apoptosis, which is a\nmajor hurdle to successful anti-cancer therapy. Over-expression of several\nanti-apoptotic proteins, or mutations in pro-apoptotic factors, has been\nrecognized to confer such resistance. Development of new experimental\nstrategies, such as in silico modeling of biological pathways, can increase our\nunderstanding of how abnormal regulation of apoptotic pathway in cancer cells\ncan lead to tumour chemoresistance. Monte Carlo simulations are in particular\nwell suited to study inherent variability, such as spatial heterogeneity and\ncell-to-cell variations in signaling reactions. Using this approach, often in\ncombination with experimental validation of the computational model, we\nobserved that large cell-to-cell variability could explain the kinetics of\napoptosis, which depends on the type of pathway and the strength of stress\nstimuli. Most importantly, Monte Carlo simulations of apoptotic signaling\nprovides unexpected insights into the mechanisms of fractional cell killing\ninduced by apoptosis-inducing agents, showing that not only variation in\nprotein levels, but also inherent stochastic variability in signaling\nreactions, can lead to survival of a fraction of treated cancer cells.\n","Comment: 10 pages; will appear in World Journal of Clinical Oncology (2010)"]}]
["1009.2298",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2298"],"date":["2010-09-13"],"type":["text"],"creator":["Bolshakova, A. D.","Chirkov, A. Yu.","Khvesyuk, V. I."],"language":[],"coverage":[],"title":["Scaling laws for electrostatic collisionless drift instabilities"],"description":["  Electrostatic drift instabilities driven by ion and electron temperature\ngradients (ITG and ETG instabilities) are considered for the ranges of\nperpendicular wave number values from the inverse ion thermal gyroradius up to\nthe electron thermal gyroradius. The analysis is carried out in the framework\nof the local kinetic approach. Scaling laws for instability parameters are\npresented. These scaling laws can be used as a basis of collisionless plasma\ntransport rates in magnetic traps with purely poloidal magnetic field topology.\n","Comment: 5 pages, 5 figures"]}]
["1009.2300",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2300"],"date":["2010-09-13"],"type":["text"],"creator":["Leng, Chenlei","Tran, Minh Ngoc","Nott, David"],"language":[],"coverage":[],"title":["Bayesian Adaptive Lasso"],"description":["  We propose the Bayesian adaptive Lasso (BaLasso) for variable selection and\ncoefficient estimation in linear regression. The BaLasso is adaptive to the\nsignal level by adopting different shrinkage for different coefficients.\nFurthermore, we provide a model selection machinery for the BaLasso by\nassessing the posterior conditional mode estimates, motivated by the\nhierarchical Bayesian interpretation of the Lasso. Our formulation also permits\nprediction using a model averaging strategy. We discuss other variants of this\nnew approach and provide a unified framework for variable selection using\nflexible penalties. Empirical evidence of the attractiveness of the method is\ndemonstrated via extensive simulation studies and data analysis.\n"]}]
["1009.2302",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2302"],"date":["2010-09-13"],"type":["text"],"creator":["Tran, Minh-Ngoc","Nott, David","Leng, Chenlei"],"language":[],"coverage":[],"title":["The Predictive Lasso"],"description":["  We propose a shrinkage procedure for simultaneous variable selection and\nestimation in generalized linear models (GLMs) with an explicit predictive\nmotivation. The procedure estimates the coefficients by minimizing the\nKullback-Leibler divergence of a set of predictive distributions to the\ncorresponding predictive distributions for the full model, subject to an $l_1$\nconstraint on the coefficient vector. This results in selection of a\nparsimonious model with similar predictive performance to the full model.\nThanks to its similar form to the original lasso problem for GLMs, our\nprocedure can benefit from available $l_1$-regularization path algorithms.\nSimulation studies and real-data examples confirm the efficiency of our method\nin terms of predictive performance on future observations.\n"]}]
["1009.2309",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2309"],"date":["2010-09-13"],"type":["text"],"creator":["Breskin, A.","Peskov, V.","Di Mauro, A.","Martineng, P.","Paras, D. Mayani","Molnar, L.","Nappi, E.","Paic, G.","van Hoorne, J."],"language":[],"coverage":[],"title":["R&D results on a CsI-TTGEM based photodetector"],"description":["  The very high momentum particle identification detector proposed for the\nALICE upgrade is a focusing RICH using a C4F10 gaseous radiator. For the\ndetection of Cherenkov photons, one of the options currently under\ninvestigation is to use a CsI coated Triple-Thick-GEM (CsI-TTGEM) with metallic\nor resistive electrodes. We will present results from the laboratory studies as\nwell as preliminary results of beam tests of a RICH detector prototype\nconsisting of a CaF2 radiator coupled to a 10x10 cm2 CsI-TTGEM equipped with a\npad readout and GASSIPLEX-based front-end electronics. With such a prototype\nthe detection of Cherenkov photons simultaneously with minimum ionizing\nparticles has been achieved for the first time in a stable operation mode.\n"]}]
["1009.2310",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2310"],"date":["2010-09-13"],"type":["text"],"creator":["Kobayashi, Masanori","Mase, Makiko"],"language":[],"coverage":[],"title":["Isomorphism among families of weighted K3 hypersurfaces"],"description":["  Some of the 95 families of weighted K3 hypersurfaces have been known to have\nthe isometric lattice polarizations. It is shown that weighted K3 hypersurfaces\nin such families are to one-to-one correspond by explicitly constructing the\nmonomial birational morphisms among the weighted projective spaces. All the\nweight systems having the isometric Picard lattices commonly possess an\nanticanonical sublinear system, being confirmed that the Picard lattice of the\nsublinear system we obtained is the same as those of the complete linear\nsystems.\n","Comment: 7 pages, 3 figures, 2 tables"]}]
["1009.2314",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2314","\"Mapping Cloud Computing onto Useful e-Governance\"; International\n  Journal of Computer Science and Information Security (IJCSIS), Vol. 8, No. 5,\n  2010"],"date":["2010-09-13"],"type":["text"],"creator":["Prasad, Ajay","Chaurasia, Sandeep","Singh, Arjun","Gour, Deepak"],"language":[],"coverage":[],"title":["Mapping Cloud Computing onto Useful e-Governance"],"description":["  Most of the services viewed in context to grid and cloud computing are mostly\nconfined to services that are available for intellectual purposes. The grid or\ncloud computing are large scale distributed systems. The essence of large scale\ndistribution can only be realized if the services are rendered to common man.\nThe only organization which has exposure to almost every single resident is the\nrespective governments in every country. As the size of population increases so\nthe need for a larger purview arises. The problem of having a large purview can\nbe solved by means of large scale grid for online services. The government\nservices can be rendered through fully customized Service-oriented Clouds. In\nthis paper we are presenting tight similarities between generic government\nfunctioning and the service oriented grid/cloud approach. Also, we will discuss\nthe major issues in establishing services oriented grids for governmental\norganization.\n"]}]
["1009.2322",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2322"],"date":["2010-09-13"],"type":["text"],"creator":["Chan, Joseph Wun-Tat","Chin, Francis Y. L.","Han, Xin","Lam, Ka-Cheong","Ting, Hing-Fung","Zhang, Yong"],"language":[],"coverage":[],"title":["Deterministic Online Call Control in Cellular Networks and Triangle-Free\n  Cellular Networks"],"description":["  Wireless Communication Networks based on Frequency Division Multiplexing (FDM\nin short) plays an important role in the field of communications, in which each\nrequest can be satisfied by assigning a frequency. To avoid interference, each\nassigned frequency must be different to the neighboring assigned frequencies.\nSince frequency is a scarce resource, the main problem in wireless networks is\nhow to fully utilize the given bandwidth of frequencies. In this paper, we\nconsider the online call control problem. Given a fixed bandwidth of\nfrequencies and a sequence of communication requests arrive over time, each\nrequest must be either satisfied immediately after its arrival by assigning an\navailable frequency, or rejected. The objective of call control problem is to\nmaximize the number of accepted requests. We study the asymptotic performance\nof this problem, i.e., the number of requests in the sequence and the bandwidth\nof frequencies are very large. In this paper, we give a 7/3-competitive\nalgorithm for call control problem in cellular network, improving the previous\n2.5-competitive result. Moreover, we investigate the triangle-free cellular\nnetwork, propose a 9/4-competitive algorithm and prove that the lower bound of\ncompetitive ratio is at least 5/3.\n","Comment: 12 pages, 4 figures"]}]
["1009.2327",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2327"],"date":["2010-09-13"],"type":["text"],"creator":["Dreiser, Jan","Waldmann, Oliver","Carver, Graham","Dobe, Christopher","Güdel, Hans-Ulrich","Weihe, Høgni","Barra, Anne-Laure"],"language":[],"coverage":[],"title":["High-Frequency Electron-Spin-Resonance Study of the Octanuclear Ferric\n  Wheel CsFe$_8$"],"description":["  High-frequency ($f$ = 190 GHz) electron paramagnetic resonance (EPR) at\nmagnetic fields up to 12 T as well as Q-band ($f$ = 34.1 GHz) EPR were\nperformed on single crystals of the molecular wheel CsFe$_8$. In this molecule,\neight Fe(III) ions, which are coupled by nearest-neighbor antiferromagnetic\n(AF) Heisenberg exchange interactions, form a nearly perfect ring. The\nangle-dependent EPR data allow for the accurate determination of the spin\nHamiltonian parameters of the lowest spin multiplets with $S \\leq$ 4.\nFurthermore, the data can well be reproduced by a dimer model with a uniaxial\nanisotropy term, with only two free parameters $J$ and $D$. A fit to the dimer\nmodel yields $J$ = -15(2) cm$^{-1}$ and $D$ = -0.3940(8) cm$^{-1}$. A rhombic\nanisotropy term is found to be negligibly small, $E$ = 0.000(2) cm$^{-1}$. The\nresults are in excellent agreement with previous inelastic neutron scattering\n(INS) and high-field torque measurements. They confirm that the CsFe$_8$\nmolecule is an excellent experimental model of an AF Heisenberg ring. These\nfindings are also important within the scope of further investigations on this\nmolecule such as the exploration of recently observed magnetoelastic\ninstabilities.\n","Comment: 21 pages, 8 figures, accepted for publication in Inorganic Chemistry"]}]
["1009.2331",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","18C10, 18D05, 18G55, 55P15, 55Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2331"],"date":["2010-09-13"],"type":["text"],"creator":["Maltsiniotis, Georges"],"language":[],"coverage":[],"title":["Grothendieck $\\infty$-groupoids, and still another definition of\n  $\\infty$-categories"],"description":["  The aim of this paper is to present a simplified version of the notion of\n$\\infty$-groupoid developed by Grothendieck in \"Pursuing Stacks\" and to\nintroduce a definition of $\\infty$-categories inspired by Grothendieck's\napproach.\n"]}]
["1009.2335",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2335"],"date":["2010-09-13"],"type":["text"],"creator":["Song, Chong","Yu, Jie"],"language":[],"coverage":[],"title":["Generalized Landau-Lifshitz Equation into $S^n$"],"description":["  In this paper, a type of integrable evolution equation--the generalized\nLandau-Lifshitz equation into $S^n$ is considered. We deal with this equation\nfrom a geometric point of view by rewriting it in a geometric form. Through the\ngeometric energy method, we show the global well-posedness of the corresponding\nCauchy problem.\n","Comment: 20pages"]}]
["1009.2337",{"format":[],"subject":["Mathematics - Group Theory","20M07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2337"],"date":["2010-09-13"],"type":["text"],"creator":["Bakulin, Sergey"],"language":[],"coverage":[],"title":["On identities of indicator burnside semigroups"],"description":["  A semigroup variety is said to be a Rees-Sushkevich variety if it is\ncontained in a periodic variety generated by 0-simple semigroups. S. I.\nKublanovsky has proven that a variety V is a Rees-Sushkevich variety if and\nonly it does not contain any of special finite semigroups. These semigroups are\ncalled indicator Burnside semigroups. It is shown that indicator Burnside\nsemigroups have polynomially decidable equational theory. Also it is shown that\neach indicator Burnside semigroups generate a finitely based variety.\n"]}]
["1009.2343",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2343"],"date":["2010-09-13"],"type":["text"],"creator":["Patel, Aavishkar A.","Mukerjee, Subroto"],"language":[],"coverage":[],"title":["Theromelectricity in Graphene: Effects of a gap and magnetic fields"],"description":["  We calculate the thermopower of monolayer graphene in various circumstances.\nFirst we show that experiments on the thermopower of graphene can be understood\nquantitatively with a very simple model of screening in the semiclassical\nlimit. We can calculate the energy dependent scattering time for this model\nexactly. We then consider acoustic phonon scattering which might be the\noperative scattering mechanism in free standing films, and predict that the\nthermopower will be linear in any induced gap in the system. Further, the\nthermopower peaks at the same value of chemical potential (tunable by gate\nvoltage) independent of the gap. Finally, we show that in the semiclassical\napproximation, the thermopower in a magnetic field saturates at high field to a\nvalue which can be calculated exactly and is independent of the details of the\nscattering. This effect might be observable experimentally.\n","Comment: 5 pages and 4 figures"]}]
["1009.2347",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2347"],"date":["2010-09-13"],"type":["text"],"creator":["Burdzy, Krzysztof","Kulczycki, Tadeusz","Schilling, Rene"],"language":[],"coverage":[],"title":["Stationary distributions for jump processes with inert drift"],"description":["  We analyze jump processes $Z$ with ``inert drift'' determined by a ``memory''\nprocess $S$. The state space of $(Z,S)$ is the Cartesian product of the unit\ncircle and the real line. We prove that the stationary distribution of $(Z,S)$\nis the product of the uniform probability measure and a Gaussian distribution.\n"]}]
["1009.2348",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2348"],"date":["2010-09-13"],"type":["text"],"creator":["Alioli, Simone"],"language":[],"coverage":[],"title":["NLO and Parton Showers: the POWHEG-BOX"],"description":["  We describe the \\POWHEGBOX{} package, a general computer code framework for\nimplementing NLO calculations in Shower Monte Carlo programs according to the\n\\POWHEG{} method.\n","Comment: 5 pages, 2 figures, to appear in the proceedings of Physics at the\n  LHC 2010, DESY, Hamburg, 7-12 June 2010"]}]
["1009.2350",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2350","Astrophysical Journal Letters 721 (2010) L86-L91","doi:10.1088/2041-8205/721/2/L86"],"date":["2010-09-13"],"type":["text"],"creator":["Rajaguru, S. P.","Wachter, R.","Sankarasubramanian, K.","Couvidat, S."],"language":[],"coverage":[],"title":["Local helioseismic and spectroscopic analyses of interactions between\n  acoustic waves and a sunspot"],"description":["  Using a high cadence imaging spectropolarimetric observation of a sunspot and\nits surroundings in magnetically sensitive (FeI 6173 A) and insensitive (FeI\n7090 A) upper photospheric absorption lines, we map the instantaneous wave\nphases and helioseismic travel times as a function of observation height and\ninclination of magnetic field to the vertical. We confirm the magnetic\ninclination angle dependent transmission of incident acoustic waves into upward\npropagating waves, and derive (1) proof that helioseismic travel times receive\ndirection dependent contributions from such waves and hence cause errors in\nconventional flow inferences, (2) evidences for acoustic wave sources beneath\nthe umbral photosphere, and (3) significant differences in travel times\nmeasured from the chosen magnetically sensitive and insensitive spectral lines.\n","Comment: 12 pages, 5 figures, To appear in the Astrophysical Journal Letters"]}]
["1009.2353",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2353","Physics of Plasmas 17, 9 (2010) 092302","doi:10.1063/1.3466030"],"date":["2010-09-13"],"type":["text"],"creator":["Bos, Wouter","Neffaa, Salah","Schneider, Kai"],"language":[],"coverage":[],"title":["Self-organization and symmetry-breaking in two-dimensional plasma\n  turbulence"],"description":["  The spontaneous self-organization of two-dimensional magnetized plasma is\ninvestigated within the framework of magnetohydrodynamics with a particular\nemphasis on the symmetry-breaking induced by the shape of the confining\nboundaries. This symmetry-breaking is quantified by the angular momentum, which\nis shown to be generated rapidly and spontaneously from initial conditions free\nfrom angular momentum as soon as the geometry lacks axisymmetry. This effect is\nillustrated by considering circular, square, and elliptical boundaries. It is\nshown that the generation of angular momentum in nonaxisymmetric geometries can\nbe enhanced by increasing the magnetic pressure. The effect becomes stronger at\nhigher Reynolds numbers. The generation of magnetic angular momentum (or\nangular field), previously observed at low Reynolds numbers, becomes weaker at\nlarger Reynolds numbers.\n"]}]
["1009.2364",{"format":[],"subject":["Mathematics - Number Theory","11D45 (Primary) 14G05, 14G10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2364"],"date":["2010-09-13"],"type":["text"],"creator":["Loughran, Daniel"],"language":[],"coverage":[],"title":["Manin's Conjecture for a Singular Sextic del Pezzo Surface"],"description":["  We prove Manin's conjecture for a del Pezzo surface of degree six which has\none singularity of type $\\mathbf{A}_2$. Moreover, we achieve a meromorphic\ncontinuation and explicit expression of the associated height zeta function.\n","Comment: 23 pages, 1 figure"]}]
["1009.2365",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2365","Laser Physics, vol. 20, 100-106 (2010)","doi:10.1134/S1054660X09170095"],"date":["2010-09-13"],"type":["text"],"creator":["Heugel, Simon","Villar, Alessandro S.","Sondermann, Markus","Peschel, Ulf","Leuchs, Gerd"],"language":[],"coverage":[],"title":["On the analogy between a single atom and an optical resonator"],"description":["  A single atom in free space can have a strong influence on a light beam and a\nsingle photon can have a strong effect on a single atom in free space.\nRegarding this interaction, two conceptually different questions can be asked:\ncan a single atom fully absorb a single photon and can a single atom fully\nreflect a light beam. The conditions for achieving the full effect in either\ncase are different. Here we discuss related questions in the context of an\noptical resonator. When shaping a laser pulse properly it will be fully\nabsorbed by an optical resonator, i.e., no light will be reflected and all the\npulse energy will accumulate inside the resonator before it starts leaking out.\nWe show in detail that in this case the temporal pulse shape has to match the\ntime-reversed pulse obtained by the cavity's free decay. On the other hand a\nresonator, made of highly reflecting mirrors which normally reflect a large\nportion of any incident light, may fully transmit the light, as long as the\nlight is narrow band and resonant with the cavity. The analogy is the single\natom - normally letting most of the light pass - which under special conditions\nmay fully reflect the incident light beam. Using this analogy we are able to\nstudy the effects of practical experimental limitations in the atom-photon\ncoupling, such as finite pulses, bandwidths, and solid angle coverage, and to\nuse the optical resonator as a test bed for the implementation of the quantum\nexperiment.\n"]}]
["1009.2368",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2368","International Journal of Wireless & Mobile Networks (IJWMN),\n  Vol.2, No.3, August 2010"],"date":["2010-09-13"],"type":["text"],"creator":["Chowdhury, Mostafa Zaman","Jang, Yeong Min","Haas, Zygmunt J."],"language":[],"coverage":[],"title":["Network evolution and QOS provisioning for integrated\n  femtocell/macrocell networks"],"description":["  Integrated femtocell/macrocell networks, comprising a conventional cellular\nnetwork overlaid with femtocells, offer an economically appealing way to\nimprove coverage, quality of service, and access network capacity. The key\nelement to successful femtocells/macrocell integration lies in its\nself-organizing capability. Provisioning of quality of service is the main\ntechnical challenge of the femtocell/macrocell integrated networks, while the\nmain administrative challenge is the choice of the proper evolutionary path\nfrom the existing macrocellular networks to the integrated network. In this\narticle, we introduce three integrated network architectures which, while\nincreasing the access capacity, they also reduce the deployment and operational\ncosts. Then, we discuss a number of technical issues, which are key to making\nsuch integration a reality, and we offer possible approaches to their solution.\nThese issues include efficient frequency and interference management, quality\nof service provisioning of the xDSL-based backhaul networks, and intelligent\nhandover control.\n","Comment: 16 pages, 10 figures, Published in International Journal of Wireless\n  & Mobile Networks (IJWMN)"]}]
["1009.2369",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Probability","60H40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2369"],"date":["2010-09-13"],"type":["text"],"creator":["Harada, Kei"],"language":[],"coverage":[],"title":["Imbedding Exotic Hida-Kubo-Takenaka Spaces into usual Hida distributions"],"description":["  We show that a subspace of exotic Hida-Kubo-Takenaka space is naturally\nimbedded into the usual Hida-Kubo-Takenaka space under some conditions. We also\nstudy on Heat Equations associated with exotic Laplacians, such as L\\'evy\nLaplacian.\n","Comment: 9 pages"]}]
["1009.2371",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2371"],"date":["2010-09-13"],"type":["text"],"creator":["Ling, Fu-Sin"],"language":[],"coverage":[],"title":["Neutrino masses and the Cabibbo expansion"],"description":["  We adopt a bottom-up approach to reconstruct the possible neutrino mass\nmatrix patterns, in the hypothesis that $\\lambda = \\sin \\theta_C$, where\n$\\theta_C$ is the Cabibbo angle, is a useful expansion parameter in the\nneutrino sector as it is in the quark sector. A numerical analysis of these\nCabibbo structures shows that an inverted hierarchy spectrum is statistically\nfavored by the neutrino oscillation data. We then discuss how apparently\nconflicting mass and mixing data for quarks, charged leptons and neutrinos can\nfit in a unified perspective. We show that large mixing angles can appear\nthrough the seesaw mechanism, even if the neutrino Dirac mass matrix has\nhierarchical eigenvalues and small mixing angles. Finally, it is shown that the\nform of the heavy Majorana mass matrix may point towards theories with\nextra-dimensions.\n"]}]
["1009.2373",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2373"],"date":["2010-09-13"],"type":["text"],"creator":["Janson, Svante"],"language":[],"coverage":[],"title":["Roots of polynomials of degrees 3 and 4"],"description":["  We present the solutions of equations of degrees 3 and 4 using Galois theory\nand some simple Fourier analysis for finite groups, together with historical\ncomments on these and other solution methods.\n","Comment: 29 pages"]}]
["1009.2374",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2374","Nature 464, 1165 (2010)","doi:10.1038/nature08919"],"date":["2010-09-13"],"type":["text"],"creator":["Gross, Christian","Zibold, Tilman","Nicklas, Eike","Esteve, Jerome","Oberthaler, Markus K."],"language":[],"coverage":[],"title":["Nonlinear atom interferometer surpasses classical precision limit"],"description":["  Interference is fundamental to wave dynamics and quantum mechanics. The\nquantum wave properties of particles are exploited in metrology using atom\ninterferometers, allowing for high-precision inertia measurements [1, 2].\nFurthermore, the state-of-the-art time standard is based on an interferometric\ntechnique known as Ramsey spectroscopy. However, the precision of an\ninterferometer is limited by classical statistics owing to the finite number of\natoms used to deduce the quantity of interest [3]. Here we show experimentally\nthat the classical precision limit can be surpassed using nonlinear atom\ninterferometry with a Bose-Einstein condensate. Controlled interactions between\nthe atoms lead to non-classical entangled states within the interferometer;\nthis represents an alternative approach to the use of non-classical input\nstates [4-8]. Extending quantum interferometry [9] to the regime of large atom\nnumber, we find that phase sensitivity is enhanced by 15 per cent relative to\nthat in an ideal classical measurement. Our nonlinear atomic beam splitter\nfollows the \"one-axis-twisting\" scheme [10] and implements interaction control\nusing a narrow Feshbach resonance. We perform noise tomography of the quantum\nstate within the interferometer and detect coherent spin squeezing with a\nsqueezing factor of -8.2dB [11-15]. The results provide information on the\nmany-particle quantum state, and imply the entanglement of 170 atoms [16].\n"]}]
["1009.2381",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2381","Mon. Not. R. Astron. Soc. 407, (online Sept. 22, 2010)","doi:10.1111/j.1365-2966.2010.17425.x"],"date":["2010-09-13"],"type":["text"],"creator":["Trigo-Rodríguez, Josep M.","García-Hernández, D. Aníbal","Sánchez, Albert","Lacruz, Juan","Davidsson, Björn J. R.","Rodríguez, Diego","Pastor, Sensi","Reyes, José A. de los"],"language":[],"coverage":[],"title":["Outburst activity in comets: II. A multi-band photometric monitoring of\n  comet 29p/Schwassmann-Wachmann 1"],"description":["  We have carried out a continuous multi-band photometric monitoring of the\nnuclear activity of comet 29P/Schwassmann-Wachmann 1 from 2008 to 2010. Our\nmain aim has been to study the outburst mechanism on the basis of a follow-up\nof the photometric variations associated with the release of dust. We used a\nstandardized method to obtain the 10 arc-sec nucleus photometry in the V, R,\nand I filters of the Johnson-Kron-Cousins system, being accurately calibrated\nwith standard Landolt stars. Production of dust in the R and I bands during the\n2010 Feb. 3 outburst has been also computed. We conclude that the massive\nejection of large (optically-thin) particles from the surface at the time of\nthe outburst is the triggering mechanism to produce the outburst. Ulterior\nsublimation of these ice-rich dust particles during the following days induces\nfragmentation, generating micrometer-sized grains that increase the dust\nspatial density to produce the outburst in the optical range due to scattering\nof sun light. The material leaving the nucleus adopts a fan-like dust feature,\nformed by micrometer-sized particles that are decaying in brightness as it\nevolved outwards. By analyzing the photometric signal measured in a\nstandardized 10-arcsec aperture using the Phase Dispersion Minimization\ntechnique we have found a clear periodicity of 50 days. Remarkably, this value\nis also consistent with an outburst frequency of 7.4 outbursts/year deduced\nfrom the number of outbursts noticed during the effective observing time.\n","Comment: 19 pages, 3 Tables, and 6 figures"]}]
["1009.2382",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2382","Proc. SPIE, Vol. 7742, 774214 (2010)","doi:10.1117/12.856958"],"date":["2010-09-13"],"type":["text"],"creator":["Seabroke, G. M.","Holland, A. D.","Burt, D.","Robbins, M. S."],"language":[],"coverage":[],"title":["Silvaco ATLAS model of ESA's Gaia satellite e2v CCD91-72 pixels"],"description":["  The Gaia satellite is a high-precision astrometry, photometry and\nspectroscopic ESA cornerstone mission, currently scheduled for launch in 2012.\nIts primary science drivers are the composition, formation and evolution of the\nGalaxy. Gaia will achieve its unprecedented accuracy requirements with detailed\ncalibration and correction for CCD radiation damage and CCD geometric\ndistortion. In this paper, the third of the series, we present our 3D Silvaco\nATLAS model of the Gaia e2v CCD91-72 pixel. We publish e2v's design model\npredictions for the capacities of one of Gaia's pixel features, the\nsupplementary buried channel (SBC), for the first time. Kohley et al. (2009)\nmeasured the SBC capacities of a Gaia CCD to be an order of magnitude smaller\nthan e2v's design. We have found the SBC doping widths that yield these\nmeasured SBC capacities. The widths are systematically 2 {\\mu}m offset to the\nnominal widths. These offsets appear to be uncalibrated systematic offsets in\ne2v photolithography, which could either be due to systematic stitch alignment\noffsets or lateral ABD shield doping diffusion. The range of SBC capacities\nwere used to derive the worst-case random stitch error between two pixel\nfeatures within a stitch block to be \\pm 0.25 {\\mu}m, which cannot explain the\nsystematic offsets. It is beyond the scope of our pixel model to provide the\nmanufacturing reason for the range of SBC capacities, so it does not allow us\nto predict how representative the tested CCD is. This open question has\nimplications for Gaia's radiation damage and geometric calibration models.\n","Comment: 14 pages, 7 figures, appearing in Proc. of SPIE Astronomical\n  Telescopes and Instrumentation (High Energy, Optical, and Infrared Detectors\n  for Astronomy IV), 27-30 June 2010, San Diego, USA"]}]
["1009.2384",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Geometry","Mathematics - Metric Geometry","52A01 (Primary), 05D05, 06A15, 52A37 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2384"],"date":["2010-09-13"],"type":["text"],"creator":["Bukh, Boris"],"language":[],"coverage":[],"title":["Radon partitions in convexity spaces"],"description":["  Tverberg's theorem asserts that every (k-1)(d+1)+1 points in R^d can be\npartitioned into k parts, so that the convex hulls of the parts have a common\nintersection. Calder and Eckhoff asked whether there is a purely combinatorial\ndeduction of Tverberg's theorem from the special case k=2. We dash the hopes of\na purely combinatorial deduction, but show that the case k=2 does imply that\nevery set of O(k^2 log^2 k) points admits a Tverberg partition into k parts.\n","Comment: 11 pages"]}]
["1009.2389",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2389"],"date":["2010-09-13"],"type":["text"],"creator":["Fevrier, Maxime"],"language":[],"coverage":[],"title":["Higher order infinitesimal freeness"],"description":["  We define higher order infinitesimal noncommutative probability space and\ninfinitesimal non-crossing cumulant functionals. In this framework, we\ngeneralize to higher order the notion of infinitesimal freeness, via a\nvanishing of mixed cumulants condition. We also introduce and study some\nnon-crossing partitions related to this notion. Finally, as an application, we\nshow how to compute the successive derivatives of the free convolution of two\ntime-indexed families of distributions from their individual derivatives.\n","Comment: 38 pages"]}]
["1009.2391",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2391"],"date":["2010-09-13"],"type":["text"],"creator":["Kessar, Radha","Kunugi, Naoko","Mitsuhashi, Naofumi"],"language":[],"coverage":[],"title":["On saturated fusion systems and Brauer indecomposability of Scott\n  modules"],"description":["  Let $p$ be a prime number, $G$ a finite group, $P$ a $p$-subgroup of $G$ and\n$k$ an algebraically closed field of characteristic $p$. We study the\nrelationship between the category $\\Ff_P(G)$ and the behavior of\n$p$-permutation $kG$-modules with vertex $P$ under the Brauer construction. We\ngive a sufficient condition for $\\Ff_P(G)$ to be a saturated fusion system. We\nprove that for Scott modules with abelian vertex, our condition is also\nnecessary. In order to obtain our results, we prove a criterion for the\ncategories arising from the data of $(b, G)$-Brauer pairs in the sense of\nAlperin-Brou\\'e and Brou\\'e-Puig to be saturated fusion systems on the\nunderlying $p$-group.\n"]}]
["1009.2395",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2395","J. Phys.: Cond. Mat. 22, 296007 (2010)","doi:10.1088/0953-8984/22/29/296007"],"date":["2010-09-13"],"type":["text"],"creator":["Plumer, M L","van Lierop, J","Southern, B W","Whitehead, J P"],"language":[],"coverage":[],"title":["Micromagnetic simulations of interacting dipoles on a fcc lattice:\n  Application to nanoparticle assemblies"],"description":["  Micromagnetic simulations are used to examine the effects of cubic and axial\nanisotropy, magnetostatic interactions and temperature on M-H loops for a\ncollection of magnetic dipoles on fcc and sc lattices. We employ a simple model\nof interacting dipoles that represent single-domain particles in an attempt to\nexplain recent experimental data on ordered arrays of magnetoferritin\nnanoparticles that demonstrate the crucial role of interactions between\nparticles in a fcc lattice. Significant agreement between the simulation and\nexperimental results is achieved, and the impact of intra-particle degrees of\nfreedom and surface effects on thermal fluctuations are investigated.\n","Comment: 10 pages, 9 figures"]}]
["1009.2399",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2399"],"date":["2010-09-13"],"type":["text"],"creator":["Amdeberhan, Tewodros","Moll, Victor H.","Vignat, And Christophe"],"language":[],"coverage":[],"title":["The Evaluation of a Quartic Integral via Schwinger, Schur and Bessel"],"description":["  We provide additional methods for the evaluation of the integral\n\\begin{eqnarray} N_{0,4}(a;m) & := & \\int_{0}^{\\infty} \\frac{dx} {\\left( x^{4}\n+ 2ax^{2} + 1 \\right)^{m+1}} \\end{eqnarray} where $m \\in {\\mathbb{N}}$ and $a\n\\in (-1, \\infty)$ in the form \\begin{eqnarray} N_{0,4}(a;m) & = &\n\\frac{\\pi}{2^{m+3/2} (a+1)^{m+1/2} } P_{m}(a) \\end{eqnarray} where $P_{m}(a)$\nis a polynomial in $a$. The first one is based on a method of Schwinger to\nevaluate integrals appearing in Feynman diagrams, the second one is a byproduct\nof an expression for a rational integral in terms of Schur functions. Finally,\nthe third proof, is obtained from an integral representation involving modified\nBessel functions.\n"]}]
["1009.2402",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2402"],"date":["2010-09-13"],"type":["text"],"creator":["Reshetnyak, Maxim"],"language":[],"coverage":[],"title":["The parametric resonance in the $\\alpha\\omega$-dynamo models"],"description":["  It is shown, that retardation in the $\\alpha$-quenching in the Parker's\ndynamo model leads to parametric resonance. This result is observed in the\nnumerical simulations and can be reproduced in the simple analytic model. The\nother interesting effect in the model with retardation is a appearance of the\nlong-term processes with the period much larger than the typical time of\nretardation.\n"]}]
["1009.2406",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2406"],"date":["2010-09-13"],"type":["text"],"creator":["Kukielka, Przemyslaw","Kotulski, Zbigniew"],"language":[],"coverage":[],"title":["Adaptation of the neural network-based IDS to new attacks detection"],"description":["  In this paper we report our experiment concerning new attacks detection by a\nneural network-based Intrusion Detection System. What is crucial for this topic\nis the adaptation of the neural network that is already in use to correct\nclassification of a new \"normal traffic\" and of an attack representation not\npresented during the network training process. When it comes to the new attack\nit should also be easy to obtain vectors to test and to retrain the neural\nclassifier. We describe the proposal of an algorithm and a distributed IDS\narchitecture that could achieve the goals mentioned above.\n","Comment: 9 pages, 3 figures, 4 tables"]}]
["1009.2407",{"format":[],"subject":["Quantum Physics","Mathematics - Commutative Algebra","Mathematics - Operator Algebras","15A30, 05B10, 47L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2407"],"date":["2010-09-13"],"type":["text"],"creator":["Matolcsi, Mate"],"language":[],"coverage":[],"title":["A Fourier analytic approach to the problem of mutually unbiased bases"],"description":["  We give an entirely new approach to the problem of mutually unbiased bases\n(MUBs), based on a Fourier analytic technique in additive combinatorics. The\nmethod provides a short and elegant generalization of the fact that there are\nat most $d+1$ MUBs in $\\Co^d$. It may also yield a proof that no complete\nsystem of MUBs exists in some composite dimensions -- a long standing open\nproblem.\n","Comment: 11 pages"]}]
["1009.2411",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2411","PROCEEDINGS IEEE International Conference MCSS 2010 Multimedia\n  Communications, Services and Security Krakow, 6-7 May 2010, ISBN\n  978-83-88309-92-2 ,"],"date":["2010-09-13"],"type":["text"],"creator":["Stoianov, Nikolai"],"language":[],"coverage":[],"title":["A Protection Approach for Video Information transmitted in TCP/IP based\n  networks"],"description":["  In this paper an analysis of the existing video information protection\nmethods is made. Analysis of current H.323 protocol stack has been made. A new\nencryption/decryption layer has been suggested. An approach for partial data\nencryption in the H.323 protocol stack is proposed and sample architecture of a\nVirtual Private Video Network is given.\n","Comment: 5 pages, 7 figures, 3rd INDECT/IEEE International Conference on MCSS\n  on May 6th and 7th, Krakow, Poland"]}]
["1009.2413",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2413"],"date":["2010-09-13"],"type":["text"],"creator":["D'Ascenzo, N.","CDF, for the","collaborations, D0"],"language":[],"coverage":[],"title":["Recent results on B physics at Tevatron"],"description":["  The measurement of the CP violation in the b-meson system and of b-meson rare\ndecays provides information about the electroweak symmetry breaking in terms of\nflavour structure of the CKM matrix and flavour changing neutral currents. The\ndeviation of the experimental observations from the Standard Model predictions\nallows to constrain new physics. In this paper recent results from Tevatron are\nreported.\n","Comment: Proceedings for the HSQCD 2010 conferece, Gatchina, July 4th - 9th\n  2010"]}]
["1009.2421",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2421"],"date":["2010-09-13"],"type":["text"],"creator":["Caraveo, Patrizia A."],"language":[],"coverage":[],"title":["Fermi pulsar revolution"],"description":["  2009 has been an extraordinary year for gamma-ray pulsar astronomy and 2010\npromises to be equally good. Not only have we registered an extraordinary\nincrease in the number of pulsars detected in gamma rays, but we have also\nwitnessed the birth of new sub-families: first of all, the radio-quiet gamma\npulsars and later an ever growing number of millisecond pulsars, a real\nsurprise. We started with a sample of 7 gamma-ray emitting neutron stars (6\nradio pulsars and Geminga) and now the Fermi-LAT harvest encompasses 24\n\"Geminga-like\" new gamma-ray pulsars, a dozen millisecond pulsars and about\nthirty radio pulsars. Moreover, radio searches targeted to LAT unidentified\nsources yielded 18 new radio millisecond pulsars, several of which have been\nalready detected also in gamma rays. Thus, currently the family of gamma-ray\nemitting neutron stars seems to be evenly divided between classical radio\npulsars, millisecond pulsars and radio quiet neutron stars.\n","Comment: High Time Resolution Astrophysics IV - The Era of Extremely Large\n  Telescopes-HTRA-IV Agios Nikolaos, Crete, Greece May 5-7 2010 to be published\n  in PoS"]}]
["1009.2436",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2436"],"date":["2010-09-13"],"type":["text"],"creator":["Debove, Jonathan"],"language":[],"coverage":[],"title":["Threshold and transverse-momentum resummations for gaugino-pair\n  hadroproduction"],"description":["  We present precision calculations of the invariant-mass and\ntransverse-momentum distributions of gaugino pairs produced at hadron\ncolliders. We implement the threshold and transverse-momentum resummation\nformalisms at next-to-leading order accuracy and match the obtained result to\nthe perturbative prediction at O(alpha_s). We compare the various resummed\ncross sections with the perturbative results and Monte Carlo predictions. The\ntheoretical uncertainties coming from renormalisation and factorisation scale\nvariations are also discussed.\n","Comment: To appear in the proceedings of Moriond QCD 2010"]}]
["1009.2439",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2439"],"date":["2010-09-13"],"type":["text"],"creator":["Koltchinskii, Vladimir"],"language":[],"coverage":[],"title":["Von Neumann Entropy Penalization and Low Rank Matrix Estimation"],"description":["  A problem of statistical estimation of a Hermitian nonnegatively definite\nmatrix of unit trace (for instance, a density matrix in quantum state\ntomography) is studied. The approach is based on penalized least squares method\nwith a complexity penalty defined in terms of von Neumann entropy. A number of\noracle inequalities have been proved showing how the error of the estimator\ndepends on the rank and other characteristics of the oracles. The methods of\nproofs are based on empirical processes theory and probabilistic inequalities\nfor random matrices, in particular, noncommutative versions of Bernstein\ninequality.\n"]}]
["1009.2443",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2443"],"date":["2010-09-13"],"type":["text"],"creator":["Huang, Huang","Lau, Vincent K. N."],"language":[],"coverage":[],"title":["Delay-Optimal User Scheduling and Inter-Cell Interference Management in\n  Cellular Network via Distributive Stochastic Learning"],"description":["  In this paper, we propose a distributive queueaware intra-cell user\nscheduling and inter-cell interference (ICI) management control design for a\ndelay-optimal celluar downlink system with M base stations (BSs), and K users\nin each cell. Each BS has K downlink queues for K users respectively with\nheterogeneous arrivals and delay requirements. The ICI management control is\nadaptive to joint queue state information (QSI) over a slow time scale, while\nthe user scheduling control is adaptive to both the joint QSI and the joint\nchannel state information (CSI) over a faster time scale. We show that the\nproblem can be modeled as an infinite horizon average cost Partially Observed\nMarkov Decision Problem (POMDP), which is NP-hard in general. By exploiting the\nspecial structure of the problem, we shall derive an equivalent Bellman\nequation to solve the POMDP problem. To address the distributive requirement\nand the issue of dimensionality and computation complexity, we derive a\ndistributive online stochastic learning algorithm, which only requires local\nQSI and local CSI at each of the M BSs. We show that the proposed learning\nalgorithm converges almost surely (with probability 1) and has significant gain\ncompared with various baselines. The proposed solution only has linear\ncomplexity order O(MK).\n"]}]
["1009.2452",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2","G.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2452"],"date":["2010-09-13"],"type":["text"],"creator":["Chakrabarty, Deeparnab","Swamy, Chaitanya"],"language":[],"coverage":[],"title":["Facility Location with Client Latencies: Linear-Programming based\n  Techniques for Minimum-Latency Problems"],"description":["  We introduce a problem that is a common generalization of the uncapacitated\nfacility location and minimum latency (ML) problems, where facilities need to\nbe opened to serve clients and also need to be sequentially activated before\nthey can provide service. Formally, we are given a set \\F of n facilities with\nfacility-opening costs {f_i}, a set of m clients, and connection costs {c_{ij}}\nspecifying the cost of assigning a client j to a facility i, a root node r\ndenoting the depot, and a time metric d on \\F\\cup{r}. Our goal is to open a\nsubset F of facilities, find a path P starting at r and spanning F to activate\nthe open facilities, and connect each client j to a facility \\phi(j)\\in F, so\nas to minimize \\sum_{i\\in F}f_i +\\sum_{clients j}(c_{\\phi(j),j}+t_j), where t_j\nis the time taken to reach \\phi(j) along path P. We call this the minimum\nlatency uncapacitated facility location (MLUFL) problem.\n  Our main result is an O(\\log n\\max{\\log n,\\log m})-approximation for MLUFL.\nWe also show that any improvement in this approximation guarantee, implies an\nimprovement in the (current-best) approximation factor for group Steiner tree.\nWe obtain constant approximations for two natural special cases of the problem:\n(a) related MLUFL (metric connection costs that are a scalar multiple of the\ntime metric); (b) metric uniform MLUFL (metric connection costs, unform\ntime-metric). Our LP-based methods are versatile and easily adapted to yield\napproximation guarantees for MLUFL in various more general settings, such as\n(i) when the latency-cost of a client is a function of the delay faced by the\nfacility to which it is connected; and (ii) the k-route version, where k\nvehicles are routed in parallel to activate the open facilities. Our LP-based\nunderstanding of MLUFL also offers some LP-based insights into ML, which we\nbelieve is a promising direction for obtaining improvements for ML.\n"]}]
["1009.2457",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2457"],"date":["2010-09-13"],"type":["text"],"creator":["Delvaux, Steven","Kuijlaars, Arno B. J.","Zhang, Lun"],"language":[],"coverage":[],"title":["Critical behavior of non-intersecting Brownian motions at a tacnode"],"description":["  We study a model of $n$ one-dimensional non-intersecting Brownian motions\nwith two prescribed starting points at time $t=0$ and two prescribed ending\npoints at time $t=1$ in a critical regime where the paths fill two tangent\nellipses in the time-space plane as $n \\to \\infty$. The limiting mean density\nfor the positions of the Brownian paths at the time of tangency consists of two\ntouching semicircles, possibly of different sizes. We show that in an\nappropriate double scaling limit, there is a new familiy of limiting\ndeterminantal point processes with integrable correlation kernels that are\nexpressed in terms of a new Riemann-Hilbert problem of size $4\\times 4$. We\nprove solvability of the Riemann-Hilbert problem and establish a remarkable\nconnection with the Hastings-McLeod solution of the Painlev\\'e II equation. We\nshow that this Painlev\\'e II transcendent also appears in the critical limits\nof the recurrence coefficients of the multiple Hermite polynomials that are\nassociated with the non-intersecting Brownian motions. Universality suggests\nthat the new limiting kernels apply to more general situations whenever a\nlimiting mean density vanishes according to two touching square roots, which\nrepresents a new universality class.\n","Comment: 71 pages, 9 figures"]}]
["1009.2469",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2469"],"date":["2010-09-13"],"type":["text"],"creator":["Baumann, Pierre","Kamnitzer, Joel"],"language":[],"coverage":[],"title":["Preprojective algebras and MV polytopes"],"description":["  The purpose of this paper is to apply the theory of MV polytopes to the study\nof components of Lusztig's nilpotent varieties. Along the way, we introduce\nreflection functors for modules over the non-deformed preprojective algebra of\na quiver.\n","Comment: 39 pages"]}]
["1009.2476",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2476"],"date":["2010-09-13"],"type":["text"],"creator":["Stoianov, Nikolai"],"language":[],"coverage":[],"title":["One software tool for testing square s-boxes"],"description":["  An encryption technique is widely used to keep data confidential. Most of the\nblock symmetric algorithms use substitution functions. Often this functions use\nso called S-BOX matrix. In this paper author presents one software tool for\ntesting and measuring square s-boxes. Based of information theory functions for\ntesting static and dynamic criteria are presented. These criteria are\nmathematically defined for square s-boxes. Two new criteria \"private criteria\"\na proposed and pseudo codes for they creation and testing are presented.\n","Comment: Acknowledgment-The work presented in this paper has been performed in\n  the framework of the EU Project INDECT--grant agreement number: 218086. 12th\n  International Conference on Research in Telecommunication Technologies RTT\n  2010 (September 8 - 10), Ostrava, Czech Republic"]}]
["1009.2491",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2491"],"date":["2010-09-13"],"type":["text"],"creator":["Uruena, Manuel","Machnik, Petr","Martinez, Maria","Niemiec, Marcin","Stoianov, Nikolai"],"language":[],"coverage":[],"title":["INDECT Advanced Security Requirements"],"description":["  This paper reviews the requirements for the security mechanisms that are\ncurrently being developed in the framework of the European research project\nINDECT. An overview of features for integrated technologies such as Virtual\nPrivate Networks (VPNs), Cryptographic Algorithms, Quantum Cryptography,\nFederated ID Management and Secure Mobile Ad-hoc networking are described\ntogether with their expected use in INDECT.\n","Comment: PROCEEDINGS (Poster session) IEEE International Conference MCSS 2010\n  Multimedia Communications, Services and Security Krakow, 6-7 May 2010, ISBN\n  978-83-88309-92-2 Acknowledgment-The work presented in this paper has been\n  performed in the framework of the EU Project INDECT--grant agreement number:\n  218086"]}]
["1009.2494",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2494","Phys. Rev. B 82, 075121 (2010)","doi:10.1103/PhysRevB.82.075121"],"date":["2010-09-13"],"type":["text"],"creator":["Nowojewski, Andrzej","Blundell, Stephen J."],"language":[],"coverage":[],"title":["An analytical treatment of in-plane magnetotransport in the\n  Falicov-Sievert model"],"description":["  We derive an analytical expression which allows efficient computation of the\neffect of all the Fermi surface trajectories induced by a combination of Bragg\nscattering and magnetic breakdown on the in-plane components of the resistivity\ntensor. The particular network of coupled orbits which we consider was first\nformulated by Falicov and Sievert, who studied the problem numerically. Our\napproach, based upon a method used previously to derive an analytical solution\nfor interlayer transport, allows us to show that the conductivity tensor can be\nwritten as a sum of a matrix representing the effect of total magnetic\nbreakdown and one representing a combination of complex electronic\ntrajectories, and we find a compact expression for the in-plane components of\nthe resistivity tensor that can be evaluated straightforwardly.\n","Comment: 4 pages, 4 figures"]}]
["cond-mat/0504761",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504761","Phys. Rev. E 72, 056613 (2005)","doi:10.1103/PhysRevE.72.056613"],"date":["2005-04-28","2005-05-03"],"type":["text"],"creator":["Fedotov, V. A.","Mladyonov, P. L.","Prosvirnin, S. L.","Zheludev, N. I."],"language":[],"coverage":[],"title":["Continuous `fish scale' planar electromagnetic meta-material"],"description":["  We report on a new type of continuous electromagnetic metal planar\nmeta-material, which resembles a `fish scale' structure. It is highly\ntransparent to electromagnetic radiation throughout a broad spectral range\napart from at one isolated wavelength. When the structure is superimposed on a\nmetallic mirror it becomes a good broadband reflector everywhere apart from one\nwavelength where the reflectivity is small. At this wavelength the reflected\nwave shows no phase change with respect to the incident wave, thus resembling a\nreflection from a hypothetical zero refractive index material, or `magnetic\nwall'. We also discovered that the structure acts as a local field concentrator\nand a resonant `amplifier' of losses in the underlying dielectric.\n","Comment: Reference [3] has been corrected"]}]
["cs/0408021",{"format":[],"subject":["Computer Science - Artificial Intelligence","I.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0408021","International Journal of Applied Mathematics & Statistics, Vol.\n  22, No. S11 (Special Issue on Soft Computing), 33-42, 2011"],"date":["2004-08-08","2004-08-14"],"type":["text"],"creator":["Smarandache, Florentin","Dezert, Jean"],"language":[],"coverage":[],"title":["An Algorithm for Quasi-Associative and Quasi-Markovian Rules of\n  Combination in Information Fusion"],"description":["  In this paper one proposes a simple algorithm of combining the fusion rules,\nthose rules which first use the conjunctive rule and then the transfer of\nconflicting mass to the non-empty sets, in such a way that they gain the\nproperty of associativity and fulfill the Markovian requirement for dynamic\nfusion. Also, a new rule, SDL-improved, is presented.\n","Comment: 9 pages"]}]
["math/0508282",{"format":[],"subject":["Mathematics - Statistics Theory","62C20, 62C15, 62C10 (Primary) 62A15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508282","Annals of Statistics 2005, Vol. 33, No. 4, 1753-1770","doi:10.1214/009053605000000327"],"date":["2005-08-16"],"type":["text"],"creator":["Maruyama, Yuzo","Strawderman, William E."],"language":[],"coverage":[],"title":["A new class of generalized Bayes minimax ridge regression estimators"],"description":["  Let y=A\\beta+\\epsilon, where y is an N\\times1 vector of observations, \\beta\nis a p\\times1 vector of unknown regression coefficients, A is an N\\times p\ndesign matrix and \\epsilon is a spherically symmetric error term with unknown\nscale parameter \\sigma. We consider estimation of \\beta under general quadratic\nloss functions, and, in particular, extend the work of Strawderman [J. Amer.\nStatist. Assoc. 73 (1978) 623-627] and Casella [Ann. Statist. 8 (1980)\n1036-1056, J. Amer. Statist. Assoc. 80 (1985) 753-758] by finding adaptive\nminimax estimators (which are, under the normality assumption, also generalized\nBayes) of \\beta, which have greater numerical stability (i.e., smaller\ncondition number) than the usual least squares estimator. In particular, we\ngive a subclass of such estimators which, surprisingly, has a very simple form.\nWe also show that under certain conditions the generalized Bayes minimax\nestimators in the normal case are also generalized Bayes and minimax in the\ngeneral case of spherically symmetric errors.\n","Comment: Published at http://dx.doi.org/10.1214/009053605000000327 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0508565",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - K-Theory and Homology","18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508565"],"date":["2005-08-29","2010-09-13"],"type":["text"],"creator":["Kuenzer, Matthias"],"language":[],"coverage":[],"title":["Heller triangulated categories"],"description":["  Let E be a Frobenius category, let_E_ denote its stable category. The shift\nfunctor on_E_ induces a first shift functor on the category of acyclic\ncomplexes with entries in_E_ by pointwise application. Shifting a complex by 3\npositions yields a second shift functor on this category. Passing to the\nquotient modulo split acyclic complexes, Heller remarked that these two shift\nfunctors become isomorphic, via an isomorphism satisfying still a further\ncompatibility. Moreover, Heller remarked that a choice of such an isomorphism\ndetermines a triangulation on_E_, except for the octahedral axiom. We\ngeneralize the notion of acyclic complexes such that the accordingly enlarged\nversion of Heller's construction includes octahedra.\n","Comment: usage of attribute \"split\" clarified"]}]
["math/0701206",{"format":[],"subject":["Mathematics - Statistics Theory","62C15, 62C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701206","Journal of Statistical Studies, 26 (2007), 77-84"],"date":["2007-01-07"],"type":["text"],"creator":["Maruyama, Yuzo"],"language":[],"coverage":[],"title":["Some notes on improving upon the James-Stein estimator"],"description":["  We consider estimation of a multivariate normal mean vector under sum of\nsquared error loss. We propose a new class of smooth estimators parameterized\nby \\alpha dominating the James-Stein estimator. The estimator for \\alpha=1\ncorresponds to the generalized Bayes estimator with respect to the harmonic\nprior. When \\alpha goes to infinity, the estimator converges to the James-Stein\npositive-part estimator. Thus the class of our estimators is a bridge between\nthe admissible estimator (\\alpha=1) and the inadmissible estimator\n(\\alpha=\\infty). Although the estimators have quasi-admissibility which is a\nweaker optimality than admissibility, the problem of determining whether or not\nthe estimator for \\alpha>1 admissible is still open.\n"]}]
["math/0702528",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Operator Algebras","16W99, 46L99, 16S90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702528","Rocky Mountain Journal of Mathematics, 37 (2007), no. 6, 2053 -\n  2075"],"date":["2007-02-18"],"type":["text"],"creator":["Vas, Lia"],"language":[],"coverage":[],"title":["Torsion theories for algebras of affiliated operators of finite von\n  Neumann algebras"],"description":["  The dimension of any module over an algebra of affiliated operators\n${\\mathcal U}$ of a finite von Neumann algebra ${\\mathcal A}$ is defined using\na trace on ${\\mathcal A}.$ All zero-dimensional ${\\mathcal U}$-modules\nconstitute the torsion class of torsion theory $(\\mathrm{{\\bf T}},\\mathrm{{\\bf\nP}})$. We show that every finitely generated ${\\mathcal U}$-module splits as\nthe direct sum of torsion and torsion-free part. Moreover, we prove that the\ntheory $(\\mathrm{{\\bf T}},\\mathrm{{\\bf P}})$ coincides with the theory of\nbounded and unbounded modules and also with the Lambek and Goldie torsion\ntheories. Lastly, we use the introduced torsion theories to give the necessary\nand sufficient conditions for ${\\mathcal U}$ to be semisimple.\n","Comment: To appear in Rocky Mountain Journal of Mathematics"]}]
["nucl-th/0702055",{"format":[],"subject":["Nuclear Theory","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0702055"],"date":["2007-02-15","2010-02-09"],"type":["text"],"creator":["Grossu, I. V.","Besliu, C.","Jipa, Al.","Felea, D.","Bordeianu, C. C."],"language":[],"coverage":[],"title":["Semiclassical study on Proton and Neutron"],"description":["  Starting from the existing semiclassical studies on hydrogenoid atoms, we\npropose a similar intuitive exercise for the three-body quark systems\ncorresponding to protons and neutrons. In the frame of this toy model we try to\nexplain both the stabilities of proton and neutron with respect to the nuclear\ninteraction, and the spectrum of nucleonic resonances with J=1/2. Our choice is\nmotivated also by a good agreement obtained for the up and down quark rest\nmasses report. Taking into account the deterministic chaotic behavior of\nmany-body systems, the discussed exercise could be understood as an interesting\nparticular case of a quantum three-body problem which admits a semiclassical\ntreatment.\n","Comment: 4 pages, 2 tables, National Conference of Physics (Romania 2005)"]}]
["physics/0101056",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0101056","Phys. Rev. B 64, 193312 (2001)","doi:10.1103/PhysRevB.64.193312"],"date":["2001-01-11"],"type":["text"],"creator":["Petropoulos, P.","Kim, H. S.","Richardson, D. J.","Fedotov, V. A.","Zheludev, N. I."],"language":[],"coverage":[],"title":["On the origin of the optical nonlinearity of a gallium-silica interface"],"description":["  Simultaneous measurements of the intensity and phase of a probe wave\nreflected from an interface between silica and elemental alpha-gallium reveal\nits very strong optical nonlinearity, affecting both these parameters of the\nreflected wave. The data corroborate with a non-thermal mechanism of optical\nresponse which assumes appearance of a homogeneous highly metallic layer, only\na few nanometer thick, between the silica and bulk alpha-gallium.\n","Comment: 12 pages, 5 figures, to be published in Optics Letters"]}]
["physics/0604234",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0604234","Phys. Rev. Lett. 97, 167401 (2006)","doi:10.1103/PhysRevLett.97.167401"],"date":["2006-04-28"],"type":["text"],"creator":["Fedotov, V. A.","Mladyonov, P. L.","Prosvirnin, S. L.","Rogacheva, A. V.","Chen, Y.","Zheludev, N. I."],"language":[],"coverage":[],"title":["Circular conversion dichroism in planar chiral metamaterials"],"description":["  We report the first experiential observation and theoretical analysis of the\nnew phenomenon of planar chiral circular conversion dichroism, which in some\naspects resembles the Faraday effect in magnetized media, but does not require\nthe presence of a magnetic field for its observation. It results from the\ninteraction of an electromagnetic wave with a planar chiral structure patterned\non the sub-wavelength scale, and manifests itself in asymmetric transmission of\ncircularly polarized waves in the opposite directions through the structure and\nelliptically polarized eigenstates. The new effect is radically different from\nconventional gyrotropy of three-dimensional chiral media.\n","Comment: 6 pages, 5 figures"]}]
["physics/0612161",{"format":[],"subject":["Physics - Computational Physics","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0612161","Phys. Rev. Lett. 2007, 98, 183401"],"date":["2006-12-16"],"type":["text"],"creator":["Khairallah, S. A.","Sevryuk, M. B.","Ceperley, D. M.","Toennies, J. P."],"language":[],"coverage":[],"title":["Theory of Small Para-Hydrogen Clusters: Magic Numbers and Superfluid\n  Sizes"],"description":["  The interplay between magic number stabilities and superfluidity of small\npara-hydrogen clusters with sizes $N = 5$ to 40 and temperatures $0.5 K \\leq T\n\\leq 4.5 $K is explored with classical and quantum Path Integral Monte Carlo\ncalculations. Clusters with $N < 26$ and T $\\leq 1.5 K$ have large superfluid\nfractions even at the stable magic numbers 13, 19, and 23. In larger clusters,\nsuperfluidity is quenched especially at the magic numbers 23, 26, 29, 32, and\n37 while below 1 K, superfluidity is recovered for the pairs $(27,28)$,\n$(30,31)$, and $(35,36)$. For all clusters superfluidity is localized at the\nsurface and correlates with long exchange cycles involving loosely bound\nsurface molecules.\n","Comment: 4 pages 4 figures in color"]}]
["quant-ph/0603110",{"format":[],"subject":["Quantum Physics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0603110","Proceedings of IWOTA 2008, Operator Theory: Advances and\n  Applications, Vol. 202, Birkhauser 2009, 535-538"],"date":["2006-03-13","2006-03-31"],"type":["text"],"creator":["Szarek, Stanislaw J."],"language":[],"coverage":[],"title":["Still more on norms of completely positive maps"],"description":["  King and Ruskai asked whether the norm of a completely positive map acting\nbetween Schatten classes of operators is equal to that of its restriction to\nthe real subspace of self-adjoint operators. Proofs have been promptly supplied\nby Watrous and Audenaert. Here we provide one more proof, in fact of a slightly\nmore general fact, under the (slightly weaker) assumption of 2-positivity. The\nargument is elementary and self-contained.\n","Comment: 2 pages; changes (all minor) in v.2: references, notation, added\n  comments"]}]
