["0705.0692",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0692","Nucl.Phys.B776:187-257,2007","doi:10.1016/j.nuclphysb.2007.03.046"],"date":["2007-05-04","2010-10-06"],"type":["text"],"creator":["Yang, Kwei-Chou"],"language":[],"coverage":[],"title":["Light-Cone Distribution Amplitudes of Axial-vector Mesons"],"description":["  We have presented a detailed study of twist-2 and twist-3 light-cone\ndistribution amplitudes of $1^3P_1$ and $1^1P_1$ axial-vector mesons, based on\nQCD conformal partial wave expansion. Applying equations of motion, the\ntwist-three two-parton light-cone distribution amplitudes can be expressed in\nterms of leading-twist and twist-three three-parton light-cone distribution\namplitudes. The relevant G-parity invariant and violating parameters,\ncontaining the corrections due to the SU(3) breaking effects, are evaluated\nfrom the QCD sum rule method. The results for axial-vector decay constants of\n$1^3P_1$ states are presented. The values of tensor decay constants and\nGegenbauer moments of the leading twist distribution amplitudes for $1^1P_1$\nstates are updated. Using Gell-Mann-Okubo mass formula, the mixing angle for\nthe $f_8$ and $f_1$ of $1^3P_1$ states is $\\theta_{^3P_1}\\sim 38^\\circ$, and\nthat for $h_8$ and $h_1$ of $1^1P_1$ states is $\\theta_{^1P_1}\\sim 10^\\circ$.\nThe detailed properties for physical states $f_1(1285), f_1(1420), h_1(1170)$,\nand $h_1(1380)$ are given. Assuming the mixing angle between $K_{1A}$ and\n$K_{1B}$ to be $\\theta_K=45^\\circ$ or $-45^\\circ$, we also give the detailed\nstudy for $K_1(1270)$ and $K_1(1400)$. Using the conformal partial wave\nexpansion, we obtain the models for light-cone distribution amplitudes,\ncontaining contributions up to conformal spin 9/2. It is interesting to note\nthat some distribution amplitudes have significant asymmetric behaviors, which\nshould be phenomenologically attractive.\n","Comment: 77 pages. Typos corrected"]}]
["0710.2514",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2514","doi:10.1063/1.2841809"],"date":["2007-10-12"],"type":["text"],"creator":["Dedkov, Yu. S.","Laubschat, C."],"language":[],"coverage":[],"title":["A possible source of spin-polarized electrons: The inert\n  graphene/Ni(111) system"],"description":["  We report on an investigation of spin-polarized secondary electron emission\nfrom the chemically inert system: graphene/Ni(111). An ordered passivated\ngraphene layer (monolayer of graphite, MG) was formed on Ni(111) surface via\ncracking of propylene gas. The spin-polarization of the secondary electrons\nobtained from this system upon photoemission is only slightly lower than the\none from the clean Ni surface, but does not change upon large oxygen exposure.\nThese results suggest to use such passivated Ni(111) surface as a source of\nspin-polarized electrons stable against adsorption of reactive gases.\n","Comment: 11 pages, 3 figures"]}]
["0710.4481",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4481","Stat Appl in Gen and Mol Bio (SAGMB): Vol. 7: Iss. 1, Article 9,\n  2008","doi:10.2202/1544-6115.1332"],"date":["2007-10-24","2008-01-20"],"type":["text"],"creator":["Tresch, Achim","Markowetz, Florian"],"language":[],"coverage":[],"title":["Structure Learning in Nested Effects Models"],"description":["  Nested Effects Models (NEMs) are a class of graphical models introduced to\nanalyze the results of gene perturbation screens. NEMs explore noisy subset\nrelations between the high-dimensional outputs of phenotyping studies, e.g. the\neffects showing in gene expression profiles or as morphological features of the\nperturbed cell.\n  In this paper we expand the statistical basis of NEMs in four directions:\nFirst, we derive a new formula for the likelihood function of a NEM, which\ngeneralizes previous results for binary data. Second, we prove model\nidentifiability under mild assumptions. Third, we show that the new formulation\nof the likelihood allows to efficiently traverse model space. Fourth, we\nincorporate prior knowledge and an automated variable selection criterion to\ndecrease the influence of noise in the data.\n"]}]
["0712.3149",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3149","doi:10.1103/PhysRevLett.100.107602"],"date":["2007-12-19"],"type":["text"],"creator":["Dedkov, Yu. S.","Fonin, M.","Rüdiger, U.","Laubschat, C."],"language":[],"coverage":[],"title":["Rashba effect in the graphene/Ni(111) system"],"description":["  Here, we report on angle-resolved photoemission studies of the electronic\n$\\pi$ states of high-quality epitaxial graphene layer on a Ni(111) surface. In\nthis system electron binding energy of the $\\pi$ states shows a strong\ndependence on the magnetization reversal of the Ni film. The observed\nextraordinary large energy shift up to 225 meV of the graphene-derived\n$\\pi$-band peak position for opposite magnetization directions is attributed to\na manifestation of the Rashba interaction of spin-polarized electrons in the\n$\\pi$ band with the large effective electric field at graphene/Ni interface.\nOur findings show that an electron spin in the graphene layer can be\nmanipulated in a controlled way and have important implications for\ngraphene-based spintronic devices.\n","Comment: 12 pages, 3 figures in JPEG-format"]}]
["0802.0362",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0362","Phys. Rev. A 77, 063623 (2008)","doi:10.1103/PhysRevA.77.063623"],"date":["2008-02-04"],"type":["text"],"creator":["van Es, J. J. P.","Whitlock, S.","Fernholz, T.","van Amerongen, A. H.","van Druten, N. J."],"language":[],"coverage":[],"title":["Three-dimensional character of atom-chip-based rf-dressed potentials"],"description":["  We experimentally investigate the properties of radio-frequency-dressed\npotentials for Bose-Einstein condensates on atom chips. The three-dimensional\npotential forms a connected pair of parallel waveguides. We show that\nrf-dressed potentials are robust against the effect of small magnetic-field\nvariations on the trap potential. Long-lived dipole oscillations of condensates\ninduced in the rf-dressed potentials can be tuned to a remarkably low damping\nrate. We study a beam-splitter for Bose-Einstein condensates and show that a\npropagating condensate can be dynamically split in two vertically separated\nparts and guided along two paths. The effect of gravity on the potential can be\ntuned and compensated for using a rf-field gradient.\n","Comment: 9 pages, 7 figures"]}]
["0803.2151",{"format":[],"subject":["Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2151","New J. Phys. 11 (2009) 023021","doi:10.1088/1367-2630/11/2/023021"],"date":["2008-03-14","2009-02-13"],"type":["text"],"creator":["Whitlock, S.","Gerritsma, R.","Fernholz, T.","Spreeuw, R. J. C."],"language":[],"coverage":[],"title":["Two-dimensional array of microtraps with atomic shift register on a chip"],"description":["  Arrays of trapped atoms are the ideal starting point for developing registers\ncomprising large numbers of physical qubits for storing and processing quantum\ninformation. One very promising approach involves neutral atom traps produced\non microfabricated devices known as atom chips, as almost arbitrary trap\nconfigurations can be realised in a robust and compact package. Until now,\nhowever, atom chip experiments have focused on small systems incorporating\nsingle or only a few individual traps. Here we report experiments on a\ntwo-dimensional array of trapped ultracold atom clouds prepared using a simple\nmagnetic-film atom chip. We are able to load atoms into hundreds of tightly\nconfining and optically resolved array sites. We then cool the individual atom\nclouds in parallel to the critical temperature required for quantum degeneracy.\nAtoms are shuttled across the chip surface utilising the atom chip as an atomic\nshift register and local manipulation of atoms is implemented using a focused\nlaser to rapidly empty individual traps.\n","Comment: 6 pages, 4 figures"]}]
["0806.3286",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3286","Annals of Applied Statistics 2010, Vol. 4, No. 1, 266-298","doi:10.1214/09-AOAS285"],"date":["2008-06-19","2010-10-07"],"type":["text"],"creator":["Chipman, Hugh A.","George, Edward I.","McCulloch, Robert E."],"language":[],"coverage":[],"title":["BART: Bayesian additive regression trees"],"description":["  We develop a Bayesian \"sum-of-trees\" model where each tree is constrained by\na regularization prior to be a weak learner, and fitting and inference are\naccomplished via an iterative Bayesian backfitting MCMC algorithm that\ngenerates samples from a posterior. Effectively, BART is a nonparametric\nBayesian regression approach which uses dimensionally adaptive random basis\nelements. Motivated by ensemble methods in general, and boosting algorithms in\nparticular, BART is defined by a statistical model: a prior and a likelihood.\nThis approach enables full posterior inference including point and interval\nestimates of the unknown regression function as well as the marginal effects of\npotential predictors. By keeping track of predictor inclusion frequencies, BART\ncan also be used for model-free variable selection. BART's many features are\nillustrated with a bake-off against competing methods on 42 different data\nsets, with a simulation experiment and on a drug discovery classification\nproblem.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOAS285 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.1066",{"format":[],"subject":["Mathematics - Functional Analysis","35R35 60G46, 65C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1066"],"date":["2008-07-07","2010-10-07"],"type":["text"],"creator":["Kampen, Joerg"],"language":[],"coverage":[],"title":["Global regularity and probabilistic schemes for free boundary surfaces\n  of multivariate American derivatives and their Greeks"],"description":["  In a rather general setting of multivariate stochastic volatility market\nmodels we derive global iterative probabilistic schemes for computing the free\nboundary and its Greeks for a generic class of American derivative models using\nfront-fixing methods. Convergence is closely linked to a proof of global\nregularity of the free boundary surface.\n"]}]
["0808.1493",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1493","J. Inequal. Appl. Vol. 2010, Article ID 362548","doi:10.1155/2010/362548"],"date":["2008-08-11","2010-04-28"],"type":["text"],"creator":["Klen, R.","Visuri, M.","Vuorinen, M."],"language":[],"coverage":[],"title":["On Jordan type inequalities for hyperbolic functions"],"description":["  This paper deals with some inequalities for trigonometric and hyperbolic\nfunctions such as the Jordan inequality and its generalizations. In particular,\nlower and upper bounds for functions such as (sin x)/x and x/(sinh x) are\nproved.\n","Comment: 16 pages"]}]
["0808.3819",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3819","Int.J.Geom.Meth.Mod.Phys.6:129-172,2009","doi:10.1142/S0219887809003448"],"date":["2008-08-28"],"type":["text"],"creator":["Clemente-Gallardo, J.","Marmo, G."],"language":[],"coverage":[],"title":["Towards a definition of quantum integrability"],"description":["  We briefly review the most relevant aspects of complete integrability for\nclassical systems and identify those aspects which should be present in a\ndefinition of quantum integrability.\n  We show that a naive extension of classical concepts to the quantum framework\nwould not work because all infinite dimensional Hilbert spaces are unitarily\nisomorphic and, as a consequence, it would not be easy to define degrees of\nfreedom. We argue that a geometrical formulation of quantum mechanics might\nprovide a way out.\n","Comment: 37 pages, AmsLatex, 1 figure"]}]
["0810.2773",{"format":[],"subject":["Mathematics - Commutative Algebra","13C40","13D45","13H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2773","Arch. Math. (Basel) 91 (2008), no. 4, 318--322","doi:10.1007/s00013-008-2760-3"],"date":["2008-10-15"],"type":["text"],"creator":["Hassanzadeh, S. H.","Shirmohammadi, N.","Zakeri, H."],"language":[],"coverage":[],"title":["A note on quasi-Gorenstein rings"],"description":["  In this paper, after giving a criterion for a Noetherian local ring to be\nquasi-Gorenstein, we obtain some sufficient conditions for a quasi- Gorenstein\nring to be Gorenstein. In the course, we provide a slight generalization of a\ntheorem of Evans and Griffith.\n","Comment: To appear in Arch. Math"]}]
["0810.3102",{"format":[],"subject":["Mathematics - Commutative Algebra","13D45","14B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3102","Comm. Algebra 37 (2009), no. 7, 2290--2299"],"date":["2008-10-17"],"type":["text"],"creator":["Hassanzadeh, S. H.","Vahidi, A."],"language":[],"coverage":[],"title":["On Vanishing and Cofiniteness of Generalized Local Cohomology Modules"],"description":["  In this paper, some results on vanishing and non-vanishing of generalized\nlocal cohomology modules are presented and some relations between those modules\nand, Ext and ordinary local cohomology modules are studied. Also, several\ncofiniteness propositions for generalized local cohomology modules are\nestablished which, among other things, provide an alternative answer to a\nquestion in [Y2].\n","Comment: 10 pages, To appear in Communication in Algebra"]}]
["0812.0957",{"format":[],"subject":["Mathematics - Commutative Algebra","3D45","13A02","13E10."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0957","Comm. Algebra 37 (2009), no. 11, 4095--4102"],"date":["2008-12-04"],"type":["text"],"creator":["Hassanzadeh, S. H.","Jahangiri, M.","Zakeri, H."],"language":[],"coverage":[],"title":["Asymptotic Behaviour and Artinian Property of Graded Local Cohomology\n  Modules"],"description":["  In this paper, considering the difference between the finiteness dimension\nand cohomological dimension for a finitely generated module, we investigate the\nasymptotic behavior of grades of components of graded local cohomology modules\nwith respect to irrelevant ideal; as long as we study some artinian and\ntameness property of such modules.\n","Comment: 9 pages"]}]
["0904.2110",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2110","Scientometrics 85, 301-315 (2010)"],"date":["2009-04-14","2010-03-11"],"type":["text"],"creator":["Zyczkowski, Karol"],"language":[],"coverage":[],"title":["Citation graph, weighted impact factors and performance indices"],"description":["  A scheme of evaluating an impact of a given scientific paper based on\nimportance of papers quoting it is investigated. Introducing a weight of a\ngiven citation, dependent on the previous scientific achievements of the author\nof the citing paper, we define the weighting factor of a given scientist.\nTechnically the weighting factors are defined by the components of the\nnormalized leading eigenvector of the matrix describing the citation graph. The\nweighting factor of a given scientist, reflecting the scientific output of\nother researchers quoting his work, allows us to define weighted number of\ncitation of a given paper, weighted impact factor of a journal and weighted\nHirsch index of an individual scientist or of an entire scientific institution.\n","Comment: 9 pages, extended version with more practical conclusions and new\n  references, misprints corrected, version to appear in Scientometrics 2010"]}]
["0906.2576",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematical Physics","16E40, 16S32, 17B56, 70S15, 81T13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2576"],"date":["2009-06-14","2010-10-07"],"type":["text"],"creator":["Herscovich, Estanislao","Solotar, Andrea"],"language":[],"coverage":[],"title":["Hochschild and cyclic homology of Yang-Mills algebras"],"description":["  The aim of this article is to compute the Hochschild and cyclic homology\ngroups of Yang-Mills algebras, that have been defined by A. Connes and M.\nDubois-Violette. We proceed here the study of these algebras that we have\ninitiated in a previous article. The computation involves the use of a spectral\nsequence associated to the natural filtration on the enveloping algebra of the\nLie Yang-Mills algebra. This filtration in provided by a Lie ideal which is\nfree as Lie algebra.\n","Comment: 56 pages. To appear in Journal f\\\"ur die reine und angewandte\n  Mathematik"]}]
["0907.4515",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4515","Phys. Rev. B 82, 155310 (2010)","doi:10.1103/PhysRevB.82.155310"],"date":["2009-07-26","2010-10-06"],"type":["text"],"creator":["Maciejko, Joseph","Qi, Xiao-Liang","Zhang, Shou-Cheng"],"language":[],"coverage":[],"title":["Magnetoconductance of the quantum spin Hall state"],"description":["  We study numerically the edge magnetoconductance of a quantum spin Hall\ninsulator in the presence of quenched nonmagnetic disorder. For a finite\nmagnetic field B and disorder strength W on the order of the bulk gap E_g, the\nconductance deviates from its quantized value in a manner which appears to be\nlinear in |B| at small B. The observed behavior is in qualitative agreement\nwith the cusp-like features observed in recent magnetotransport measurements on\nHgTe quantum wells. We propose a dimensional crossover scenario as a function\nof W, in which for weak disorder W < E_g the edge liquid is analogous to a\ndisordered spinless 1D quantum wire, while for strong disorder W > E_g, the\ndisorder causes frequent virtual transitions to the 2D bulk, where the\noriginally 1D edge electrons can undergo 2D diffusive motion and 2D\nantilocalization.\n","Comment: 5 pages, 3 figures"]}]
["0909.1930",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1930","Appl. Phys. Lett. 95, 171104 (2009)","doi:10.1063/1.3253414"],"date":["2009-09-10"],"type":["text"],"creator":["Weis, P.","Paul, O.","Imhof, C.","Beigang, R.","Rahm, M."],"language":[],"coverage":[],"title":["Strongly birefringent cut-wire pair structure as negative index wave\n  plates at THz frequencies"],"description":["  We report a new approach for the design and fabrication of thin wave plates\nwith high transmission in the terahertz (THz) regime. The wave plates are based\non strongly birefringent cut-wire pair metamaterials that exhibit refractive\nindices of opposite signs for two orthogonal polarization components of an\nincident wave. As specific examples, we fabricated and investigated a quarter-\nand a half-wave plate that revealed a peak intensity transmittance of 74% and\n58% at 1.34 THz and 1.3 THz, respectively. Furthermore, the half wave plate\ndisplayed a maximum figure of merit (FOM) of 23 at 1.3 THz where the refractive\nindex was -1.7. This corresponds to one of the highest FOMs reported at THz\nfrequencies so far. The presented results evidence that negative index\nmaterials enter an application stage in terms of optical components for the THz\ntechnology.\n","Comment: 4 pages, 3 figures, submitted to Appl. Phys. Lett"]}]
["0909.3422",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3422","Opt. Express 17, 18590-18595 (2009)","doi:10.1364/OE.17.018590"],"date":["2009-09-18"],"type":["text"],"creator":["Paul, Oliver","Beigang, Rene","Rahm, Marco"],"language":[],"coverage":[],"title":["Highly Selective Terahertz Bandpass Filters Based on Trapped Mode\n  Excitation"],"description":["  We present two types of metamaterial-based spectral bandpass filters for the\nterahertz (THz) frequency range. The metamaterials are specifically designed to\noperate for waves at normal incidence and to be independent of the field\npolarization. The functional structures are embedded in films of\nbenzocyclobutene (BCB) resulting in large-area, free-standing and flexible\nmembranes with low intrinsic loss.\n  The proposed filters are investigated by THz time-domain spectroscopy and\nshow a pronounced transmission peak with over 80]% amplitude transmission in\nthe passband and a transmission rejection down to the noise level in the\nstopbands. The measurements are supported by numerical simulations which\nevidence that the high transmission response is related to the excitation of\ntrapped modes.\n","Comment: 6 pages, 4 figures"]}]
["0910.1688",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1688"],"date":["2009-10-09","2010-10-07"],"type":["text"],"creator":["Ho, Zuleita Ka Ming","Gesbert, David"],"language":[],"coverage":[],"title":["Balancing Egoism and Altruism on MIMO Interference Channel"],"description":["  This paper considers the so-called multiple-input-multiple-output\ninterference channel (MIMO-IC) which has relevance in applications such as\nmulti-cell coordination in cellular networks as well as spectrum sharing in\ncognitive radio networks among others. We consider a beamforming design\nframework based on striking a compromise between beamforming gain at the\nintended receiver (Egoism) and the mitigation of interference created towards\nother receivers (Altruism). Combining egoistic and altruistic beamforming has\nbeen shown previously in several papers to be instrumental to optimizing the\nrates in a multiple-input-single-output interference channel MISO-IC (i.e.\nwhere receivers have no interference canceling capability). Here, by using the\nframework of Bayesian games, we shed more light on these game-theoretic\nconcepts in the more general context of MIMO channels and more particularly\nwhen coordinating parties only have channel state information (CSI) of channels\nthat they can measure directly. This allows us to derive distributed\nbeamforming techniques. We draw parallels with existing work on the MIMO-IC,\nincluding rate-optimizing and interference-alignment precoding techniques,\nshowing how such techniques may be improved or re-interpreted through a common\nprism based on balancing egoistic and altruistic beamforming. Our analysis and\nsimulations currently limited to single stream transmission per user attest the\nimprovements over known interference alignment based methods in terms of sum\nrate performance in the case of so-called asymmetric networks.\n","Comment: version 4: 10 pages, journal paper, fixed typo, additional remarks\n  and figures for explanation and illustration"]}]
["0910.2585",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2585","Annals of Applied Statistics 2010, Vol. 4, No. 1, 396-421","doi:10.1214/09-AOAS279"],"date":["2009-10-14","2010-10-07"],"type":["text"],"creator":["Murphy, Thomas Brendan","Dean, Nema","Raftery, Adrian E."],"language":[],"coverage":[],"title":["Variable selection and updating in model-based discriminant analysis for\n  high dimensional data with food authenticity applications"],"description":["  Food authenticity studies are concerned with determining if food samples have\nbeen correctly labeled or not. Discriminant analysis methods are an integral\npart of the methodology for food authentication. Motivated by food authenticity\napplications, a model-based discriminant analysis method that includes variable\nselection is presented. The discriminant analysis model is fitted in a\nsemi-supervised manner using both labeled and unlabeled data. The method is\nshown to give excellent classification performance on several high-dimensional\nmulticlass food authenticity data sets with more variables than observations.\nThe variables selected by the proposed method provide information about which\nvariables are meaningful for classification purposes. A headlong search\nstrategy for variable selection is shown to be efficient in terms of\ncomputation and achieves excellent classification performance. In applications\nto several food authenticity data sets, our proposed method outperformed\ndefault implementations of Random Forests, AdaBoost, transductive SVMs and\nBayesian Multinomial Regression by substantial margins.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOAS279 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0910.2938",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2938","PLoS Comp Bio, 2010 Feb 26;6(2):e1000655","doi:10.1371/journal.pcbi.1000655"],"date":["2009-10-15","2009-11-26"],"type":["text"],"creator":["Markowetz, Florian"],"language":[],"coverage":[],"title":["How to understand the cell by breaking it: network analysis of gene\n  perturbation screens"],"description":["  Modern high-throughput gene perturbation screens are key technologies at the\nforefront of genetic research. Combined with rich phenotypic descriptors they\nenable researchers to observe detailed cellular reactions to experimental\nperturbations on a genome-wide scale. This review surveys the current\nstate-of-the-art in analyzing perturbation screens from a network point of\nview. We describe approaches to make the step from the parts list to the wiring\ndiagram by using phenotypes for network inference and integrating them with\ncomplementary data sources. The first part of the review describes methods to\nanalyze one- or low-dimensional phenotypes like viability or reporter activity;\nthe second part concentrates on high-dimensional phenotypes showing global\nchanges in cell morphology, transcriptome or proteome.\n","Comment: Review based on ISMB 2009 tutorial; after two rounds of revision"]}]
["0911.1926",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1926","Annals Phys.325:909-923,2010","doi:10.1016/j.aop.2009.12.007"],"date":["2009-11-10","2010-10-07"],"type":["text"],"creator":["Gibbons, G. W.","Warnick, C. M."],"language":[],"coverage":[],"title":["Traffic Noise and the Hyperbolic Plane"],"description":["  We consider the problem of sound propagation in a wind. We note that the\nrays, as in the absence of a wind, are given by Fermat's principle and show how\nto map them to the trajectories of a charged particle moving in a magnetic\nfield on a curved space. For the specific case of sound propagating in a\nstratified atmosphere with a small wind speed we show that the corresponding\nparticle moves in a constant magnetic field on the hyperbolic plane. In this\nway we give a simple `straightedge and compass' method to estimate the\nintensity of sound upwind and downwind. We construct Mach envelopes for moving\nsources. Finally, we relate the problem to that of finding null geodesics in a\nsquashed anti-de Sitter spacetime and discuss the $SO(3,1)\\times \\mathbb{R}$\nsymmetry of the problem from this point of view.\n","Comment: Typos corrected"]}]
["0911.2140",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2140","Acta Physica Polonica B Proc. Suppl. vol.2, no.3 page 555 (2009)"],"date":["2009-11-11"],"type":["text"],"creator":["Stefansson, Sigurdur Orn"],"language":[],"coverage":[],"title":["The infinite volume limit of Ford's alpha model"],"description":["  We prove the existence of a limit of the finite volume probability measures\ngenerated by tree growth rules in Ford's alpha model of phylogenetic trees. The\nlimiting measure is shown to be concentrated on the set of trees consisting of\nexactly one infinite spine with finite, identically and independently\ndistributed outgrowths.\n","Comment: 7 pages, 3 figures"]}]
["0911.2515",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2515","J. Phys. A: Math. Theor. 43, 425304 (2010)","doi:10.1088/1751-8113/43/42/425304"],"date":["2009-11-12","2010-08-06"],"type":["text"],"creator":["Grudka, Andrzej","Horodecki, Michał","Pankowski, Łukasz"],"language":[],"coverage":[],"title":["Constructive counterexamples to additivity of minimum output R\\'enyi\n  entropy of quantum channels for all p>2"],"description":["  We present a constructive example of violation of additivity of minimum\noutput R\\'enyi entropy for each p>2. The example is provided by antisymmetric\nsubspace of a suitable dimension. We discuss possibility of extension of the\nresult to go beyond p>2 and obtain additivity for p=0 for a class of\nentanglement breaking channels.\n","Comment: 4 pages; a reference added"]}]
["0911.5051",{"format":[],"subject":["General Relativity and Quantum Cosmology","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5051","J.Phys.Conf.Ser.228:012008,2010","doi:10.1088/1742-6596/228/1/012008"],"date":["2009-11-26","2009-12-07"],"type":["text"],"creator":["Röver, Christian"],"language":[],"coverage":[],"title":["Random template placement and prior information"],"description":["  In signal detection problems, one is usually faced with the task of searching\na parameter space for peaks in the likelihood function which indicate the\npresence of a signal. Random searches have proven to be very efficient as well\nas easy to implement, compared e.g. to searches along regular grids in\nparameter space. Knowledge of the parameterised shape of the signal searched\nfor adds structure to the parameter space, i.e., there are usually regions\nrequiring to be densely searched while in other regions a coarser search is\nsufficient. On the other hand, prior information identifies the regions in\nwhich a search will actually be promising or may likely be in vain. Defining\nspecific figures of merit allows one to combine both template metric and prior\ndistribution and devise optimal sampling schemes over the parameter space. We\nshow an example related to the gravitational wave signal from a binary inspiral\nevent. Here the template metric and prior information are particularly\ncontradictory, since signals from low-mass systems tolerate the least mismatch\nin parameter space while high-mass systems are far more likely, as they imply a\ngreater signal-to-noise ratio (SNR) and hence are detectable to greater\ndistances. The derived sampling strategy is implemented in a Markov chain Monte\nCarlo (MCMC) algorithm where it improves convergence.\n","Comment: Proceedings of the 8th Edoardo Amaldi Conference on Gravitational\n  Waves. 7 pages, 4 figures"]}]
["0911.5250",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5250","J. Phys. B: At. Mol. Opt. Phys. 43, 155002 (2010)","doi:10.1088/0953-4075/43/15/155002"],"date":["2009-11-27"],"type":["text"],"creator":["van Es, J. J. P.","Wicke, P.","van Amerongen, A. H.","Rétif, C.","Whitlock, S.","van Druten, N. J."],"language":[],"coverage":[],"title":["Box traps on an atom chip for one-dimensional quantum gases"],"description":["  We present the implementation of tailored trapping potentials for ultracold\ngases on an atom chip. We realize highly elongated traps with box-like\nconfinement along the long, axial direction combined with conventional harmonic\nconfinement along the two radial directions. The design, fabrication and\ncharacterization of the atom chip and the box traps is described. We load\nultracold ($\\lesssim1 \\mu$K) clouds of $^{87}$Rb in a box trap, and demonstrate\nBose-gas focusing as a means to characterize these atomic clouds in arbitrarily\nshaped potentials. Our results show that box-like axial potentials on atom\nchips are very promising for studies of one-dimensional quantum gases.\n","Comment: 9 pages 4 figures"]}]
["0912.1090",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1090","JHEP 1008:004,2010","doi:10.1007/JHEP08(2010)004"],"date":["2009-12-06","2010-10-07"],"type":["text"],"creator":["Bagchi, Arjun","Gopakumar, Rajesh","Mandal, Ipsita","Miwa, Akitsugu"],"language":[],"coverage":[],"title":["GCA in 2d"],"description":["  We make a detailed study of the infinite dimensional Galilean Conformal\nAlgebra (GCA) in the case of two spacetime dimensions. Classically, this\nalgebra is precisely obtained from a contraction of the generators of the\nrelativistic conformal symmetry in 2d. Here we find quantum mechanical\nrealisations of the (centrally extended) GCA by considering scaling limits of\ncertain 2d CFTs. These parent CFTs are non-unitary and have their left and\nright central charges become large in magnitude and opposite in sign. We\ntherefore develop, in parallel to the usual machinery for 2d CFT, many of the\ntools for the analysis of the quantum mechanical GCA. These include the\nrepresentation theory based on GCA primaries, Ward identities for their\ncorrelation functions and a nonrelativistic Kac table. In particular, the null\nvectors of the GCA lead to differential equations for the four point function.\nThe solution to these equations in the simplest case is explicitly obtained and\nchecked to be consistent with various requirements.\n","Comment: 45 pages; v2: 47 pages. Restructured introduction, minor corrections,\n  added references. Journal version"]}]
["0912.2435",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2435","Phys.Rev.D82:064039,2010","doi:10.1103/PhysRevD.82.064039"],"date":["2009-12-12","2010-10-07"],"type":["text"],"creator":["Xue, She-Sheng"],"language":[],"coverage":[],"title":["Detailed discussions and calculations of quantum Regge calculus of\n  Einstein-Cartan theory"],"description":["  This article presents detailed discussions and calculations of the recent\npaper \"Quantum Regge calculus of Einstein-Cartan theory\" in Phys. Lett. B682\n(2009) 300. The Euclidean space-time is discretized by a four-dimensional\nsimplicial complex. We adopt basic tetrad and spin-connection fields to\ndescribe the simplicial complex. By introducing diffeomorphism and local\nLorentz invariant holonomy fields, we construct a regularized Einstein-Cartan\ntheory for studying the quantum dynamics of the simplicial complex and fermion\nfields. This regularized Einstein-Cartan action is shown to properly approach\nto its continuum counterpart in the continuum limit. Based on the local Lorentz\ninvariance, we derive the dynamical equations satisfied by invariant holonomy\nfields. In the mean-field approximation, we show that the averaged size of\n4-simplex, the element of the simplicial complex, is larger than the Planck\nlength. This formulation provides a theoretical framework for analytical\ncalculations and numerical simulations to study the quantum Einstein-Cartan\ntheory.\n","Comment: the final version to appear in PRD, 52 pages and 6 figures, title has\n  been changed"]}]
["1001.3923",{"format":[],"subject":["Mathematics - Metric Geometry","30F45, 30C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3923","Ann. Acad. Sci. Fenn. Math. 25 (2010), 493-501","doi:10.5186/aasfm.2010.3530"],"date":["2010-01-22"],"type":["text"],"creator":["Klén, Riku"],"language":[],"coverage":[],"title":["Close-to-convexity of quasihyperbolic and $j$-metric balls"],"description":["  We will consider close-to-convexity of the metric balls defined by the\nquasihyperbolic metric and the $j$-metric. We will show that the $j$-metric\nballs with small radii are close-to-convex in general subdomains of $\\Rn$ and\nthe quasihyperbolic balls with small radii are close-to-convex in the punctured\nspace.\n","Comment: 12 pages, 2 figures"]}]
["1001.5055",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5055"],"date":["2010-01-27","2010-10-07"],"type":["text"],"creator":["Aldaz, J. M."],"language":[],"coverage":[],"title":["Comparison of differences between arithmetic and geometric means"],"description":["  We complement a recent result of S. Furuichi, by showing that the differences\n$\\sum_{i=1}^n \\alpha_i x_i - \\prod_{i=1}^n x_i^{\\alpha_i}$ associated to\ndistinct sequences of weights are comparable, with constants that depend on the\nsmallest and largest quotients of the weights.\n","Comment: Improvements on the bounds after becoming aware of the paper by Sever\n  S. Dragomir, \"Bounds for the normalised Jensen functional\", Bull. Austral.\n  Math. Soc. 74 (2006), no. 3, 471--478. Correction of an error and of some\n  typos"]}]
["1001.5069",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","05C25 (Primary) 05C12, 05E15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5069","Ph. D. thesis. The Hebrew University of Jerusalem (2009)"],"date":["2010-01-27"],"type":["text"],"creator":["Dinai, Oren"],"language":[],"coverage":[],"title":["Expansion properties of finite simple groups"],"description":["  We prove that if G is SL_2(F) or PSL_2(F), where F is a finite field, and A\nis a set of generators of G, then either |AAA| > |A|^(1+epsilon), where epsilon\nis an absolute positive real number, or AAA=G.\n  As a corollary we get that the diameter of any Cayley graph of G is\nPoly-Logarithmic in |G|.\n","Comment: PhD Thesis, The Hebrew University, September 2009, 115 pages. The\n  results will be included in a future paper"]}]
["1002.0778",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0778","Phys.Lett.B693:301-304,2010","doi:10.1016/j.physletb.2010.08.064"],"date":["2010-02-03","2010-10-07"],"type":["text"],"creator":["Gedalia, Oram","Mannelli, Lorenzo","Perez, Gilad"],"language":[],"coverage":[],"title":["Covariant Description of Flavor Violation at the LHC"],"description":["  A simple formalism to describe flavor and CP violation in a model independent\nway is provided. Our method is particularly useful to derive robust bounds on\nmodels with arbitrary mechanisms of alignment. Known constraints on flavor\nviolation in the K and D systems are reproduced in a straightforward and\ncovariant manner. Assumptions-free limits, based on top flavor violation at the\nLHC, are then obtained. In the absence of signal, with 100 fb^{-1} of data, the\nLHC will exclude weakly coupled (strongly coupled) new physics up to a scale of\n0.6 TeV (7.6 TeV), while at present no general constraint can be set related to\nDelta t=1 processes. Delta F=2 contributions will be constrained via same-sign\ntops signal, with a model independent exclusion region of 0.08 TeV (1.0 TeV).\nHowever, in this case, stronger bounds are found from the study of CP violation\nin D-bar D mixing with a scale of 0.57 TeV (7.2 TeV). We also apply our\nanalysis to supersymmetric and warped extra dimension models.\n","Comment: 5 pages, 2 figures. Minor corrections; references and clarifications\n  added. Matches published version"]}]
["1003.0248",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0248"],"date":["2010-02-28","2010-10-06"],"type":["text"],"creator":["Giacomelli, Riccardo","Ganti, Radha Krishna","Haenggi, Martin"],"language":[],"coverage":[],"title":["Outage Probability of General Ad Hoc Networks in the High-Reliability\n  Regime"],"description":["  Outage probabilities in wireless networks depend on various factors: the node\ndistribution, the MAC scheme, and the models for path loss, fading and\ntransmission success. In prior work on outage characterization for networks\nwith randomly placed nodes, most of the emphasis was put on networks whose\nnodes are Poisson distributed and where ALOHA is used as the MAC protocol. In\nthis paper we provide a general framework for the analysis of outage\nprobabilities in the high-reliability regime. The outage probability\ncharacterization is based on two parameters: the intrinsic spatial contention\n$\\gamma$ of the network, introduced in [1], and the coordination level achieved\nby the MAC as measured by the interference scaling exponent $\\kappa$ introduced\nin this paper. We study outage probabilities under the signal-to-interference\nratio (SIR) model, Rayleigh fading, and power-law path loss, and explain how\nthe two parameters depend on the network model. The main result is that the\noutage probability approaches $\\gamma\\eta^{\\kappa}$ as the density of\ninterferers $\\eta$ goes to zero, and that $\\kappa$ assumes values in the range\n$1\\leq \\kappa\\leq \\alpha/2$ for all practical MAC protocols, where $\\alpha$ is\nthe path loss exponent. This asymptotic expression is valid for all\nmotion-invariant point processes. We suggest a novel and complete taxonomy of\nMAC protocols based mainly on the value of $\\kappa$. Finally, our findings\nsuggest a conjecture that tightly bounds the outage probability for all\ninterferer densities.\n","Comment: Submitted to IEEE Transactions on Networking (Revision 2)"]}]
["1003.5205",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5205","Phys. Rev. B 82, 136401 (2010)"],"date":["2010-03-26","2010-10-07"],"type":["text"],"creator":["Isaev, L.","Ortiz, G.","Dukelsky, J."],"language":[],"coverage":[],"title":["Comment on \"Quantum phase transition in the four-spin exchange\n  antiferromagnet\" by V. N. Kotov, D.-X. Yao, A. H. Castro-Neto, and D. K.\n  Campbell"],"description":["  In a recent paper [Phys. Rev. {\\bf B80}, 174403 (2009)] Kotov {\\it et al.}\nstudied the paramagnetic-to-antiferromagnetic transition in the $J$-$Q$ model.\nTheir findings were claimed to be in \"fairly good agreement\" with previous\nquantum Monte-Carlo (QMC) results. In this Comment we show that the above claim\nis misleading and in reality their phase transition point is not only far from\nthe corresponding QMC value but also lies in a region of parameter space not\nyet explored in the literature. We also show that their reference dimer state\nis unstable against formation of a plaquette condensate, which could in part\nexplain the large fluctuations they found.\n","Comment: TeXLive (Unix), 3 pages, 3 figures"]}]
["1004.1834",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1834"],"date":["2010-04-11","2010-10-06"],"type":["text"],"creator":["Sinha, K.","Cummings, N.","Hu, B. L."],"language":[],"coverage":[],"title":["Protecting and Dynamically Generating Entanglement in a Two-Atom\n  Two-Field-Mode Model"],"description":["  We analyze the time evolution of quantum entanglement in a model consisting\nof two two-level atoms interacting with a two-mode electromagnetic field for a\nvariety of initial states. We study two different coupling schemes motivated by\nthe forms that can arise due to atomic separation. We observe a variety of\nqualitative features such as entanglement sudden death, dynamical generation,\nprotection, and transfer between subsystems. Our quantitative analysis shows\nthat these cases with different couplings and initial states differ\nsignificantly in these qualitative features. The multifarious behaviors in\nthese two-mode cases suggest the importance of considering atomic separation\ncarefully for any model where two atoms interact with a common field.\n","Comment: 16 pages, 10 figures"]}]
["1004.3230",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3230","Phys. Rev. A 81, 063411 (2010)","doi:10.1103/PhysRevA.81.063411"],"date":["2010-04-19"],"type":["text"],"creator":["Tauschinsky, Atreju","Thijssen, Rutger M. T.","Whitlock, S.","Heuvell, H. B. van Linden van den","Spreeuw, R. J. C."],"language":[],"coverage":[],"title":["Spatially Resolved Excitation of Rydberg Atoms and Surface Effects on an\n  Atom Chip"],"description":["  We demonstrate spatially resolved, coherent excitation of Rydberg atoms on an\natom chip. Electromagnetically induced transparency (EIT) is used to\ninvestigate the properties of the Rydberg atoms near the gold coated chip\nsurface. We measure distance dependent shifts (~10 MHz) of the Rydberg energy\nlevels caused by a spatially inhomogeneous electric field. The measured field\nstrength and distance dependence is in agreement with a simple model for the\nelectric field produced by a localized patch of Rb adsorbates deposited on the\nchip surface during experiments. The EIT resonances remain narrow (< 4 MHz) and\nthe observed widths are independent of atom-surface distance down to ~20 \\mum,\nindicating relatively long lifetime of the Rydberg states. Our results open the\nway to studies of dipolar physics, collective excitations, quantum metrology\nand quantum information processing involving interacting Rydberg excited atoms\non atom chips.\n"]}]
["1004.5303",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5303","New J. Phys. 12 (2010) 103008","doi:10.1088/1367-2630/12/10/103008"],"date":["2010-04-29"],"type":["text"],"creator":["Marti, Konrad H","Bauer, Bela","Reiher, Markus","Troyer, Matthias","Verstraete, Frank"],"language":[],"coverage":[],"title":["Complete-Graph Tensor Network States: A New Fermionic Wave Function\n  Ansatz for Molecules"],"description":["  We present a new class of tensor network states that are specifically\ndesigned to capture the electron correlation of a molecule of arbitrary\nstructure. In this ansatz, the electronic wave function is represented by a\nComplete-Graph Tensor Network (CGTN) ansatz which implements an efficient\nreduction of the number of variational parameters by breaking down the\ncomplexity of the high-dimensional coefficient tensor of a\nfull-configuration-interaction (FCI) wave function. We demonstrate that CGTN\nstates approximate ground states of molecules accurately by comparison of the\nCGTN and FCI expansion coefficients. The CGTN parametrization is not biased\ntowards any reference configuration in contrast to many standard quantum\nchemical methods. This feature allows one to obtain accurate relative energies\nbetween CGTN states which is central to molecular physics and chemistry. We\ndiscuss the implications for quantum chemistry and focus on the spin-state\nproblem. Our CGTN approach is applied to the energy splitting of states of\ndifferent spin for methylene and the strongly correlated ozone molecule at a\ntransition state structure. The parameters of the tensor network ansatz are\nvariationally optimized by means of a parallel-tempering Monte Carlo algorithm.\n"]}]
["1005.0586",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0586","Physical Review B 82, 144101 (2010)","doi:10.1103/PhysRevB.82.144101"],"date":["2010-05-04","2010-10-06"],"type":["text"],"creator":["Bock, Nicolas","Holmstrom, Erik","Peery, Travis B.","Lizarraga, Raquel","Chisolm, Eric D.","De Lorenzi-Venneri, Giulia","Wallace, Duane C."],"language":[],"coverage":[],"title":["Liquid state properties from first principles DFT calculations: Static\n  properties"],"description":["  In order to test the Vibration-Transit (V-T) theory of liquid dynamics, ab\ninitio density functional theory (DFT) calculations of thermodynamic properties\nof Na and Cu are performed and compared with experimental data. The\ncalculations are done for the crystal at T = 0 and T_m, and for the liquid at\nT_m. The key theoretical quantities for crystal and liquid are the structural\npotential and the dynamical matrix, both as function of volume. The theoretical\nequations are presented, as well as details of the DFT computations. The\nproperties compared with experiment are the equilibrium volume, the isothermal\nbulk modulus, the internal energy and the entropy. The agreement of theory with\nexperiment is uniformly good. Our primary conclusion is that the application of\nDFT to V-T theory is feasible, and the resulting liquid calculations achieve\nthe same level of accuracy as does ab initio lattice dynamics for crystals.\nMoreover, given the well established reliability of DFT, the present results\nprovide a significant confirmation of V-T theory itself.\n","Comment: 9 pages, 3 figures, 5 tables, edited to more closely match published\n  version"]}]
["1005.1397",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1397","Phys. Rev. E 82, 036115 (2010)","doi:10.1103/PhysRevE.82.036115"],"date":["2010-05-09","2010-10-07"],"type":["text"],"creator":["Hébert-Dufresne, Laurent","Noël, Pierre-André","Marceau, Vincent","Allard, Antoine","Dubé, Louis J."],"language":[],"coverage":[],"title":["Propagation dynamics on networks featuring complex topologies"],"description":["  Analytical description of propagation phenomena on random networks has\nflourished in recent years, yet more complex systems have mainly been studied\nthrough numerical means. In this paper, a mean-field description is used to\ncoherently couple the dynamics of the network elements (nodes, vertices,\nindividuals...) on the one hand and their recurrent topological patterns\n(subgraphs, groups...) on the other hand. In a SIS model of epidemic spread on\nsocial networks with community structure, this approach yields a set of ODEs\nfor the time evolution of the system, as well as analytical solutions for the\nepidemic threshold and equilibria. The results obtained are in good agreement\nwith numerical simulations and reproduce random networks behavior in the\nappropriate limits which highlights the influence of topology on the processes.\nFinally, it is demonstrated that our model predicts higher epidemic thresholds\nfor clustered structures than for equivalent random topologies in the case of\nnetworks with zero degree correlation.\n","Comment: 10 pages, 5 figures, 1 Appendix. Published in Phys. Rev. E (mistakes\n  in the PRE version are corrected here)"]}]
["1005.2630",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2630"],"date":["2010-05-14","2010-10-06"],"type":["text"],"creator":["Chialvo, C.","Moraru, I. C.","Van Harlingen, D. J.","Mason, N."],"language":[],"coverage":[],"title":["Current-phase relation of graphene Josephson junctions"],"description":["  The current-phase relation (CPR) of a Josephson junction reveals valuable\ninformation about the microscopic processes and symmetries that influence the\nsupercurrent. In this Letter, we present direct measurements of the CPR for\nJosephson junctions with a graphene barrier, obtained by a phase-sensitive\nSQUID interferometry technique. We find that the CPR is skewed with respect to\nthe commonly observed sinusoidal behavior. The amount of skewness varies\nlinearly with critical current (Ic) regardless of whether Ic is tuned by the\ncarrier density or temperature.\n"]}]
["1005.5596",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5596","Actes du 27e Colloque international sur le lexique et la grammaire\n  (L'Aquila, 10-13 septembre 2008). Seconde partie, Michele De Gioia (Ed.)\n  (2010) pages 79-93"],"date":["2010-05-31"],"type":["text"],"creator":["Constant, Matthieu","Tolone, Elsa"],"language":[],"coverage":[],"title":["A generic tool to generate a lexicon for NLP from Lexicon-Grammar tables"],"description":["  Lexicon-Grammar tables constitute a large-coverage syntactic lexicon but they\ncannot be directly used in Natural Language Processing (NLP) applications\nbecause they sometimes rely on implicit information. In this paper, we\nintroduce LGExtract, a generic tool for generating a syntactic lexicon for NLP\nfrom the Lexicon-Grammar tables. It is based on a global table that contains\nundefined information and on a unique extraction script including all\noperations to be performed for all tables. We also present an experiment that\nhas been conducted to generate a new lexicon of French verbs and predicative\nnouns.\n"]}]
["1006.0134",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0134","Phys. Rev. B 82, 134507 (2010)","doi:10.1103/PhysRevB.82.134507"],"date":["2010-06-01","2010-10-07"],"type":["text"],"creator":["Kirzhner, T.","Koren, G."],"language":[],"coverage":[],"title":["Interface effects in d-wave superconductor-ferromagnet junctions"],"description":["  Measurements of the differential conductance spectra of YBa2Cu3O7-SrRuO3 and\nYBa2Cu3O7-La0.67Ca_0.33MnO3 ramp-type junctions along the node and anti-node\ndirections are reported. The results are consistent with a crossed Andreev\nreflection effect only in YBa2Cu3O7-SrRuO3 junctions where the domain wall\nwidth of SrRuO3 is comparable with the coherence length of YBa2Cu3O7. No such\neffect was observed in the YBa2Cu3O7-La0.67Ca0.33MnO3 junctions, which is in\nline with the much larger (x10) domain wall width of La0.67Ca0.33MnO3. We also\nshow that crossed Andreev exists only in the anti-node direction. Furthermore,\nwe find evidence that crossed Andreev in YBa2Cu3O7 junctions is not sensitive\nto nm-scale interface defects, suggesting that the length scale of the crossed\nAndreev effect is larger than the coherence length, but still smaller than the\nLa0.67Ca0.33MnO3's domain wall width.\n","Comment: 5 pages, 6 figures"]}]
["1006.4933",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4933"],"date":["2010-06-25","2010-10-07"],"type":["text"],"creator":["Albrecht, Martin","Perry, John"],"language":[],"coverage":[],"title":["F4/5"],"description":["  We describe an algorithm to compute Gr\\\"obner bases which combines F4-style\nreduction with the F5 criteria. Both F4 and F5 originate in the work of\nJean-Charles Faug\\`ere, who has successfully computed many Gr\\\"obner bases that\nwere previously considered intractable. Another description of a similar\nalgorithm already exists in Gwenole Ars' dissertation; unfortunately, this is\nonly available in French, and although an implementation exists, it is not made\navailable for study. We not only describe the algorithm, we also direct the\nreader to a study implementation for the free and open source Sage computer\nalgebra system. We conclude with a short discussion of how the approach\ndescribed here compares and contrasts with that of Ars' dissertation.\n"]}]
["1006.5319",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5319","The Journal of Kharkiv National University, physical series:\n  Nuclei, Particles, Fields, ?899, #2/46/,97 (2010)"],"date":["2010-06-28","2010-07-06"],"type":["text"],"creator":["Khodusov, V. D.","Naumovets, A. S."],"language":[],"coverage":[],"title":["Equations of Two-Fluid Hydrodynamics of Superfluid Helium with the\n  Account of Electric Fields"],"description":["  System of two-fluid hydrodynamics of superfluid helium with the account of\nelectric field is obtained. These equations are obtained in kinetic approach\nusing quasi-equilibrium distribution function of quasi-particles, which vanishs\ncollision integral of quasi-particles, and contains dependence on electric\nfield by means of phenomenological parameter {\\alpha}. Using experimental data\nat temperature range of 1,4 - 2 K, where basic role plays roton hydrodynamics,\nthe value of phenomenological parameter, is obtained.\n","Comment: 5 pages"]}]
["1007.1127",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1127","Phys. Rev. B 82, 134106 (2010)","doi:10.1103/PhysRevB.82.134106"],"date":["2010-07-07","2010-09-15"],"type":["text"],"creator":["Nishimatsu, Takeshi","Iwamoto, Masaya","Kawazoe, Yoshiyuki","Waghmare, Umesh V."],"language":[],"coverage":[],"title":["First-principles accurate total-energy surfaces for polar structural\n  distortions of BaTiO3, PbTiO3, and SrTiO3: consequences to structural\n  transition temperatures"],"description":["  Specific forms of the exchange correlation energy functionals in\nfirst-principles density functional theory-based calculations, such as the\nlocal density approximation (LDA) and generalized-gradient approximations\n(GGA), give rise to structural lattice parameters with typical errors of -2%\nand 2%. Due to a strong coupling between structure and polarization, the order\nparameter of ferroelectric transitions, they result in large errors in\nestimation of temperature dependent ferroelectric structural transition\nproperties. Here, we employ a recently developed GGA functional of Wu and Cohen\n[Phys. Rev. B 73, 235116 (2006)] and determine total-energy surfaces for\nzone-center distortions of BaTiO3, PbTiO3, and SrTiO3, and compare them with\nthe ones obtained with calculations based on standard LDA and GGA. Confirming\nthat the Wu and Cohen functional allows better estimation of structural\nproperties at 0 K, we determine a new set of parameters defining the effective\nHamiltonian for ferroelectric transition in BaTiO3. Using the new set of\nparameters, we perform molecular-dynamics (MD) simulations under effective\npressures p=0.0 GPa, p=-2.0 GPa, and p=-0.005T GPa. The simulations under\np=-0.005T GPa, which is for simulating thermal expansion, show a clear\nimprovement in the cubic to tetragonal transition temperature and c/a parameter\nof its ferroelectric tetragonal phase, while the description of transitions at\nlower temperatures to orthorhombic and rhombohedral phases is marginally\nimproved. Our findings augur well for use of Wu-Cohen functional in studies of\nferroelectrics at nano-scale, particularly in the form of epitaxial films where\nthe properties depend crucially on the lattice mismatch.\n","Comment: 10 pages, 7 figures, 3 tables, resubmitted to PRB"]}]
["1007.1919",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1919","Phys. Rev. B 82, 144401 (2010)","doi:10.1103/PhysRevB.82.144401"],"date":["2010-07-12"],"type":["text"],"creator":["Ewings, R. A.","Freeman, P. G.","Enderle, M.","Kulda, J.","Prabhakaran, D.","Boothroyd, A. T."],"language":[],"coverage":[],"title":["Ferromagnetic Excitations in La$_{0.82}$Sr$_{0.18}$CoO$_{3}$ Observed\n  Using Neutron Inelastic Scattering"],"description":["  Polarized neutron inelastic scattering has been used to measure spin\nexcitations in ferromagnetic La$_{0.82}$Sr$_{0.18}$CoO$_{3}$. The magnon\nspectrum of these spin excitations is well defined at low energies but becomes\nheavily damped at higher energies, and can be modeled using a quadratic\ndispersion. We determined a spin wave stiffness constant of $D=94\\pm\n3$\\,meV\\,\\AA$^{2}$. Assuming a nearest-neighbor Heisenberg model we find\nreasonable agreement between the exchange determined from D and the bulk Curie\ntemperature. Several possible mechanisms to account for the observed spin-wave\ndamping are discussed.\n","Comment: 7 pages, 6 figures"]}]
["1007.2300",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2300"],"date":["2010-07-14","2010-10-07"],"type":["text"],"creator":["Majaess, Daniel J.","Turner, David G.","Lane, David J.","Henden, Arne","Krajci, Tom"],"language":[],"coverage":[],"title":["Anchoring the Universal Distance Scale via a Wesenheit Template"],"description":["  A VI Wesenheit diagram featuring SX Phoenicis, delta Scuti, RR Lyrae, type II\nand classical Cepheid variables is calibrated by means of geometric-based\ndistances inferred from HST, Hipparcos, and VLBA observations (n=30). The\ndistance to a target population follows from the offset between the observed\nWesenheit magnitudes and the calibrated template. The method is evaluated by\nascertaining the distance moduli for the LMC (mu_0=18.43+-0.03 se) and the\nglobular clusters omega Cen, M54, M13, M3, and M15. The results agree with\nestimates cited in the literature, although a nearer distance to M13 is\nfavoured (pending confirmation of the data's photometric zero-point) and\nobservations of variables near the core of M15 suffer from photometric\ncontamination. The calibrated LMC data is subsequently added to the Wesenheit\ntemplate since that galaxy exhibits precise OGLE photometry for innumerable\nvariables of differing classes, that includes recent observations for delta\nScuti variables indicating the stars follow a steeper VI Wesenheit function\nthan classical Cepheids pulsating in the fundamental mode. VI photometry for\nthe calibrators is tabulated to facilitate further research, and includes new\nobservations acquired via the AAVSO's robotic telescope network (e.g., VY Pyx:\n<V>=7.25 and <V>-<I>=0.67). The approach outlined here supersedes the lead\nauthor's prior first-order effort to unify variables of the instability strip\nin order to establish reliable distances.\n","Comment: Accepted for Publication (JAAVSO)"]}]
["1007.3294",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3294","New Journal of Physics, 12 (2010) 093025","doi:10.1088/1367-2630/12/9/093025"],"date":["2010-07-19","2010-10-06"],"type":["text"],"creator":["Quan, H. T.","Zurek, W. H."],"language":[],"coverage":[],"title":["Testing quantum adiabaticity with quench echo"],"description":["  Adiabaticity of quantum evolution is important in many settings. One example\nis the adiabatic quantum computation. Nevertheless, up to now, there is no\neffective method to test the adiabaticity of the evolution when the\neigenenergies of the driven Hamiltonian are not known. We propose a simple\nmethod to check adiabaticity of a quantum process for an arbitrary quantum\nsystem. We further propose a operational method for finding a uniformly\nadiabatic quench scheme based on Kibble-Zurek mechanism for the case when the\ninitial and the final Hamiltonians are given. This method should help in\nimplementing adiabatic quantum computation.\n","Comment: This is a new version. Some typos in the New Journal of Physics\n  version have been corrected"]}]
["1007.3609",{"format":[],"subject":["Computer Science - Discrete Mathematics","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3609"],"date":["2010-07-21","2010-10-06"],"type":["text"],"creator":["Wulff-Nilsen, Christian"],"language":[],"coverage":[],"title":["Min st-Cut of a Planar Graph in O(n loglog n) Time"],"description":["  Given a planar undirected n-vertex graph G with non-negative edge weights, we\nshow how to compute, for given vertices s and t in G, a min st-cut in G in O(n\nloglog n) time and O(n) space. The previous best time bound was O(n log n).\n","Comment: Added mainly details and corrections to the r-division section"]}]
["1008.1962",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1962","Phys. Rev. A 82, 042306 (2010)","doi:10.1103/PhysRevA.82.042306"],"date":["2010-08-11","2010-09-28"],"type":["text"],"creator":["Alvarez, Gonzalo A.","Ajoy, Ashok","Peng, Xinhua","Suter, Dieter"],"language":[],"coverage":[],"title":["Performance comparison of dynamical decoupling sequences for a qubit in\n  a rapidly fluctuating spin-bath"],"description":["  Avoiding the loss of coherence of quantum mechanical states is an important\nprerequisite for quantum information processing. Dynamical decoupling (DD) is\none of the most effective experimental methods for maintaining coherence,\nespecially when one can access only the qubit-system and not its environment\n(bath). It involves the application of pulses to the system whose net effect is\na reversal of the system-environment interaction. In any real system, however,\nthe environment is not static, and therefore the reversal of the\nsystem-environment interaction becomes imperfect if the spacing between\nrefocusing pulses becomes comparable to or longer than the correlation time of\nthe environment. The efficiency of the refocusing improves therefore if the\nspacing between the pulses is reduced. Here, we quantify the efficiency of\ndifferent DD sequences in preserving different quantum states. We use 13C\nnuclear spins as qubits and an environment of 1H nuclear spins as the\nenvironment, which couples to the qubit via magnetic dipole-dipole couplings.\nStrong dipole-dipole couplings between the proton spins result in a rapidly\nfluctuating environment with a correlation time of the order of 100 us. Our\nexperimental results show that short delays between the pulses yield better\nperformance if they are compared with the bath correlation time. However, as\nthe pulse spacing becomes shorter than the bath correlation time, an optimum is\nreached. For even shorter delays, the pulse imperfections dominate over the\ndecoherence losses and cause the quantum state to decay.\n","Comment: To appear in Phys. Rev. A. 15 pages, 13 figures. Improved\n  presentation concerning the new contributions to the field"]}]
["1008.3171",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Mathematics - Number Theory","68Q85, 68M14, 11-04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3171"],"date":["2010-08-18","2010-10-06"],"type":["text"],"creator":["Sze, Tsz-Wo"],"language":[],"coverage":[],"title":["The Two Quadrillionth Bit of Pi is 0! Distributed Computation of Pi with\n  Apache Hadoop"],"description":["  We present a new record on computing specific bits of Pi, the mathematical\nconstant, and discuss performing such computations on Apache Hadoop clusters.\nThe specific bits represented in hexadecimal are 0E6C1294 AED40403 F56D2D76\n4026265B CA98511D 0FCFFAA1 0F4D28B1 BB5392B8. These 256 bits end at the\n2,000,000,000,000,252nd bit position, which doubles the position and quadruples\nthe precision of the previous known record. The position of the first bit is\n1,999,999,999,999,997 and the value of the two quadrillionth bit is 0. The\ncomputation is carried out by a MapReduce program called DistBbp. To\neffectively utilize available cluster resources without monopolizing the whole\ncluster, we develop an elastic computation framework that automatically\nschedules computation slices, each a DistBbp job, as either map-side or\nreduce-side computation based on changing cluster load condition. We have\ncalculated Pi at varying bit positions and precisions, and one of the largest\ncomputations took 23 days of wall clock time and 503 years of CPU time on a\n1000-node cluster.\n","Comment: 9 pages, 2 figures, 3 tables"]}]
["1008.3463",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3463","J. Stat. Mech. (2010) P10008","doi:10.1088/1742-5468/2010/10/P10008"],"date":["2010-08-20"],"type":["text"],"creator":["Barato, A C","Chetrite, R","Hinrichsen, H","Mukamel, D"],"language":[],"coverage":[],"title":["Entropy production and fluctuation relations for a KPZ interface"],"description":["  We study entropy production and fluctuation relations in the restricted\nsolid-on-solid growth model, which is a microscopic realization of the KPZ\nequation. Solving the one dimensional model exactly on a particular line of the\nphase diagram we demonstrate that entropy production quantifies the distance\nfrom equilibrium. Moreover, as an example of a physically relevant current\ndifferent from the entropy, we study the symmetry of the large deviation\nfunction associated with the interface height. In a special case of a system of\nlength L=4 we find that the probability distribution of the variation of height\nhas a symmetric large deviation function, displaying a symmetry different from\nthe Gallavotti-Cohen symmetry.\n","Comment: 21 pages, 5 figures"]}]
["1009.0555",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0555","Rep. Prog. Phys. 73, 102401 (2010)","doi:10.1088/0034-4885/73/10/102401"],"date":["2010-09-02"],"type":["text"],"creator":["Modugno, Giovanni"],"language":[],"coverage":[],"title":["Anderson localization in Bose-Einstein condensates"],"description":["  The understanding of disordered quantum systems is still far from being\ncomplete, despite many decades of research on a variety of physical systems. In\nthis review we discuss how Bose-Einstein condensates of ultracold atoms in\ndisordered potentials have opened a new window for studying fundamental\nphenomena related to disorder. In particular, we point our attention to recent\nexperimental studies on Anderson localization and on the interplay of disorder\nand weak interactions. These realize a very promising starting point for a\ndeeper understanding of the complex behaviour of interacting, disordered\nsystems.\n","Comment: 15 pages review, to appear in Reports on Progress in Physics"]}]
["1009.2329",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2329"],"date":["2010-09-13","2010-10-07"],"type":["text"],"creator":["La Spada, Gabriele","Farmer, J. Doyne","Lillo, Fabrizio"],"language":[],"coverage":[],"title":["Tick size and price diffusion"],"description":["  A tick size is the smallest increment of a security price. It is clear that\nat the shortest time scale on which individual orders are placed the tick size\nhas a major role which affects where limit orders can be placed, the bid-ask\nspread, etc. This is the realm of market microstructure and there is a vast\nliterature on the role of tick size on market microstructure. However, tick\nsize can also affect price properties at longer time scales, and relatively\nless is known about the effect of tick size on the statistical properties of\nprices. The present paper is divided in two parts. In the first we review the\neffect of tick size change on the market microstructure and the diffusion\nproperties of prices. The second part presents original results obtained by\ninvestigating the tick size changes occurring at the New York Stock Exchange\n(NYSE). We show that tick size change has three effects on price diffusion.\nFirst, as already shown in the literature, tick size affects price return\ndistribution at an aggregate time scale. Second, reducing the tick size\ntypically leads to an increase of volatility clustering. We give a possible\nmechanistic explanation for this effect, but clearly more investigation is\nneeded to understand the origin of this relation. Third, we explicitly show\nthat the ability of the subordination hypothesis in explaining fat tails of\nreturns and volatility clustering is strongly dependent on tick size. While for\nlarge tick sizes the subordination hypothesis has significant explanatory\npower, for small tick sizes we show that subordination is not the main driver\nof these two important stylized facts of financial market.\n","Comment: To be published in the \"Proceedings of Econophys-Kolkata V\n  International Workshop on \"Econophysics of Order-driven Markets\" March 9-13,\n  2010, The New Economic Windows series of Springer-Verlag Italia\""]}]
["1009.2460",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2460"],"date":["2010-09-13","2010-10-07"],"type":["text"],"creator":["Hedayatzadeh, Mohammad Hadi"],"language":[],"coverage":[],"title":["Exterior Powers of Barsotti-Tate Groups"],"description":["  Let $ \\CO $ be the ring of integers of a non-Archimedean local field and $\n\\pi $ a fixed uniformizer of $ \\CO $. We establish three main results. The\nfirst one states that the exterior powers of a $ \\pi $-divisible $ \\CO $-module\nscheme of dimension at most 1 over a field exist and commute with algebraic\nfield extensions. The second one states that the exterior powers of a\n$p$-divisible group of dimension at most 1 over arbitrary base exist and\ncommute with arbitrary base change. The third one states that when $ \\CO $ has\ncharacteristic zero, then the exterior powers of $ \\pi $-divisible groups with\nscalar $ \\CO $-action and dimension at most 1 over a locally Noetherian base\nscheme exist and commute with arbitrary base change. We also calculate the\nheight and dimension of the exterior powers in terms of the height of the given\n$p$-divisible group or $ \\pi $-divisible $ \\CO $-module scheme.\n"]}]
["1009.5316",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5316","Physics Letters A 374 (2010) 4658-4663","doi:10.1016/j.physleta.2010.09.050"],"date":["2010-09-27"],"type":["text"],"creator":["Piontti, Ana L. Pastore y","Braunstein, Lidia A.","Macri, Pablo A."],"language":[],"coverage":[],"title":["Jamming in complex networks with degree correlation"],"description":["  We study the effects of the degree-degree correlations on the pressure\ncongestion J when we apply a dynamical process on scale free complex networks\nusing the gradient network approach. We find that the pressure congestion for\ndisassortative (assortative) networks is lower (bigger) than the one for\nuncorrelated networks which allow us to affirm that disassortative networks\nenhance transport through them. This result agree with the fact that many real\nworld transportation networks naturally evolve to this kind of correlation. We\nexplain our results showing that for the disassortative case the clusters in\nthe gradient network turn out to be as much elongated as possible, reducing the\npressure congestion J and observing the opposite behavior for the assortative\ncase. Finally we apply our model to real world networks, and the results agree\nwith our theoretical model.\n"]}]
["1009.5356",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5356"],"date":["2010-09-27","2010-10-07"],"type":["text"],"creator":["Ayadi, Adlene","N'Dao, Yahya"],"language":[],"coverage":[],"title":["Action of Non Abelian Group Generated by Affine Homotheties on R^n"],"description":["  In this paper, we study the action of non abelian group G generated by affine\nhomotheties on R^n. We prove that G satisfies one of the following properties:\n(i) there exist a subgroup F_{G} of R\\{0} containing 0 in its closure, a\nG-invariant affine subspace E_{G} of R^n and a in E_{G} such that for every x\nin R^n the closure of the orbit G(x) is equal to F_{G} .(x - a) +E_{G}. In\nparticular, G(x) is dense in E_{G} for every x in E_{G} and every orbit of U =\nR^n\\E_{G} is minimal in U. (ii) there exists a closed subgroup H_{G} of R^n and\na in R^n such that for every x in R^n, the closure of the orbit G(x) is equal\nto the union of (x + H_{G}) and (-x + a + H_{G}).\n"]}]
["1009.5455",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5455"],"date":["2010-09-28","2010-10-07"],"type":["text"],"creator":["Bednyakov, A. V."],"language":[],"coverage":[],"title":["Some two-loop threshold corrections and three-loop renormalization group\n  analysis of the MSSM"],"description":["  Two-loop threshold corrections for both the strong coupling constant and\nYukawa couplings of heavy SM fermions are considered in the context of Minimal\nSupersymmetric Standard Model (MSSM). With the help of the well-known SOFTSUSY\ncode the dependence of the corrections on universal MSSM parameters is\nanalyzed. For a consistent study of the influence of the corrections on SUSY\nmass spectrum three-loop renormalization group equations are implemented. A\nparticular scenario (SPS4) is considered and the shifts of the particle masses\ndue to contributions of different threshold corrections are presented.\nAdditionally, the impact on certain forbidden regions of the parameter space is\nstudied.\n","Comment: 7 pages, 4 figures, talk presented at the Quarks 2010 seminar, 6-12\n  July, 2010, Kolomna, references added, misprints corrected"]}]
["1009.5563",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5563","(2010) Acta Astronomica 60, 197"],"date":["2010-09-28"],"type":["text"],"creator":["Jaroszynski, M.","Skowron, J.","Udalski, A.","Kubiak, M.","Szymanski, M. K.","Pietrzynski, G.","Soszynski, I.","Wyrzykowski, L.","Ulaczyk, K.","Poleski, R."],"language":[],"coverage":[],"title":["Binary Lenses in OGLE-III EWS Database. Seasons 2006--2008"],"description":["  We present 27 binary lens candidates from OGLE-III Early Warning System\ndatabase for the seasons 2006--2008. The candidates have been selected by\nvisual light curves inspection. Our sample of binary lens events consists now\nof 78 stellar systems and 7 extrasolar planets of OGLE-III published elsewhere.\nExamining the distribution of stellar binaries we find that the number of\nsystems per logarithmic mass ratio interval increases with mass ratio q, in\ncontradiction with our previous findings. Stellar binaries belong to the region\n0.03<q<1 and there is a gap between them and a separate population of planets.\n","Comment: 32 pages, accepted by Acta Astronomica"]}]
["1009.6076",{"format":[],"subject":["Mathematics - Group Theory","Mathematical Physics","Mathematics - Combinatorics","05, 20, 82"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.6076"],"date":["2010-09-30","2010-10-07"],"type":["text"],"creator":["Saito, Kyoji"],"language":[],"coverage":[],"title":["Growth partition functions for cancellative infinite monoids"],"description":["  We introduce the {\\it growth partition function} $Z_{\\Gamma,G}(t)$ associate\nwith any cancellative infinite monoid $\\Gamma$ with a finite generator system\n$G$. It is a power series in $t$ whose coefficients lie in integral Lie-like\nspace $\\mathcal{L}_{\\Z}(\\Gamma,G)$ in the configuration algebra associated with\nthe Cayley graph $(\\Gamma,G)$. We determine them for homogeneous monoids\nadmitting left greatest common divisor and right common multiple. Then, for\nbraid monoids and Artin monoids of finite type, using that formula, we\nexplicitly determine their limit partition functions $\\omega_{\\Gamma,G}$.\n","Comment: Changed terminology: partition function(s) -> limit partition\n  function(s), Removed douplicate definition in page 12, Added Acknowledment,\n  Corrected typos"]}]
["1009.6194",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.6194"],"date":["2010-09-30","2010-10-07"],"type":["text"],"creator":["Pekker, Leonid","Pekker, Oksana","Timchenko, Victoria"],"language":[],"coverage":[],"title":["A Complete Set of Grad's Thirteen Regularized Moment Equations"],"description":["  This paper derives transport equations for medium rarefied gases from the\nBhatnagar-Gross-Krook (BGK) model kinetic equation using a Hermite polynomial\napproximation for the monoatomic gas distribution function. We apply the\nChapman-Enskog regularization method to Grad's velocity distribution function\nthat corresponds to his thirteen moment equation, extending these equations to\nthe third order of the Knudsen number. We show that the obtained set of Grad's\nregularized thirteen moment equations is complete, and that all previously\nobtained closures for Grad's thirteen moment equations are the sets of\ntruncated equations obtained in this paper. Using the truncated transport\nequations may lead to losing accuracy in computing gas flows and heat transfer\nin rarefied gases. The velocity distribution function for the resulting 13\nregularized moment equations is presented.\n"]}]
["1010.0017",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0017"],"date":["2010-09-30","2010-10-07"],"type":["text"],"creator":["Hamilton, A."],"language":[],"coverage":[],"title":["The ATLAS Trigger System Commissioning and Performance"],"description":["  The ATLAS trigger has been used very successfully to collect collision data\nduring 2009 and 2010 LHC running at centre of mass energies of 900 GeV, 2.36\nTeV, and 7 TeV. This paper presents the ongoing work to commission the ATLAS\ntrigger with proton collisions, including an overview of the performance of the\ntrigger based on extensive online running. We describe how the trigger has\nevolved with increasing LHC luminosity and give a brief overview of plans for\nforthcoming LHC running.\n","Comment: Poster at Hadron Collider Physics, Aug 2010, Toronto, Canada 4 pages,\n  6 figures"]}]
["1010.0076",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0076"],"date":["2010-10-01","2010-10-07"],"type":["text"],"creator":["Palcoux, Sébastien"],"language":[],"coverage":[],"title":["Neveu-Schwarz and operators algebras III: Subfactors and Connes fusion"],"description":["  This paper is the third of a series giving a self-contained way from the\nNeveu-Schwarz algebra to a new series of irreducible subfactors. Here we\nintroduce the local von Neumann algebra of the Neveu-Schwarz algebra, to obtain\nJones-Wassermann subfactors for each representation of the discrete series.\nThen using primary fields we prove the irreducibility of these subfactors; to\nnext compute the Connes fusion ring and obtain the explicit formula of the\nsubfactors indices.\n","Comment: 54 pages"]}]
["1010.0077",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0077"],"date":["2010-10-01","2010-10-07"],"type":["text"],"creator":["Palcoux, Sébastien"],"language":[],"coverage":[],"title":["Neveu-Schwarz and operators algebras II: Unitary series and characters"],"description":["  This paper is the second of a series giving a self-contained way from the\nNeveu-Schwarz algebra to a new series of irreducible subfactors. Here we give a\nunitary complete proof of the classification of the unitary series of the\nNeveu-Schwarz algebra, by the way of GKO construction, Kac determinant and FQS\ncriterion. We then obtain the characters directly, without Feigin-Fuchs\nresolutions.\n","Comment: 30 pages"]}]
["1010.0078",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0078"],"date":["2010-10-01","2010-10-07"],"type":["text"],"creator":["Palcoux, Sébastien"],"language":[],"coverage":[],"title":["Neveu-Schwarz and operators algebras I: Vertex operators superalgebras"],"description":["  This paper is the first of a series giving a self-contained way from the\nNeveu-Schwarz algebra to a new series of irreducible subfactors. Here we\npresent an elementary, progressive and self-contained approch to vertex\noperator superalgebra. We then build such a structure from the loop algebra\n$Lg$ of any simple finite dimensional Lie algebra $g$. The Neveu-Schwarz\nalgebra $Vir_{1/2}$ emerges naturally on. As application, we obtain a unitary\naction of $Vir_{1/2}$ on the unitary discrete series of $Lg$.\n","Comment: 40 pages"]}]
["1010.0137",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0137"],"date":["2010-10-01","2010-10-07"],"type":["text"],"creator":["Ostapchenko, S."],"language":[],"coverage":[],"title":["Status of Air Shower Simulations"],"description":["  The present status of extensive air shower (EAS) simulation procedures is\nreviewed. The advantages of combining numerical and Monte Carlo methods for the\ndescription of EAS development are discussed. Physics content of cosmic ray\ninteraction models is briefly described and their predictions are compared to\nthe first LHC data. Finally, some outstanding puzzles related to cosmic ray\ncomposition at the \"ankle\" energies are analyzed.\n","Comment: Prepared for 'ARENA-2010'"]}]
["1010.0148",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0148"],"date":["2010-10-01","2010-10-07"],"type":["text"],"creator":["Abi, Babak","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Top quark pair production Cross Section in ATLAS with early data"],"description":["  A search is performed for top quark pairs with early data of ATLAS pp\ncollision taken at {\\surd}s = 7 TeV. Several candidate events are observed, in\nboth lepton plus jets and dilepton channels. The properties of these events are\ndescribed, and compared to the expectations from Monte Carlo simulation. A\nfirst study of the backgrounds in the lepton plus jets channel is presented\nincluding a data-driven determination of the contribution of QCD multi-jet\nevents.\n","Comment: 3 pages, 2 figures, HCP2010 conference"]}]
["1010.1007",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1007"],"date":["2010-10-05","2010-10-07"],"type":["text"],"creator":["Tortora, C.","Napolitano, N. R.","Cardone, V. F.","Capaccioli, M.","Jetzer, P.","Molinaro, R."],"language":[],"coverage":[],"title":["Colour and stellar population gradients in galaxies"],"description":["  We discuss the colour, age and metallicity gradients in a wide sample of\nlocal SDSS early- and late-type galaxies. From the fitting of stellar\npopulation models we find that metallicity is the main driver of colour\ngradients and the age in the central regions is a dominant parameter which\nrules the scatter in both metallicity and age gradients. We find a consistency\nwith independent observations and a set of simulations. From the comparison\nwith simulations and theoretical considerations we are able to depict a general\npicture of a formation scenario.\n","Comment: 4 pages, 4 figures. Proceedings of 54th Congresso Nazionale della\n  SAIt, Napoli 4-7 May 2010"]}]
["1010.1026",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1026"],"date":["2010-10-05","2010-10-07"],"type":["text"],"creator":["Hillwig, Todd C."],"language":[],"coverage":[],"title":["The Physical Characteristics of Binary Central Stars of Planetary\n  Nebulae"],"description":["  A number of efforts are underway to detect close binary stars in planetary\nnebulae. The primary goal of these studies is to determine the binary fraction\nof central stars. The next stage is a detailed analysis of the binaries to\ndetermine physical parameters for the systems. These analyses can be combined\nwith population synthesis models, common envelope evolution models, and\nobserved properties of nebulae to further understand the impact of binarity on\nPN formation. I discuss the sample of known close binary central stars in\nrelation to other close binaries with a white dwarf, cataclysmic variables,\nsupernova Ia progenitors, and double degenerate systems.\n","Comment: 4 page, 3 figures. To appear in proceedings of Asymmetric Planetary\n  Nebulae V, A. A. Zijlstra, I. McDonald, and E. Lagadec, eds"]}]
["1010.1055",{"format":[],"subject":["Mathematics - Rings and Algebras","16W30, 18E30, 18G10, 16E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1055"],"date":["2010-10-05","2010-10-06"],"type":["text"],"creator":["He, J. -W.","Torrecillas, B.","Van Oystaeyen, F.","Zhang, Y."],"language":[],"coverage":[],"title":["Calabi-Yau coalgebras"],"description":["  We provide a construction of minimal injective resolutions of simple\ncomodules of path coalgebras of quivers with relations. Dual to Calabi-Yau\ncondition of algebras, we introduce the Calabi-Yau condition to coalgebras.\nThen we give some descriptions of Calabi-Yau coalgebras with lower global\ndimensions. An appendix is included for listing some properties of cohom\nfunctors.\n"]}]
["1010.1105",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1105"],"date":["2010-10-06","2010-10-07"],"type":["text"],"creator":["Yamauchi, Kunihiko","Picozzi, Silvia"],"language":[],"coverage":[],"title":["Orbital degrees of freedom as origin of magnetoelectric coupling in\n  magnetite"],"description":["  A microscopic understanding of magnetoelectricity, i.e. the coupling between\nmagnetic (electric) properties and external electric (magnetic) fields, is a\ncrucial milestone for future generations of electrically-controlled spintronic\ndevices. Here, we focus on the first magnetoelectric known to mankind:\nmagnetite. By means of a joint approach based on phenomenological Landau theory\nand density-functional simulations, we show that magnetoelectricity in\ncharge-/orbital-ordered Fe3O4 in the non-centrosymmetric Cc structure is driven\nby the interplay between a peculiar orbital-order and on-site spin-orbit\ncoupling. The excellent agreement with available experiments confirms our\ntheoretical picture, pointing to magnetite as a prototype of a novel category\nof magnetoelectrics where ferroelectric polarization can be induced, tuned or\nswitched via a magnetic field.\n","Comment: 5 pages, 2 figures, Submitted for publication"]}]
["1010.1253",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1253"],"date":["2010-10-06"],"type":["text"],"creator":["Vairinhos, Helvio"],"language":[],"coverage":[],"title":["Monte Carlo Algorithms For Reduced Lattices, Mixed Actions, And\n  Double-Trace Deformations"],"description":["  We construct efficient Monte Carlo updating algorithms for two classes of\npure SU(N) lattice gauge actions with non-linear dependence on the link\nvariables. Our construction generalises the method of auxiliary variables used\nby Fabricius and Haan in the framework of Eguchi-Kawai models. We first review\nthe original Fabricius-Haan method of constructing a pseudo-heatbath algorithm\nfor fully reduced models, and discuss its extension to lattices with any number\nof reduced directions. We then use a similar method to construct updating\nalgorithms for generic SU(N) mixed Wilson actions. We construct explicit\nexamples of algorithms for Wilson actions whose plaquettes are in an\nirreducible representation of SU(N) with N-ality up to 3. We also construct\nupdating algorithms for the lattice version of centre-stabilised SU(N)\nYang-Mills theories defined on R^{d-1} x S^1, including the case of a fully\nreduced compact direction. We simulate the new algorithms and show that they\nare, in general, significantly more efficient than their Metropolis\ncounterparts.\n","Comment: 51 pages, 19 figures"]}]
["1010.1255",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1255","doi:10.1038/nature08590"],"date":["2010-10-06"],"type":["text"],"creator":["Steele, I. A.","Mundell, C. G.","Smith, R. J.","Kobayashi, S.","Guidorzi, C."],"language":[],"coverage":[],"title":["Ten per cent polarized optical emission from GRB 090102"],"description":["  The nature of the jets and the role of magnetic fields in gamma-ray bursts\n(GRB) remains unclear. In a baryon-dominated jet only weak, tangled fields\ngenerated in situ through shocks would be present. In an alternative model,\njets are threaded with large scale magnetic fields that originate at the\ncentral engine and which accelerate and collimate the jets. The way to\ndistinguish between the models is to measure the degree of polarization in\nearly-time emission, however previous claims of gamma-ray polarization have\nbeen controversial. Here we report that the early optical emission from GRB\n090102 was polarized at the level of P=10+/-1%, indicating the presence of\nlarge-scale fields originating in the expanding fireball. If the degree of\npolarization and its position angle were variable on timescales shorter than\nour 60-s exposure, then the peak polarization may have been larger than 10 per\ncent.\n","Comment: 16 pages, 4 figures. Published in Nature (2009), Vol. 462, p767-769"]}]
["1010.1265",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1265"],"date":["2010-10-06"],"type":["text"],"creator":["Makover, Eran","Parlier, Hugo","Sutton, Craig J."],"language":[],"coverage":[],"title":["Constructing metrics on a $2$-torus with a partially prescribed stable\n  norm"],"description":["  A result of Bangert states that the stable norm associated to any Riemannian\nmetric on the $2$-torus $T^2$ is strictly convex. We demonstrate that the space\nof stable norms associated to metrics on $T^2$ forms a proper dense subset of\nthe space of strictly convex norms on $\\R^2$. In particular, given a strictly\nconvex norm $\\Norm_\\infty$ on $\\R^2$ we construct a sequence $<\\Norm_j\n>_{j=1}^{\\infty}$ of stable norms that converge to $\\Norm_\\infty$ in the\ntopology of compact convergence and have the property that for each $r > 0$\nthere is an $N \\equiv N(r)$ such that $\\Norm_j$ agrees with $\\Norm_\\infty$ on\n$\\Z^2 \\cap \\{(a,b) : a^2 + b^2 \\leq r \\}$ for all $j \\geq N$. Using this\nresult, we are able to derive results on multiplicities which arise in the\nminimum length spectrum of $2$-tori and in the simple length spectrum of\nhyperbolic tori.\n","Comment: 18 pages"]}]
["1010.1270",{"format":[],"subject":["Mathematics - Analysis of PDEs","42B99, 342B251B05, 31B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1270"],"date":["2010-10-06"],"type":["text"],"creator":["Krantz, Steven G."],"language":[],"coverage":[],"title":["Some New Thoughts on Maximal Functions and Poisson Integrals"],"description":["  We study Wiener-type covering lemmas, Hardy-Littlewood-type maximal\nfunctions, and convergence theorems on metric spacs. Later we specialize down\nto a result for the Poisson integral. We show that, in a suitably general\nsetting, these three phenomena are essentially logically equivalent. Along the\nway we discuss some useful estimates for the Poisson kernel.\n","Comment: no figures"]}]
["1010.1275",{"format":[],"subject":["Mathematics - Complex Variables","32M17, 32T17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1275"],"date":["2010-10-06"],"type":["text"],"creator":["Krantz, Steven G."],"language":[],"coverage":[],"title":["Geometric Properties of Boundary Orbit Accumulation Points"],"description":["  We study the automorphism group action on a bounded domain in $\\CC^n$. In\nparticular, we consider boundary orbit accumulation points, and what geometric\nproperties they must have. These properties are formulated in the language of\nLevi geometry.\n","Comment: no figures"]}]
["1010.1276",{"format":[],"subject":["Mathematics - Complex Variables","32M05, 32M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1276"],"date":["2010-10-06"],"type":["text"],"creator":["Krantz, Steven G."],"language":[],"coverage":[],"title":["The Automorphism Group of a Domain with an Exponentially Flat Boundary\n  Point"],"description":["  We study the automorphisms group action on a bounded domain in $\\CC^n$ having\na boundary point that is exponentially flat. Such a domain typically has a\ncompact automorphism group. Our results enable us to generate many new\nexamples.\n","Comment: no figures"]}]
["1010.1278",{"format":[],"subject":["Mathematics - Commutative Algebra","Primary 13D07, 13E10, Secondary 13B35, 13E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1278"],"date":["2010-10-06"],"type":["text"],"creator":["Kubik, Bethany","Leamer, Micah J.","Sather-Wagstaff, Sean"],"language":[],"coverage":[],"title":["Homology of artinian and Matlis reflexive modules, I"],"description":["  Let R be a commutative local noetherian ring, and let L and L' be R-modules.\nWe investigate the properties of the functors Tor_i^R(L,-) and Ext^i_R(L,-).\nFor instance, we show the following:\n  (a) if L is artinian and L' is noetherian, then Hom_R(L,L') has finite\nlength;\n  (b) if L and L' are artinian, then the tensor product L \\otimes_R L' has\nfinite length;\n  (c) if L and L' are artinian, then Tor_i^R(L,L') is artinian, and\nExt^i_R(L,L') is noetherian over the completion \\hat R; and\n  (d) if L is artinian and L' is Matlis reflexive, then Ext^i_R(L,L'),\nExt^i_R(L',L), and Tor_i^R(L,L') are Matlis reflexive.\n  Also, we study the vanishing behavior of these functors, and we include\ncomputations demonstrating the sharpness of our results.\n","Comment: 24 pages"]}]
["1010.1279",{"format":[],"subject":["Mathematics - Combinatorics","05B25, 51E20, 51E21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1279"],"date":["2010-10-06"],"type":["text"],"creator":["De Clerck, Frank","De Winter, Stefaan","Maes, Thomas"],"language":[],"coverage":[],"title":["Singer 8-arcs of Mathon type in PG(2,2^7)"],"description":["  In a former paper the authors counted the number of non-isomorphic Mathon\nmaximal arcs of degree 8 in PG(2,2^h), h not 7 and prime. In this paper we will\nshow that in PG(2,2^7) a special class of Mathon maximal arcs of degree 8\narises which admits a Singer group (i.e. a sharply transitive group) on the 7\nconics of these arcs. We will give a detailed description of these arcs, and\nthen count the total number of non-isomorphic Mathon maximal arcs of degree 8.\nFinally we show that the special arcs found in PG(2,2^7) extend to two infinite\nfamilies of Mathon arcs of degree 8 in PG(2,2^k), k odd and divisible by 7,\nwhile maintaining the nice property of admitting a Singer group.\n","Comment: 13 pages"]}]
["1010.1280",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1280","Phys. Rev. A 72, 053404 (2005)","doi:10.1103/PhysRevA.72.053404"],"date":["2010-10-06"],"type":["text"],"creator":["Rangelov, A. A.","Piilo, J.","Vitanov, N. V."],"language":[],"coverage":[],"title":["Counterintuitive transitions between crossing energy levels"],"description":["  We calculate analytically the probabilities for intuitive and\ncounterintuitive transitions in a three-state system, in which two parallel\nenergies are crossed by a third, tilted energy. The state with the tilted\nenergy is coupled to the other two states in a chainwise linkage pattern with\nconstant couplings of finite duration. The probability for a counterintuitive\ntransition is found to increase with the square of the coupling and decrease\nwith the squares of the interaction duration, the energy splitting between the\nparallel energies, and the tilt (chirp) rate. Physical examples of this model\ncan be found in coherent atomic excitation and optical shielding in cold atomic\ncollisions.\n"]}]
["1010.1281",{"format":[],"subject":["Mathematics - Complex Variables","32M05, 32M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1281"],"date":["2010-10-06"],"type":["text"],"creator":["Krantz, Steven G."],"language":[],"coverage":[],"title":["Topological/Geometric Properties of the Orbit Accumulation Set"],"description":["  We study the set of boundary orbit accumulation points of the automorphism\ngroup action on a bounded domain in $\\CC^n$. Topological and geometric\nproperties of this set are derived.\n","Comment: no figures"]}]
["1010.1285",{"format":[],"subject":["Mathematics - Complex Variables","30B60, 30E10, 30E99, 32A30, 32A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1285"],"date":["2010-10-06"],"type":["text"],"creator":["Krantz, Steven G."],"language":[],"coverage":[],"title":["On Limits of Sequences of Holomorphic Functions"],"description":["  We study functions which are the pointwise limit of a sequence of holomorphic\nfunctions. In one complex variable this is a classical topic, though we offer\nsome new points of view and new results. Some novel results for solutions of\nelliptic equations will be treated. In several complex variables the question\nseems to be new, and we explore some new avenues.\n","Comment: one figure"]}]
["1010.1286",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1286"],"date":["2010-10-06"],"type":["text"],"creator":["Kieffer, John","Liao, Yu"],"language":[],"coverage":[],"title":["Exact Hamming Distortion Analysis of Viterbi Encoded Trellis Coded\n  Quantizers"],"description":["  Let G be a finite strongly connected aperiodic directed graph in which each\nedge carries a label from a finite alphabet A. Then G induces a trellis coded\nquantizer for encoding an alphabet A memoryless source. A source sequence of\nlong finite length is encoded by finding a path in G of that length whose\nsequence of labels is closest in Hamming distance to the source sequence;\nfinding the minimum distance path is a dynamic programming problem that is\nsolved using the Viterbi algorithm. We show how a Markov chain can be used to\nobtain a closed form expression for the asymptotic expected Hamming distortion\nper sample that results as the number of encoded source samples increases\nwithout bound.\n"]}]
["1010.1295",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1295"],"date":["2010-10-06"],"type":["text"],"creator":["Yang, Jing","Ulukus, Sennur"],"language":[],"coverage":[],"title":["Optimal Packet Scheduling in an Energy Harvesting Communication System"],"description":["  We consider the optimal packet scheduling problem in a single-user energy\nharvesting wireless communication system. In this system, both the data packets\nand the harvested energy are modeled to arrive at the source node randomly. Our\ngoal is to adaptively change the transmission rate according to the traffic\nload and available energy, such that the time by which all packets are\ndelivered is minimized. Under a deterministic system setting, we assume that\nthe energy harvesting times and harvested energy amounts are known before the\ntransmission starts. For the data traffic arrivals, we consider two different\nscenarios. In the first scenario, we assume that all bits have arrived and are\nready at the transmitter before the transmission starts. In the second\nscenario, we consider the case where packets arrive during the transmissions,\nwith known arrival times and sizes. We develop optimal off-line scheduling\npolicies which minimize the time by which all packets are delivered to the\ndestination, under causality constraints on both data and energy arrivals.\n","Comment: Submitted to IEEE Transactions on Communications, June 2010.\n  Conference version appeared in CISS 2010"]}]
["1010.1299",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1299"],"date":["2010-10-06"],"type":["text"],"creator":["Kopon, Derek","Close, Laird M.","Gasho, Victor"],"language":[],"coverage":[],"title":["An Advanced Atmospheric Dispersion Corrector: The Magellan Visible AO\n  Camera"],"description":["  In addition to the BLINC/MIRAC IR science instruments, the Magellan adaptive\nsecondary AO system will have an EEV CCD47 that can be used both for visible AO\nscience and as a wide-field acquisition camera. The effects of atmospheric\ndispersion on the elongation of the diffraction limited Magellan adaptive\noptics system point spread function (PSF) are significant in the near IR. This\nelongation becomes particularly egregious at visible wavelengths, culminating\nin a PSF that is 2000\\{mu}m long in one direction and diffraction limited\n(30-60 \\{mu}m) in the other over the wavelength band 0.5-1.0\\{mu}m for a source\nat 45\\pm zenith angle. The planned Magellan AO system consists of a deformable\nsecondary mirror with 585 actuators. This number of actuators should be\nsufficient to nyquist sample the atmospheric turbulence and correct images to\nthe diffraction limit at wavelengths as short as 0.7\\{mu}m, with useful science\nbeing possible as low as 0.5\\{mu}m. In order to achieve diffraction limited\nperformance over this broad band, 2000\\{mu}m of lateral color must be corrected\nto better than 10\\{mu}m. The traditional atmospheric dispersion corrector (ADC)\nconsists of two identical counter-rotating cemented doublet prisms that correct\nthe primary chromatic aberration. We propose two new ADC designs: the first\nconsisting of two identical counter-rotating prism triplets, and the second\nconsisting of two pairs of cemented counter-rotating prism doublets that use\nboth normal dispersion and anomalous dispersion glass in order to correct both\nprimary and secondary chromatic aberration. The two designs perform 58% and\n68%, respectively, better than the traditional two-doublet design. We also\npresent our design for a custom removable wide-field lens that will allow our\nCCD47 to switch back and forth between an 8.6\" FOV for AO science and a 28.5\"\nFOV for acquisition.\n","Comment: Proceedings of the SPIE, 2008, Vol. 7015, 70156M"]}]
["1010.1303",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1303"],"date":["2010-10-06"],"type":["text"],"creator":["Nazari, Ali","Anastasopoulos, Achilleas","Pradhan, S. Sandeep"],"language":[],"coverage":[],"title":["Error Exponent for Multiple-Access Channels:Lower Bounds"],"description":["  A unified framework to obtain all known lower bounds (random coding, typical\nrandom coding and expurgated bound) on the reliability function of a\npoint-to-point discrete memoryless channel (DMC) is presented. By using a\nsimilar idea for a two-user discrete memoryless (DM) multiple-access channel\n(MAC), three lower bounds on the reliability function are derived. The first\none (random coding) is identical to the best known lower bound on the\nreliability function of DM-MAC. It is shown that the random coding bound is the\nperformance of the average code in the constant composition code ensemble. The\nsecond bound (Typical random coding) is the typical performance of the constant\ncomposition code ensemble. To derive the third bound (expurgated), we eliminate\nsome of the codewords from the codebook with larger rate. This is the first\nbound of this type that explicitly uses the method of expurgation for MACs. It\nis shown that the exponent of the typical random coding and the expurgated\nbounds are greater than or equal to the exponent of the known random coding\nbounds for all rate pairs. Moreover, an example is given where the exponent of\nthe expurgated bound is strictly larger. All these bounds can be universally\nobtained for all discrete memoryless MACs with given input and output\nalphabets.\n","Comment: 46 pages, 2 figures"]}]
["1010.1305",{"format":[],"subject":["Mathematics - Combinatorics","05E30, 15A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1305"],"date":["2010-10-06"],"type":["text"],"creator":["Nomura, Kazumasa","Terwilliger, Paul"],"language":[],"coverage":[],"title":["Tridiagonal matrices with nonnegative entries"],"description":["  In this paper we characterize the nonnegative irreducible tridiagonal\nmatrices and their permutations, using certain entries in their primitive\nidempotents. Our main result is summarized as follows. Let $d$ denote a\nnonnegative integer. Let $A$ denote a matrix in $\\matR$ and let\n$\\{\\th_i\\}_{i=0}^d$ denote the roots of the characteristic polynomial of $A$.\nWe say $A$ is multiplicity-free whenever these roots are mutually distinct and\ncontained in $\\R$. In this case $E_i$ will denote the primitive idempotent of\n$A$ associated with $\\th_i$ $(0 \\leq i \\leq d)$. We say $A$ is symmetrizable\nwhenever there exists an invertible diagonal matrix $\\Delta \\in \\matR$ such\nthat $\\Delta A \\Delta^{-1}$ is symmetric. Let $\\Gamma(A)$ denote the directed\ngraph with vertex set $\\{0,1,...,d\\}$, where $i \\rightarrow j$ whenever $i \\neq\nj$ and $A_{ij} \\neq 0$. Theorem: Assume that each entry of $A$ is nonnegative.\nThen the following are equivalent for $0 \\leq s,t \\leq d$: (i) The graph\n$\\Gamma(A)$ is a bidirected path with endpoints $s$, $t$: (ii) The matrix $A$\nis symmetrizable and multiplicity-free. Moreover the $(s,t)$-entry of $E_i$\ntimes $(\\th_i-\\th_0)...(\\th_i-\\th_{i-1})(\\th_i-\\th_{i+1})...(\\th_i-\\th_d)$ is\nindependent of $i$ for $0 \\leq i \\leq d$, and this common value is nonzero.\nRecently Kurihara and Nozaki obtained a theorem that characterizes the\n$Q$-polynomial property for symmetric association schemes. We view the above\nresult as a linear algebraic generalization of their theorem.\n","Comment: 15 pages"]}]
["1010.1311",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1311"],"date":["2010-10-06"],"type":["text"],"creator":["Saidi, Mohamed"],"language":[],"coverage":[],"title":["Fake Liftings of Galois Covers between Smooth Curves"],"description":["  In this paper we investigate the problem of lifting of Galois covers between\nalgebraic curves from characteristic p>0 to characteristic 0. We prove a\nrefined version of the main result of Garuti concerning this problem in [Ga].\nWe formulate a refined version of the Oort conjecture on liftings of cyclic\nGalois covers between curves. We introduce the notion of fake liftings of\ncyclic Galois covers between curves, their existence would contradict the Oort\nconjecture, and we study the geometry of their semi-stable models. Finally, we\nintroduce and investigate on some examples the smoothening process, which\nultimately aims to show that fake liftings do not exist. This in turn would\nimply the Oort conjecture.\n","Comment: 52 pages"]}]
["1010.1313",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1313"],"date":["2010-10-06"],"type":["text"],"creator":["Saidi, Mohamed"],"language":[],"coverage":[],"title":["Good Sections of Arithmetic Fundamental Groups"],"description":["  In this paper we exhibit the notion of (uniformly) good sections of\narithmetic fundamental groups. We introduce and investigate the problem of\ncuspidalisation of sections of arithmetic fundamental groups, its ultimate aim\nis to reduce the solution of the Grothendieck anabelian section conjecture to\nthe solution of its birational version. We show that (uniformly) good sections\nof arithmetic fundamental groups of smooth, proper, and geometrically connected\nhyperbolic curves over slim (and regular) fields can be lifted to sections of\ncuspidally abelian absolute Galois groups. As an application we prove a (pro-p)\np-adic version of the Grothendieck anabelian section conjecture for hyperbolic\ncurves, under the assumption that the existence of sections of arithmetic\nfundamental groups, and cuspidally abelian Galois groups, implies the existence\nof tame points. We also prove that the existence of uniformly good sections of\narithmetic fundamental groups for hyperbolic curves over number fields implies\nthe existence of divisors of degree 1, under a finiteness condition of the\nTate-Shafarevich group of the jacobian of the curve.\n","Comment: 53 pages"]}]
["1010.1315",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","58F18, 32S65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1315"],"date":["2010-10-06"],"type":["text"],"creator":["Camacho, César","Scárdua, Bruno"],"language":[],"coverage":[],"title":["Extension theorems for analytic objects associated to foliations"],"description":["  In this paper we will establish a structure theorem concerning the extension\nof analytic objects associated to germs of dimension one foliations on\nsurfaces, through one-dimensional barriers. As an application, an extension\ntheorem for projective transverse structures is obtained.\n"]}]
["1010.1321",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1321"],"date":["2010-10-07"],"type":["text"],"creator":["Tao, Yong"],"language":[],"coverage":[],"title":["Review of inconsistency of quantum adiabatic theorem"],"description":["  In this paper, we note that there are two different types of inconsistencies\nof quantum adiabatic theorem in work of K. P. Marzlin and B. C. Sanders [Phys.\nRev. Lett. 93, 160408, 2004], MS inconsistency and MS counterexample.\nNevertheless, these two types are often confused as one by many authors. We\nshall point out that the inconsistencies of quantum adiabatic theorem raised by\nthe relevant references just can be classified as these two types.\n","Comment: 6 pages"]}]
["1010.1322",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1322"],"date":["2010-10-07"],"type":["text"],"creator":["Nazari, Ali","Pradhan, S. Sandeep","Anastasopoulos, Achilleas"],"language":[],"coverage":[],"title":["A New Upper Bound on the Average Error Exponent for Multiple-Access\n  Channels"],"description":["  A new lower bound for the average probability or error for a two-user\ndiscrete memoryless (DM) multiple-access channel (MAC) is derived. This bound\nhas a structure very similar to the well-known sphere packing packing bound\nderived by Haroutunian. However, since explicitly imposes independence of the\nusers' input distributions (conditioned on the time-sharing auxiliary variable)\nresults in a tighter sphere-packing exponent in comparison to Haroutunian's.\nAlso, the relationship between average and maximal error probabilities is\nstudied. Finally, by using a known sphere packing bound on the maximal\nprobability of error, a lower bound on the average error probability is\nderived.\n"]}]
["1010.1323",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1323","Journal of Algebra 321, Issue 5, pp1407-1428, 2009"],"date":["2010-10-07"],"type":["text"],"creator":["Wilcox, Stewart"],"language":[],"coverage":[],"title":["Reduction of the Hall-Paige conjecture to sporadic simple groups"],"description":["  A complete mapping of a group $G$ is a permutation $\\phi:G\\rightarrow G$ such\nthat $g\\mapsto g\\phi(g)$ is also a permutation. Complete mappings of $G$ are\nequivalent to tranversals of the Cayley table of $G$, considered as a latin\nsquare. In 1953, Hall and Paige proved that a finite group admits a complete\nmapping only if its Sylow-2 subgroup is trivial or non-cyclic. They conjectured\nthat this condition is also sufficient. We prove that it is sufficient to check\nthe conjecture for the 26 sporadic simple groups and the Tits group.\n"]}]
["1010.1324",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1324","Journal of Algebra 309, Issue 1, pp10-31, 2007"],"date":["2010-10-07"],"type":["text"],"creator":["Wilcox, Stewart"],"language":[],"coverage":[],"title":["Cellularity of diagram algebras as twisted semigroup algebras"],"description":["  The Temperley-Lieb and Brauer algebras and their cyclotomic analogues, as\nwell as the partition algebra, are all examples of twisted semigroup algebras.\nWe prove a general theorem about the cellularity of twisted semigroup algebras\nof regular semigroups. This theorem, which generalises a recent result of East\nabout semigroup algebras of inverse semigroups, allows us to easily reproduce\nthe cellularity of these algebras.\n"]}]
["1010.1330",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34M55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1330","J.Math.Phys.Anal.Geom. 4 (2001) 293-377"],"date":["2010-10-07"],"type":["text"],"creator":["Guzzetti, Davide"],"language":[],"coverage":[],"title":["On the Critical Behavior, the Connection problem and the Elliptic\n  representation of a Painleve VI equation (Spring 2001)"],"description":["  We find a class of solutions of the sixth Painleve' equation appearing in the\ntheory of WDVV equations. This class covers almost all the monodromy data\nassociated to the equation, except one point in the space of the data. We find\nthe critical behavior close to the critical points in terms of two parameters\nand solve the connection problem.\n  We also study the critical behavior of Painleve' transcendents in the\nElliptic representation.\n","Comment: 15 figures, 67 pages"]}]
["1010.1331",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1331"],"date":["2010-10-07"],"type":["text"],"creator":["Shi, Cuizhu","Ramamoorthy, Aditya"],"language":[],"coverage":[],"title":["Improved Combinatorial Algorithms for Wireless Information Flow"],"description":["  The work of Avestimehr et al. '07 has recently proposed a deterministic model\nfor wireless networks and characterized the unicast capacity C of such networks\nas the minimum rank of the adjacency matrices describing all possible\nsource-destination cuts. Amaudruz & Fragouli first proposed a polynomial-time\nalgorithm for finding the unicast capacity of a linear deterministic wireless\nnetwork in their 2009 paper. In this work, we improve upon Amaudruz &\nFragouli's work and further reduce the computational complexity of the\nalgorithm by fully exploring the useful combinatorial features intrinsic in the\nproblem. Our improvement applies generally with any size of finite fields\nassociated with the channel model. Comparing with other algorithms on solving\nthe same problem, our improved algorithm is very competitive in terms of\ncomplexity.\n","Comment: 6 pages, 2 figures, presented at Allerton 2010"]}]
["1010.1332",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1332","Bulletin of the Australian Mathematical Society 70, no. 2,\n  pp223-227, 2004"],"date":["2010-10-07"],"type":["text"],"creator":["Wilcox, Stewart"],"language":[],"coverage":[],"title":["Complementation in the Group of Units of Matrix Rings"],"description":["  Let $R$ be a ring with $1$ and $\\J(R)$ its Jacobson radical. Then $1+\\J(R)$\nis a normal subgroup of the group of units, $G(R)$. The existence of a\ncomplement to this subgroup was explored in a paper by Coleman and Easdown; in\nparticular the ring $R=\\Mat_n(\\Z_{p^k})$ was considered. We prove the remaining\ncases to determine for which $n$, $p$ and $k$ a complement exists in this ring.\n"]}]
["1010.1336",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1336"],"date":["2010-10-07"],"type":["text"],"creator":["Liew, Seng Pei","Hatano, Naomichi"],"language":[],"coverage":[],"title":["High-energy long-lived resonance of electrons in fractal-like\n  semiconductor heterostructures"],"description":["  A fractal-like alignment of quantum wells is shown to accommodate resonant\nstates with long lifetimes. For the parameters of the semiconductor\nheterostructure GaAs/Al$_{0.4}$Ga$_{0.6}$As with the well depth 300meV, a\nresonant state of the energy as high as 44meV with the lifetime as long as\n2.8\\{mu}s is shown to be achievable.\n","Comment: 5 pages, 4 figures. Figures of better resolution are available upon\n  request"]}]
["1010.1337",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1337"],"date":["2010-10-07"],"type":["text"],"creator":["Boudry, V.","Fisk, G.","Frey, R. E.","Gaede, F.","Hast, C.","Hauptman, J.","Kawagoe, K.","Linssen, L.","Lipton, R.","Lohmann, W.","Matsuda, T.","Nelson, T.","Poeschl, R.","Ramberg, E.","Sefkow, F.","Vos, M.","Wing, M.","Yu, J."],"language":[],"coverage":[],"title":["Summary of the Linear Collider Testbeam Workshop 2009 - LCTW09"],"description":["  This note summarises the workshop LCTW09 held between the 3.11.2009 and\n5.11.2009 at LAL Orsay. The workshop was dedicated to discuss the beam tests in\nthe years 2010 up to 2013 for detectors to be operated at a future linear\nelectron positron collider. The document underlines the rich R&D program on\nthese detectors in the coming years. Large synergies were identified in the DAQ\nand software systems. Considerable consolidation of resources are expected from\nthe establishment of semi-permanent beam lines for linear collider detector R&D\nat major centres like CERN and FNAL. Reproducing a beam structure as foreseen\nfor the International Linear Collider (ILC) would clearly enhance the value of\nthe obtained beam test results. Although not ultimately needed for every\nresearch program, all groups would exploit such a feature if it is available.\n","Comment: Summary of LCTW09 http://events.lal.in2p3.fr/conferences/LCTW09/"]}]
["1010.1340",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1340"],"date":["2010-10-07"],"type":["text"],"creator":["Bansal, Manie","Gupta, Raj K."],"language":[],"coverage":[],"title":["Role of non-coplanarity in nuclear reactions using the Wong formula\n  based on the proximity potential"],"description":["  we assessed Wong's formula for its angular momentum $\\ell$-summation and\n\"barrier modification\" effects at sub-barrier energies in the dominant\nfusion-evaporation and capture (equivalently, quasi-fission) reaction\ncross-sections. For use of the multipole deformations (up to $\\beta_4$) and\n(in-plane, $\\Phi$=0$^0$) orientations-dependent proximity potential in\nfusion-evaporation cross-sections of $^{58}$Ni+$^{58}$Ni, $^{64}$Ni+$^{64}$Ni\nand $^{100}$Mo, known for fusion hindrance phenomenon in coupled-channels\ncalculations, and the capture cross-sections of $^{48}$Ca+$^{238}$U, $^{244}$Pu\nand $^{248}$Cm reactions, forming superheavy nuclei, though the simple $\\ell$=0\nbarrier-based Wong formula is found inadequate, its extended version, the\n$\\ell$-summed Wong expression fits very well the above noted capture\ncross-sections at all center-of-mass energies $E_{c.m.}$'s, but require\n(additional) modifications of the barriers to fit the fusion-evaporation\ncross-sections in the Ni-based reactions at below-barrier energies. Some\nbarrier modification effects are shown \\cite{kumar09} to be already present in\nWong expression due to its inbuilt $\\ell$-dependence via $\\ell$-summation.\n","Comment: DAE 2010, Pilani, Rajasthan"]}]
["1010.1341",{"format":[],"subject":["Mathematics - Differential Geometry","53C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1341","Rendiconti di Matematica, Serie VII, 18 (1998), 151-166"],"date":["2010-10-07"],"type":["text"],"creator":["Falcitelli, Maria","Farinola, Angela","Kassabov, Ognian"],"language":[],"coverage":[],"title":["Almost K\\\"ahler manifolds whose antiholomorphic sectional curvature is\n  pointwise constant"],"description":["  It is proved that if an almost K\\\"ahler manifold of dimension greater or\nequal to 8 is of pointwise constant antiholomorphic sectional curvature, then\nit is a complex space form.\n","Comment: 16 pages"]}]
["1010.1343",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1343"],"date":["2010-10-07"],"type":["text"],"creator":["Wang, Qian","Liu, Xiao-Hai","Zhao, Qiang"],"language":[],"coverage":[],"title":["Study of $\\eta_c$ and $\\eta_c^\\prime$ decays into vector meson pairs"],"description":["  The processes of $\\eta_c (\\eta_c')\\to VV$ are supposed to be suppressed by\nthe helicity selection rule (HSR) but found to be rather important decay modes\nin experiment for $\\eta_c$. We try to distinguish the short-distance\ntransitions via the singly disconnected Okubo-Zweig-Iizuka (SOZI) processes and\nthe doubly disconnected (DOZI) processes in $\\eta_c (\\eta_c')\\to VV$. It shows\nthat the SOZI processes can be related to the $\\eta_c(\\eta_c')$ wavefunctions\nat the origin. Therefore, a relation of the decay branching ratio fraction\nbetween these two decay channels can be established. Such a relation is similar\nto that for $J/\\psi$ and $\\psi^\\prime\\to VP$, where the so-called \"$\\rho\\pi$\npuzzle\" has been existed for a while. We also show that the intermediate\ncharmed meson loop transitions provide an evading mechanism for the DOZI\nprocesses. This contribution would turn out to be more important in\n$\\eta_c^\\prime\\to VV$. As a consequence, it may produce significant deviations\nfrom the SOZI-dominant scenario. Future experimental measurement of the\n$\\eta_c^\\prime\\to VV$ by BESIII should be able to clarify the DOZI-evading\nmechanisms.\n","Comment: 10 pages and 6 eps figures"]}]
["1010.1346",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1346"],"date":["2010-10-07"],"type":["text"],"creator":["Bouc, Serge","Stancu, Radu"],"language":[],"coverage":[],"title":["The extension algebra of some cohomological Mackey functors"],"description":["  Let $k$ be a field of characteristic $p$. We construct a new inflation\nfunctor for cohomological Mackey functors for finite groups over $k$. Using\nthis inflation functor, we give an explicit presentation of the graded algebra\nof self extensions of the simple functor $S_\\un^G$, when $p$ is odd and $G$ is\nan elementary abelian $p$-group.\n"]}]
["1010.1347",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1347"],"date":["2010-10-07"],"type":["text"],"creator":["Tomasini, Guillaume"],"language":[],"coverage":[],"title":["Restriction to Levi subalgebras and generalization of the category O"],"description":["  The category of all modules over a reductive complex Lie algebra is wild, and\ntherefore it is useful to study full subcategories. For instance, Bernstein,\nGelfand and Gelfand introduced a category of modules which provides a natural\nsetting for highest weight modules. In this paper, we define a family of\ncategories which generalizes the BGG category, and we classify the simple\nmodules for a subfamily. As a consequence, we show that some of the obtained\ncategories are semisimple.\n","Comment: 43 pages"]}]
["1010.1351",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1351"],"date":["2010-10-07"],"type":["text"],"creator":["Aria, Adrianus I.","Gharib, Morteza"],"language":[],"coverage":[],"title":["Bouncing Water Droplet on a Superhydrophobic Carbon Nanotube Array"],"description":["  Over the past few decades, superhydrophobic materials have attaracted a lot\nof interests, due to their numerous practical applications. Among various\nsuperhydrophobic materials, carbon nanotube arrays have gained enormous\nattentions simply because of their outstanding properties. The impact dynamic\nof water droplet on a superhydrophobic carbon nanotube array is shown in this\nfluid dynamics video.\n","Comment: Videos included"]}]
["1010.1356",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1356"],"date":["2010-10-07"],"type":["text"],"creator":["Miller, Jason"],"language":[],"coverage":[],"title":["Universality for SLE(4)"],"description":["  We resolve a conjecture of Sheffield that $\\SLE(4)$, a conformally invariant\nrandom curve, is the universal limit of the chordal zero-height contours of\nrandom surfaces with isotropic, uniformly convex potentials. Specifically, we\nstudy the \\emph{Ginzburg-Landau $\\nabla \\phi$ interface model} or\n\\emph{anharmonic crystal} on $D_n = D \\cap \\tfrac{1}{n} \\Z^2$ for $D \\subseteq\n\\C$ a bounded, simply connected Jordan domain with smooth boundary. This is the\nmassless field with Hamiltonian $\\CH(h) = \\sum_{x \\sim y} \\CV(h(x) - h(y))$\nwith $\\CV$ symmetric and uniformly convex and $h(x) = \\phi(x)$ for $x \\in\n\\partial D_n$, $\\phi \\colon \\partial D_n \\to \\R$ a given function. We show that\nthe macroscopic chordal contours of $h$ are asymptotically described by\n$\\SLE(4)$ for appropriately chosen $\\phi$.\n","Comment: 58 pages"]}]
["1010.1365",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1365"],"date":["2010-10-07"],"type":["text"],"creator":["Fomin, Fedor V.","Lokshtanov, Daniel","Misra, Neeldhara","Philip, Geevarghese","Saurabh, Saket"],"language":[],"coverage":[],"title":["Hitting forbidden minors: Approximation and Kernelization"],"description":["  We study a general class of problems called F-deletion problems. In an\nF-deletion problem, we are asked whether a subset of at most $k$ vertices can\nbe deleted from a graph $G$ such that the resulting graph does not contain as a\nminor any graph from the family F of forbidden minors.\n  We obtain a number of algorithmic results on the F-deletion problem when F\ncontains a planar graph. We give (1) a linear vertex kernel on graphs excluding\n$t$-claw $K_{1,t}$, the star with $t$ leves, as an induced subgraph, where $t$\nis a fixed integer. (2) an approximation algorithm achieving an approximation\nratio of $O(\\log^{3/2} OPT)$, where $OPT$ is the size of an optimal solution on\ngeneral undirected graphs. Finally, we obtain polynomial kernels for the case\nwhen F contains graph $\\theta_c$ as a minor for a fixed integer $c$. The graph\n$\\theta_c$ consists of two vertices connected by $c$ parallel edges. Even\nthough this may appear to be a very restricted class of problems it already\nencompasses well-studied problems such as {\\sc Vertex Cover}, {\\sc Feedback\nVertex Set} and Diamond Hitting Set. The generic kernelization algorithm is\nbased on a non-trivial application of protrusion techniques, previously used\nonly for problems on topological graph classes.\n"]}]
["1010.1377",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1377"],"date":["2010-10-07"],"type":["text"],"creator":["Bussmann-Holder, Annette","Müller, K. Alex"],"language":[],"coverage":[],"title":["The route to high temperature superconductivity in transition metal\n  oxides"],"description":["  The discovery of high temperature superconductivity in cuprates was possible\nonly through an intimate knowledge of perovskite oxides which have been\nsynthesized and characterized for decades at the IBM in the Z\\\"urich\nlaboratoty. Especially SrTiO3 and LaAlO3 have been in the focus at IBM as was\npresented in Volume 1 of a series [1]. Probably for the first time detailed\nmicroscopic investigations of the local properties of these compounds have been\nobtained by studying by means of EPR the surroundings of transition metal\nimpurities in these materials. These experiments enabled the identification of\nthe order parameter of the structural instability observed in these oxides.\nHowever, the idea to search for superconductivity came later motivated by\ntheoretical considerations that metallic hydrogen could become superconducting\nat high temperatures. Since SrTiO3 is an insulator it was thought that the\nimplantation of hydrogen would render it metallic and eventually also\nsuperconducting. This approach failed since the carrier density remained always\ntoo small. In sequence it was then tried to achieve a metallic state in oxide\nperovskites by varying their composition which was in so far promising as\nreduced SrTiO3 exhibits superconductivity at 0.3K [2]. Furthermore it was\nsubsequently shown [3] that Tc can be enhanced to 1.2K by doping SrTiO3 with\nNb. In spite of the fact that Tc was far below values achieved in A15\ncompounds, a remarkable observation was connected with the Nb doped perovskite,\nnamely for the first time long before predicted two-gap superconductivity was\nrealized here.\n","Comment: 8 pages, 3 figures"]}]
["1010.1378",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1378"],"date":["2010-10-07"],"type":["text"],"creator":["Craven, David A.","Rouquier, Raphaël"],"language":[],"coverage":[],"title":["Perverse Equivalences and Brou\\'e's Conjecture"],"description":["  We give a new approach to the construction of derived equivalences between\nblocks of finite groups, based on perverse equivalences, in the setting of\nBrou\\'e's conjecture. We provide in particular local and global perversity data\ndescribing the principal blocks and the derived equivalences for a number of\nfinite simple groups with Sylow subgroups C3xC3. We also examine extensions to\nautomorphism groups in a general setting.\n","Comment: 50 pages"]}]
["1010.1380",{"format":[],"subject":["Mathematics - Geometric Topology","51M09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1380"],"date":["2010-10-07"],"type":["text"],"creator":["Porti, Joan"],"language":[],"coverage":[],"title":["Hyperbolic polygons of minimal perimeter with given angles"],"description":["  We prove that, among all convex hyperbolic polygons with given angles, the\nperimeter is minimized by the unique polygon with an inscribed circle. The\nproof relies on work of J.-M.\\ Schlenker.\n","Comment: 7 pages, 2 figures"]}]
["1010.1382",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1382"],"date":["2010-10-07"],"type":["text"],"creator":["Grigorishin, K. V.","Lev, B. I."],"language":[],"coverage":[],"title":["The self-consistent microscopic model of an energy spectrum of a\n  superfluity $^{4}$He with the Hermitian form of Bogoliubov-Zubarev\n  Hamiltonian"],"description":["  Based on the collective variables representation with the Hermitian form of\nBogoliubov-Zubarev Hamiltonian the self-consistent oscillator model of a ground\nstate and excited states of Bose liquid has been proposed. The new method of\ncalculation of anharmonic terms in this Hamiltonian and its interpretation have\nbeen presented. The dispersion equation for a collective excitation in a\nsuperfluid $^{4}$He has been obtained in self-consistent way, where real and\nvirtual processes of decay of a collective excitation were considered. The end\npoint, determined by a threshold of collective excitation's decay on two\nrotons, of the dispersion curve has been obtained and it was shown that the\ndispersion curve strongly depends on property of its stability. An approach\nwith a structure factor has been realized without using of any adaption\nparameters. Based on the oscillator model the new method of self-consistent\ncalculation of a ground state energy and density of Bose condensate has been\nproposed. The model of suppression of Bose condensate has been presented.\n"]}]
["1010.1386",{"format":[],"subject":["Computer Science - Mathematical Software","Computer Science - Symbolic Computation","Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","68W30 (Primary), 13P15 (Secondary)","G.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1386"],"date":["2010-10-07"],"type":["text"],"creator":["Berberich, Eric","Emeliyanenko, Pavel","Sagraloff, Michael"],"language":[],"coverage":[],"title":["An Elimination Method for Solving Bivariate Polynomial Systems:\n  Eliminating the Usual Drawbacks"],"description":["  We present an exact and complete algorithm to isolate the real solutions of a\nzero-dimensional bivariate polynomial system. The proposed algorithm\nconstitutes an elimination method which improves upon existing approaches in a\nnumber of points. First, the amount of purely symbolic operations is\nsignificantly reduced, that is, only resultant computation and square-free\nfactorization is still needed. Second, our algorithm neither assumes generic\nposition of the input system nor demands for any change of the coordinate\nsystem. The latter is due to a novel inclusion predicate to certify that a\ncertain region is isolating for a solution. Our implementation exploits\ngraphics hardware to expedite the resultant computation. Furthermore, we\nintegrate a number of filtering techniques to improve the overall performance.\nEfficiency of the proposed method is proven by a comparison of our\nimplementation with two state-of-the-art implementations, that is, LPG and\nMaple's isolate. For a series of challenging benchmark instances, experiments\nshow that our implementation outperforms both contestants.\n","Comment: 16 pages with appendix, 1 figure, submitted to ALENEX 2010"]}]
["1010.1389",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1389"],"date":["2010-10-07"],"type":["text"],"creator":["Fonin, M.","Sicot, M.","Zander, O.","Bouvron, S.","Leicht, Ph.","Rüdiger, U.","Weser, M.","Dedkov, Yu. S.","Horn, K."],"language":[],"coverage":[],"title":["Spatial corrugation and bonding of single layer graphene on Rh(111)"],"description":["  Topographic scanning tunneling microscopy (STM) images of epitaxial single\nlayer graphene on the Rh(111) surface reveal that extended single crystalline\ngraphene domains are produced without any defects on a large scale. High\nresolution imaging shows that the moir\\'e structure resulting from the lattice\nmismatch between the Rh(111) substrate and graphene is highly corrugated,\ncontaining regions of an additional spatial modulation in the moir\\'e supercell\ncompared with those previously reported for graphene on Ir(111) or graphene on\nRu(0001). These areas, which correspond to the \"bridge\" regions of the moir\\'e\nstructure appear as depressions in STM images indicating a strong orbital\nhybridization between the graphene layer and the metallic substrate.\nValence-band photoemission confirms the strong hybridization between graphene\nand Rh(111) which leads to the pronounced corrugation of the graphene layer.\nOur findings underline the importance of considering substrate effects in\nepitaxially grown graphene layers for the design of graphene-based nanoscale\nsystems.\n","Comment: Submitted to Nano Lett. on May, 17th 2010"]}]
["1010.1391",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1391"],"date":["2010-10-07"],"type":["text"],"creator":["Muralidhar, Kathik","Li, Kwok Hung"],"language":[],"coverage":[],"title":["On the Full Column-Rank Condition of the Channel Estimation Matrix in\n  Doubly-Selective MIMO-OFDM Systems"],"description":["  Recently, this journal has published a paper which dealt with basis expansion\nmodel (BEM) based least-squares (LS) channel estimation in doubly-selective\northogonal frequency-division multiplexing (DS-OFDM) systems. The least-squares\nchannel estimator computes the pseudo-inverse of a channel estimation matrix.\nFor the existence of the pseudo-inverse, it is necessary that the channel\nestimation matrix be of full column rank. In this paper, we investigate the\nconditions that need to be satisfied that ensures the full column-rank\ncondition of the channel estimation matrix. In particular, we derive conditions\nthat the BEM and pilot pattern designs should satisfy to ensure that the\nchannel estimation matrix is of full column rank. We explore the polynomial BEM\n(P-BEM), complex exponential BEM (CE-BEM), Slepian BEM (S-BEM) and generalized\ncomplex exponential BEM (GCE-BEM). We present one possible way to design the\npilot patterns which satisfy the full column-rank conditions. Furthermore, the\nproposed method is extended to the case of multiple-input multiple-output\n(MIMO) DS-OFDM systems as well. Examples of pilot pattern designs are\npresented, that ensure the channel estimation matrix is of full column rank for\na large DS-MIMO-OFDM system with as many as six transmitters, six receivers and\n1024 subcarriers.\n","Comment: 19 Pages, 4 figures, currently under review in IEEE Transactions\n  Signal Processing"]}]
["1010.1393",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1393"],"date":["2010-10-07"],"type":["text"],"creator":["Goldman, Itzhak"],"language":[],"coverage":[],"title":["The power spectrum of the residual rotation curve velocity as a probe of\n  past mergers"],"description":["  According to the $\\Lambda CDM$ cosmological framework, galaxies underwent\nmultiple mergers in their history. In this paper we propose to use the power\nspectrum of the residual fluctuations of the rotation curve velocity as a probe\nof past mergers. The proposition relies on the assertion that mergers are\nexpected to induce large scale flows and in case of major mergers shocks are\ninduced as well. Instabilities of the large scale flows and shocks could\ngenerate a large scale turbulence whose size is comparable to the galactic disk\ndimensions. We develop expressions relating underlying turbulence spectral\nfunction to the observational power spectrum of the residual of the rotation\ncurve velocity. This relation can be used to test whether turbulence exists in\na given galaxy. The method is applied to the regular spiral galaxy NGC3198 with\nthe conclusion that it underwent a minor merger about 7 Gyr ago.\n","Comment: 5 pages, 3 figures, submitted to MNRAS"]}]
["1010.1397",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1397","Annals of Applied Statistics 2010, Vol. 4, No. 1, 299-319","doi:10.1214/09-AOAS289"],"date":["2010-10-07"],"type":["text"],"creator":["Lu, QiQi","Lund, Robert","Lee, Thomas C. M."],"language":[],"coverage":[],"title":["An MDL approach to the climate segmentation problem"],"description":["  This paper proposes an information theory approach to estimate the number of\nchangepoints and their locations in a climatic time series. A model is\nintroduced that has an unknown number of changepoints and allows for series\nautocorrelations, periodic dynamics, and a mean shift at each changepoint time.\nAn objective function gauging the number of changepoints and their locations,\nbased on a minimum description length (MDL) information criterion, is derived.\nA genetic algorithm is then developed to optimize the objective function. The\nmethods are applied in the analysis of a century of monthly temperatures from\nTuscaloosa, Alabama.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOAS289 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1010.1398",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1398","Physical Review B, 82, 2010, 155104","doi:10.1103/PhysRevB.82.155104"],"date":["2010-10-07"],"type":["text"],"creator":["Forte, F.","Cuoco, M.","Noce, C."],"language":[],"coverage":[],"title":["Field-induced Orbital Patterns in Ferromagnetic Layered Ruthenates"],"description":["  We study the evolution of orbital patterns in ferromagnetic layered\nruthenates due to the competition of Coulomb interactions, compressive c axis\nand orthorhombic distortions in the presence of a polarizing orbital field\ncoupled to the angular momentum. By means of the exact diagonalization on a 2x2\ncluster and a cluster embedded analysis where inter-plaquette interaction is\ntreated on mean field level, we determine the ground-state phase diagram.\nSpecifically, we demonstrate that, via the activation of two or three of t_2g\nlocal orbital configurations, an external field applied along different\nsymmetry directions can lead to inequivalent orbital correlated states.\nStarting from an antiferro-orbital pattern, for the easy axis case an orbital\nordered phase is induced, having strong next nearest neighbors ferro-orbital\ncorrelations. Otherwise, a field applied along the hard axis leads a reduction\nof local orbital moment in a way to suppress the orbital order.\n","Comment: 11 pages"]}]
["1010.1401",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1401"],"date":["2010-10-07"],"type":["text"],"creator":["van Beveren, Eef","Rupp, George"],"language":[],"coverage":[],"title":["Is Upsilon(10580) really Upsilon(4S)?"],"description":["  We analyse electron-positron data for b-bbar production published by the\nBABAR Collaboration, in the invariant-mass interval delimited by the B-Bbar and\nLambda(b)-Lambda(b) thresholds. In particular, we describe the Upsilon(10580)\nenhancement, not as a b-bbar resonance, but rather as a threshold phenomenon\ndue to the opening of the B-Bbar decay channel and enhanced by the Upsilon(2D)\nbound-state pole not far below this threshold. The same data provide evidence\nfor the true Upsilon(4S) resonance, which we find at 10.735 GeV with a width of\n38 MeV. At higher energies, two more known Upsilon resonances are observed by\nus in the data and classified. The vital role played in our analysis by the\nuniversal confinement frequency omega is again confirmed, via a comparison with\nthe charmonium spectrum.\n","Comment: 5 pages, plain Latex, 1+3 figures"]}]
["1010.1402",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1402","Annals of Applied Statistics 2010, Vol. 4, No. 1, 320-339","doi:10.1214/09-AOAS288"],"date":["2010-10-07"],"type":["text"],"creator":["Neto, Elias Chaibub","Keller, Mark P.","Attie, Alan D.","Yandell, Brian S."],"language":[],"coverage":[],"title":["Causal graphical models in systems genetics: A unified framework for\n  joint inference of causal network and genetic architecture for correlated\n  phenotypes"],"description":["  Causal inference approaches in systems genetics exploit quantitative trait\nloci (QTL) genotypes to infer causal relationships among phenotypes. The\ngenetic architecture of each phenotype may be complex, and poorly estimated\ngenetic architectures may compromise the inference of causal relationships\namong phenotypes. Existing methods assume QTLs are known or inferred without\nregard to the phenotype network structure. In this paper we develop a\nQTL-driven phenotype network method (QTLnet) to jointly infer a causal\nphenotype network and associated genetic architecture for sets of correlated\nphenotypes. Randomization of alleles during meiosis and the unidirectional\ninfluence of genotype on phenotype allow the inference of QTLs causal to\nphenotypes. Causal relationships among phenotypes can be inferred using these\nQTL nodes, enabling us to distinguish among phenotype networks that would\notherwise be distribution equivalent. We jointly model phenotypes and QTLs\nusing homogeneous conditional Gaussian regression models, and we derive a\ngraphical criterion for distribution equivalence. We validate the QTLnet\napproach in a simulation study. Finally, we illustrate with simulated data and\na real example how QTLnet can be used to infer both direct and indirect effects\nof QTLs and phenotypes that co-map to a genomic region.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOAS288 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1010.1404",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Atomic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1404"],"date":["2010-10-07"],"type":["text"],"creator":["Kolganova, E. A.","Roudnev, V.","Cavagnero, M."],"language":[],"coverage":[],"title":["Solution of three-dimensional Faddeev equations: ultracold Helium trimer\n  calculations with a public quantum three-body code"],"description":["  We present an illustration of using a quantum three-body code being prepared\nfor public release. The code is based on iterative solving of the\nthree-dimensional Faddeev equations. The code is easy to use and allows users\nto perform highly-accurate calculations of quantum three-body systems. The\npreviously known results for He$_3$ ground state are well reproduced by the\ncode.\n","Comment: 7 pages, 2 figures, SA-JINR Symposium Proceeding"]}]
["1010.1406",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1406","Annals of Applied Statistics 2010, Vol. 4, No. 1, 340-365","doi:10.1214/09-AOAS284"],"date":["2010-10-07"],"type":["text"],"creator":["Tian, Tian Siva","James, Gareth M.","Wilcox, Rand R."],"language":[],"coverage":[],"title":["A multivariate adaptive stochastic search method for dimensionality\n  reduction in classification"],"description":["  High-dimensional classification has become an increasingly important problem.\nIn this paper we propose a \"Multivariate Adaptive Stochastic Search\" (MASS)\napproach which first reduces the dimension of the data space and then applies a\nstandard classification method to the reduced space. One key advantage of MASS\nis that it automatically adjusts to mimic variable selection type methods, such\nas the Lasso, variable combination methods, such as PCA, or methods that\ncombine these two approaches. The adaptivity of MASS allows it to perform well\nin situations where pure variable selection or variable combination methods\nfail. Another major advantage of our approach is that MASS can accurately\nproject the data into very low-dimensional non-linear, as well as linear,\nspaces. MASS uses a stochastic search algorithm to select a handful of optimal\nprojection directions from a large number of random directions in each\niteration. We provide some theoretical justification for MASS and demonstrate\nits strengths on an extensive range of simulation studies and real world data\nsets by comparing it to many classical and modern classification methods.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOAS284 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1010.1410",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1410","Annals of Applied Statistics 2010, Vol. 4, No. 1, 366-395","doi:10.1214/09-AOAS282"],"date":["2010-10-07"],"type":["text"],"creator":["Shirley, Kenneth E.","Small, Dylan S.","Lynch, Kevin G.","Maisto, Stephen A.","Oslin, David W."],"language":[],"coverage":[],"title":["Hidden Markov models for alcoholism treatment trial data"],"description":["  In a clinical trial of a treatment for alcoholism, a common response variable\nof interest is the number of alcoholic drinks consumed by each subject each\nday, or an ordinal version of this response, with levels corresponding to\nabstinence, light drinking and heavy drinking. In these trials, within-subject\ndrinking patterns are often characterized by alternating periods of heavy\ndrinking and abstinence. For this reason, many statistical models for time\nseries that assume steady behavior over time and white noise errors do not fit\nalcohol data well. In this paper we propose to describe subjects' drinking\nbehavior using Markov models and hidden Markov models (HMMs), which are better\nsuited to describe processes that make sudden, rather than gradual, changes\nover time. We incorporate random effects into these models using a hierarchical\nBayes structure to account for correlated responses within subjects over time,\nand we estimate the effects of covariates, including a randomized treatment, on\nthe outcome in a novel way. We illustrate the models by fitting them to a large\ndata set from a clinical trial of the drug Naltrexone. The HMM, in particular,\nfits this data well and also contains unique features that allow for useful\nclinical interpretations of alcohol consumption behavior.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOAS282 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1010.1413",{"format":[],"subject":["Physics - Physics and Society","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1413","Phys. Rev. E 82, 036118 (2010)","doi:10.1103/PhysRevE.82.036118"],"date":["2010-10-07"],"type":["text"],"creator":["Tao, Yong"],"language":[],"coverage":[],"title":["Competitive market for multiple firms and economic crisis"],"description":["  The origin of economic crises is a key problem for economics. We present a\nmodel of long-run competitive markets to show that the multiplicity of\nbehaviors in an economic system, over a long time scale, emerge as statistical\nregularities (perfectly competitive markets obey Bose-Einstein statistics and\npurely monopolistic-competitive markets obey Boltzmann statistics) and that how\ninteraction among firms influences the evolutionary of competitive markets. It\nhas been widely accepted that perfect competition is most efficient. Our study\nshows that the perfectly competitive system, as an extreme case of competitive\nmarkets, is most efficient but not stable, and gives rise to economic crises as\nsociety reaches full employment. In the economic crisis revealed by our model,\nmany firms condense (collapse) into the lowest supply level (zero supply,\nnamely bankruptcy status), in analogy to Bose-Einstein condensation. This\ncurious phenomenon arises because perfect competition (homogeneous\ncompetitions) equals symmetric (indistinguishable) investment direction, a fact\nabhorred by nature. Therefore, we urge the promotion of monopolistic\ncompetition (heterogeneous competitions) rather than perfect competition. To\nprovide early warning of economic crises, we introduce a resolving index of\ninvestment, which approaches zero in the run-up to an economic crisis. On the\nother hand, our model discloses, as a profound conclusion, that the\ntechnological level for a long-run social or economic system is proportional to\nthe freedom (disorder) of this system; in other words, technology equals the\nentropy of system. As an application of this new concept, we give a possible\nanswer to the Needham question: \"Why was it that despite the immense\nachievements of traditional China it had been in Europe and not in China that\nthe scientific and industrial revolutions occurred?\"\n","Comment: 17 pages; 3 figures"]}]
["1010.1424",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1424"],"date":["2010-10-07"],"type":["text"],"creator":["Davydov, A. V."],"language":[],"coverage":[],"title":["The Summary of Experimental Results on the Observation of a Gamma\n  Resonance of the Long-Lived Isomer AG-109m"],"description":["  The data obtained in 11 experiments performed up to now with gamma sources\nmade of silver metal doped by $^109$Cd show that there is no large broadening\nof $^109m$Ag M\\\"ossbauer gamma line with energy of 88.03 keV, that is the\ntheoretically predicted gamma line broadening by $\\sim 10^5$ times as compared\nwith a natural width via the dipole-dipole interaction of nuclear magnetic\nmoments is absent. The designed in ITEP instrument of quite new type - so\ncalled \"gravitational gamma spectrometer\" permitted to observe the form of\n$^109m$Ag gamma resonance which turned out to be $\\sim 10^8$ times narrower\nthan that of well known nuclide $^57$Fe. Some ideas are discussed as an attempt\nto explain this situation.\n","Comment: 29 pages; in PDF format"]}]
["1010.1425",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1425","Annals of Applied Statistics 2010, Vol. 4, No. 1, 422-438","doi:10.1214/09-AOAS276"],"date":["2010-10-07"],"type":["text"],"creator":["Muralidharan, Omkar"],"language":[],"coverage":[],"title":["An empirical Bayes mixture method for effect size and false discovery\n  rate estimation"],"description":["  Many statistical problems involve data from thousands of parallel cases. Each\ncase has some associated effect size, and most cases will have no effect. It is\noften important to estimate the effect size and the local or tail-area false\ndiscovery rate for each case. Most current methods do this separately, and most\nare designed for normal data. This paper uses an empirical Bayes mixture model\napproach to estimate both quantities together for exponential family data. The\nproposed method yields simple, interpretable models that can still be used\nnonparametrically. It can also estimate an empirical null and incorporate it\nfully into the model. The method outperforms existing effect size and false\ndiscovery rate estimation procedures in normal data simulations; it nearly\nacheives the Bayes error for effect size estimation. The method is implemented\nin an R package (mixfdr), freely available from CRAN.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOAS276 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1010.1426",{"format":[],"subject":["Physics - Popular Physics","Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1426"],"date":["2010-10-07"],"type":["text"],"creator":["Felder, Gary","Erickson, Stephanie"],"language":[],"coverage":[],"title":["CurvedLand: An Applet for Illustrating Curved Geometry without Embedding"],"description":["  We have written a Java applet to illustrate the meaning of curved geometry.\nThe applet provides a mapping interface similar to MapQuest or Google Maps;\nfeatures include the ability to navigate through a space and place permanent\npoint objects and/or shapes at arbitrary positions. The underlying\ntwo-dimensional space has a constant, positive curvature, which causes the\napparent paths and shapes of the objects in the map to appear distorted in ways\nthat change as you view them from different relative angles and distances.\n","Comment: 4 pages"]}]
["1010.1430",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1430","Annals of Applied Statistics 2010, Vol. 4, No. 1, 439-459","doi:10.1214/09-AOAS278"],"date":["2010-10-07"],"type":["text"],"creator":["Reich, Brian J.","Bandyopadhyay, Dipankar"],"language":[],"coverage":[],"title":["A latent factor model for spatial data with informative missingness"],"description":["  A large amount of data is typically collected during a periodontal exam.\nAnalyzing these data poses several challenges. Several types of measurements\nare taken at many locations throughout the mouth. These spatially-referenced\ndata are a mix of binary and continuous responses, making joint modeling\ndifficult. Also, most patients have missing teeth. Periodontal disease is a\nleading cause of tooth loss, so it is likely that the number and location of\nmissing teeth informs about the patient's periodontal health. In this paper we\ndevelop a multivariate spatial framework for these data which jointly models\nthe binary and continuous responses as a function of a single latent spatial\nprocess representing general periodontal health. We also use the latent spatial\nprocess to model the location of missing teeth. We show using simulated and\nreal data that exploiting spatial associations and jointly modeling the\nresponses and locations of missing teeth mitigates the problems presented by\nthese data.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOAS278 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1010.1435",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1435","Annals of Applied Statistics 2010, Vol. 4, No. 1, 460-483","doi:10.1214/09-AOAS290"],"date":["2010-10-07"],"type":["text"],"creator":["Liang, Hua","Miao, Hongyu","Wu, Hulin"],"language":[],"coverage":[],"title":["Estimation of constant and time-varying dynamic parameters of HIV\n  infection in a nonlinear differential equation model"],"description":["  Modeling viral dynamics in HIV/AIDS studies has resulted in a deep\nunderstanding of pathogenesis of HIV infection from which novel antiviral\ntreatment guidance and strategies have been derived. Viral dynamics models\nbased on nonlinear differential equations have been proposed and well developed\nover the past few decades. However, it is quite challenging to use experimental\nor clinical data to estimate the unknown parameters (both constant and\ntime-varying parameters) in complex nonlinear differential equation models.\nTherefore, investigators usually fix some parameter values, from the literature\nor by experience, to obtain only parameter estimates of interest from clinical\nor experimental data. However, when such prior information is not available, it\nis desirable to determine all the parameter estimates from data. In this paper\nwe intend to combine the newly developed approaches, a multi-stage\nsmoothing-based (MSSB) method and the spline-enhanced nonlinear least squares\n(SNLS) approach, to estimate all HIV viral dynamic parameters in a nonlinear\ndifferential equation model. In particular, to the best of our knowledge, this\nis the first attempt to propose a comparatively thorough procedure, accounting\nfor both efficiency and accuracy, to rigorously estimate all key kinetic\nparameters in a nonlinear differential equation model of HIV dynamics from\nclinical data. These parameters include the proliferation rate and death rate\nof uninfected HIV-targeted cells, the average number of virions produced by an\ninfected cell, and the infection rate which is related to the antiviral\ntreatment effect and is time-varying. To validate the estimation methods, we\nverified the identifiability of the HIV viral dynamic model and performed\nsimulation studies.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOAS290 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1010.1437",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Artificial Intelligence","Computer Science - Social and Information Networks","Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1437"],"date":["2010-10-07"],"type":["text"],"creator":["Shafiei, Mahdi","Chipman, Hugh"],"language":[],"coverage":[],"title":["Mixed-Membership Stochastic Block-Models for Transactional Networks"],"description":["  Transactional network data can be thought of as a list of one-to-many\ncommunications(e.g., email) between nodes in a social network. Most social\nnetwork models convert this type of data into binary relations between pairs of\nnodes. We develop a latent mixed membership model capable of modeling richer\nforms of transactional network data, including relations between more than two\nnodes. The model can cluster nodes and predict transactions. The block-model\nnature of the model implies that groups can be characterized in very general\nways. This flexible notion of group structure enables discovery of rich\nstructure in transactional networks. Estimation and inference are accomplished\nvia a variational EM algorithm. Simulations indicate that the learning\nalgorithm can recover the correct generative model. Interesting structure is\ndiscovered in the Enron email dataset and another dataset extracted from the\nReddit website. Analysis of the Reddit data is facilitated by a novel\nperformance measure for comparing two soft clusterings. The new model is\nsuperior at discovering mixed membership in groups and in predicting\ntransactions.\n","Comment: 22 pages"]}]
["1010.1438",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Computer Science and Game Theory","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1438","IEEE Journal on Selected Areas in Communications (JSAC), 2010"],"date":["2010-10-07"],"type":["text"],"creator":["Saad, Walid","Han, Zhu","Hjørungnes, Are","Niyato, Dusit","Hossain, Ekram"],"language":[],"coverage":[],"title":["Coalition Formation Games for Distributed Cooperation Among Roadside\n  Units in Vehicular Networks"],"description":["  Vehicle-to-roadside (V2R) communications enable vehicular networks to support\na wide range of applications for enhancing the efficiency of road\ntransportation. While existing work focused on non-cooperative techniques for\nV2R communications between vehicles and roadside units (RSUs), this paper\ninvestigates novel cooperative strategies among the RSUs in a vehicular\nnetwork. We propose a scheme whereby, through cooperation, the RSUs in a\nvehicular network can coordinate the classes of data being transmitted through\nV2R communications links to the vehicles. This scheme improves the diversity of\nthe information circulating in the network while exploiting the underlying\ncontent-sharing vehicle-to-vehicle communication network. We model the problem\nas a coalition formation game with transferable utility and we propose an\nalgorithm for forming coalitions among the RSUs. For coalition formation, each\nRSU can take an individual decision to join or leave a coalition, depending on\nits utility which accounts for the generated revenues and the costs for\ncoalition coordination. We show that the RSUs can self-organize into a\nNash-stable partition and adapt this partition to environmental changes.\nSimulation results show that, depending on different scenarios, coalition\nformation presents a performance improvement, in terms of the average payoff\nper RSU, ranging between 20.5% and 33.2%, relative to the non-cooperative case.\n","Comment: accepted and to appear in IEEE Journal on Selected Areas in\n  Communications (JSAC), Special issue on Vehicular Communications and Networks"]}]
["1010.1439",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1439","Millimeter, Submillimeter, and Far-Infrared Detectors and\n  Instrumentation for Astronomy V. Edited by Holland, Wayne S.; Zmuidzinas,\n  Jonas. Proceedings of the SPIE, Volume 7741, pp. 77410Y-77410Y-14 (2010)","doi:10.1117/12.857018"],"date":["2010-10-07"],"type":["text"],"creator":["Ferkinhoff, Carl","Nikola, Thomas","Parshley, Stephen C.","Stacey, Gordon J.","Irwin, Kent D.","Cho, Hsiao-Mei","Halpern, Mark"],"language":[],"coverage":[],"title":["ZEUS-2: a second generation submillimeter grating spectrometer for\n  exploring distant galaxies"],"description":["  ZEUS-2, the second generation (z)Redshift and Early Universe Spectrometer,\nlike its predecessor is a moderate resolution (R~1000) long-slit, echelle\ngrating spectrometer optimized for the detection of faint, broad lines from\ndistant galaxies. It is designed for studying star-formation across cosmic\ntime. ZEUS-2 employs three TES bolometer arrays (555 pixels total) to deliver\nsimultaneous, multi-beam spectra in up to 4 submillimeter windows. The NIST\nBoulder-built arrays operate at ~100mK and are readout via SQUID multiplexers\nand the Multi-Channel Electronics from the University of British Columbia. The\ninstrument is cooled via a pulse-tube cooler and two-stage ADR. Various filter\nconfigurations give ZEUS-2 access to 7 different telluric windows from 200 to\n850 micron enabling the simultaneous mapping of lines from extended sources or\nthe simultaneous detection of the 158 micron [CII] line and the [NII] 122 or\n205 micron lines from z = 1-2 galaxies. ZEUS-2 is designed for use on the CSO,\nAPEX and possibly JCMT.\n"]}]
["1010.1440",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1440","PIERS Proceedings, 475 - 479, July 5-8, Cambridge USA, 2010"],"date":["2010-10-07"],"type":["text"],"creator":["Weng, Ying","Weng, Zi-Hua"],"language":[],"coverage":[],"title":["Franck-Hertz experiment in magnetic field"],"description":["  The paper studies the impact of applied magnetic field on the inelastic\ncollisions of electrons with argon atoms. In the electron-argon Franck-Hertz\nexperiment, the influence of applied magnetic field emerges complicated\nfeatures, and is equivalent to that of the temperature. In case the\naccelerating electric intensity becomes strong enough, enlarging magnetic flux\ndensity will be equivalent to the increasing of oven temperature. When the\naccelerating electric intensity is very weak and the applied magnetic field\noccupies a dominant position, enhancing magnetic flux density is identical with\nthe decreasing of oven temperature. And the non-uniform distribution of applied\nmagnetic field has an influence on the inelastic collision as well. The study\nclaims that the influence of magnetic field variation is equivalent to that of\ntemperature variety, and that it leads the electron energy to transfer\nobviously in the experiment.\n","Comment: 5 pages, 6 figures, Latex"]}]
["1010.1441",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1441"],"date":["2010-10-07"],"type":["text"],"creator":["Benkhalifa, Mahmoud"],"language":[],"coverage":[],"title":["Realizability of the group of rational self-homotopy equivalences"],"description":["  For a 1-connected CW-complex $X$, let $\\mathcal{E}(X)$ denote the group of\nhomotopy classes of self-homotopy equivalences of $X$. The aim of this paper is\nto prove that, for every $n\\in\\Bbb N$, there exists a 1-connected rational\nCW-complex $X_{n}$ such that $\\mathcal{E}(X_{n})\\cong\n\\underset{2^{n+1}\\mathrm{. times}}{\\underbrace{\\Bbb Z_{2}\\oplus... \\Bbb \\oplus\n\\Bbb Z_{2}}}$.\n"]}]
["1010.1442",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1442"],"date":["2010-10-07"],"type":["text"],"creator":["Arzelier, Denis","Georgia, Deaconu","Gumussoy, Suat","Henrion, Didier"],"language":[],"coverage":[],"title":["H2 for HIFOO"],"description":["  HIFOO is a public-domain Matlab package initially designed for Hinfinity\nfixed-order controller synthesis, using nonsmooth nonconvex optimization\ntechniques. It was later on extended to multi-objective synthesis, including\nstrong and simultaneous stabilization under Hinfinity constraints. In this\npaper we describe a further extension of HIFOO to H2 performance criteria,\nmaking it possible to address mixed H2/Hinfinity synthesis. We give\nimplementation details and report our extensive benchmark results.\n"]}]
["1010.1443",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1443"],"date":["2010-10-07"],"type":["text"],"creator":["Rault, Jean-François"],"language":[],"coverage":[],"title":["The Fujita phenomenon in exterior domains under the Robin boundary\n  conditions"],"description":["  The Fujita phenomenon for nonlinear parabolic problems dtu = \\deltau + up in\nan exterior domain of RN under the Robin boundary conditions is investigated in\nthe superlinear case. As in the case of Dirichlet boundary conditions, it turns\nout that there exists a critical exponent p = 1+2/N such that blow-up of\npositive solutions always occurs for subcritical exponents, whereas in the\nsupercritical case global existence can occur for small non-negative initial\ndata.\n","Comment: 9 pages"]}]
["1010.1446",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1446"],"date":["2010-10-07"],"type":["text"],"creator":["Piechnik, Lindsay C."],"language":[],"coverage":[],"title":["Non-Generic Tropical Hyperplane Arrangements and the Secondary polytope\n  of $\\Delta_{n-1} \\times \\Delta_{d-1}$"],"description":["  Ardila and Develin's paper on tropical oriented hyperplane arrangements and\ntropical oriented matroids defines tropical oriented matroids and conjectures a\nbijection between them and triangulations of products of simplices\n$\\Delta_{n-1} \\times \\Delta_{d-1}$. Oh and Yoo recently confirmed this\nconjecture; however, neither group addressed the case of hyperplanes that are\nnot in generic position. These non-generic arrangements do not correspond to\ntropical oriented matroids, but they encode information about subdivisions of\n$\\Delta_{n-1} \\times \\Delta_{d-1}$. This note considers the non-generic case\nand presents some preliminary results in the area.\n"]}]
["1010.1455",{"format":[],"subject":["Mathematics - Combinatorics","05C57","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1455"],"date":["2010-10-07"],"type":["text"],"creator":["Erickson, Lindsay"],"language":[],"coverage":[],"title":["Nim on the Complete Graph"],"description":["  The game of Nim as played on graphs was introduced in Nim on Graphs I and\nextended in Nim on Graphs II by Masahiko Fukuyama. His papers detail the\ncalculation of Grundy numbers for graphs under specific circumstances. We\nextend these results and introduce the strategy for even cycles. This paper\nexamines a more general class of graphs by restricting the edge weight to one.\nWe provide structural conditions for which there exist a winning strategy. This\nyields the solution for the complete graph.\n","Comment: 11 pages, 6 figures"]}]
["1010.1456",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Mathematical Software"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1456"],"date":["2010-10-07"],"type":["text"],"creator":["Wei, Fangzhou","Yılmaz, Ali E."],"language":[],"coverage":[],"title":["A Hybrid Parallelization of AIM for Multi-Core Clusters: Implementation\n  Details and Benchmark Results on Ranger"],"description":["  This paper presents implementation details and empirical results for a hybrid\nmessage passing and shared memory paralleliziation of the adaptive integral\nmethod (AIM). AIM is implemented on a (near) petaflop supercomputing cluster of\nquad-core processors and its accuracy, complexity, and scalability are\ninvestigated by solving benchmark scattering problems. The timing and speedup\nresults on up to 1024 processors show that the hybrid MPI/OpenMP\nparallelization of AIM exhibits better strong scalability (fixed problem size\nspeedup) than pure MPI parallelization of it when multiple cores are used on\neach processor.\n","Comment: 24 pages, 3 tables, 9 figures. Due to space constraints, some\n  implementation details and empirical data are omitted in authors' another\n  paper (reference [1]), which has been submitted to Parallel Computing. This\n  paper here serves as a major reference with the implementation details and\n  comprehensive empirical data"]}]
["1010.1459",{"format":[],"subject":["Mathematics - Numerical Analysis","65N38, 65N15, 78M15, 41A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1459"],"date":["2010-10-07"],"type":["text"],"creator":["Bespalov, Alexei","Heuer, Norbert"],"language":[],"coverage":[],"title":["Natural hp-BEM for the electric field integral equation with singular\n  solutions"],"description":["  We apply the hp-version of the boundary element method (BEM) for the\nnumerical solution of the electric field integral equation (EFIE) on a\nLipschitz polyhedral surface G. The underlying meshes are supposed to be\nquasi-uniform triangulations of G, and the approximations are based on either\nRaviart-Thomas or Brezzi-Douglas-Marini families of surface elements.\nNon-smoothness of G leads to singularities in the solution of the EFIE,\nseverely affecting convergence rates of the BEM. However, the singular\nbehaviour of the solution can be explicitly specified using a finite set of\npower functions (vertex-, edge-, and vertex-edge singularities). In this paper\nwe use this fact to perform an a priori error analysis of the hp-BEM on\nquasi-uniform meshes. We prove precise error estimates in terms of the\npolynomial degree p, the mesh size h, and the singularity exponents.\n","Comment: 17 pages"]}]
["1010.1462",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1462","ACS Nano, 2010, 4 (9), pp 5293-5300","doi:10.1021/nn1016549"],"date":["2010-10-07"],"type":["text"],"creator":["Pogodin, Sergey","Baulin, Vladimir A."],"language":[],"coverage":[],"title":["Can a Carbon Nanotube Pierce through a Phospholipid Bilayer?"],"description":["  Great efficiency to penetrate into living cells is attributed to carbon\nnanotubes due to a number of direct and indirect observations of carbon\nnanotubes inside the cells. However, a direct evidence of physical\ntranslocation of nanotubes through phospholipid bilayers and the exact\nmicroscopic mechanism of their penetration into cells are still lacking. In\norder to test one of the inferred translocation mechanisms, namely the\nspontaneous piercing through the membrane induced only by thermal motion, we\ncalculate the energy cost associated with the insertion of a carbon nanotube\ninto a model phospholipid bilayer using the Single Chain Mean Field theory\nwhich is particularly suitable for the accurate measurements of equilibrium\nfree energies. We find that the energy cost of the bilayer rupture is quite\nhigh compared to the energy of thermal motion. This conclusion may indirectly\nsupport other energy dependent translocation mechanisms such as, for example,\nendocytosis.\n","Comment: Published in ACS Nano"]}]
["1010.1463",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1463"],"date":["2010-10-07"],"type":["text"],"creator":["Akimov, I. A.","Dzhioev, R. I.","Korenev, V. L.","Kusrayev, Yu. G.","Sapega, V. F.","Yakovlev, D. R.","Bayer, M."],"language":[],"coverage":[],"title":["Optical orientation of Mn^2+ ions in GaAs"],"description":["  We report on optical orientation of Mn^2+ in bulk GaAs under application of\nweak longitudinal magnetic field (B <= 100 mT). The manganese spin polarization\nof 25% is directly evaluated using spin flip Raman scattering spectroscopy. The\ndynamical polarization of Mn^2+ occurs due to s-d exchange interaction with\noptically oriented conduction band electrons. Time-resolved photoluminescence\nuncovers nontrivial electron spin dynamics where the oriented Mn^2+ ions tend\nto stabilize the electron spin.\n","Comment: 6 pages, 4 figures"]}]
["1010.1472",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1472"],"date":["2010-10-07"],"type":["text"],"creator":["Dimarco, Giacomo","Pareschi, Lorenzo"],"language":[],"coverage":[],"title":["Exponential Runge-Kutta methods for stiff kinetic equations"],"description":["  We introduce a class of exponential Runge-Kutta integration methods for\nkinetic equations. The methods are based on a decomposition of the collision\noperator into an equilibrium and a non equilibrium part and are exact for\nrelaxation operators of BGK type. For Boltzmann type kinetic equations they\nwork uniformly for a wide range of relaxation times and avoid the solution of\nnonlinear systems of equations even in stiff regimes. We give sufficient\nconditions in order that such methods are unconditionally asymptotically stable\nand asymptotic preserving. Such stability properties are essential to guarantee\nthe correct asymptotic behavior for small relaxation times. The methods also\noffer favorable properties such as nonnegativity of the solution and entropy\ninequality. For this reason, as we will show, the methods are suitable both for\ndeterministic as well as probabilistic numerical techniques.\n"]}]
["1010.1473",{"format":[],"subject":["Mathematics - Commutative Algebra","13C15, 13A02, 13C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1473"],"date":["2010-10-07"],"type":["text"],"creator":["Olteanu, Anda"],"language":[],"coverage":[],"title":["Normally torsion-free lexsegment ideals"],"description":["  In this paper we characterize all the lexsegment ideals which are normally\ntorsion-free. Our characterization is given in terms of the ends of the\nlexsegment. We also prove that the property of being normally torsion-free is\nequivalent to the property of the depth function of being constant.\n"]}]
["1010.1481",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1481"],"date":["2010-10-07"],"type":["text"],"creator":["Austrin, Per","Khot, Subhash"],"language":[],"coverage":[],"title":["A Simple Deterministic Reduction for the Gap Minimum Distance of Code\n  Problem"],"description":["  We present a simple deterministic gap-preserving reduction from SAT to the\nMinimum Distance of Code Problem over $\\F_2$. We also show how to extend the\nreduction to work over any finite field. Previously a randomized reduction was\nknown due to Dumer, Micciancio, and Sudan, which was recently derandomized by\nCheng and Wan. These reductions rely on highly non-trivial coding theoretic\nconstructions whereas our reduction is elementary.\n  As an additional feature, our reduction gives a constant factor hardness even\nfor asymptotically good codes, i.e., having constant rate and relative\ndistance. Previously it was not known how to achieve deterministic reductions\nfor such codes.\n"]}]
["1010.1483",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1483"],"date":["2010-10-07"],"type":["text"],"creator":["Prokofiev, Kirill","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Reconstruction of primary vertices in $pp$ collisions at energies of 900\n  GeV and 7 TeV with the ATLAS detector"],"description":["  The Large Hadron Collider (LHC) of the European Organisation for Nuclear\nResearch (CERN) started its operation in Autumn of 2009. The initial run at a\ncentre-of-mass energy of 900 GeV, has been followed by the on-going run at the\nenergy of 7 TeV. While initially the probability of several proton-proton\ncollisions to happen within the same bunch-crossing was approximately 10^-5,\nthe level of the pile-up grows steadily with better focusing and squeezing of\nthe LHC beams at collision point. Presented in this contribution is the\nperformance of the primary vertex reconstruction algorithms used for analysis\nof the first collisions at the LHC. Different approaches used for the\nreconstruction of primary vertices in 900 GeV and 7 TeV collisions are\npresented. The efficiencies of the primary vertex reconstruction used for the\nfirst physics analyses of ATLAS are shown. The resolutions on positions of the\nreconstructed primary vertices are investigated by studying the distributions\nof pulls of distance between artificially created half-vertices. Implications\nof the ATLAS performancewith respect to primary vertex reconstruction for the\non-going and future physics analyses are discussed.\n","Comment: 5 Pages, 3 Figures, Presented at Hadron Collider Physics Symposium\n  2010, Toronto, Canada"]}]
["1010.1487",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1487","J. Chem. Phys. 132, 134705 (2010)","doi:10.1063/1.3366652"],"date":["2010-10-07"],"type":["text"],"creator":["Berland, Kristian","Hyldgaard, Per"],"language":[],"coverage":[],"title":["Structure and binding in crystals of cage-like molecules: hexamine and\n  platonic hydrocarbons"],"description":["  In this paper, we show that first-principle calculations using a van der\nWaals density functional (vdW-DF), [Phys. Rev. Lett. $\\mathbf{92}$, 246401\n(2004)] permits determination of molecular crystal structure. We study the\ncrystal structures of hexamine and the platonic hydrocarbons (cubane and\ndodecahedrane). The calculated lattice parameters and cohesion energy agree\nwell with experiments. Further, we examine the asymptotic accounts of the van\nder Waals forces by comparing full vdW-DF with asymptotic atom-based pair\npotentials extracted from vdW-DF. The character of the binding differ in the\ntwo cases, with vdW-DF giving a significant enhancement at intermediate and\nrelevant binding separations. We analyze consequences of this result for\nmethods such as DFT-D, and question DFT-D's transferability over the full range\nof separations.\n"]}]
["1010.1493",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1493"],"date":["2010-10-07"],"type":["text"],"creator":["Calabretta, L.","Maggiore, M.","Piazza, L. A. C.","Rifuggiato, D.","Calanna, A."],"language":[],"coverage":[],"title":["A Multi Megawatt Cyclotron Complex to Search for CP Violation in the\n  Neutrino Sector"],"description":["  A Multi Megawatt Cyclotron complex able to accelerate H2+ to 800 MeV/amu is\nunder study. It consists of an injector cyclotron able to accelerate the\ninjected beam up to 50 MeV/n and of a booster ring made of 8 magnetic sectors\nand 8 RF cavities. The magnetic field and the forces on the superconducting\ncoils are evaluated using the 3-D code OPERA. The injection and extraction\ntrajectories are evaluated using the well tested codes developed by the MSU\ngroup in the '80s. The advantages to accelerate H2+ are described and\npreliminary evaluations on the feasibility and expected problems to build the\ninjector cyclotron and the ring booster are here presented.\n","Comment: Presentation at Cyclotron'10 conference, Lanzhou, China, Sept 7, 2010"]}]
["1010.1494",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1494"],"date":["2010-10-07"],"type":["text"],"creator":["Alonso, J. L.","Castro, A.","Clemente-Gallardo, J.","Cuchí, J. C.","Echenique, P.","Falceto, F."],"language":[],"coverage":[],"title":["Geometry and Statistics of Ehrenfest dynamics"],"description":["  Quantum dynamics (e.g., the Schr\\\"odinger equation) and classical dynamics\n(e.g., Hamilton equations) can both be formulated in equal geometric terms: a\nPoisson bracket defined on a manifold. The difference between both worlds is\ndue to the presence of extra structure in the quantum case, that leads to the\nappearance of the probabilistic nature of the measurements and the\nindetermination and superposition principles. In this paper we first show that\nthe quantum-classical dynamics prescribed by the Ehrenfest equations can also\nbe formulated within this general framework, what has been used in the\nliterature to construct propagation schemes for Ehrenfest dynamics. Then, the\nexistence of a well defined Poisson bracket allows to arrive to a Liouville\nequation for a statistical ensemble of Ehrenfest systems. The study of a\ngeneric toy model shows that the evolution produced by Ehrenfest dynamics is\nergodic and therefore the only constants of motion are functions of the\nHamiltonian. The emergence of the canonical ensemble characterized by the\nBoltzmann's distribution follows after an appropriate application of the\nprinciple of equal a priori probabilities to this case. This work provides the\nbasis for extending stochastic methods to Ehrenfest dynamics.\n","Comment: LaTeX(RevTeX 4.1), 14 pages, 1 figure. Submitted for publication"]}]
["1010.1496",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Information Retrieval","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1496"],"date":["2010-10-07"],"type":["text"],"creator":["Singh, Vishwakarma","Singh, Ambuj K."],"language":[],"coverage":[],"title":["Profile Based Sub-Image Search in Image Databases"],"description":["  Sub-image search with high accuracy in natural images still remains a\nchallenging problem. This paper proposes a new feature vector called profile\nfor a keypoint in a bag of visual words model of an image. The profile of a\nkeypoint captures the spatial geometry of all the other keypoints in an image\nwith respect to itself, and is very effective in discriminating true matches\nfrom false matches. Sub-image search using profiles is a single-phase process\nrequiring no geometric validation, yields high precision on natural images, and\nworks well on small visual codebook. The proposed search technique differs from\ntraditional methods that first generate a set of candidates disregarding\nspatial information and then verify them geometrically. Conventional methods\nalso use large codebooks. We achieve a precision of 81% on a combined data set\nof synthetic and real natural images using a codebook size of 500 for top-10\nqueries; that is 31% higher than the conventional candidate generation\napproach.\n","Comment: Sub-Image Retrieval, New Feature Vector, Similarity"]}]
["1010.1503",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1503"],"date":["2010-10-07"],"type":["text"],"creator":["Brodsky, Stanley J."],"language":[],"coverage":[],"title":["Novel QCD Phenomenology"],"description":["  I review a number of topics where conventional wisdom in hadron physics has\nbeen challenged. For example, hadrons can be produced at large transverse\nmomentum directly within a hard higher-twist QCD subprocess, rather than from\njet fragmentation. Such \"direct\" processes can explain the deviations from\nperturbative QCD predictions in measurements of inclusive hadron cross sections\nat fixed x_T= 2p_T/\\sqrt s, as well as the \"baryon anomaly\", the anomalously\nlarge proton-to-pion ratio seen in high centrality heavy ion collisions.\nInitial-state and final-state interactions of the struck quark lead to\nBjorken-scaling single-spin asymmetries, diffractive deep inelastic scattering,\nthe breakdown of the Lam-Tung relation in Drell-Yan reactions, as well as\nnuclear shadowing and antishadowing. The Gribov-Glauber theory predicts that\nantishadowing of nuclear structure functions is not universal, but instead\ndepends on the flavor quantum numbers of each quark and antiquark, thus\nexplaining the anomalous nuclear dependence measured in deep-inelastic neutrino\nscattering. One cannot attribute such phenomena to the structure of the hadron\nor nucleus itself. It is thus important to distinguish \"static\" structure\nfunctions computed from the square of the target light-front wavefunctions,\nversus \"dynamical\" structure functions which include the effects of the\nfinal-state rescattering of the struck quark. The importance of the J=0\nphoton-quark QCD contact interaction in deeply virtual Compton scattering is\nemphasized. The scheme-independent BLM method for setting the renormalization\nscale is discussed. Eliminating the renormalization scale ambiguity greatly\nimproves the precision of QCD predictions and increases the sensitivity of\nsearches for new physics at the LHC. Other novel features of QCD are discussed,\nincluding the consequences of confinement for quark and gluon condensates.\n","Comment: Invited talk, presented at the Gribov-80 Memorial Workshop on Quantum\n  Chromodynamics and Beyond, May, 2010, Abdus Salam International Centre for\n  Theoretical Physics. Trieste, Italy"]}]
["1010.1508",{"format":[],"subject":["Statistics - Applications","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1508"],"date":["2010-10-07"],"type":["text"],"creator":["Prasad, Sudhakar"],"language":[],"coverage":[],"title":["Certain Relations between Mutual Information and Fidelity of Statistical\n  Estimation"],"description":["  I present several new relations between mutual information (MI) and\nstatistical estimation error for a system that can be regarded simultaneously\nas a communication channel and as an estimator of an input parameter. I first\nderive a second-order result between MI and Fisher information (FI) that is\nvalid for sufficiently narrow priors, but arbitrary channels. A second relation\nfurnishes a lower bound on the MI in terms of the minimum mean-squared error\n(MMSE) on the Bayesian estimation of the input parameter from the channel\noutput, one that is valid for arbitrary channels and priors. The existence of\nsuch a lower bound, while extending previous work relating the MI to the FI\nthat is valid only in the asymptotic and high-SNR limits, elucidates further\nthe fundamental connection between information and estimation theoretic\nmeasures of fidelity. The remaining relations I present are inequalities and\ncorrespondences among MI, FI, and MMSE in the presence of nuisance parameters.\n"]}]
["1010.1522",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1522","J. Phys. Chem. A 114 (2010) 10575-10583","doi:10.1021/jp104944y"],"date":["2010-10-07"],"type":["text"],"creator":["Li, Ling","Zhao, Hui","Vidali, Gianfranco","Frank, Yechiel","Lohmar, Ingo","Perets, Hagai B.","Biham, Ofer"],"language":[],"coverage":[],"title":["Interaction of Atomic and Molecular Hydrogen with Tholin Surfaces at Low\n  Temperatures"],"description":["  We study the interaction of atomic and molecular hydrogen with a surface of\ntholin, a man-made polymer considered to be an analogue of aerosol particles\npresent in Titan's atmosphere, using thermal programmed desorption at low\ntemperatures below 30 K. The results are fitted and analyzed using a\nfine-grained rate equation model that describes the diffusion, reaction and\ndesorption processes. We obtain the energy barriers for diffusion and\ndesorption of atomic and molecular hydrogen. These barriers are found to be in\nthe range of 30 to 60 meV, indicating that atom/molecule-surface interactions\nin this temperature range are dominated by weak adsorption forces. The\nimplications of these results for the understanding of the atmospheric\nchemistry of Titan are discussed.\n","Comment: 30 pages, 11 figures"]}]
["1010.1524",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1524"],"date":["2010-10-07"],"type":["text"],"creator":["Thouin, Frederic","Coates, Mark","Rabbat, Michael"],"language":[],"coverage":[],"title":["Real-Time Multi-path Tracking of Probabilistic Available Bandwidth"],"description":["  Applications such as traffic engineering and network provisioning can greatly\nbenefit from knowing, in real time, what is the largest input rate at which it\nis possible to transmit on a given path without causing congestion. We consider\na probabilistic formulation for available bandwidth where the user specifies\nthe probability of achieving an output rate almost as large as the input rate.\nWe are interested in estimating and tracking the network-wide probabilistic\navailable bandwidth (PAB) on multiple paths simultaneously with minimal\noverhead on the network. We propose a novel framework based on chirps, Bayesian\ninference, belief propagation and active sampling to estimate the PAB. We also\nconsider the time evolution of the PAB by forming a dynamic model and designing\na tracking algorithm based on particle filters. We implement our method in a\nlightweight and practical tool that has been deployed on the PlanetLab network\nto do online experiments. We show through these experiments and simulations\nthat our approach outperforms block-based algorithms in terms of input rate\ncost and probability of successful transmission.\n"]}]
["1010.1527",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1527","Phys. Rev. B 79, 241402R (2009)","doi:10.1103/PhysRevB.79.241402"],"date":["2010-10-07"],"type":["text"],"creator":["Bomze, Yu.","Mebrahtu, H.","Borzenets, I.","Makarovski, A.","Finkelstein, G."],"language":[],"coverage":[],"title":["Resonant Tunneling in a Dissipative Environment"],"description":["  We measure tunneling through a single quantum level in a carbon nanotube\nquantum dot connected to resistive metal leads. For the electrons tunneling\nto/from the nanotube, the leads serve as a dissipative environment, which\nsuppresses the tunneling rate. In the regime of sequential tunneling, the\nheight of the single-electron conductance peaks increases as the temperature is\nlowered, although it scales more weekly than the conventional 1/T. In the\nresonant tunneling regime (temperature smaller than the level width), the peak\nwidth approaches saturation, while the peak height starts to decrease. Overall,\nthe peak height shows a non-monotonic temperature dependence. We associate this\nunusual behavior with the transition from the sequential to the resonant\ntunneling through a single quantum level in a dissipative environment.\n","Comment: 5 pages, 5 figures"]}]
["1010.1528",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1528"],"date":["2010-10-07"],"type":["text"],"creator":["Eksi, K. Yavuz","Kutlu, Erlin"],"language":[],"coverage":[],"title":["Accretion in the spin-down regime"],"description":["  Accretion driven millisecond X-ray pulsars can accrete over a wide range of\nmass flow rates. The pulsations persist even at small accretion rates at which\nthese objects would be expected to be in the propeller stage. We argue that the\ninner regions of disks around millisecond X-ray pulsars are sufficiently thick\nthat a fraction of the inflowing matter can accrete even in the spin-down\nregime from regions of the disk away from the disk plane. This allows these\nsystems to be bright throughout a wide range of mass flow rates. We model the\nlightcurve of SAX J1808.4-3658 during an outburst and show that the rapid decay\nstage can be modeled with fractional accretion in the spin-down regime.\n","Comment: 4 pages, 1 figure, conference \"Astrophysics of Neutron Stars - 2010\"\n  in honor of M. Ali Alpar, Izmir, Turkey"]}]
["cond-mat/0309481",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0309481","Phys. Rev. E 69, 041503 (2004)","doi:10.1103/PhysRevE.69.041503"],"date":["2003-09-20"],"type":["text"],"creator":["Saika-Voivod, Ivan","Sciortino, Francesco","Poole, Peter H."],"language":[],"coverage":[],"title":["Free energy and configurational entropy of liquid silica:\n  fragile-to-strong crossover and polyamorphism"],"description":["  Recent molecular dynamics (MD) simulations of liquid silica, using the\n``BKS'' model [Van Beest, Kramer and van Santen, Phys. Rev. Lett. {\\bf 64},\n1955 (1990)], have demonstrated that the liquid undergoes a dynamical crossover\nfrom super-Arrhenius, or ``fragile'' behavior, to Arrhenius, or ``strong''\nbehavior, as temperature $T$ is decreased. From extensive MD simulations, we\nshow that this fragile-to-strong crossover (FSC) can be connected to changes in\nthe properties of the potential energy landscape, or surface (PES), of the\nliquid. To achieve this, we use thermodynamic integration to evaluate the\nabsolute free energy of the liquid over a wide range of density and $T$. We use\nthis free energy data, along with the concept of ``inherent structures'' of the\nPES, to evaluate the absolute configurational entropy $S_c$ of the liquid. We\nfind that the temperature dependence of the diffusion coefficient and of $S_c$\nare consistent with the prediction of Adam and Gibbs, including in the region\nwhere we observe the FSC to occur. We find that the FSC is related to a change\nin the properties of the PES explored by the liquid, specifically an inflection\nin the $T$ dependence of the average inherent structure energy. In addition, we\nfind that the high $T$ behavior of $S_c$ suggests that the liquid entropy might\napproach zero at finite $T$, behavior associated with the so-called Kauzmann\nparadox. However, we find that the change in the PES that underlies the FSC is\nassociated with a change in the $T$ dependence of $S_c$ that elucidates how the\nKauzmann paradox is avoided in this system. Finally, we also explore the\nrelation of the observed PES changes to the recently discussed possibility that\nBKS silica exhibits a liquid-liquid phase transition, a behavior that has been\nproposed to underlie the observed polyamorphism of amorphous solid silica.\n","Comment: 14 pages, 18 figures"]}]
["cond-mat/0406192",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0406192","Phys. Rev. E 70, 061507 (2004)","doi:10.1103/PhysRevE.70.061507"],"date":["2004-06-08"],"type":["text"],"creator":["Saika-Voivod, Ivan","Sciortino, Francesco","Grande, Tor","Poole, Peter H."],"language":[],"coverage":[],"title":["Phase diagram of silica from computer simulation"],"description":["  We evaluate the phase diagram of the ``BKS'' potential [Van Beest, Kramer and\nvan Santen, Phys. Rev. Lett. 64, 1955 (1990)], a model of silica widely used in\nmolecular dynamics (MD) simulations. We conduct MD simulations of the liquid,\nand three crystals (beta-quartz, coesite and stishovite) over wide ranges of\ntemperature and density, and evaluate the total Gibbs free energy of each\nphase. The phase boundaries are determined by the intersection of these free\nenergy surfaces. Not unexpectedly for a classical pair potential, our results\nreveal quantitative discrepancies between the locations of the BKS and real\nsilica phase boundaries. At the same time, we find that the topology of the\nreal phase diagram is reproduced, confirming that the BKS model provides a\nsatisfactory qualitative description of a silica-like material. We also compare\nthe phase boundaries with the locations of liquid-state thermodynamic anomalies\nidentified in previous studies of the BKS model.\n","Comment: 7 pages, 7 figures"]}]
["cond-mat/0504574",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504574","J. Phys.: Condens. Matter 17, L431-L437 (2005)","doi:10.1088/0953-8984/17/43/L01"],"date":["2005-04-21"],"type":["text"],"creator":["Poole, Peter H.","Saika-Voivod, Ivan","Sciortino, Francesco"],"language":[],"coverage":[],"title":["Density minimum and liquid-liquid phase transition"],"description":["  We present a high-resolution computer simulation study of the equation of\nstate of ST2 water, evaluating the liquid-state properties at 2718 state\npoints, and precisely locating the liquid-liquid critical point (LLCP)\noccurring in this model. We are thereby able to reveal the interconnected set\nof density anomalies, spinodal instabilities and response function extrema that\noccur in the vicinity of a LLCP for the case of a realistic, off-lattice model\nof a liquid with local tetrahedral order. In particular, we unambiguously\nidentify a density minimum in the liquid state, define its relationship to\nother anomalies, and show that it arises due to the approach of the liquid\nstructure to a defect-free random tetrahedral network of hydrogen bonds.\n","Comment: 5 pages, 4 figures"]}]
["cs/0702059",{"format":[],"subject":["Computer Science - Information Theory","E.4","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0702059"],"date":["2007-02-09","2010-10-07"],"type":["text"],"creator":["Baer, Michael B."],"language":[],"coverage":[],"title":["Redundancy-Related Bounds on Generalized Huffman Codes"],"description":["  This paper presents new lower and upper bounds for the compression rate of\nbinary prefix codes optimized over memoryless sources according to various\nnonlinear codeword length objectives. Like the most well-known redundancy\nbounds for minimum average redundancy coding - Huffman coding - these are in\nterms of a form of entropy and/or the probability of an input symbol, often the\nmost probable one. The bounds here, some of which are tight, improve on known\nbounds of the form L in [H,H+1), where H is some form of entropy in bits (or,\nin the case of redundancy objectives, 0) and L is the length objective, also in\nbits. The objectives explored here include exponential-average length, maximum\npointwise redundancy, and exponential-average pointwise redundancy (also called\ndth exponential redundancy). The first of these relates to various problems\ninvolving queueing, uncertainty, and lossless communications; the second\nrelates to problems involving Shannon coding and universal modeling. For these\ntwo objectives we also explore the related problem of the necessary and\nsufficient conditions for the shortest codeword of a code being a specific\nlength.\n","Comment: 15 pages, 4 figures, incorporates and extends arXiv:cs/0605099 and\n  arXiv:0809.1264v1"]}]
["math/0412058",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","32L30, 58F18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0412058"],"date":["2004-12-02","2010-10-06"],"type":["text"],"creator":["Scardua, Bruno"],"language":[],"coverage":[],"title":["Transversely projective holomorphic foliations with singularities"],"description":["  We study codimension one holomorphic foliations on complex projective spaces\nand compact manifolds under the assumption that the foliation has a projective\ntransverse structure in the complement of some invariant codimension one\nanalytic subset. The basic motivation is the characterization of pull-backs of\nRiccati foliations on projective spaces. Our techniques apply to give a\ndescription of the generic models of codimension one foliations on compact\nmanifolds of dimension $\\ge 3$.\n"]}]
["math/0611518",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","17B37, 20F36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611518"],"date":["2006-11-17","2010-10-07"],"type":["text"],"creator":["Wilcox, Stewart","Yu, Shona"],"language":[],"coverage":[],"title":["The cyclotomic BMW algebra associated with the two string type B braid\n  group"],"description":["  The cyclotomic Birman-Murakami-Wenzl (or BMW) algebras B_n^k, introduced by\nR. Haring-Oldenburg, are extensions of the cyclotomic Hecke algebras of\nAriki-Koike, in the same way as the BMW algebras are extensions of the Hecke\nalgebras of type A. In this paper we focus on the case n=2, producing a basis\nof B_2^k and constructing its left regular representation.\n","Comment: 16 pages, AMS-LateX; minor typos corrected; added more discussion of\n  different admissibility conditions"]}]
["math/0703868",{"format":[],"subject":["Mathematics - Combinatorics","05C25 (Primary), 05C05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703868","European Journal of Combinatorics 30(4): 1026--1035, 2009","doi:10.1016/j.ejc.2008.02.014"],"date":["2007-03-29","2008-07-24"],"type":["text"],"creator":["Levine, Lionel"],"language":[],"coverage":[],"title":["The Sandpile Group of a Tree"],"description":["  A wired tree is a graph obtained from a tree by collapsing the leaves to a\nsingle vertex. We describe a pair of short exact sequences relating the\nsandpile group of a wired tree to the sandpile groups of its principal\nsubtrees. In the case of a regular tree these sequences split, enabling us to\ncompute the full decomposition of the sandpile group as a product of cyclic\ngroups. This resolves in the affirmative a conjecture of E. Toumpakari\nconcerning the ranks of the Sylow p-subgroups.\n","Comment: v2 incorporates referee comments, corrects references, improves\n  notation"]}]
