["0706.2281",{"format":[],"subject":["Mathematical Physics","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2281"],"date":["2007-06-15","2007-06-21"],"type":["text"],"creator":["Vlasov, Alexander Yu."],"language":[],"coverage":[],"title":["Some questions of Monte-Carlo modeling on nontrivial bundles"],"description":["  In this work are considered some questions of Monte-Carlo modeling on\nnontrivial bundles. As a basic example is used problem of generation of\nstraight lines in 3D space, related with modeling of interaction of a solid\nbody with a flux of particles and with some other tasks. Space of lines used in\ngiven model is example of nontrivial fiber bundle, that is equivalent with\ntangent sheaf of a sphere.\n","Comment: LaTeX, 8pp, 1 fig, v2: mistype in eq(4) corrected"]}]
["0707.0102",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","46B20, 53C21, 60J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0102","Mathematika 55 (2009), 177-189"],"date":["2007-07-01","2010-05-08"],"type":["text"],"creator":["Ohta, Shin-ichi"],"language":[],"coverage":[],"title":["Markov type of Alexandrov spaces of nonnegative curvature"],"description":["  We prove that Alexandrov spaces $X$ of nonnegative curvature have Markov type\n2 in the sense of Ball. As a corollary, any Lipschitz continuous map from a\nsubset of $X$ into a 2-uniformly convex Banach space is extended as a Lipschitz\ncontinuous map on the entire space $X$.\n","Comment: 13 pages; v2: minor changes"]}]
["0707.2949",{"format":[],"subject":["Mathematics - Geometric Topology","57M12 (Primary), 20B35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2949"],"date":["2007-07-19","2010-05-09"],"type":["text"],"creator":["Bedoya, Natalia A. Viana","Goncalves, Daciberg Lima"],"language":[],"coverage":[],"title":["Decomposability problem on branched coverings"],"description":["  Given a branched covering of degree d between closed surfaces, it determines\na collection of partitions of d, the branch data. In this work we show that any\nbranch data are realized by an indecomposable primitive branched covering on a\nconnected close surface N with Euler's characteristic less than or equal to 0.\nThis shows that decomposable and indecomposable realizations may coexist.\nMoreover, we characterize the branch data of a decomposable primitive branched\ncovering.\n","Comment: 19 pages. In this new version we improved the proofs and the\n  presentation of the work."]}]
["0710.2381",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2381","J. Phys.: Condense. Matter 19(44), 446207 (2007)","doi:10.1088/0953-8984/19/44/446207"],"date":["2007-10-11"],"type":["text"],"creator":["He, Lin","Kong, Desheng","Chen, Chinping"],"language":[],"coverage":[],"title":["Magnetism and effect of anisotropy with one dimensional monatomic chain\n  of cobalt by a Monte Carlo simulation"],"description":["  The magnetic properties of the one dimensional (1D) monatomic chain of Co\nreported in a previous experimental work are investigated by a classical Monte\nCarlo simulation based on the anisotropic Heisenberg model. In our simulation,\nthe effect of the on-site uniaxial anisotropy, Ku, on each individual Co atom\nand the nearest neighbour exchange interaction, J, are accounted for. The\nnormalized coercivity HC(T)/HC(TCL) is found to show a universal behaviour,\nHC(T)/HC(TCL) = h0(e^{TB/T}-e) in the temperature interval, TCL < T < TBCal,\narising from the thermal activation effect. In the above expression, h0 is a\nconstant, TBCal is the blocking temperature determined by the calculation, and\nTCL is the temperature above which the classical Monte Carlo simulation gives a\ngood description on the investigated system. The present simulation has\nreproduced the experimental features, including the temperature dependent\ncoercivity, HC(T), and the angular dependence of the remanent magnetization,\nMR(phi,theta), upon the relative orientation (phi,theta) of the applied field\nH. In addition, the calculation reveals that the ferromagnetic-like open\nhysteresis loop is a result of a slow dynamical process at T < TBCal. The\ndependence of the dynamical TBCal on the field sweeping rate R, the on-site\nanisotropy constant Ku, and the number of atoms in the atomic chain, N, has\nbeen investigated in detail.\n","Comment: 20 pages, 7 figures included, J Phys Condens Matter, In Press"]}]
["0710.3319",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3319","P. Bialas and A. K. Oles, Phys. Rev. E 77, 036124 (2008).","doi:10.1103/PhysRevE.77.036124"],"date":["2007-10-17","2010-05-08"],"type":["text"],"creator":["Bialas, Piotr","Oleś, Andrzej K."],"language":[],"coverage":[],"title":["Correlations in connected random graphs"],"description":["  We study the properties of the giant connected component in random graphs\nwith arbitrary degree distribution. We concentrate on the degree-degree\ncorrelations. We show that the adjoining nodes in the giant connected component\nare correlated and derive analytic formulas for the joint nearest-neighbor\ndegree probability distribution. Using those results we describe the\ncorrelations in maximal entropy connected random graphs. We show that connected\ngraphs are disassortative and that correlations are strongly related to the\npresence of one-degree nodes (leaves). We propose an efficient algorithm for\ngenerating connected random graphs. We illustrate our results with several\nexamples.\n","Comment: Synchronized with the published version; 11 pages and 11 figures."]}]
["0711.4463",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4463","Adv. Theor. Math. Phys.14:1, 2010"],"date":["2007-11-28","2009-10-09"],"type":["text"],"creator":["Nikolic, B.","Sazdovic, B."],"language":[],"coverage":[],"title":["Noncommutativity in space-time extended by Liouville field"],"description":["  The world-sheet quantum conformal invariance can be realized in the presence\nof the conformal factor $F$, by inclusion of Liouville term. In the background\nwith linear dilaton field, $\\Phi(x)=\\Phi_0+a_\\mu x^\\mu$, the field $F$ becomes\na new noncommutative variable. Therefore, it is natural to extend space-time\nwith a new coordinate, $F$, in order to unify expressions for noncommutativity\nparameter $\\Theta^{ij}$ of the space-time coordinates $x^i$, with the part\n$\\Theta^i$ connecting noncommutativity between coordinates $x^i$ and $F$. In\nthis way we solve the problems of Dp-brane noncommutativity in a more elegant\nway. The technical advantage uses the fact that in the extended space-time the\naction with dilaton field can be rewritten in dilaton free form. We use\ncanonical method and extend its application to the derivation of boundary\nconditions. From requirement that Hamiltonian, as the time translation\ngenerator, has well defined derivatives in the coordinates and momenta, we\nobtain boundary conditions directly in the canonical form.\n","Comment: three tables, two appendices, accepted for publication in Advances of\n  Theoretical and Mathematical Physics (in press)"]}]
["0711.4734",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4734"],"date":["2007-11-29","2007-12-17"],"type":["text"],"creator":["Vlasov, Alexander Yu."],"language":["ru"],"coverage":[],"title":["Signed Chord Length Distribution. I"],"description":["  In this paper is discussed an application of signed measures (charges) to\ndescription of segment and chord length distributions in nonconvex bodies. The\nsigned distribution may naturally appears due to definition via derivatives of\nnonnegative autocorrelation function simply related with distances distribution\nbetween pairs of points in the body. In the work is suggested constructive\ngeometrical interpretation of such derivatives and illustrated appearance of\n\"positive\" and \"negative\" elements similar with usual Hanh-Jordan decomposition\nin measure theory. The construction is also close related with applications of\nDirac method of chords.\n","Comment: LaTeX2e, 24 pp, 18 fig (8 EPS files), part I (technicalities), v2:\n  few corrections in equations and figures, v3: typos and bookmarks, for\n  version in Russian, 25 pp, PDF and DjVu, see\n  http://friedmann.objectis.net/Members/vlasov/hordes"]}]
["0712.1464",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - General Mathematics","53C60","53C24","51F99","53A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1464","Houston Journal of Math, 35(4):1143-1169 (2009)"],"date":["2007-12-10"],"type":["text"],"creator":["Vernicos, Constantin"],"language":[],"coverage":[],"title":["Spectral Radius and Amenability in Hilbert Geometries"],"description":["  We study the bottom of the spectrum in Hilbert geometries, we show that it is\nzero if and only if the geometry is amenable, in other words if and only if it\nadmits a F\\\"olner sequence. We also show that the bottom of the spectrum admits\nan upper bound, which depends only on the dimension and which is the bottom of\nthe spectrum of the Hyperbolic geometry of the same dimension. Horoballs, from\na purely metric point of view, and their relation with the bottom of the\nspectrum in Hilbert geometries are briefly studied.\n","Comment: 24 pages, 3 figures"]}]
["0801.1981",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1981"],"date":["2008-01-13","2010-05-10"],"type":["text"],"creator":["Matveev, Andrey O."],"language":[],"coverage":[],"title":["Neighboring Fractions in Farey Subsequences"],"description":["  We present explicit formulas for the computation of the neighbors of several\nelements of Farey subsequences.\n","Comment: 14 pages; v.2,3 - misprints in Corollary 2.3(ii) and Remark 4.1(iii)\n  corrected; v.4 - minor improvements; v.5 - new Section 2 and references\n  added."]}]
["0801.4444",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4444","PHYS. REV. B 77 (2008) 165433","doi:10.1103/PhysRevB.77.165433"],"date":["2008-01-29"],"type":["text"],"creator":["Akabli, K.","Diep, H. T."],"language":[],"coverage":[],"title":["Temperature Dependence of the Spin Resistivity in Ferromagnetic Thin\n  Films"],"description":["  The magnetic phase transition is experimentally known to give rise to an\nanomalous temperature-dependence of the electron resistivity in ferromagnetic\ncrystals. Phenomenological theories based on the interaction between itinerant\nelectron spins and lattice spins have been suggested to explain these\nobservations. In this paper, we show by extensive Monte Carlo (MC) simulation\nthe behavior of the resistivity of the spin current calculated as a function of\ntemperature ($T$) from low-$T$ ordered phase to high-$T$ paramagnetic phase in\na ferromagnetic film. We analyze in particular effects of film thickness,\nsurface interactions and different kinds of impurities on the spin resistivity\nacross the critical region. The origin of the resistivity peak near the phase\ntransition is shown to stem from the existence of magnetic domains in the\ncritical region. We also formulate in this paper a theory based on the\nBoltzmann's equation in the relaxation-time approximation. This equation can be\nsolved using numerical data obtained by our simulations. We show that our\ntheory is in a good agreement with our MC results. Comparison with experiments\nis discussed.\n","Comment: 11 pages, 18 figures, submitted for publication"]}]
["0803.1685",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1685"],"date":["2008-03-11","2010-05-10"],"type":["text"],"creator":["Garrisi, Daniele"],"language":[],"coverage":[],"title":["Ordinary differential equations in Banach spaces and the spectral flow"],"description":["  We give a definition of the spectral flow for continuous paths in the space\nof bounded and essentially hyperbolic operators. We provide a homotopical\ncharacterization of the spectral flow in terms of a group homomorphism of the\nfundamental group of the projectors of the Calkin algebra with the infinite\ncyclic group Z. This characterization helps us to exhibit examples of\ninfinite-dimensional Banach spaces where the spectral flow is not injective nor\nsurjective. We prove that a path with spectral flow equal to an integer m\nexists if and only if there exists a projector P connected by an arc to a\nprojector Q such that Range(Q) has co-dimension m in Range(P). We prove that if\nA is an asymptotically hyperbolic and essentially splitting path the\ndifferential operator F(u) = du/dt - Au is Fredholm. Moreover if A is also\nessentially hyperbolic the Fredholm index coincides with minus the spectral\nflow of A.\n","Comment: Correction to the definition of spectral flow and some examples added"]}]
["0804.2590",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2590","P.R.E. 78 (2008) p 021122","doi:10.1103/PhysRevE.78.021122"],"date":["2008-04-16"],"type":["text"],"creator":["Appert-Rolland, Cécile","Derrida, Bernard","Lecomte, Vivien","Van Wijland, Frédéric"],"language":[],"coverage":[],"title":["Universal cumulants of the current in diffusive systems on a ring"],"description":["  We calculate exactly the first cumulants of the integrated current and of the\nactivity (which is the total number of changes of configurations) of the\nsymmetric simple exclusion process (SSEP) on a ring with periodic boundary\nconditions. Our results indicate that for large system sizes the large\ndeviation functions of the current and of the activity take a universal scaling\nform, with the same scaling function for both quantities. This scaling function\ncan be understood either by an analysis of Bethe ansatz equations or in terms\nof a theory based on fluctuating hydrodynamics or on the macroscopic\nfluctuation theory of Bertini, De Sole, Gabrielli, Jona-Lasinio and Landim.\n"]}]
["0805.0350",{"format":[],"subject":["Physics - General Physics","03G12, 81P10, 81Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0350"],"date":["2008-05-04","2010-05-09"],"type":["text"],"creator":["Arulsamy, Andrew Das"],"language":[],"coverage":[],"title":["Accuracy of the quantum adiabatic theorem in its original form"],"description":["  An explicit proof is developed to reinforce the accuracy of the quantum\nadiabatic theorem in its original form without any inconsistency and/or\nviolation. Based on this proof, we discuss physical implications that give rise\nto the violation of the quantum adiabatic approximation. We show that such a\nviolation can be obtained if and only if one violates the adiabatic criterion\nitself or due to the existence of degeneracy at a later time. Subsequently,\ncomparison of our proof with respect to other recently developed proofs and\ncounter-examples are analyzed and discussed.\n","Comment: Mistakes corrected"]}]
["0806.2713",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2713"],"date":["2008-06-17","2010-05-10"],"type":["text"],"creator":["Joly, Romain","Raugel, Geneviève"],"language":[],"coverage":[],"title":["Generic hyperbolicity of equilibria and periodic orbits of the parabolic\n  equation on the circle"],"description":["  In this paper, we show that, for scalar reaction-diffusion equations on the\ncircle S1, the property of hyperbolicity of all equilibria and periodic orbits\nis generic with respect to the non-linearity . In other words, we prove that in\nan appropriate functional space of nonlinear terms in the equation, the set of\nfunctions, for which all equilibria and periodic orbits are hyperbolic, is a\ncountable intersection of open dense sets. The main tools in the proof are the\nproperty of the lap number and the Sard-Smale theorem.\n"]}]
["0807.4701",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4701","Skin Research and Technology, Volume 16 Issue 2, Pages 161 - 167,\n  2010","doi:10.1111/j.1600-0846.2009.00413.x"],"date":["2008-07-29"],"type":["text"],"creator":["Sparavigna, A.","Marazzato, R."],"language":[],"coverage":[],"title":["An image processing analysis of skin textures"],"description":["  Colour and coarseness of skin are visually different. When image processing\nis involved in the skin analysis, it is important to quantitatively evaluate\nsuch differences using texture features. In this paper, we discuss a texture\nanalysis and measurements based on a statistical approach to the pattern\nrecognition. Grain size and anisotropy are evaluated with proper diagrams. The\npossibility to determine the presence of pattern defects is also discussed.\n"]}]
["0809.1901",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis","47B35, 32W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1901","J. Funct. Anal. 256 (2009), no.11, 3730-3742"],"date":["2008-09-10","2009-02-26"],"type":["text"],"creator":["Cuckovic, Zeljko","Sahutoglu, Sonmez"],"language":[],"coverage":[],"title":["Compactness of Hankel operators and analytic discs in the boundary of\n  pseudoconvex domains"],"description":["  Using several complex variables techniques, we investigate the interplay\nbetween the geometry of the boundary and compactness of Hankel operators. Let f\nbe a function smooth up to the boundary on a smooth bounded pseudoconvex domain\nD in C^n. We show that, if D is convex or the Levi form of the boundary of D is\nof rank at least n-2, then compactness of the Hankel operator H_f implies that\nf is holomorphic \"along\" analytic discs in the boundary. Furthermore, when D is\nconvex in C^2 we show that the condition on f is necessary and sufficient for\ncompactness of H_f\n","Comment: Revised, to appear in J. Funct. Anal"]}]
["0809.3588",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3588","Phys. Rev. B 79, 045303 (2009)","doi:10.1103/PhysRevB.79.045303"],"date":["2008-09-21","2010-05-09"],"type":["text"],"creator":["Ponomarenko, Vadim V.","Averin, Dmitri V."],"language":[],"coverage":[],"title":["Splitting electrons into quasiparticles with fractional edge-state\n  Mach-Zehnder interferometer"],"description":["  We have studied theoretically the tunneling between two edges of Quantum Hall\nliquids (QHL) of different filling factors, $\\nu_{0,1}=1/(2 m_{0,1}+1)$, with\n$m_0 \\geq m_1\\geq 0$, through two separate point contacts in the geometry of\nMach-Zehnder interferometer [Y. Ji et al., Nature {\\bf 422}, 415 (2003); I.\nNeder et al., Phys.\\ Rev.\\ Lett. {\\bf 96}, 016804 (2006)]. The quasi-particle\nformulation of the interferometer model is derived as a dual to the initial\nelectron model, in the limit of strong electron tunneling reached at large\nvoltages or temperatures. For $m\\equiv 1+m_{0}+m_{1}>1$, the tunneling of\nquasiparticles of fractional charge $e/m$ leads to non-trivial $m$-state\ndynamics of effective flux through the interferometer, which restores the\nregular \"electron\" periodicity of the current in flux despite the fractional\ncharge and statistics of quasiparticles. The exact solution available for equal\ntimes of propagation between the contacts along the two edges demonstrates that\nthe interference pattern of modulation of the tunneling current by flux depends\non voltage and temperature only through a common amplitude.\n","Comment: fourteen two-column pages in RevTex4, 4 eps figure, extended final\n  verson as appeared in PRB"]}]
["0810.1914",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1914","Astron.Astrophys.493:959B,2009","doi:10.1051/0004-6361:200810880"],"date":["2008-10-10","2008-11-06"],"type":["text"],"creator":["Bellini, A.","Piotto, G.","Bedin, L. R.","Anderson, J.","Platais, I.","Momany, Y.","Moretti, A.","Milone, A. P.","Ortolani, S."],"language":[],"coverage":[],"title":["Ground-based CCD astrometry with wide field imagers. III. WFI@2.2m\n  proper-motion catalog of the globular cluster omega Centauri"],"description":["  Omega Centauri is the most well studied Globular Cluster because of its\nnumerous puzzling features. Intensive spectroscopic follow-up observing\ncampaigns targeting stars at different positions on the color-magnitude diagram\npromises to clarify some of these peculiarities. To able to target cluster\nmembers reliably during spectroscopic surveys and both spatial and radial\ndistributions in the cluster outskirts without including field stars, a high\nquality proper-motion catalog of omega Cen and membership probability\ndetermination are required. The only available wide field proper-motion catalog\nof omega Cen is derived from photographic plates, and only for stars brighter\nthan B~16. Using ESO archive data, we create a new, CCD-based, proper-motion\ncatalog for this cluster, extending to B~20. We used the high precision\nastrometric software developed specifically for data acquired by WFI@2.2m\ntelescope and presented in the first paper of this series. We achieved a good\ncluster-field separation with a temporal base-line of only four years. We\ncorrected our photometry for sky-concentration effects. We provide calibrated\nphotometry for UBVRI wide-band data plus narrow-band filter data centered on\nH_alpha for almost 360 000 stars. We can confirm that the omega Cen metal-poor\nand the metal-rich components have the same proper motion, and demonstrate that\nthe metal-intermediate component in addition exhibits the same mean motion as\nthe other RGB stars. We provided membership probability determination for\npublished omega Cen variable star catalogs. Our catalog extends the\nproper-motion measurements to fainter than the cluster turn-off luminosity, and\ncovers a wide area (~33'x33') around the center of omega Cen. Our catalog is\nnow electronically available to the astronomical community.\n","Comment: 21 pages, 15 figures (8 in low resolution), shortened abstract,\n  revised version, accepted (October 3rd, 2008) for publication in A&A"]}]
["0810.3877",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Condensed Matter - Statistical Mechanics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3877","International Journal of Bifurcation and Chaos 20, 805-811 (2010)","doi:10.1142/S0218127410026095"],"date":["2008-10-21","2009-02-02"],"type":["text"],"creator":["Hernandez-Garcia, Emilio","Tugrul, Murat","Herrada, E. Alejandro","Eguiluz, Victor M.","Klemm, Konstantin"],"language":[],"coverage":[],"title":["Simple models for scaling in phylogenetic trees"],"description":["  Many processes and models --in biological, physical, social, and other\ncontexts-- produce trees whose depth scales logarithmically with the number of\nleaves. Phylogenetic trees, describing the evolutionary relationships between\nbiological species, are examples of trees for which such scaling is not\nobserved. With this motivation, we analyze numerically two branching models\nleading to non-logarithmic scaling of the depth with the number of leaves. For\nFord's alpha model, although a power-law scaling of the depth with tree size\nwas established analytically, our numerical results illustrate that the\nasymptotic regime is approached only at very large tree sizes. We introduce\nhere a new model, the activity model, showing analytically and numerically that\nit also displays a power-law scaling of the depth with tree size at a critical\nparameter value.\n","Comment: 7 pages, 4 figures. A new figure, with example trees, has been added.\n  To appear in Int. J. Bifurcation and Chaos"]}]
["0811.2163",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2163","Mon.Not.Roy.Astron.Soc.393:1010-1015,2009","doi:10.1111/j.1365-2966.2008.14240.x"],"date":["2008-11-13"],"type":["text"],"creator":["Panaitescu, A."],"language":[],"coverage":[],"title":["An external-shock origin of the E_p-E_gamma relation for Gamma-Ray\n  Bursts"],"description":["  We investigate the possibility that the E_p propto E_gamma^{1/2} relation\nbetween the peak energy E_p of the nuF_nu spectrum and energy output E_gamma\nfor long-duration GRBs arises from the external shock produced by the\ninteraction of a relativistic outflow with the ambient medium. To that aim, we\ntake into account the dependence of all parameters which determine E_p and\nE_gamma on the radial distribution of the ambient medium density and find that\nthe E_p-E_gamma relation can be explained if the medium around GRBs has a\nuniversal radial stratification. For various combinations of GRB radiative\nprocess (synchrotron or inverse-Compton) and dissipation mechanism (reverse or\nforward shock), we find that the circumburst medium must have a particle\ndensity with a radial distribution different than the R^{-2} expected for\nconstant mass-loss rate and terminal speed.\n","Comment: 6 pages, to appear in MNRAS"]}]
["0811.4699",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4699","International Journal of Software Engineering and Computing, pp.\n  53-57, 2009, Vol. 1"],"date":["2008-11-28","2009-03-03"],"type":["text"],"creator":["Sparavigna, A.","Marazzato, R."],"language":[],"coverage":[],"title":["Mapping Images with the Coherence Length Diagrams"],"description":["  Statistical pattern recognition methods based on the Coherence Length Diagram\n(CLD) have been proposed for medical image analyses, such as quantitative\ncharacterisation of human skin textures, and for polarized light microscopy of\nliquid crystal textures. Further investigations are made on image maps\noriginated from such diagram and some examples related to irregularity of\nmicrostructures are shown.\n"]}]
["0812.0776",{"format":[],"subject":["Mathematics - Dynamical Systems","39A11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0776","Journal of Statistical Physics, Volume 136, Number 4 / August,\n  2009","doi:10.1007/s10955-009-9801-6"],"date":["2008-12-03"],"type":["text"],"creator":["Sinai, Yakov G.","Vinogradov, Ilya"],"language":[],"coverage":[],"title":["Separating Solution of a Quadratic Recurrent Equation"],"description":["  In this paper we consider the recurrent equation\n$$\\Lambda_{p+1}=\\frac1p\\sum_{q=1}^pf\\bigg(\\frac{q}{p+1}\\bigg)\\Lambda_{q}\\Lambda_{p+1-q}$$\nfor $p\\ge 1$ with $f\\in C[0,1]$ and $\\Lambda_1=y>0$ given. We give conditions\non $f$ that guarantee the existence of $y^{(0)}$ such that the sequence\n$\\Lambda_p$ with $\\Lambda_1=y^{(0)}$ tends to a finite positive limit as $p\\to\n\\infty$.\n","Comment: 13 pages, 6 figures, submitted to J. Stat. Phys"]}]
["0812.2079",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2079","J. Phys.: Condense. Matter 21(14), 145601 (2009)","doi:10.1088/0953-8984/21/14/145601"],"date":["2008-12-11"],"type":["text"],"creator":["Chen, Chinping","He, Lin","Lai, Lin","Zhang, Hua","Lu, Jing","Guo, Lin","Li, Yadong"],"language":[],"coverage":[],"title":["Magnetic properties of undoped Cu2O fine powders with magnetic\n  impurities and/or cation vacancies"],"description":["  Fine powders of micron- and submicron-sized particles of undoped Cu2O\nsemiconductor, with three different sizes and morphologies have been\nsynthesized by different chemical processes. These samples include nanospheres\n200 nm in diameter, octahedra of size 1 micron, and polyhedra of size 800 nm.\nThey exhibit a wide spectrum of magnetic properties. At low temperature, T = 5\nK, the octahedron sample is diamagnetic. The nanosphere is paramagnetic. The\nother two polyhedron samples synthesized in different runs by the same process\nare found to show different magnetic properties. One of them exhibits weak\nferromagnetism with T_C = 455 K and saturation magnetization, M_S = 0.19 emu/g\nat T = 5 K, while the other is paramagnetic. The total magnetic moment\nestimated from the detected impurity concentration of Fe, Co, and Ni, is too\nsmall to account for the observed magnetism by one to two orders of magnitude.\nCalculations by the density functional theory (DFT) reveal that cation\nvacancies in the Cu2O lattice are one of the possible causes of induced\nmagnetic moments. The results further predict that the defect-induced magnetic\nmoments favour a ferromagnetically coupled ground state if the local\nconcentration of cation vacancies, n_C, exceeds 12.5%. This offers a possible\nscenario to explain the observed magnetic properties. The limitations of the\ninvestigations in the present work, in particular in the theoretical\ncalculations, are discussed and possible areas for further study are suggested.\n","Comment: 20 pages, 5 figures 2 tables, submitted to J Phys Condense Matter"]}]
["0901.3111",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3111","New J.Phys.12:043022,2010","doi:10.1088/1367-2630/12/4/043022"],"date":["2009-01-20","2010-05-07"],"type":["text"],"creator":["Jerkins, M.","Klein, J. R.","Majors, J. H.","Robicheaux, F.","Raizen, M. G."],"language":[],"coverage":[],"title":["Using Cold Atoms to Measure Neutrino Mass"],"description":["  We propose a beta decay experiment based on a sample of ultracold atomic\ntritium. These initial conditions enable detection of the helium ion in\ncoincidence with the beta. We construct a two-dimensional fit incorporating\nboth the shape of the beta-spectrum and the direct reconstruction of the\nneutrino mass peak. We present simulation results of the feasible limits on the\nneutrino mass achievable in this new type of tritium beta-decay experiment.\n","Comment: 10 pages, 5 figures"]}]
["0901.3354",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3354","Mon.Not.Roy.Astron.Soc.397:431-444,2009","doi:10.1111/j.1365-2966.2009.14938.x"],"date":["2009-01-21","2009-04-20"],"type":["text"],"creator":["Vardanyan, Mihran","Trotta, Roberto","Silk, Joe"],"language":[],"coverage":[],"title":["How flat can you get? A model comparison perspective on the curvature of\n  the Universe"],"description":["  The question of determining the spatial geometry of the Universe is of\ngreater relevance than ever, as precision cosmology promises to verify\ninflationary predictions about the curvature of the Universe. We revisit the\nquestion of what can be learnt about the spatial geometry of the Universe from\nthe perspective of a three-way Bayesian model comparison. We show that, given\ncurrent data, the probability that the Universe is spatially infinite lies\nbetween 67% and 98%, depending on the choice of priors. For the strongest prior\nchoice, we find odds of order 50:1 (200:1) in favour of a flat Universe when\ncompared with a closed (open) model. We also report a robust, prior-independent\nlower limit to the number of Hubble spheres in the Universe, N_U > 5 (at 99%\nconfidence). We forecast the accuracy with which future CMB and BAO\nobservations will be able to constrain curvature, finding that a cosmic\nvariance limited CMB experiment together with an SKA-like BAO observation will\nconstrain curvature with a precision of about sigma ~ 4.5x10^{-4}. We\ndemonstrate that the risk of 'model confusion' (i.e., wrongly favouring a flat\nUniverse in the presence of curvature) is much larger than might be assumed\nfrom parameter errors forecasts for future probes. We argue that a 5-sigma\ndetection threshold guarantees a confusion- and ambiguity-free model selection.\nTogether with inflationary arguments, this implies that the geometry of the\nUniverse is not knowable if the value of the curvature parameter is below\n|Omega_curvature| ~ 10^{-4}, a bound one order of magnitude larger than the\nsize of curvature perturbations, ~ 10^{-5}. [abridged]\n","Comment: Added discussion on the impact of adopting (wa, w0) dark energy\n  model, main conclusions unchanged. Version accepted by MNRAS"]}]
["0901.4385",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4385","Phys. Rev. A 79, 063616 (2009)","doi:10.1103/PhysRevA.79.063616"],"date":["2009-01-27","2010-05-10"],"type":["text"],"creator":["Kanamoto, R.","Carr, L. D.","Ueda, M."],"language":[],"coverage":[],"title":["Metastable Quantum Phase Transitions in a Periodic One-dimensional Bose\n  Gas: Mean-Field and Bogoliubov Analyses"],"description":["  We generalize the concept of quantum phase transitions, which is\nconventionally defined for a ground state and usually applied in the\nthermodynamic limit, to one for \\emph{metastable states} in \\emph{finite size\nsystems}. In particular, we treat the one-dimensional Bose gas on a ring in the\npresence of both interactions and rotation. To support our study, we bring to\nbear mean-field theory, i.e., the nonlinear Schr\\\"odinger equation, and linear\nperturbation or Bogoliubov-de Gennes theory. Both methods give a consistent\nresult in the weakly interacting regime: there exist \\emph{two topologically\ndistinct quantum phases}. The first is the typical picture of superfluidity in\na Bose-Einstein condensate on a ring: average angular momentum is quantized and\nthe superflow is uniform. The second is new: one or more dark solitons appear\nas stationary states, breaking the symmetry, the average angular momentum\nbecomes a continuous quantity, and the phase of the condensate can be\ncontinuously wound and unwound.\n"]}]
["0901.4645",{"format":[],"subject":["Quantum Physics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4645"],"date":["2009-01-29"],"type":["text"],"creator":["Vlasov, Alexander Yu."],"language":[],"coverage":[],"title":["Quantum Mechanics and Nonlocality: In Search of Instructive Description"],"description":["  A problem with an instructive description of measurement process for\nsufficiently separated entangled quantum systems is well known. More precise\nand crafty experiments together with new technological challenges raise\nquestions about sufficiency of formal use of \"black-box\" Copenhagen paradigm\nwithout subtleties of transition between quantum and classical worlds. In this\nwork are discussed applications both standard interpretation of quantum\nmechanics and \"unconventional\" models, like relative state formulation,\nmultiple clocks formalism, and extended probabilities.\n","Comment: LaTeX, 12pt, 26 pages, 6 figures, 3 appendixes"]}]
["0902.1630",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1630","Supercond. Sci. Tech. 22, 053001 (2009) (published with minor\n  changes)","doi:10.1088/0953-2048/22/5/053001"],"date":["2009-02-10"],"type":["text"],"creator":["Aladyshkin, A. Yu.","Silhanek, A. V.","Gillijns, W.","Moshchalkov, V. V."],"language":[],"coverage":[],"title":["Nucleation of superconductivity and vortex matter in superconductor -\n  ferromagnet hybrids"],"description":["  The theoretical and experimental results concerning the thermodynamical and\nlow-frequency transport properties of hybrid structures, consisting of\nspatially-separated conventional low-temperature superconductor (S) and\nferromagnet (F), is reviewed. Since the superconducting and ferromagnetic parts\nare assumed to be electrically insulated, no proximity effect is present and\nthus the interaction between both subsystems is through their respective\nmagnetic stray fields. Depending on the temperature range and the value of the\nexternal field H_{ext}, different behavior of such S/F hybrids is anticipated.\nRather close to the superconducting phase transition line, when the\nsuperconducting state is only weakly developed, the magnetization of the\nferromagnet is solely determined by the magnetic history of the system and it\nis not influenced by the field generated by the supercurrents. In contrast to\nthat, the nonuniform magnetic field pattern, induced by the ferromagnet,\nstrongly affect the nucleation of superconductivity leading to an exotic\ndependence of the critical temperature T_{c} on H_{ext}. Deeper in the\nsuperconducting state the effect of the screening currents cannot be neglected\nanymore. In this region of the phase diagram various aspects of the interaction\nbetween vortices and magnetic inhomogeneities are discussed. In the last\nsection we briefly summarize the physics of S/F hybrids when the magnetization\nof the ferromagnet is no longer fixed but can change under the influence of the\nsuperconducting currents. As a consequence, the superconductor and ferromagnet\nbecome truly coupled and the equilibrium configuration of this \"soft\" S/F\nhybrids requires rearrangements of both, superconducting and ferromagnetic\ncharacteristics, as compared with \"hard\" S/F structures.\n","Comment: Topical review, submitted to Supercond. Sci. Tech., 67 pages, 33\n  figures, 439 references"]}]
["0902.4310",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4310","Phs. Rev. E 79 (2009) 061106","doi:10.1103/PhysRevE.79.061106"],"date":["2009-02-25"],"type":["text"],"creator":["Phu, X. T. Pham","Ngo, V. Thanh","Diep, Hung the"],"language":[],"coverage":[],"title":["Crossover from First to Second-Order Transition in Frustrated Ising\n  Antiferromagnetic Films"],"description":["  In the bulk state, the Ising FCC antiferromagnet is fully frustrated and is\nknown to have a very strong first-order transition. In this paper, we study the\nnature of this phase transition in the case of a thin film, as a function of\nthe film thickness. Using Monte Carlo (MC) simulations, we show that the\ntransition remains first order down to a thickness of four FCC cells. It\nbecomes clearly second order at a thickness of two FCC cells, i.e. four atomic\nlayers. It is also interesting to note that the presence of the surface reduces\nthe ground state (GS) degeneracy found in the bulk. For the two-cell thickness,\nthe surface magnetization is larger than the interior one. It undergoes a\nsecond-order phase transition at a temperature $T_C$ while interior spins\nbecome disordered at a lower temperature $T_D$. This loss of order is\ncharacterized by a peak of the interior spins susceptibility and a peak of the\nspecific heat which do not depend on the lattice size suggesting that either it\nis not a real transition or it is a Kosterlitz-Thouless nature. The surface\ntransition, on the other hand, is shown to be of second order with critical\nexponents deviated from those of pure 2D Ising universality class. We also show\nresults obtained from the Green's function method. Discussion is given.\n","Comment: 20 pages, 14 figures"]}]
["0903.1204",{"format":[],"subject":["Quantum Physics","Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1204"],"date":["2009-03-06"],"type":["text"],"creator":["Vlasov, Alexander Yu."],"language":[],"coverage":[],"title":["Quantum Information Science and Nanotechnology"],"description":["  In this note is touched upon an application of quantum information science\n(QIS) in nanotechnology area. The laws of quantum mechanics may be very\nimportant for nano-scale objects. A problem with simulating of quantum systems\nis well known and quantum computer was initially suggested by R. Feynman just\nas the way to overcome such difficulties. Mathematical methods developed in QIS\nalso may be applied for description of nano-devices. Few illustrative examples\nare mentioned and they may be related with so-called fourth generation of\nnanotechnology products.\n","Comment: LaTeX, 12pt, 6 pages"]}]
["0904.3574",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3574","J. Chem. Phys. 130, 194702 (2009)","doi:10.1063/1.3133239"],"date":["2009-04-22"],"type":["text"],"creator":["Popescu, M. N.","Dietrich, S.","Oshanin, G."],"language":[],"coverage":[],"title":["Confinement effects on diffusiophoretic self-propellers"],"description":["  We study theoretically the effects of spatial confinement on the phoretic\nmotion of a dissolved particle driven by composition gradients generated by\nchemical reactions of its solvent, which are active only on certain parts of\nthe particle surface. We show that the presence of confining walls increases in\na similar way both the composition gradients and the viscous friction, and the\noverall result of these competing effects is an increase in the phoretic\nvelocity of the particle. For the case of steric repulsion only between the\nparticle and the product molecules of the chemical reactions, the absolute\nvalue of the velocity remains nonetheless rather small.\n","Comment: 18 pages, 4 figures, J. Chem. Phys. (in print; full bibliographic\n  info and DOI to be added once available)"]}]
["0904.3641",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3641","Phys. Rev. A 81, 042315 (2010)","doi:10.1103/PhysRevA.81.042315"],"date":["2009-04-23","2010-05-10"],"type":["text"],"creator":["Mora, C. E.","Piani, M.","Miyake, A.","Nest, M. Van den","Dür, W.","Briegel, H. J."],"language":[],"coverage":[],"title":["Universal resources for approximate and stochastic measurement-based\n  quantum computation"],"description":["  We investigate which quantum states can serve as universal resources for\napproximate and stochastic measurement-based quantum computation, in the sense\nthat any quantum state can be generated from a given resource by means of\nsingle-qubit (local) operations assisted by classical communication. More\nprecisely, we consider the approximate and stochastic generation of states,\nresulting e.g. from a restriction to finite measurement settings or from\npossible imperfections in the resources or local operations. We show that\nentanglement-based criteria for universality obtained for the exact,\ndeterministic case can be lifted to the much more general approximate,\nstochastic case, moving from the idealized situation considered in previous\nworks, to the practically relevant context of non-perfect state preparation. We\nfind that any entanglement measure fulfilling some basic requirements needs to\nreach its maximum value on some element of an approximate, stochastic universal\nfamily of resource states, as the resource size grows. This allows us to rule\nout various families of states as being approximate, stochastic universal. We\nprovide examples of resources that are efficient approximate universal, but not\nexact deterministic universal. We also study the robustness of universal\nresources for measurement-based quantum computation under realistic assumptions\nabout the (imperfect) generation and manipulation of entangled states, giving\nan explicit expression for the impact that errors made in the preparation of\nthe resource have on the possibility to use it for universal approximate and\nstochastic state preparation. Finally, we discuss the relation between our\nentanglement-based criteria and recent results regarding the uselessness of\nstates with a high degree of geometric entanglement as universal resources.\n","Comment: 17 pages; abstract shortened with respect to the published version to\n  respect the arXiv limit of 1,920 characters"]}]
["0904.3646",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3646"],"date":["2009-04-23"],"type":["text"],"creator":["Vlasov, Alexander Yu."],"language":[],"coverage":[],"title":["Signed Chord Length Distribution. II"],"description":["  This paper continues description of applications of signed chord length\ndistribution started in part I (arXiv:0711.4734). It is shown simple relation\nbetween equation for some transfer integrals with source and target bodies and\ndifferent geometrical distributions for union of this bodies. The union of\ndisjoint bodies is always nonconvex object and for such a case derivatives of\ncorrelation function (used for definition of signed radii and chord lengths\ndistributions) always produce (quasi)densities with negative values. Many\nequations used in this part are direct consequences of analogue formulas in\npart I.\n","Comment: LaTeX, 12 pages, 6 figures, part II (few bodies), part I is\n  arXiv:0711.4734"]}]
["0905.2279",{"format":[],"subject":["Mathematics - Algebraic Topology","55U10, 55N91, 55N25, 55R15, 55R91, 55R15, 57S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2279"],"date":["2009-05-14","2010-05-10"],"type":["text"],"creator":["Mukherjee, Goutam","Sen, Debasis"],"language":[],"coverage":[],"title":["Equivariant Simplicial Cohomology With Local Coefficients and its\n  Classification"],"description":["  We introduce equivariant twisted cohomology of a simplicial set equipped with\nsimplicial action of a discrete group and prove that for suitable twisting\nfunction induced from a given equivariant local coefficients, the simplicial\nversion of Bredon-Illman cohomology with local coefficients is isomorphic to\nequivariant twisted cohomology. The main aim of this paper is to prove a\nclassification theorem for equivariant simplicial cohomology with local\ncoefficients.\n","Comment: 25 pages"]}]
["0905.2590",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2590","Appl. Phys. Lett. 94, 222503 (2009)","doi:10.1063/1.3149698"],"date":["2009-05-15"],"type":["text"],"creator":["Aladyshkin, A. Yu.","Fritzsche, J.","Moshchalkov, V. V."],"language":[],"coverage":[],"title":["Planar superconductor/ferromagnet hybrids: Anisotropy of resistivity\n  induced by magnetic templates"],"description":["  We investigated experimentally the transport properties of a superconducting\ncross-shaped aluminium microbridge fabricated on top of ferromagnetic BaFe12O19\nsingle crystal. It was demonstrated that a one-dimensional domain structure in\nthe ferromagnetic substrate can induce the formation of superconducting\nchannels above magnetic domains. This leads to a giant anisotropy of\nresistivity of the superconducting bridge, caused by the appearance of\ncontinuous paths of supercurrents flowing along domain walls.\n","Comment: 4 pages, 4 figures"]}]
["0905.2756",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2756","Phys. Rev. E 80 (2009) 031116","doi:10.1103/PhysRevE.80.031116"],"date":["2009-05-17"],"type":["text"],"creator":["Diep, H. T.","Kaufman, Miron"],"language":[],"coverage":[],"title":["Extended Defects in the Potts-Percolation Model of a Solid:\n  Renormalization Group and Monte Carlo Analysis"],"description":["  We extend the model of a 2$d$ solid to include a line of defects. Neighboring\natoms on the defect line are connected by ?springs? of different strength and\ndifferent cohesive energy with respect to the rest of the system. Using the\nMigdal-Kadanoff renormalization group we show that the elastic energy is an\nirrelevant field at the bulk critical point. For zero elastic energy this model\nreduces to the Potts model. By using Monte Carlo simulations of the 3- and\n4-state Potts model on a square lattice with a line of defects, we confirm the\nrenormalization-group prediction that for a defect interaction larger than the\nbulk interaction the order parameter of the defect line changes discontinuously\nwhile the defect energy varies continuously as a function of temperature at the\nbulk critical temperature.\n","Comment: 13 figures, 17 pages"]}]
["0906.4218",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4218","J. Appl. Phys. 107, 093717 (2010)","doi:10.1063/1.3373415"],"date":["2009-06-23","2009-12-08"],"type":["text"],"creator":["Fuhrmann, D. A.","Krenner, H. J.","Wixforth, A.","Curran, A.","Prior, K. A.","Warburton, R. J.","Ebbecke, J."],"language":[],"coverage":[],"title":["Non-invasive probing of random local potential fluctuations in\n  ZnCdSe/ZnSe quantum wells"],"description":["  Temperature dependence and recombination behavior of trapped charge carriers\nin ZnCdSe/ZnSe multiple quantum wells are investigated employing surface\nacoustic waves. These weakly perturb the carrier system, but remain highly\nsensitive even at small conductivities. Using this non-invasive probe we are\nable to detect persistent photoconductivity minutes after optical excitation.\nMeasurement of exciting photon energies, the temperature dependence and ability\nto quench the conductivity with energies lower than the bandgap, support the\nnotion of spatial separation of electrons and holes in the wells, due to random\nlocal potential fluctuations possibly induced by compositional fluctuations.\n"]}]
["0906.4539",{"format":[],"subject":["Computer Science - Learning","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4539"],"date":["2009-06-24","2010-05-10"],"type":["text"],"creator":["Mahoney, Michael W.","Narayanan, Hariharan"],"language":[],"coverage":[],"title":["Learning with Spectral Kernels and Heavy-Tailed Data"],"description":["  Two ubiquitous aspects of large-scale data analysis are that the data often\nhave heavy-tailed properties and that diffusion-based or spectral-based methods\nare often used to identify and extract structure of interest. Perhaps\nsurprisingly, popular distribution-independent methods such as those based on\nthe VC dimension fail to provide nontrivial results for even simple learning\nproblems such as binary classification in these two settings. In this paper, we\ndevelop distribution-dependent learning methods that can be used to provide\ndimension-independent sample complexity bounds for the binary classification\nproblem in these two popular settings. In particular, we provide bounds on the\nsample complexity of maximum margin classifiers when the magnitude of the\nentries in the feature vector decays according to a power law and also when\nlearning is performed with the so-called Diffusion Maps kernel. Both of these\nresults rely on bounding the annealed entropy of gap-tolerant classifiers in a\nHilbert space. We provide such a bound, and we demonstrate that our proof\ntechnique generalizes to the case when the margin is measured with respect to\nmore general Banach space norms. The latter result is of potential interest in\ncases where modeling the relationship between data elements as a dot product in\na Hilbert space is too restrictive.\n","Comment: 21 pages. Substantially revised and extended relative to the first\n  version"]}]
["0906.4578",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4578","New J. Phys. 12, 053011 (2010).","doi:10.1088/1367-2630/12/5/053011"],"date":["2009-06-24","2009-07-09"],"type":["text"],"creator":["Berry, D. W.","Aguado, M.","Gilchrist, A.","Brennen, G. K."],"language":[],"coverage":[],"title":["Non-Abelian anyonic interferometry with a multi-photon spin lattice\n  simulator"],"description":["  Recently a pair of experiments demonstrated a simulation of Abelian anyons in\na spin network of single photons. The experiments were based on an Abelian\ndiscrete gauge theory spin lattice model of Kitaev. Here we describe how to use\nlinear optics and single photons to simulate non-Abelian anyons. The scheme\nmakes use of joint qutrit-qubit encoding of the spins and the resources\nrequired are three pairs of parametric down converted photons and 14 beam\nsplitters.\n","Comment: 13 pages, 5 figures. Several references added in v2"]}]
["0908.0445",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0445","Phase Transitions, Volume 82, Issue 8 August 2009 , pages 620 -\n  631","doi:10.1080/01411590903283654"],"date":["2009-08-04","2009-08-05"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["Ringed spherulitic and undulated textures in the nematic phase of a\n  mixture of trans-4-hexylcyclohexanecarboxylic and benzoic acids"],"description":["  We present a polarising optical microscopy study of a liquid-crystal mixture\nof trans-4-hexylcyclohexanecarboxylic acid (C6) and benzoic acid. Both\nmaterials have carboxylic groups that can form dimers through hydrogen bonding.\nThe mixture is nematic and room temperature and has the clearing point at 88\nCelsius. The nematic phase shows ringed spherulites, sometimes looking like\nspiral structures, and undulated textures, which remain visible heating the\nsample till 71 Celsius. This is the temperature of a texture transition inside\nthe nematic phase.\n"]}]
["0908.1599",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1599","J. Stat. Mech. (2009) P12009","doi:10.1088/1742-5468/2009/12/P12009"],"date":["2009-08-11"],"type":["text"],"creator":["Higuchi, Saburo","Mézard, Marc"],"language":[],"coverage":[],"title":["Decimation flows in constraint satisfaction problems"],"description":["  We study hard constraint satisfaction problems with a decimation approach\nbased on message passing algorithms. Decimation induces a renormalization flow\nin the space of problems, and we exploit the fact that this flow transforms\nsome of the constraints into linear constraints over GF(2). In particular, when\nthe flow hits the subspace of linear problems, one can stop decimation and use\nGaussian elimination. We introduce a new decimation algorithm which uses this\nlinear structure and shows a strongly improved performance with respect to the\nusual decimation methods on some of the hardest locked occupation problems.\n","Comment: 14 pages, 2 figures"]}]
["0908.1675",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1675","J. Math. Phys. 50, 095212 (2009)","doi:10.1063/1.3183720"],"date":["2009-08-12"],"type":["text"],"creator":["Faribault, Alexandre","Calabrese, Pasquale","Caux, Jean-Sébastien"],"language":[],"coverage":[],"title":["Bethe Ansatz approach to quench dynamics in the Richardson model"],"description":["  By instantaneously changing a global parameter in an extended quantum system,\nan initially equilibrated state will afterwards undergo a complex\nnon-equilibrium unitary evolution whose description is extremely challenging. A\nnon-perturbative method giving a controlled error in the long time limit\nremained highly desirable to understand general features of the quench induced\nquantum dynamics. In this paper we show how integrability (via the algebraic\nBethe ansatz) gives one numerical access, in a nearly exact manner, to the\ndynamics resulting from a global interaction quench of an ensemble of fermions\nwith pairing interactions (Richardson's model). This possibility is deeply\nlinked to the specific structure of this particular integrable model which\ngives simple expressions for the scalar product of eigenstates of two different\nHamiltonians. We show how, despite the fact that a sudden quench can create\nexcitations at any frequency, a drastic truncation of the Hilbert space can be\ncarried out therefore allowing access to large systems. The small truncation\nerror which results does not change with time and consequently the method\ngrants access to a controlled description of the long time behavior which is a\nhard to reach limit with other numerical approaches.\n","Comment: Proceedings of the CRM (Montreal) workshop on Integrable Quantum\n  Systems and Solvable Statistical Mechanics Models"]}]
["0909.0719",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0719","Chem. Phys. 370, 180 (2010)","doi:10.1016/j.chemphys.2010.02.013"],"date":["2009-09-03","2010-05-10"],"type":["text"],"creator":["Martinez-Casado, R.","Sanz, A. S.","Vega, J. L.","Rojas-Lorenzo, G.","Miret-Artes, S."],"language":[],"coverage":[],"title":["Linear response theory of activated surface diffusion with interacting\n  adsorbates"],"description":["  Activated surface diffusion with interacting adsorbates is analyzed within\nthe Linear Response Theory framework. The so-called interacting single\nadsorbate model is justified by means of a two-bath model, where one harmonic\nbath takes into account the interaction with the surface phonons, while the\nother one describes the surface coverage, this leading to defining a\ncollisional friction. Here, the corresponding theory is applied to simple\nsystems, such as diffusion on flat surfaces and the frustrated translational\nmotion in a harmonic potential. Classical and quantum closed formulas are\nobtained. Furthermore, a more realistic problem, such as atomic Na diffusion on\nthe corrugated Cu(001) surface, is presented and discussed within the classical\ncontext as well as within the framework of Kramer's theory. Quantum corrections\nto the classical results are also analyzed and discussed.\n","Comment: 40 pages, 4 figures"]}]
["0909.3710",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3710"],"date":["2009-09-21"],"type":["text"],"creator":["Giordano, M.","Meggiolaro, E."],"language":[],"coverage":[],"title":["Euclidean-Minkowskian duality of Wilson-loop correlation functions"],"description":["  We discuss the analyticity properties of the Wilson--loop correlation\nfunctions relevant to the problem of soft high-energy scattering, directly at\nthe level of the functional integral, in a genuinely nonperturbative way.\n","Comment: 12 pages, 1 figure. To appear in the proceedings of the Tenth\n  Workshop on Non-Perturbative Quantum Chromodynamics, Paris, France, 8-12th\n  June 2009"]}]
["0909.5052",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5052","Physica E 42 (2010) 2109--2114","doi:10.1016/j.physe.2010.04.007"],"date":["2009-09-28","2010-05-10"],"type":["text"],"creator":["Farjam, M.","Rafii-Tabar, H."],"language":[],"coverage":[],"title":["Uniaxial strain on gapped graphene"],"description":["  We study the effect of uniaxial strain on the electronic band structure of\ngapped graphene. We consider two types of gapped graphene, one which breaks the\nsymmetry between the two triangular sublattices (staggered model), and another\nwhich alternates the bonds on the honeycomb lattice (Kekul\\'e model). In the\nstaggered model, the effect of strains below a critical value is only a shift\nof the band gap location. In the Kekul\\'e model, as strain is increased, band\ngap location is initially pinned to a corner of the Brillouin zone while its\nwidth diminishes, and after gap closure the location of the contact point\nbegins to shift. Analytic and numerical results are obtained for both the\ntight-binding and Dirac fermion descriptions of gapped graphene.\n","Comment: 5 pages, 6 figures, published version"]}]
["0910.0052",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0052","Eur. Phys. J. D 57, 235 (2010)","doi:10.1140/epjd/e2010-00047-2"],"date":["2009-09-30","2010-05-10"],"type":["text"],"creator":["Zinner, N. T."],"language":[],"coverage":[],"title":["Stability of a Fully Polarized Ultracold Fermi Gas near Zero-Crossing of\n  a p-wave Feshbach Resonance"],"description":["  We consider a fully polarized ultracold Fermi gas interacting through a\np-wave Feshbach resonance. Using a two-channel model, we find the effective\npotential at the point where the p-wave scattering length goes to zero. Here\nthe effective interaction provides attraction and one can therefore ask about\nthe stability of the system. We calculate the energy density of the system in\nthe Thomas-Fermi approximation, determine the profile of the gas, and the\ncritical number of particle in the system as function of the relevant\ninteraction parameters. The instability can be deduced from a simple breathing\nmode argument which explains the scaling found numerically. The critical\nparticle number turns out to be extremely large unless the external confinement\nis very tight. We therefore conclude that the effect is insignificant for\nstandard trapping potentials and that the magnetic dipole interaction is the\nimportant term at zero scattering length. However, for tight confinement as in\nan optical lattice higher-order corrections can become important.\n","Comment: Published version, 6 pages, 2 figures"]}]
["0910.0410",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0410"],"date":["2009-10-02","2010-05-08"],"type":["text"],"creator":["Steinberg, Benjamin"],"language":[],"coverage":[],"title":["The averaging trick and the Cerny conjecture"],"description":["  The results of several papers concerning the \\v{C}ern\\'y conjecture are\ndeduced as consequences of a simple idea that I call the averaging trick. This\nidea is implicitly used in the literature, but no attempt was made to formalize\nthe proof scheme axiomatically. Instead, authors axiomatized classes of\nautomata to which it applies.\n"]}]
["0910.0491",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0491"],"date":["2009-10-02","2010-05-08"],"type":["text"],"creator":["Ward, B. F. L.","Joseph, S.","Majhi, S.","Yost, S. A."],"language":[],"coverage":[],"title":["HERWIRI1.0(31): MC Realization of IR-Improvement for DGLAP-CS Parton\n  Showers"],"description":["  We have implemented the new IR-improved\nDokshitzer-Gribov-Lipatov-Altarelli-Parisi-Callan-Symanzik (DGLAP-CS) kernels\nrecently developed by one of us in the HERWIG6.5 environment to generate a new\nMC, HERWIRI1.0(31), for hadron-hadron scattering at high energies. We present\nMC data that illustrate the comparison between the parton shower generated by\nthe standard DGLAP-CS kernels and that generated by the new IR-improved\nDGLAP-CS kernels. We also show comparisons with FNAL data and we discuss\npossible implications for LHC phenomenology.\n","Comment: 8 pages, 10 figures. To be published in the proceedings of DPF-2009,\n  Detroit, MI, July 2009, eConf C090726; typo corrected, references improved;\n  improved text, improved figures; improved text, improved figures"]}]
["0910.1147",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1147","Published in EPL 90 (2010) 17004","doi:10.1209/1295-5075/90/17004"],"date":["2009-10-06","2010-05-10"],"type":["text"],"creator":["Ihara, Y.","Wzietek, P.","Alloul, H.","Rümmeli, M. H.","Pichler, Th.","Simon, F."],"language":[],"coverage":[],"title":["Incidence of the Tomonaga-Luttinger liquid state on the NMR spin lattice\n  relaxation in Carbon Nanotubes"],"description":["  We report 13C nuclear magnetic resonance measurements on single wall carbon\nnanotube (SWCNT) bundles. The temperature dependence of the nuclear\nspin-lattice relaxation rate, 1/T1, exhibits a power-law variation, as expected\nfor a Tomonage-Luttinger liquid (TLL). The observed exponent is smaller than\nthat expected for the two band TLL model. A departure from the power law is\nobserved only at low T, where thermal and electronic Zeeman energy merge.\nExtrapolation to zero magnetic field indicates gapless spin excitations. The\nwide T range on which power-law behavior is observed suggests that SWCNT is so\nfar the best realization of a one-dimensional quantum metal.\n","Comment: 5 pages, 4 figures"]}]
["0910.2043",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Biological Physics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2043","J Theor Biol 264, 356-359 (2010)","doi:10.1016/j.jtbi.2010.02.024"],"date":["2009-10-11"],"type":["text"],"creator":["Vazquez, Alexei"],"language":[],"coverage":[],"title":["Optimal cytoplasmatic density and flux balance model under\n  macromolecular crowding effects"],"description":["  Macromolecules occupy between 34 and 44% of the cell cytoplasm, about half\nthe maximum pack- ing density of spheres in three dimension. Yet, there is no\nclear understanding of what is special about this value. To address this\nfundamental question we investigate the effect of macromolecular crowding on\ncell metabolism. We develop a cell scale flux balance model capturing the main\nfeatures of cell metabolism at different nutrient uptakes and macromolecular\ndensities. Using this model we show there are two metabolic regimes at low and\nhigh nutrient uptakes. The latter regime is charac- terized by an optimal\ncytoplasmatic density where the increase of reaction rates by confinement and\nthe decrease by diffusion slow-down balance. More important, the predicted\noptimal density is in the range of the experimentally determined density of E.\ncoli. We conclude that cells have evolved to a cytoplasmatic density resulting\nin the maximum metabolic rate given the nutrient availability and\nmacromolecular crowding effects and report a flux balance model accounting for\nits effect.\n","Comment: 4 pages, 3 figures"]}]
["0910.2805",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2805","Phys. Rev. A 81, 023625 (2010); Erratum: Phys. Rev. A 81,\n  049903(E) (2010)","doi:10.1103/PhysRevA.81.023625;","doi:10.1103/PhysRevA.81.049903"],"date":["2009-10-15","2010-05-10"],"type":["text"],"creator":["Kanamoto, R.","Carr, L. D.","Ueda, M."],"language":[],"coverage":[],"title":["Metastable quantum phase transitions in a periodic one-dimensional Bose\n  gas: II. Many-body theory"],"description":["  We show that quantum solitons in the Lieb-Liniger Hamiltonian are precisely\nthe yrast states. We identify such solutions clearly with Lieb's type II\nexcitations from weak to strong interactions, clarifying a long-standing\nquestion of the physical meaning of this excitation branch. We demonstrate that\nthe metastable quantum phase transition previously found in mean field analysis\nof the weakly-interacting Lieb-Liniger Hamiltonian [Phys. Rev. A {\\bf 79},\n063616 (2009)] extends into the medium- to strongly-interacting regime of a\nperiodic one-dimensional Bose gas. Our methods are exact diagonalization,\nfinite-size Bethe ansatz, and the boson-fermion mapping in the Tonks-Girardeau\nlimit.\n"]}]
["0910.4483",{"format":[],"subject":["Mathematics - Algebraic Geometry","32J17, 14J30, 53D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4483"],"date":["2009-10-23","2010-05-10"],"type":["text"],"creator":["Frantzen, Kristina","Peternell, Thomas"],"language":[],"coverage":[],"title":["On the Bimeromorphic Geometry of Compact Complex Contact Threefolds"],"description":["  We prove that a compact contact threefold which is bimeromorphically\nequivalent to a Kaehler manifold and not rationally connected is the\nprojectivised tangent bundle of a Kaehler surface.\n","Comment: LaTeX, 11 pages, final version (Theorem 2.5 fixed); to appear in a\n  volume on the occasion of the conference \"Classification of algebraic\n  varieties\" in Schiermonnikoog 2009"]}]
["0911.0103",{"format":[],"subject":["Mathematics - Complex Variables","32W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0103"],"date":["2009-10-31","2010-05-10"],"type":["text"],"creator":["Chakrabarti, Debraj","Shaw, Mei-Chi"],"language":[],"coverage":[],"title":["The Cauchy-Riemann equations on product domains"],"description":["  We establish the $L^2$ theory for the Cauchy-Riemann equations on product\ndomains provided that the Cauchy-Riemann operator has closed range on each\nfactor. We deduce regularity of the canonical solution on $(p,1)$-forms in\nspecial Sobolev spaces represented as tensor products of Sobolev spaces on the\nfactors of the product. This leads to regularity results for smooth data.\n","Comment: Some typos fixed"]}]
["0911.0213",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0213","J. Chem. Phys. 132, 184503 (2010)","doi:10.1063/1.3414349"],"date":["2009-11-01","2010-04-06"],"type":["text"],"creator":["Krekelberg, William P.","Ganesan, Venkat","Truskett, Thomas M."],"language":[],"coverage":[],"title":["Structural signatures of mobility on intermediate time scales in a\n  supercooled fluid"],"description":["  We use computer simulations to explore the manner in which the particle\ndisplacements on intermediate time scales in supercooled fluids correlate to\ntheir dynamic structural environment. The fluid we study, a binary mixture of\nhard spheres, exhibits classic signatures of dynamic heterogeneity, including a\nbifurcated single-particle displacement distribution (i.e., subpopulations of\nimmobile and mobile particles). We find that immobile particles, during the\ncourse of their displacements, exhibit stronger average pair correlations to\ntheir neighbors than mobile particles, but not necessarily higher average\ncoordination numbers. We discuss how the correlation between structure and\nsingle-particle dynamics depends on observation time.\n","Comment: 4 pages, 4 figures"]}]
["0911.2308",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2308","J. Stat. Mech. (2010) P04024","doi:10.1088/1742-5468/2010/04/P04024"],"date":["2009-11-12","2010-05-10"],"type":["text"],"creator":["Cheng, Xue-Qi","Shen, Hua-Wei"],"language":[],"coverage":[],"title":["Uncovering the community structure associated with the diffusion\n  dynamics of networks"],"description":["  As two main focuses of the study of complex networks, the community structure\nand the dynamics on networks have both attracted much attention in various\nscientific fields. However, it is still an open question how the community\nstructure is associated with the dynamics on complex networks. In this paper,\nthrough investigating the diffusion process taking place on networks, we\ndemonstrate that the intrinsic community structure of networks can be revealed\nby the stable local equilibrium states of the diffusion process. Furthermore,\nwe show that such community structure can be directly identified through the\noptimization of the conductance of network, which measures how easily the\ndiffusion occurs among different communities. Tests on benchmark networks\nindicate that the conductance optimization method significantly outperforms the\nmodularity optimization methods at identifying the community structure of\nnetworks. Applications on real world networks also demonstrate the\neffectiveness of the conductance optimization method. This work provides\ninsights into the multiple topological scales of complex networks, and the\nobtained community structure can naturally reflect the diffusion capability of\nthe underlying network.\n","Comment: 10 pages, 5 figures"]}]
["0911.2691",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2691","Phys. Rev. Lett. 104, 180505 (2010)","doi:10.1103/PhysRevLett.104.180505"],"date":["2009-11-13","2010-04-29"],"type":["text"],"creator":["Bonderson, Parsa","Clarke, David J.","Nayak, Chetan","Shtengel, Kirill"],"language":[],"coverage":[],"title":["Implementing arbitrary phase gates with Ising anyons"],"description":["  Ising-type non-Abelian anyons are likely to occur in a number of physical\nsystems, including quantum Hall systems, where recent experiments support their\nexistence. In general, non-Abelian anyons may be utilized to provide a\ntopologically error-protected medium for quantum information processing.\nHowever, the topologically protected operations that may be obtained by\nbraiding and measuring topological charge of Ising anyons are precisely the\nClifford gates, which are not computationally universal. The Clifford gate set\ncan be made universal by supplementing it with single-qubit pi/8-phase gates.\nWe propose a method of implementing arbitrary single qubit phase gates for\nIsing anyons by running a current of anyons with interfering paths around\ncomputational anyons. While the resulting phase gates are not topologically\nprotected, they can be combined with \"magic state distillation\" to provide\nerror-corrected pi/8-phase gates with a remarkably high threshold.\n","Comment: 5 pages, 2 figures; v2: revised discussion and error analysis; v3:\n  added discussion and application for multi-qubit gates"]}]
["0911.4268",{"format":[],"subject":["Mathematics - Commutative Algebra","Primary: 13A35, Secondary:13D07, 13H10."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4268"],"date":["2009-11-22","2010-05-09"],"type":["text"],"creator":["Dao, H.","Li, J.","Miller, C."],"language":[],"coverage":[],"title":["On the (non)rigidity of the Frobenius Endomorphism over Gorenstein Rings"],"description":["  It is well-known that for a large class of local rings of positive\ncharacteristic, including complete intersection rings, the Frobenius\nendomorphism can be used as a test for finite projective dimension. In this\npaper, we exploit this property to study the structure of such rings. One of\nour results states that the Picard group of the punctured spectrum of such a\nring $R$ cannot have $p$-torsion. When $R$ is a local complete intersection,\nthis recovers (with a purely local algebra proof) an analogous statement for\ncomplete intersections in projective spaces first given in SGA and also a\nspecial case of a conjecture by Gabber. Our method also leads to many simply\nconstructed examples where rigidity for the Frobenius endomorphism does not\nhold, even when the rings are Gorenstein with isolated singularity. This is in\nstark contrast to the situation for complete intersection rings. Also, a\nrelated length criterion for modules of finite length and finite projective\ndimension is discussed towards the end.\n","Comment: Minor changes in Example 2.2 and Theorem 2.9. Conjecture 1.2 was\n  added."]}]
["0911.5236",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5236","Phys. Rev. E 81, 021118 (2010)","doi:10.1103/PhysRevE.81.021118"],"date":["2009-11-27"],"type":["text"],"creator":["Schröder, Heiko","Mahler, Günter"],"language":[],"coverage":[],"title":["Work exchange between quantum systems: the spin-oscillator model"],"description":["  With the development of quantum thermodynamics it has been shown that\nrelaxation to thermal equilibrium and with it the concept of heat flux may\nemerge directly from quantum mechanics. This happens for a large class of\nquantum systems if embedded into another quantum environment. In this paper, we\ndiscuss the complementary question of the emergence of work flux from quantum\nmechanics. We introduce and discuss two different methods to assess the work\nsource quality of a system, one based on the generalized factorization\napproximation, the other based on generalized definitions of work and heat. By\nmeans of those methods, we show that small quantum systems can, indeed, act as\nwork reservoirs. We illustrate this behavior for a simple system consisting of\na spin coupled to an oscillator and investigate the effects of two different\ninteractions on the work source quality. One case will be shown to allow for a\nwork source functionality of arbitrarily high quality.\n","Comment: 13 pages, 6 figures"]}]
["0912.0527",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0527","Phys. Rev. B 81, 134513 (2010)","doi:10.1103/PhysRevB.81.134513"],"date":["2009-12-02","2010-05-09"],"type":["text"],"creator":["Plamadeala, Eugeniu","Pereg-Barnea, T.","Refael, Gil"],"language":[],"coverage":[],"title":["Vortex as a probe - suggested measurement of the order parameter\n  structure in iron-based superconductors"],"description":["  Impurities, inevitably present in all samples, induce elastic transitions\nbetween quasiparticle states on the contours of constant energy. These\ntransitions may be seen in Fourier transformed scanning tunneling spectroscopy\nexperiments, sorted by their momentum transfer. In a superconductor, anomalous\nscattering in the pairing channel may be introduced by magnetic field. When a\nmagnetic field is applied, vortices act as additional sources of scattering.\nThese additional transition may enhance or suppress the impurity-induced\nscattering. We find that the vortex contribution to the transitions is\nsensitive to the momentum-space structure of the pairing function. In the\niron-based superconductors there are both electron and hole pockets at\ndifferent regions of the Brillouin zone. Scattering processes therefore\nrepresent intrapocket or interpocket transitions, depending on the momentum\ntransfer in the process. In this work we show that while in a simple s-wave\nsuperconductors all transitions are enhanced by vortex scattering, in an s+-\nsuperconductor only intra-pocket transitions are affected. We suggest this\neffect as a probe for the existence of the sign change of the order parameter.\n","Comment: 7 pages, 4 figures"]}]
["0912.1125",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1125"],"date":["2009-12-06","2010-05-08"],"type":["text"],"creator":["Ionescu, Marius","Williams, Dana P."],"language":[],"coverage":[],"title":["A Classic Morita Equivalence Result for Fell Bundle C*-algebras"],"description":["  We show how to extend a classic Morita Equivalence Result of Green's to the\n\\cs-algebras of Fell bundles over transitive groupoids. Specifically, we show\nthat if $p:\\B\\to G$ is a saturated Fell bundle over a transitive groupoid $G$\nwith stability group $H=G(u)$ at $u\\in \\go$, then $\\cs(G,\\B)$ is Morita\nequivalent to $\\cs(H,\\CC)$, where $\\CC=\\B\\restr H$. As an application, we show\nthat if $p:\\B\\to G$ is a Fell bundle over a group $G$ and if there is a\ncontinuous $G$-equivariant map $\\sigma:\\Prim A\\to G/H$, where $A=B(e)$ is the\n\\cs-algebra of $\\B$ and $H$ is a closed subgroup, then $\\cs(G,\\B)$ is Morita\nequivalent to $\\cs(H,\\CC^{I})$ where $\\CC^{I}$ is a Fell bundle over $H$ whose\nfibres are $A/I\\sme A/I$-\\ib s and $I=\\bigcap\\set{P:\\sigma(P)=eH}$. Green's\nresult is a special case of our application to bundles over groups.\n","Comment: 10 Pages. Paper has been slightly reorganized and reformatted to\n  appear in Math. Scand."]}]
["0912.3474",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3474","Phys.Rev.D81:084047,2010","doi:10.1103/PhysRevD.81.084047"],"date":["2009-12-17"],"type":["text"],"creator":["Bizoń, Piotr","Rostworowski, Andrzej"],"language":[],"coverage":[],"title":["A note about late-time wave tails on a dynamical background"],"description":["  Consider a spherically symmetric spacetime generated by a self-gravitating\nmassless scalar field $\\phi$ and let $\\psi$ be a test (nonspherical) massless\nscalar field propagating on this dynamical background. Gundlach, Price, and\nPullin \\cite{gpp2} computed numerically the late-time tails for different\nmultipoles of the field $\\psi$ and suggested that solutions with compactly\nsupported initial data decay in accord with Price's law as $t^{-(2\\ell+3)}$ at\ntimelike infinity. We show that in the case of the time-dependent background\nPrice's law holds only for $\\ell=0$ while for each $\\ell\\geq 1$ the tail decays\nas $t^{-(2\\ell+2)}$.\n","Comment: 4 pages"]}]
["0912.4320",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4320"],"date":["2009-12-21","2010-05-09"],"type":["text"],"creator":["White, Sebastian"],"language":[],"coverage":[],"title":["Neutron Production and Zero Degree Calorimeter Acceptance at LHC"],"description":["  We calculate cross sections for the far forward LHC detectors to be used for\nluminosity measurement. A simple model, based on a parametrization of available\ninclusive neutron data and the assumption that 2 arm rates in non-diffractive\nevents are uncorrelated, is introduced. The calculated rates are in reasonable\nagreement with preliminary data from RHIC and we are now comparing with rates\nat 3 LHC energies.\n","Comment: 11 pages, 8 figures. Calculation of luminosity calibration for ATLAS\n  and CMS ZDCs, the LHC accelerator luminosity monitors and ~ALICE ZDCs"]}]
["0912.5336",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13A35, 14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5336","Journal of Commutative Algebra, Vol 2, No 1, pages 91-110, 2010"],"date":["2009-12-29"],"type":["text"],"creator":["Schwede, Karl"],"language":[],"coverage":[],"title":["A refinement of sharply F-pure and strongly F-regular pairs"],"description":["  We point out that the usual argument used to prove that $R$ is strongly\n$F$-regular if and only if $R_{Q}$ is strongly $F$-regular for every prime\nideal $Q \\in \\Spec R$, does not generalize to the case of pairs $(R, \\ba^t)$.\nThe author's definition of sharp $F$-purity for pairs $(R, \\ba^t)$ suffers from\nthe same defect. We therefore propose different definitions of sharply $F$-pure\nand strongly $F$-regular pairs. Our new definitions agree with the old\ndefinitions in several common contexts, including the case that $R$ is a local\nring.\n","Comment: 13 pages, to appear in the Journal of Commutative Algebra"]}]
["1001.0289",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","57R22, 57S10, 57S17, 52B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0289"],"date":["2010-01-03","2010-05-09"],"type":["text"],"creator":["Yu, Li"],"language":[],"coverage":[],"title":["On the constructions of free and locally standard Z_2-torus actions on\n  Manifolds"],"description":["  We introduce an elementary way of constructing principal (Z_2)^m-bundles over\ncompact smooth manifolds. In addition, we will define a general notion of\nlocally standard (Z_2)^m-actions on closed manifolds for all m>0, and then give\na general way to construct all such (Z_2)^m-actions from the orbit space. Some\nrelated topology problems are also studied.\n","Comment: 28 pages, 12 figures, some minor revisions are made, one picture and\n  one reference are added."]}]
["1001.0768",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0768","Phys.Lett.B688:319-322,2010","doi:10.1016/j.physletb.2010.04.032"],"date":["2010-01-05","2010-05-06"],"type":["text"],"creator":["Lee, Hye-Sung","Ma, Ernest"],"language":[],"coverage":[],"title":["Gauged B-x_i L origin of R parity and its implications"],"description":["  Gauged B-L is a popular candidate for the origin of the conservation of R\nparity, i.e. R = (-)^{3B+L+2j}, in supersymmetry, but it fails to forbid the\neffective dimension-five terms arising from the superfield combinations QQQL,\nuude, and uddN, which allow the proton to decay. Changing it to B-x_i L, where\nx_e+x_\\mu+x_\\tau=3 (with x_i not equal to 1) for the three families, would\nforbid these terms while still serving as a gauge origin of R parity. We show\nhow this is achieved in two minimal models with realistic neutrino mass\nmatrices, and discuss their phenomenological implications.\n","Comment: Version to appear in PLB"]}]
["1001.0816",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0816","doi:10.1103/PhysRevLett.104.177004"],"date":["2010-01-06"],"type":["text"],"creator":["Allman, M. S.","Altomare, F.","Whittaker, J. D.","Cicak, K.","Li, D.","Sirois, A.","Strong, J.","Teufel, J. D.","Simmonds, R. W."],"language":[],"coverage":[],"title":["RFSQUID-Mediated Coherent Tunable Coupling Between a Superconducting\n  Phase Qubit and a Lumped Element Resonator"],"description":["  We demonstrate coherent tunable coupling between a superconducting phase\nqubit and a lumped element resonator. The coupling strength is mediated by a\nflux-biased RF SQUID operated in the non-hysteretic regime. By tuning the\napplied flux bias to the RF SQUID we change the effective mutual inductance,\nand thus the coupling energy, between the phase qubit and resonator . We verify\nthe modulation of coupling strength from 0 to $100 MHz$ by observing modulation\nin the size of the splitting in the phase qubit's spectroscopy, as well as\ncoherently by observing modulation in the vacuum Rabi oscillation frequency\nwhen on resonance. The measured spectroscopic splittings and vacuum Rabi\noscillations agree well with theoretical predictions.\n","Comment: 4 pages, 4 figures submitted to PRL"]}]
["1001.0983",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0983","doi:10.1051/0004-6361/200913903"],"date":["2010-01-07","2010-05-10"],"type":["text"],"creator":["Kosenko, Daria","Helder, Eveline","Vink, Jacco"],"language":[],"coverage":[],"title":["The kinematics and chemical stratification of the Type Ia supernova\n  remnant 0519-69.0"],"description":["  We present an analysis of the XMM-Newton and Chandra X-ray data of the young\nType Ia supernova remnant 0519-69.0 in the Large Magellanic Cloud. We used data\nfrom both the Chandra ACIS and XMM-Newton EPIC-MOS instruments, and high\nresolution X-ray spectra obtained with the XMM-Newton Reflection Grating\nSpectrometer. The Chandra data show that there is a radial stratification of\noxygen, intermediate mass elements and iron, with the emission from more\nmassive elements more toward the center. Using a deprojection technique we\nmeasure a forward shock radius of 4.0(3) pc and a reverse shock radius of\n2.7(4) pc. We took the observed stratification of the shocked ejecta into\naccount in the modeling of the X-ray spectra with multi-component NEI models,\nwith the components corresponding to layers dominated by one or two elements.\nAn additional component was added in order to represent the ISM, which mostly\ncontributed to the continuum emission. This model fits the data well, and was\nalso employed to characterize the spectra of distinct regions extracted from\nthe Chandra data. From our spectral analysis we find that the fractional masses\nof shocked ejecta for the most abundant elements are: M(O)=32%, M(Si/S)=7%/5%,\nM(Ar+Ca)=1%, and M(Fe) = 55%. From the continuum component we derive a\ncircumstellar density of nH= 2.4(2)/cm^3. This density, together with the\nmeasurements of the forward and reverse shock radii suggest an age of 450+/-200\nyr,somewhat lower than, but consistent with the estimate based on the optical\nlight echo (600+/-200 yr). From the RGS spectra we measured a Doppler\nbroadening of sigma=1873+/-50 km/s, from implying a forward shock velocity of\nvS = 2770+/-500 km/s. We discuss the results in the context of single\ndegenerate explosion models, using semi-analytical and numerical modeling, and\ncompare the characteristics of 0519-69.0 with those of other Type Ia supernova\nremnants.\n","Comment: Astronomy and Astrophysics in press. This version is the A&A accepted\n  version, which contains improved figures and an extended discussion section"]}]
["1001.1078",{"format":[],"subject":["Mathematics - Algebraic Topology","Computer Science - Computational Geometry","Computer Science - Information Theory","Primary: 55N35, Secondary: 68T10, 68U05, 55N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1078"],"date":["2010-01-07","2010-05-10"],"type":["text"],"creator":["Frosini, Patrizio","Landi, Claudia"],"language":[],"coverage":[],"title":["Stability of multidimensional persistent homology with respect to domain\n  perturbations"],"description":["  Motivated by the problem of dealing with incomplete or imprecise acquisition\nof data in computer vision and computer graphics, we extend results concerning\nthe stability of persistent homology with respect to function perturbations to\nresults concerning the stability with respect to domain perturbations. Domain\nperturbations can be measured in a number of different ways. An important\nmethod to compare domains is the Hausdorff distance. We show that by encoding\nsets using the distance function, the multidimensional matching distance\nbetween rank invariants of persistent homology groups is always upperly bounded\nby the Hausdorff distance between sets. Moreover we prove that our construction\nmaintains information about the original set. Other well known methods to\ncompare sets are considered, such as the symmetric difference distance between\nclassical sets and the sup-distance between fuzzy sets. Also in these cases we\npresent results stating that the multidimensional matching distance between\nrank invariants of persistent homology groups is upperly bounded by these\ndistances. An experiment showing the potential of our approach concludes the\npaper.\n","Comment: 16 pages Newly added Section 3 \"Stability with respect to other\n  distances between sets\" New example in Section 4"]}]
["1001.3758",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3758"],"date":["2010-01-21","2010-05-08"],"type":["text"],"creator":["Romero-García, V.","Sánchez-Pérez, J. V.","Garcia-Raffi, L. M."],"language":[],"coverage":[],"title":["Evanescent modes in Sonic Crystals: Complex relation dispersion and\n  supercell approximation"],"description":["  Evanescent modes in complete sonic crystals (SC) and SC with point defects\nare reported both theoretically and experimentally in this paper. Plane wave\nexpansion (PWE) and, in general, $\\omega(k)$ methods have been used to\ncalculate band structures showing gaps that have been interpreted as ranges of\nfrequencies where no real $k$ exists. In this work, we extend PWE to solve the\ncomplex $k(\\omega)$ problem applied to SC, introducing the supercell\napproximation for studying one vacancy. Explicit matrix formulation of the\nequations is given. This $k(\\omega)$ method enables the calculation of complex\nband structures, as well as enabling an analysis of the propagating modes\nrelated with real values of the function $k(\\omega)$, and the evanescent modes\nrelated with imaginary values of $k(\\omega)$. This paper shows theoretical\nresults and experimental evidences of the evanescent behavior of modes inside\nthe SC band gap. Experimental data and numerical results using the finite\nelements method are in very good agreement with the predictions obtained using\nthe $k(\\omega)$ method.\n","Comment: 15 pages, 3 figures"]}]
["1001.4050",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4050","Phys. Rev. B 81, 205407 (2010)","doi:10.1103/PhysRevB.81.205407"],"date":["2010-01-22"],"type":["text"],"creator":["Analytis, James G.","Chu, Jiun-Haw","Chen, Yulin","Corredor, Felipe","McDonald, Ross D.","Shen, Z. X.","Fisher, Ian R."],"language":[],"coverage":[],"title":["Bulk Fermi surface coexistence with Dirac surface state in Bi$_2$Se$_3$:\n  a comparison of photoemission and Shubnikov-de Haas measurements"],"description":["  Shubnikov de Haas (SdH) oscillations and Angle Resolved PhotoEmission\nSpectroscopy (ARPES) are used to probe the Fermi surface of single crystals of\nBi2Se3. We find that SdH and ARPES probes quantitatively agree on measurements\nof the effective mass and bulk band dispersion. In high carrier density\nsamples, the two probes also agree in the exact position of the Fermi level EF,\nbut for lower carrier density samples discrepancies emerge in the position of\nEF. In particular, SdH reveals a bulk three-dimensional Fermi surface for\nsamples with carrier densities as low as 10^17cm-3. We suggest a simple\nmechanism to explain these differences and discuss consequences for existing\nand future transport studies of topological insulators.\n","Comment: 5 mages, 5 figures"]}]
["1001.4247",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Metric Geometry","81Q20, 14M25, 16S80, 70H20, 14T05, 46S10, 51P05, 52A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4247"],"date":["2010-01-24","2010-05-09"],"type":["text"],"creator":["Litvinov, G. L."],"language":[],"coverage":[],"title":["Tropical mathematics, classical mechanics and geometry"],"description":["  A very brief introduction to tropical and idempotent mathematics is\npresented. Applications to classical mechanics and geometry are especially\nexamined.\n","Comment: 21 pages, 4 figures"]}]
["1001.4834",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4834","Phys. Rev. B 81, 195203 (2010)","doi:10.1103/PhysRevB.81.195203"],"date":["2010-01-26"],"type":["text"],"creator":["Hor, Y. S.","Roushan, P.","Beidenkopf, H.","Seo, J.","Qu, D.","Checkelsky, J. G.","Wray, L. A.","Xia, Y.","Xu, S. -Y.","Qian, D.","Hasan, M. Z.","Ong, N. P.","Yazdani, A.","Cava, R. J."],"language":[],"coverage":[],"title":["The development of ferromagnetism in the doped topological insulator\n  Bi2-xMnxTe3"],"description":["  The development of ferromagnetism in Mn-doped Bi2Te3 is characterized through\nmeasurements on a series of single crystals with different Mn content. Scanning\ntunneling microscopy analysis shows that the Mn substitutes on the Bi sites,\nforming compounds of the type Bi2-xMnxTe3, and that the Mn substitutions are\nrandomly distributed, not clustered. Mn doping first gives rise to local\nmagnetic moments with Curie-like behavior, but by the compositions\nBi1.96Mn0.04Te3 and Bi1.91Mn0.09Te3 a second order ferromagnetic transition is\nobserved, with Tc ~ 9-12 K. The easy axis of magnetization in the ferromagnetic\nphase is perpendicular to the Bi2Te3 basal plane. Thermoelectric power and Hall\neffect measurements show that the Mn-doped Bi2Te3 crystals are p-type. Angle\nresolved photoemission spectroscopy measurements show that the topological\nsurface states that are present in pristine Bi2Te3 are also present in\nferromagnetic Mn-doped Bi2-xMnxTe3, and that the dispersion relations of the\nsurface states are changed in a subtle fashion.\n"]}]
["1002.2073",{"format":[],"subject":["Physics - Computational Physics","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2073","doi:10.1111/j.1365-2966.2010.16665.x"],"date":["2010-02-10"],"type":["text"],"creator":["Sochi, Taha","Tennyson, Jonathan"],"language":[],"coverage":[],"title":["A computed line list for the H2D+ molecular ion"],"description":["  A comprehensive, calculated line list of frequencies and transition\nprobabilities for the singly deuterated isotopologue of H3+, H2D+, is\npresented. The line list, called ST1, contains over 22 million\nrotational-vibrational transitions occurring between more than 33 thousand\nenergy levels; it covers frequencies up to 18500 cm-1. All energy levels with\nrotational quantum number, J, up to 20 are considered, making the line list\nuseful for temperatures up to at least 3000 K. About 15% of these levels are\nfully assigned with approximate rotational and vibrational quantum numbers. The\nlist is calculated using a previously proposed, high accuracy, ab initio model\nand consistency checks are carried out to test and validate the results. These\nchecks confirm the accuracy of the list. A temperature-dependent partition\nfunction, valid over a more extended temperature range than those previously\npublished, and cooling function are presented. Temperature-dependent synthetic\nspectra in the frequency range 0 - 10000 cm-1 are also given.\n","Comment: 7 pages, 3 figures, 5 tables"]}]
["1002.3291",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3291","763502, 6 pages, 2010","doi:10.1155/2010/763502."],"date":["2010-02-17"],"type":["text"],"creator":["Ehrlich, Robert"],"language":[],"coverage":[],"title":["A Universal Hurricane Frequency Function"],"description":["  Evidence is provided that the global distribution of tropical hurricanes is\nprincipally determined by a universal function H of a single variable z that in\nturn is expressible in terms of the local sea surface temperature and latitude.\nThe data-driven model presented here carries stark implications for the large\nincreased numbers of hurricanes which it predicts for a warmer world. Moreover,\nthe rise in recent decades in the numbers of hurricanes in the Atlantic, but\nnot the Pacific basin, is shown to have a simple explanation in terms of the\nspecific form of H(z), which yields larger percentage increases when a fixed\nincrease in sea surface temperature occurs at higher latitudes and lower\ntemperatures.\n","Comment: In press with \"Advances in Meteorology\""]}]
["1002.3470",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3470","M. Mulansky and A. Pikovsky 2010 EPL 90 10015","doi:10.1209/0295-5075/90/10015"],"date":["2010-02-18","2010-05-10"],"type":["text"],"creator":["Mulansky, M.","Pikovsky, A."],"language":[],"coverage":[],"title":["Spreading in Disordered Lattices with Different Nonlinearities"],"description":["  We study the spreading of initially localized states in a nonlinear\ndisordered lattice described by the nonlinear Schr\\\"odinger equation with\nrandom on-site potentials - a nonlinear generalization of the Anderson model of\nlocalization. We use a nonlinear diffusion equation to describe the\nsubdiffusive spreading. To confirm the self-similar nature of the evolution we\ncharacterize the peak structure of the spreading states with help of R\\'enyi\nentropies and in particular with the structural entropy. The latter is shown to\nremain constant over a wide range of time. Furthermore, we report on the\ndependence of the spreading exponents on the nonlinearity index in the\ngeneralized nonlinear Schr\\\"odinger disordered lattice, and show that these\nquantities are in accordance with previous theoretical estimates, based on\nassumptions of weak and very weak chaoticity of the dynamics.\n","Comment: 5 pages, 6 figures"]}]
["1002.4232",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4232"],"date":["2010-02-23","2010-05-10"],"type":["text"],"creator":["Lüscher, Martin"],"language":[],"coverage":[],"title":["Computational Strategies in Lattice QCD"],"description":["  Lectures given at the Summer School on \"Modern perspectives in lattice QCD\",\nLes Houches, August 3-28, 2009\n","Comment: Latex source, 72 pages, 23 figures; v2: misprints corrected, minor\n  text changes"]}]
["1002.4557",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4557","doi:10.1007/JHEP05(2010)005"],"date":["2010-02-24","2010-05-10"],"type":["text"],"creator":["Rubin, Mathieu"],"language":[],"coverage":[],"title":["Non-Global Logarithms in Filtered Jet Algorithms"],"description":["  We analytically and numerically study the effect of perturbative gluons\nemission on the \"Filtering analysis\", which is part of a subjet analysis\nprocedure proposed two years ago to possibly identify a low-mass Higgs boson\ndecaying into b\\bar{b} at the LHC. This leads us to examine the non-global\nstructure of the resulting perturbative series in the leading single-log\nlarge-N_c approximation, including all-orders numerical results, simple\nanalytical approximations to them and comments on the structure of their series\nexpansion. We then use these results to semi-analytically optimize the\nparameters of the Filtering analysis so as to suppress as much as possible the\neffect of underlying event and pile-up on the Higgs mass peak reconstruction\nwhile keeping the major part of the perturbative radiation from the b\\bar{b}\ndipole.\n","Comment: 47 pages, 25 figures, 1 figure and a few comments added, version\n  accepted for publication in JHEP"]}]
["1003.0057",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","14T05, 35C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0057"],"date":["2010-02-26","2010-05-09"],"type":["text"],"creator":["Inoue, Rei","Iwao, Shinsuke"],"language":[],"coverage":[],"title":["Tropical spectral curves, Fay's trisecant identity, and generalized\n  ultradiscrete Toda lattice"],"description":["  We study the generalized ultradiscrete periodic Toda lattice T(M,N) which has\ntropical spectral curve. We introduce a tropical analogue of Fay's trisecant\nidentity, and apply it to construct a general solution to T(M,N).\n","Comment: 12 pages, 2 figures"]}]
["1003.0582",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0582","Phys. Rev. B 81, 174507 (2010)","doi:10.1103/PhysRevB.81.174507"],"date":["2010-03-02"],"type":["text"],"creator":["Faribault, Alexandre","Calabrese, Pasquale","Caux, Jean-Sebastien"],"language":[],"coverage":[],"title":["Dynamical correlation functions of the mesoscopic pairing model"],"description":["  We study the dynamical correlation functions of the Richardson pairing model\n(also known as the reduced or discrete-state BCS model) in the canonical\nensemble. We use the Algebraic Bethe Ansatz formalism, which gives exact\nexpressions for the form factors of the most important observables. By summing\nthese form factors over a relevant set of states, we obtain very precise\nestimates of the correlation functions, as confirmed by global sum-rules\n(saturation above 99% in all cases considered). Unlike the case of many other\nBethe Ansatz solvable theories, simple two-particle states are sufficient to\nachieve such saturations, even in the thermodynamic limit. We provide explicit\nresults at half-filling, and discuss their finite-size scaling behavior.\n"]}]
["1003.1310",{"format":[],"subject":["Physics - Classical Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1310","J. Stat. Mech. (2010) P05003","doi:10.1088/1742-5468/2010/05/P05003"],"date":["2010-03-05","2010-05-07"],"type":["text"],"creator":["Connaughton, Colm","Harris, Jamie"],"language":[],"coverage":[],"title":["Scaling properties of one-dimensional cluster-cluster aggregation with\n  Levy diffusion"],"description":["  We present a study of the scaling properties of cluster-cluster aggregation\nwith a source of monomers in the stationary state when the spatial transport of\nparticles occurs by Levy flights. We show that the transition from mean-field\nstatistics to fluctuation-dominated statistics which, for the more commonly\nconsidered case of diffusive transport, occurs as the spatial dimension of the\nsystem is tuned through two from above, can be mimicked even in one dimension\nby varying the characteristic exponent, beta, of the the Levy jump length\ndistribution. We also show that the two-point mass correlation function,\nresponsible for the flux of mass in the stationary state, is strongly\nuniversal: its scaling exponent is given by the mean field value independent of\nthe spatial dimension and independent of the value of beta. Finally we study\nnumerically the two point spatial correlation function which characterises the\nstructure of the depletion zone around heavy particles in the diffusion limited\nregime. We find that this correlation function vanishes with a non-trivial\nfractional power of the separation between particles as this separation goes to\nzero. We provide a scaling argument for the value of this exponent which is in\nreasonable agreement with the numerical measurements.\n","Comment: 10 pages, 6 figures. Final version published in Journal of\n  Statistical Mechanics: Theory and Experiment."]}]
["1003.1603",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05A15, 60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1603"],"date":["2010-03-08","2010-05-09"],"type":["text"],"creator":["Kuba, Markus"],"language":[],"coverage":[],"title":["On Sampling without replacement and OK-Corral urn models"],"description":["  In this work we discuss two urn models with general weight sequences $(A,B)$\nassociated to them, $A=(\\alpha_n)_{n\\in\\N}$ and $B=(\\beta_m)_{m\\in\\N}$,\ngeneralizing two well known P\\'olya-Eggenberger urn models, namely the\nso-called sampling without replacement urn model and the OK Corral urn model.\nWe derive simple explicit expressions for the distribution of the number of\nwhite balls, when all black have been drawn, and obtain as a byproduct the\ncorresponding results for the P\\'olya-Eggenberger urn models. Moreover, we show\nthat the sampling without replacement urn models and the OK Corral urn models\nwith general weights are dual to each other in a certain sense. We discuss\nextensions to higher dimensional sampling without replacement and OK Corral urn\nmodels, respectively, where we also obtain explicit results for the probability\nmass functions, and also an analog of the dualitiy relation. Finally, we derive\nlimit laws for a special choice of the weight sequences.\n","Comment: 19 pages, no figures"]}]
["1003.3107",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","Mathematical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3107"],"date":["2010-03-16","2010-05-10"],"type":["text"],"creator":["Aoudia, Sofiane","Spallicci, Alessandro D. A. M."],"language":[],"coverage":[],"title":["Self-force and radial fall: new integration method for the Zerilli wave\n  equation"],"description":["  We establish the jump conditions for the wavefunction and its derivatives\nthrough the formal solutions of the wave equation. These conditions respond to\nthe requirement of continuity of the perturbations at the position of the\nparticle and they are given for any mode at first order. Using these jump\nconditions, we then propose a new method for computing the radiated waveform\nwithout direct integration of the source term. We consider this approach\npotentially applicable to generic orbits.\n","Comment: To appear in the XII Marcel Grossmann Meeting Proceedings, 12-18 July\n  2009 Paris, World Scientific. For v2, there is an added reference. For v3, we\n  have fixed some editorial errors in the time and second derivatives of the\n  wavefunction."]}]
["1003.3342",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3342"],"date":["2010-03-17","2010-05-10"],"type":["text"],"creator":["Ishii, Soh","Maebashi, Hideaki","Takada, Yasutami"],"language":[],"coverage":[],"title":["Improvement on the GW$\\Gamma$ Scheme for the Electron Self-Energy and\n  Relevance of the $G_0W_0$ Approximation from this Perspective"],"description":["  Based on an exact functional form derived for the three-point vertex function\n$\\Gamma$, we propose a self-consistent calculation scheme for the electron\nself-energy with $\\Gamma$ always satisfying the Ward identity. This scheme is\nbasically equivalent to the one proposed in 2001, but it is improved in the\naspects of computational costs and its applicability range; it can treat a\nlow-density electron system with a dielectric catastrophe. If it is applied to\nsemiconductors and insulators, we find that the obtained quasiparticle\ndispersion is virtually the same as that in the one-shot $GW$ approximation (or\n$G_0W_0$A), indicating that the $G_0W_0$A actually takes proper account of both\nvertex and high-order self-energy corrections in a mutually cancelling manner.\n","Comment: 4 pages, 2 figures"]}]
["1003.4492",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4492","JHEP 1005:024,2010","doi:10.1007/JHEP05(2010)024"],"date":["2010-03-23","2010-04-26"],"type":["text"],"creator":["Wang, Lei","Yang, Jin Min"],"language":[],"coverage":[],"title":["Dark matter and Higgs phenomenology predicted by left-right twin Higgs\n  model in light of CDMS II results"],"description":["  The left-right twin Higgs model predicts a light stable scalar \\hat{S}, which\nis a candidate for WIMP dark matter. We study its scattering on nucleon and\nfind that the cross section is below the CDMS II upper bound but can reach the\nSuperCDMS sensitivity. Then we study the Higgs phenomenology by paying special\nattention to the decay h -> \\hat{S} \\hat{S} which is strongly correlated with\nthe dark matter scattering on nucleon. We find that such an invisible decay can\nbe sizable, which can severely suppress the conventional decay modes like h->VV\n(V=W,Z) and h->b\\bar{b}. On the other hand, compared to the SM prediction, the\nrates of Higgs boson productions at the LHC via gluon-gluon fusion, weak boson\nfusion or in association with top quark pairs are all reduced significantly,\ne.g., the gluon-gluon fusion channel can be suppressed by about 30%.\n","Comment: Version in JHEP (discussions and refs added)"]}]
["1003.5384",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5384"],"date":["2010-03-28","2010-05-09"],"type":["text"],"creator":["Malladi, Sreekanth"],"language":[],"coverage":[],"title":["Protocol indepedence through disjoint encryption under Exclusive-OR"],"description":["  Multi-protocol attacks due to protocol interaction has been a notorious\nproblem for security. Gutman-Thayer proved that they can be prevented by\nensuring that encrypted messages are distinguishable across protocols, under a\nfree algebra. In this paper, we prove that a similar suggestion prevents these\nattacks under commonly used operators such as Exclusive-OR, that induce\nequational theories, breaking the free algebra assumption.\n","Comment: 22 pages, In Proceedings, Foundations of Security and Privacy\n  (FCS-PrivMod 2010)."]}]
["1003.6076",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.6076"],"date":["2010-03-31","2010-05-10"],"type":["text"],"creator":["Salabert, David","Garcia, Rafael","Mathur, Savita"],"language":[],"coverage":[],"title":["On the likelihood-ratio test applied in asteroseismology for mode\n  identification"],"description":["  The identification of the solar-like oscillation modes, as measured by\nasteroseismology, is a necessary requirement in order to infer the physical\nproperties of the interior of the stars. Difficulties occur when a large number\nof modes of oscillations with a low signal-to-noise ratio are observed. In\nthose cases, it is of common use to apply a likelihood-ratio test to\ndiscriminate between the possible scenarios. We present here a statistical\nanalysis of the likelihood-ratio test and discuss its accuracy to identify the\ncorrect modes. We use the AsteroFLAG artificial stars, simulated over a range\nof magnitude, inclination angle, and rotation rate. We show that the\nlikelihood-ratio test is appropriate up to a certain magnitude (signal-to-noise\nratio).\n","Comment: 4 pages, 3 figures, Proceedings of the HELAS-IV International\n  Conference, Submitted to Astronomische Nachrichten"]}]
["1004.2774",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2774","JCAP 1004:026,2010","doi:10.1088/1475-7516/2010/04/026"],"date":["2010-04-16"],"type":["text"],"creator":["Li, Hong","Xia, Jun-Qing"],"language":[],"coverage":[],"title":["Constraints on Dark Energy Parameters from Correlations of CMB with LSS"],"description":["  In this paper, we combine the the latest observational data, including the\nWMAP five-year data (WMAP5), the baryon acoustic oscillations (BAO) and type Ia\nsupernovae (SN) \"union\" compilation, and use the Markov Chain Monte Carlo\nmethod to determine the dark energy parameters. We pay particular attention to\nthe Integrated Sache-Wolfe (ISW) data from the cross-correlations of cosmic\nmicrowave background (CMB) and large scale structure (LSS). In the \\Lambda CDM\nmodel, we find that the ISW data, as a complement to the WMAP data, could\nsignificantly improve the constraint of curvature \\Omega_k. We also check the\nimprovement of constraints from the new prior on the Hubble constant and find\nthis new prior could improve the constraint of \\Omega_k by a factor of 2.\nFinally, we study the dynamical evolving EoS of dark energy from the current\nobservational data. Based on the dynamical dark energy model, parameterizing as\nw(a)=w_0+w_a(1-a), we find that the \\Lambda CDM model remains a good fit to the\ncurrent data. When taking into account the ISW data, the error bars of w_0 and\nw_a could be shrunk slightly. Current constraints on the dynamical dark energy\nmodel are not conclusive. The future precision measurements are needed.\n","Comment: 6 pages, 4 figures, accepted for publication in JCAP"]}]
["1004.3002",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3002"],"date":["2010-04-18","2010-05-10"],"type":["text"],"creator":["Cheng, Szu-Cheng","Jheng, Shih-Da","Jiang, T. F."],"language":[],"coverage":[],"title":["Wigner Crystallization of Rotating Dipolar Fermions in the Fractional\n  Quantum Hall Regime"],"description":["  We show the possible existence of the Wigner crystal (WC) in the Fractional\nQuantum Hall (FQH) regime. We find that the Landau-level mixing (LLM) will\nlower the energy of the WC significantly in the high-density regime. The WC is\nlower in energy than the FQH liquid in the high-density regime. We conclude\nthat the crystal phase is expected at high density for rotating dipolar gases,\nwhich is consistent with non-rotating dipolar gases, but is inconsistent with\nthe low-density conclusion from Baranov et al. [Phys. Rev. Lett. 100, 200402\n(2008)], where the effect of LLM is ignored.\n","Comment: 15 pages, 3 figures"]}]
["1004.4819",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4819"],"date":["2010-04-27","2010-05-10"],"type":["text"],"creator":["DiBello, J.","Konoplich, R.","Lavini, N.","Laurent, T. St."],"language":[],"coverage":[],"title":["Endpoints of invariant mass distribution in SUSY particle decays into\n  massive particles"],"description":["  Kinematic limits on an invariant mass distribution of bc-pairs for a\nthree-step decay chain A -> bB -> bcC involving all massive particles are\nfound. It is shown that an application of these limits to a stop quark\nproduction at the LHC could reduce significantly Standard Model background\ncontribution.\n","Comment: 8 pages, 4 figures, 4 references added"]}]
["1004.4859",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4859"],"date":["2010-04-27","2010-05-10"],"type":["text"],"creator":["Frishman, Yitzhak","Sonnenschein, Jacob"],"language":[],"coverage":[],"title":["Non-Perturbative Field Theory - From two dimensional conformal field\n  theory to QCD in four dimensions"],"description":["  This note is based on the summary of our book entitled \"Non-perturbative\nfield theoryfrom two dimensional conformal field theory to QCD in four\ndimensions\", published recently by Cambridge University Press. It includes 436\npages.\n  The book provides a detailed description of the tool box of non-perturbative\ntechniques, presents applications of them to simplified systems, mainly of\ngauge dynamics in two dimensions, and examines the lessons one can learn from\nthose systems about four dimensional QCD and hadron physics.\n  In particular the book deals with conformal invariance, integrability,\nbosonization, large N, solitons in two dimensions and monopoles and instantons\nin four dimensions, confinement versus screening and finally the hadronic\nspectrum and scattering.\n  We also attach the table of contents and the list of references of the book.\n  We would be grateful for any comments or suggestions related to the material\nin the book. These may be incorporated in a possible future edition. They may\nbe sent via the e-mails below.\n","Comment: 44 Pages; Summary note for Book published by Cambridge University\n  Press 2010"]}]
["1004.5248",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5248"],"date":["2010-04-29","2010-05-10"],"type":["text"],"creator":["Chigarev, S. G.","Epshtein, E. M.","Gulyaev, Yu. V.","Zilberman, P. E."],"language":[],"coverage":[],"title":["Spin-polarized current in ferromagnetic rod-to-film structure"],"description":["  Properties are discussed of a ferromagnetic junction of the type \"rod\ncontacting with film\". Very high current density of the order of $10^9$\nA/cm$^2$ may be achieved in the contact region. We show it can lead to\ninversion of population of the spin energy subbands. Spin injection depends\nstrongly on the direction of the current (forward or backward). We prepared\nexperimentally a rod-to-film structure and investigated high density current\nflowing through it. Current dependent radiation has been observed by means of a\nTHz receiver. In particular, the radiation becomes different for forward and\nbackward currents. It shows the radiation includes not only heating but also\nnon-thermal (spin-injection) effects.\n","Comment: 10 pages, 9 figures"]}]
["1005.0109",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0109"],"date":["2010-05-01","2010-05-10"],"type":["text"],"creator":["Sanyal, Sugata","Gada, Dhaval","Gogri, Rajat","Rathod, Punit","Dedhia, Zalak","Mody, Nirali"],"language":[],"coverage":[],"title":["Security Scheme for Distributed DoS in Mobile Ad Hoc Networks"],"description":["  In Mobile Ad Hoc Networks (MANET), various types of Denial of Service Attacks\n(DoS) are possible because of the inherent limitations of its routing\nprotocols. Considering the Ad Hoc On Demand Vector (AODV) routing protocol as\nthe base protocol it is possible to find a suitable solution to over-come the\nattack of initiating / forwarding fake Route Requests (RREQs) that lead to\nhogging of network resources and hence denial of service to genuine nodes. In\nthis paper, a proactive scheme is proposed that could prevent a specific kind\nof DoS attack and identify the misbehaving node. Since the proposed scheme is\ndistributed in nature it has the capability to prevent Distributed DoS (DDoS)\nas well. The performance of the proposed algorithm in a series of simulations\nreveal that the proposed scheme provides a better solution than existing\napproaches with no extra overhead.\n","Comment: 12 Pg, 7 Fig, 2 Tables, Shorter version was presented in IWDC-2004,\n  LNCS Vol.3326. ISBN: 3-540-24076-4,pp 541-542, 2004. NOTE:\n  AODV_modifications.zip\n  <http://www.tifr.res.in/~sanyal/papers/AODV_modifications.zip> contains all\n  associated codes and its possible explanation."]}]
["1005.0474",{"format":[],"subject":["Mathematics - Rings and Algebras","15A33, 15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0474"],"date":["2010-05-04","2010-05-07"],"type":["text"],"creator":["Macías-Virgós, E.","Pereira-Sáez, M. J."],"language":[],"coverage":[],"title":["Characteristic functions and Hamilton-Cayley theorem for left\n  eigenvalues of quaternionic matrices"],"description":["  We introduce the notion of characteristic function of a quaternionic matrix,\nwhose roots are the left eigenvalues. We prove that for all $2\\times 2$\nmatrices and for $3\\times 3$ matrices having some zero entry outside the\ndiagonal there is a characteristic function which is a polynomial. For the\nother $3\\times 3$ matrices the characteristic function is a rational function\nwith one point of discontinuity. We prove that Hamilton-Cayley theorem holds in\nall cases.\n","Comment: 14 pages, new version with a complete proof of Hamilton-Cayley\n  theorem for all 3x3 matrices"]}]
["1005.0916",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0916","ApJ 715(2010) L113-L116","doi:10.1088/2041-8205/715/2/L113"],"date":["2010-05-06"],"type":["text"],"creator":["Liu, Hao","Wang, Jing","Mao, Yufeng","Wei, Jianyan"],"language":[],"coverage":[],"title":["Violent Intranight Optical Variability of a Radio-Loud Narrow-Line\n  Seyfert 1 Galaxy: SDSS J094857.3+002225"],"description":["  SDSS J094857.3+002225 is a very radio-loud narrow-line Seyfert 1 (NLS1)\ngalaxy. Here, we report our discovery of the intranight optical variability\n(INOV) of this galaxy through the optical monitoring in the B and R bands that\ncovered seven nights in 2009. Violent rapid variability in the optical bands\nwas identified in this RL-NLS1 for the first time, and the amplitudes of the\nINOV reaches 0.5 mag in both the B and R bands on the timescale of several\nhours. The detection of the INOV provides a piece of strong evidence supporting\nthe fact that the object carries a relativistic jet with a small viewing angle,\nwhich confirms the conclusion drawn from the previous multi-wavelength studies.\n","Comment: 8 pages, 1 figures. It has been accepted by ApJL."]}]
["1005.1087",{"format":[],"subject":["Mathematics - Commutative Algebra","Computer Science - Symbolic Computation","68W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1087"],"date":["2010-05-06"],"type":["text"],"creator":["Gathen, Joachim von zur","Giesbrecht, Mark","Ziegler, Konstantin"],"language":[],"coverage":[],"title":["Composition collisions and projective polynomials"],"description":["  The functional decomposition of polynomials has been a topic of great\ninterest and importance in pure and computer algebra and their applications.\nThe structure of compositions of (suitably normalized) polynomials f=g(h) over\nfinite fields is well understood in many cases, but quite poorly when the\ndegrees of both components are divisible by the characteristic p. This work\ninvestigates the decomposition of polynomials whose degree is a power of p.\n"]}]
["1005.1193",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1193"],"date":["2010-05-07","2010-05-10"],"type":["text"],"creator":["Fearnhead, Paul","Taylor, Benjamin M."],"language":[],"coverage":[],"title":["An Adaptive Sequential Monte Carlo Sampler"],"description":["  Sequential Monte Carlo (SMC) methods are not only a popular tool in the\nanalysis of state space models, but offer an alternative to MCMC in situations\nwhere Bayesian inference must proceed via simulation. This paper introduces a\nnew SMC method that uses adaptive MCMC kernels for particle dynamics. The\nproposed algorithm features an online stochastic optimization procedure to\nselect the best MCMC kernel and simultaneously learn optimal tuning parameters.\nTheoretical results are presented that justify the approach and give guidance\non how it should be implemented. Empirical results, based on analysing data\nfrom mixture models, show that the new adaptive SMC algorithm (ASMC) can both\nchoose the best MCMC kernel, and learn an appropriate scaling for it. ASMC with\na choice between kernels outperformed the adaptive MCMC algorithm of Haario et\nal. (1998) in 5 out of the 6 cases considered.\n","Comment: 41 pages, 1 figure"]}]
["1005.1296",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1296"],"date":["2010-05-07"],"type":["text"],"creator":["Williams, Brian J."],"language":[],"coverage":[],"title":["Supernova Remnants as a Probe of Dust Grains in the Interstellar Medium"],"description":["  Interstellar dust grains play a crucial role in the evolution of the galactic\ninterstellar medium (ISM). Despite its importance, however, dust remains poorly\nunderstood in terms of its origin, composition, and abundance throughout the\nuniverse. Supernova remnants (SNRs) provide a laboratory for studying the\nevolution of dust grains, as they are one of the only environments in the\nuniverse where it is possible to observe grains being both created and\ndestroyed. SNRs exhibit collisionally heated dust, allowing dust to serve as a\ndiagnostic both for grain physics and for the plasma conditions in the SNR. I\npresent theoretical models of collisionally heated dust which calculate grain\nemission as well as destruction rates. In these models, I incorporate physics\nsuch as nonthermal sputtering caused by grain motions through the gas, a more\nrealistic approach to sputtering for small grains, and arbitrary grain\ncompositions porous and composite grains. I apply these models to infrared and\nX-ray observations of Kepler's supernova and the Cygnus Loop in the galaxy, and\nSNRs 0509-67.5, 0519-69.0, and 0540-69.3 in the LMC. X-ray observations\ncharacterize the hot plasma while IR observations constrain grain properties\nand destruction rates. Such a multi-wavelength approach is crucial for a\ncomplete understanding of gas and dust interaction and evolution. Modeling of\nboth X-ray and IR spectra allows disentangling of parameters such as pre and\npostshock gas density, as well as swept-up masses of gas and dust, and can\nprovide constraints on the shock compression ratio. Observations also show that\nthe dust-to-gas mass ratio in the ISM is lower by a factor of several than what\nis inferred by extinction studies of starlight. Future observatories, such as\nthe James Webb Space Telescope and the International X-ray Observatory, will\nallow testing of models far beyond what is possible now.\n","Comment: Ph.D. Thesis; Quality of figures slightly reduced for astro-ph\n  file-size limits; full quality version can be downloaded from\n  http://www.lib.ncsu.edu/theses/available/etd-03092010-171032/"]}]
["1005.1301",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematical Physics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1301"],"date":["2010-05-07"],"type":["text"],"creator":["Lamoureux, Michael P."],"language":[],"coverage":[],"title":["Drawing butterflies from the almost Mathieu operator"],"description":["  Plotting spectra of a range of almost Mathieu operators reveals a beautiful\nfractal-like image that contains multiple copies of a butterfly image. We\ndemonstrate that plotting the butterflies using a gap-labelling scheme based on\nK-theory or Chern numbers reveals systematic discontinuities in the gap\npositioning. A proper image is produced only when we take into account these\ndiscontinuities, and close the butterfly wingtips at the points of\ndiscontinuity. A conjecture is presented showing a simple formula for locating\nthe discontinuities, and numerical evidence is given to support the conjecture.\nWe also present new renderings of this butterfly.\n","Comment: Twenty three pages, eighteen figures."]}]
["1005.1305",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematical Physics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1305"],"date":["2010-05-07"],"type":["text"],"creator":["Lamoureux, Michael P.","Mingo, James A.","Pachmann, Sydney R."],"language":[],"coverage":[],"title":["Spectra self-similarity for almost Mathieu operators"],"description":["  We determine numerically the self-similarity maps for spectra of the almost\nMathieu operators, a two-dimensional fractal-like structure known as the\nHofstadter butterfly. The similarity maps each have a horizontal component\ndetermined by certain algebraic maps, and vertical component determined by a\nMobius transformation, indexed by a semigroup of the matrix group $GL_2(\\Z)$.\nBased on the numerical evidence, we state and prove a continuity result for the\nsimilarity maps. We note a connection between the indexing of the similarity\nmaps and Morita equivalence of rotation algebras $A_\\theta$, a continuous field\nof C*-algebras.\n","Comment: Thirty nine pages, twenty two figures"]}]
["1005.1306",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1306"],"date":["2010-05-07"],"type":["text"],"creator":["Fulman, Jason"],"language":[],"coverage":[],"title":["Stein's method, heat kernel, and traces of powers of elements of compact\n  Lie groups"],"description":["  Combining Stein's method with heat kernel techniques, we show that the trace\nof the jth power of an element of U(n,C), USp(n,C) or SO(n,R) has a normal\nlimit with error term of order j/n. In contrast to previous works, here j may\nbe growing with n. The technique should prove useful in the study of the value\ndistribution of approximate eigenfunctions of Laplacians.\n","Comment: 17 pages"]}]
["1005.1307",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1307"],"date":["2010-05-07"],"type":["text"],"creator":["Balabdaoui, Fadoua","Filali, Karim"],"language":[],"coverage":[],"title":["Efficient computation of the cdf of the maximal difference between\n  Brownian bridge and its concave majorant"],"description":["  In this paper, we describe two computational methods for calculating the\ncumulative distribution function and the upper quantiles of the maximal\ndifference between a Brownian bridge and its concave majorant. The first method\nhas two different variants that are both based on a Monte Carlo approach,\nwhereas the second uses the Gaver-Stehfest (GS) algorithm for numerical\ninversion of Laplace transform. If the former method is straightforward to\nimplement, it is very much outperformed by the GS algorithm, which provides a\nvery accurate approximation of the cumulative distribution as well as its upper\nquantiles. Our numerical work has a direct application in statistics: the\nmaximal difference between a Brownian bridge and its concave majorant arises in\nconnection with a nonparametric test for monotonicity of a density or\nregression curve on [0, 1]. Our results can be used to construct very accurate\nrejection region for this test at a given asymptotic level.\n"]}]
["1005.1315",{"format":[],"subject":["Mathematics - Differential Geometry","57M05 (Low-dimensional topology), 20H10 (Fuchsian groups and their\n  genearlizations), 30F60 (Teichmuller theory)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1315","Contemporary Mathematics 262 (2000), pp. 69--90"],"date":["2010-05-07"],"type":["text"],"creator":["Charette, Virginie","Goldman, William M."],"language":[],"coverage":[],"title":["Affine Schottky Groups and Crooked Tilings"],"description":["  In his 1990 doctoral thesis, Todd Drumm showed that proper affine\ndeformations of free Fuchsian groups could be constructed as Schottky groups\nusing a new family of hypersurfaces called \"crooked planes.\" The existence of\nproper affine deformations of Fuchsian Schottky groups was demonstrated by\nMargulis in the early 1980's, answering a question raised by Milnor in 1977.\nThis paper expounds Drumm's result, at least in the case of Fuchsian Schottky\ngroups (that is, when the group contains no parabolic elements).\n","Comment: This paper appeared in the Contemporary Mathematics volume,\n  \"Crystallographic groups and their generalizations\", the proceedings of the\n  conference in Kortrijk, Belgium in 1999 and represents an expanded version of\n  the lecture presented by the second-named author. The paper contains 18\n  figures."]}]
["1005.1316",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1316"],"date":["2010-05-07"],"type":["text"],"creator":["Treyer, Marie","Johnson, Ben","Schiminovich, David","O'Dowd, Matt"],"language":[],"coverage":[],"title":["Mid-Infrared Spectral Indicators of Star-Formation and AGN Activity in\n  Normal Galaxies"],"description":["  We investigate the use of mid-infrared PAH bands, continuum and emission\nlines as probes of star-formation and AGN activity in a sample of 100 `normal'\nand local (z~0.1) galaxies. The MIR spectra were obtained with the Spitzer IRS\nas part of the Spitzer-SDSS-GALEX Spectroscopic Survey (SSGSS) which includes\nmulti-wavelength photometry from the UV to the FIR and optical spectroscopy.\nThe spectra were decomposed using PAHFIT (Smith et al. 2007), which we find to\nyield PAH equivalent widths (EW) up to ~30 times larger than the commonly used\nspline methods. Based on correlations between PAH, continuum and emission line\nproperties and optically derived physical properties (gas phase metallicity,\nradiation field hardness), we revisit the diagnostic diagram relating PAH EWs\nand [NeII]/[OIV] and find it more efficient as distinguishing weak AGNs from\nstar-forming galaxies than when spline decompositions are used. The luminosity\nof individual MIR component (PAH, continuum, Ne and molecular hydrogen lines)\nare found to be tightly correlated to the total IR luminosity and can be used\nto estimate dust attenuation in the UV and in Ha lines based on energy balance\narguments.\n","Comment: To appear in the conference proceedings \"Reionization to Exoplanets:\n  Spitzer's Growing Legacy\", October 2009, Pasadena CA"]}]
["1005.1320",{"format":[],"subject":["Computer Science - Mathematical Software","Computer Science - Data Structures and Algorithms","Computer Science - Numerical Analysis","Mathematics - Numerical Analysis","Mathematics - Number Theory","65C10 (Primary) 11K36, 11K38, 11K45 (Secondary)","G.3","G.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1320"],"date":["2010-05-08"],"type":["text"],"creator":["Brent, Richard P."],"language":[],"coverage":[],"title":["The myth of equidistribution for high-dimensional simulation"],"description":["  A pseudo-random number generator (RNG) might be used to generate w-bit random\nsamples in d dimensions if the number of state bits is at least dw. Some RNGs\nperform better than others and the concept of equidistribution has been\nintroduced in the literature in order to rank different RNGs. We define what it\nmeans for a RNG to be (d,w)-equidistributed, and then argue that\n(d,w)-equidistribution is not necessarily a desirable property.\n","Comment: 8 pages. Based on material presented at a Workshop on High\n  Dimensional Approximation held at the Australian National University,\n  Canberra, 19 February 2007. For further details, see\n  http://wwwmaths.anu.edu.au/~brent/pub/pub240.html"]}]
["1005.1326",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1326"],"date":["2010-05-08"],"type":["text"],"creator":["Gogas, Periklis","Pragidis, Ioannis"],"language":[],"coverage":[],"title":["GDP Trend Deviations and the Yield Spread: the Case of Five E.U.\n  Countries"],"description":["  Several studies have established the predictive power of the yield curve in\nterms of real economic activity. In this paper we use data for a variety of\nE.U. countries: both EMU (Germany, France, Italy) and non-EMU members (Sweden\nand the U.K.). The data used range from 1991:Q1 to 2009:Q1. For each country,\nwe extract the long run trend and the cyclical component of real economic\nactivity, while the corresponding interbank interest rates of long and short\nterm maturities are used for the calculation of the country specific yield\nspreads. We also augment the models tested with non monetary policy variables:\nthe countries' unemployment rates and stock indices. The methodology employed\nin the effort to forecast real output, is a probit model of the inverse\ncumulative distribution function of the standard distribution, using several\nformal forecasting and goodness of fit evaluation tests. The results show that\nthe yield curve augmented with the non-monetary variables has significant\nforecasting power in terms of real economic activity but the results differ\nqualitatively between the individual economies examined raising non-trivial\npolicy implications.\n"]}]
["1005.1327",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1327"],"date":["2010-05-08"],"type":["text"],"creator":["Legay, Axel","Delahaye, Benoit"],"language":[],"coverage":[],"title":["Statistical Model Checking : An Overview"],"description":["  Quantitative properties of stochastic systems are usually specified in logics\nthat allow one to compare the measure of executions satisfying certain temporal\nproperties with thresholds. The model checking problem for stochastic systems\nwith respect to such logics is typically solved by a numerical approach that\niteratively computes (or approximates) the exact measure of paths satisfying\nrelevant subformulas; the algorithms themselves depend on the class of systems\nbeing analyzed as well as the logic used for specifying the properties. Another\napproach to solve the model checking problem is to \\emph{simulate} the system\nfor finitely many runs, and use \\emph{hypothesis testing} to infer whether the\nsamples provide a \\emph{statistical} evidence for the satisfaction or violation\nof the specification. In this short paper, we survey the statistical approach,\nand outline its main advantages in terms of efficiency, uniformity, and\nsimplicity.\n","Comment: none"]}]
["1005.1328",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1328"],"date":["2010-05-08"],"type":["text"],"creator":["Korpelainen, Nicholas","Lozin, Vadim V."],"language":[],"coverage":[],"title":["Bipartite Induced Subgraphs and Well-Quasi-Ordering"],"description":["  We study bipartite graphs partially ordered by the induced subgraph relation.\nOur goal is to distinguish classes of bipartite graphs which are or are not\nwell-quasi-ordered (wqo) by this relation. Answering an open question from\n\\cite{Ding92}, we prove that $P_7$-free bipartite graphs are not wqo. On the\nother hand, we show that $P_6$-free bipartite graphs are wqo. We also obtain\nsome partial results on subclasses of bipartite graphs defined by forbidding\nmore than one induced subgraph.\n"]}]
["1005.1330",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1330"],"date":["2010-05-08"],"type":["text"],"creator":["Gillett, Jack","Das, Sitikantha D.","Syers, Paul","Ming, Alison K. T.","Espeso, Jose I.","Petrone, Chiara M.","Sebastian, Suchitra E."],"language":[],"coverage":[],"title":["Dimensional Tuning of the Magnetic-Structural Transition in\n  A(Fe$_{1-x}$Co$_x$)$_2$As$_2$ (A=Sr,Ba)"],"description":["  A phase diagram of superconducting Sr(Fe$_{1-x}$Co$_x$)$_2$As$_2$ as a\nfunction of doping (x) is determined by a series of thermodynamic and transport\nmeasurements on single crystals. On comparison with a similar phase diagram for\nBa(Fe$_{1-x}$Co$_x$)$_2$As$_2$ (Co-doped Ba122), we find that the increased\ndimensionality of Co-doped Sr122 results in a single first-order-like\ntransition where the magnetic and structural transitions coincide, unlike the\ncase of Co-doped Ba122 that exhibits split quasicontinuous magnetic and\nstructural transitions. We relate this dimensionally-tuned splitting in the\nmagnetic and structural transitions to the relative size of superconducting\ntemperatures in these materials.\n","Comment: 4 pages, 4 figures"]}]
["1005.1337",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Other Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1337"],"date":["2010-05-08"],"type":["text"],"creator":["Sacilotti, Marco","Almeida, Euclides","Mota, Claudia C. B. O.","Nunes, Frederico Dias","Gomes, Anderson S. L."],"language":[],"coverage":[],"title":["Can the photosynthesis first step quantum mechanism be explained?"],"description":["  Photosynthesis first step mechanism concerns the sunlight absorption and both\nnegative and positive charges separation. Recent and important photosynthesis\nliterature claims that this mechanism is quantum mechanics controlled, however\nwithout presenting qualitative or quantitative scientifically based mechanism.\nThe present accepted and old-fashioned photosynthesis mechanism model suffers\nfrom few drawbacks and an important issue is the absence of driving force for\nnegative and positive charges separation. This article presents a new\nqualitative model for this first step mechanism in natural catalytic systems\nsuch as photosynthesis in green leaves. The model uses a concept of\nsemiconductor band gap engineering, such as the staggered energy band gap\nline-up in semiconductors. To explain the primary mechanism in natural\nphotosynthesis the proposal is the following: incident light is absorbed inside\nthe leaves causing charges separation. The only energetic configuration that\nallows charges separation under illumination is the staggered one between two\nmaterials or molecules. We explain why (e-, h+) interacting charges can be\nseparated by using an energy staggered configuration, under illumination.\nFollowing this model, the green light of plants can be seen as related to the\nspent energy for charges separation. Green colour being mostly an emission and\nnot a reflection as currently presented. The arguments mentioned below show why\nwe cannot explain the photosynthesis first step mechanism, based on the\npresently accepted model, and therefore the alternative model is presented.\n","Comment: In my opinion we can, finally, start to explain the most important\n  physical mechanism on Earth (the first step for the photosynthesis process:\n  sun light absorption and both (e- h+) charges separation), by using the\n  energy staggered configuration between molecules."]}]
["1005.1347",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1347"],"date":["2010-05-08"],"type":["text"],"creator":["Lee, Jong-Phil"],"language":[],"coverage":[],"title":["Comments on Verlinde's entropic gravity"],"description":["  Some comments are given on recently proposed entropic gravity by Verlinde. We\nfocus on the derivation of Newton's law of gravitation. It is shown that\nconsistent classical relations are enough to result in the Newtonian gravity.\nIn our derivation, it is crucial that the entropy is a quarter of the number of\nstates in units of the Boltzmann constant $k_ B$, and the number of states is\ngiven by the holographic principle.\n","Comment: 6 pages."]}]
["1005.1348",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1348"],"date":["2010-05-08"],"type":["text"],"creator":["Herbut, Fedor"],"language":[],"coverage":[],"title":["A Theory of Quantum Preparation"],"description":["  Based on an analysis of two conventional preparators, the Stern-Gerlach and\nthe hole-in-the-screen ones, it is argued that four entities can be taken as\nthe basic ingredients of a rather general theory of a quantum preparator. These\nare the composite-system (object plus preparator) state coming about as a\nresult of a suitable interaction between the subsystems, a suitable preparator\nprojector called the triggering event, the conditional quantum state (density\noperator) of the quantum object coming about as a consequence of the occurrence\nof the triggering event on the preparator, and, finally, a unitary evolution\noperator of the object subsystem acting after preparation. The concepts of a\ngeneral conditional state and of retrospective apparent ideal occurrence (which\nappears in the theory) are discussed in considerable detail. Ideal occurrence\nand the selective L\\\"{u}ders formula, which are made use of, are reviewed.\nDynamical and geometrical preparators are distinguished in the general theory.\nThey are described by the same entities in the same way, but in terms of\ndifferent physical mechanisms from the point of view of standard interpretation\nwith collapse.\n","Comment: 20 pages, no figures"]}]
["1005.1349",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1349"],"date":["2010-05-08"],"type":["text"],"creator":["Al-Bashabsheh, Ali","Mao, Yongyi","Yongacoglu, Abbas"],"language":[],"coverage":[],"title":["On Holant Theorem and Its Proof"],"description":["  Holographic algorithms are a recent breakthrough in computer science and has\nfound applications in information theory. This paper provides a proof to the\ncentral component of holographic algorithms, namely, the Holant theorem.\nCompared with previous works, the proof appears simpler and more direct. Along\nthe proof, we also develop a mathematical tool, which we call c-tensor. We\nexpect the notion of c-tensor may be applicable over a wide range of analysis.\n","Comment: 25th Queen's Biennial Symposium on Communications."]}]
["1005.1350",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1350"],"date":["2010-05-08"],"type":["text"],"creator":["Nanopoulos, Dimitri","Xie, Dan"],"language":[],"coverage":[],"title":["Hitchin Equation, Irregular Singularity, and $N=2$ Asymptotical Free\n  Theories"],"description":["  In this paper, we study irregular singular solution to Hitchin's equation and\nuse it to describe four dimensional $N=2$ asymptotically free gauge theories.\nFor $SU(2)$ $A$ type quiver, two kinds of irregular singularities besides one\nregular singularity are needed for the solution of Hitchin's equation; We then\nclassify irregular singularities needed for the general $SU(N)$ $A$ type\nquiver.\n","Comment: 37 pages, 6 figures"]}]
["1005.1352",{"format":[],"subject":["Mathematics - Statistics Theory","62G07, 62G05, 62H12."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1352"],"date":["2010-05-08"],"type":["text"],"creator":["Pavlides, Marios G.","Wellner, Jon A."],"language":[],"coverage":[],"title":["Nonparametric estimation of multivariate scale mixtures of uniform\n  densities"],"description":["  Suppose that $\\m{U} = (U_1, \\ldots , U_d) $ has a Uniform$([0,1]^d)$\ndistribution, that $\\m{Y} = (Y_1 , \\ldots , Y_d) $ has the distribution $G$ on\n$\\RR_+^d$, and let $\\m{X} = (X_1 , \\ldots , X_d) = (U_1 Y_1 , \\ldots , U_d Y_d\n)$. The resulting class of distributions of $\\m{X}$ (as $G$ varies over all\ndistributions on $\\RR_+^d$) is called the {\\sl Scale Mixture of Uniforms} class\nof distributions, and the corresponding class of densities on $\\RR_+^d$ is\ndenoted by $\\{\\cal F}_{SMU}(d)$. We study maximum likelihood estimation in the\nfamily ${\\cal F}_{SMU}(d)$. We prove existence of the MLE, establish Fenchel\ncharacterizations, and prove strong consistency of the almost surely unique\nmaximum likelihood estimator (MLE) in ${\\cal F}_{SMU}(d)$. We also provide an\nasymptotic minimax lower bound for estimating the functional $f \\mapsto\nf(\\m{x})$ under reasonable differentiability assumptions on $f\\in{\\cal F}_{SMU}\n(d)$ in a neighborhood of $\\m{x}$. We conclude the paper with discussion,\nconjectures and open problems pertaining to global and local rates of\nconvergence of the MLE.\n","Comment: 39 pages, 4 figures"]}]
["1005.1355",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1355"],"date":["2010-05-08"],"type":["text"],"creator":["Kawashima, Masayuki","Yoshizaki, Kenta"],"language":[],"coverage":[],"title":["On (2,3) torus decompositions of QL-configurations"],"description":["  Let $Q$ be an affine quartic which does not intersect transversely with the\nline at infinity $L_{\\infty}$. In this paper, we show the existence of a\n$(2,3)$ torus decomposition of the defining polynomial of $Q$ and its\nuniqueness except for one class.\n"]}]
["1005.1358",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Optimization and Control","Mathematics - Probability","Quantitative Finance - Computational Finance","Primary 91B02, 91B70, 91B24, Secondary 60H10, 91B28."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1358"],"date":["2010-05-08"],"type":["text"],"creator":["Liang, Zongxia","Wu, Weiming"],"language":[],"coverage":[],"title":["Variational inequality method in stock loans"],"description":["  In this paper we first introduce two new financial products:\n  stock loan and capped stock loan. Then we develop a pure variational\n  inequality method to establish explicitly the values of these stock loans.\n  Finally, we work out ranges of fair values of parameters associated with\n  the loans.\n","Comment: 14 pages, 2 figures"]}]
["1005.1364",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1364"],"date":["2010-05-09"],"type":["text"],"creator":["Akin, Sami","Gursoy, Mustafa Cenk"],"language":[],"coverage":[],"title":["Cognitive Radio Transmission under QoS Constraints and Interference\n  Limitations"],"description":["  In this paper, the performance of cognitive transmission under quality of\nservice (QoS)constraints and interference limitations is studied. Cognitive\nsecondary users are assumed to initially perform sensing over multiple\nfrequency bands (or equivalently channels) to detect the activities of primary\nusers. Subsequently, they perform transmission in a single channel at variable\npower and rates depending on the channel sensing decisions and the fading\nenvironment. A state transition model is constructed to model this cognitive\noperation. Statistical limitations on the buffer lengths are imposed to take\ninto account the QoS constraints of the cognitive secondary users. Under such\nQoS constraints and limitations on the interference caused to the primary\nusers, the maximum throughput is identified by finding the effective capacity\nof the cognitive radio channel. Optimal power allocation strategies are\nobtained and the optimal channel selection criterion is identified. The\nintricate interplay between effective capacity, interference and QoS\nconstraints, channel sensing parameters and reliability, fading, and the number\nof available frequency bands is investigated through numerical results.\n"]}]
["1005.1365",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1365"],"date":["2010-05-09"],"type":["text"],"creator":["Jayaprakasam, ArunKumar","Sharma, Vinod","Murthy, Chandra R.","Narayanan, Prashant"],"language":[],"coverage":[],"title":["Cooperative Sequential Spectrum Sensing Algorithms for OFDM"],"description":["  This paper considers the problem of spectrum sensing in cognitive radio\nnetworks when the primary user employs Orthogonal Frequency Division\nMultiplexing (OFDM). We develop cooperative sequential detection algorithms\nbased on energy detectors and the autocorrelation property of cyclic prefix\n(CP) used in OFDM systems and compare their performances. We show that\nsequential detection provides much better performance than the traditional\nfixed sample size (snapshot) based detectors. We also study the effect of model\nuncertainties such as timing and frequency offset, IQ-imbalance and uncertainty\nin noise and transmit power on the performance of the detectors. We modify the\ndetectors to mitigate the effects of these impairments. The performance of the\nproposed algorithms are studied via simulations. It is shown that energy\ndetector performs significantly better than the CP-based detector, except in\ncase of a snapshot detector with noise power uncertainty. Also, unlike for the\nCP-based detector, most of the above mentioned impairments have no effect on\nthe energy detector.\n","Comment: 24 pages"]}]
["1005.1376",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1376"],"date":["2010-05-09"],"type":["text"],"creator":["Goteman, M.","Lindstrom, U."],"language":[],"coverage":[],"title":["Sigma models with non-commuting complex structures and extended\n  supersymmetry"],"description":["  We discuss additional supersymmetries for N = (2, 2) supersymmetric\nnon-linear sigma models described by left and right semichiral superfields.\n","Comment: 11 pages. Talk presented by U.L. at \"30th Winter School on Geometry\n  and Physics\" Srni, Czech Republic January 2010."]}]
["1005.1387",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1387","Proc. 12th Marcel Grossmann Meeting on General Relativity, World\n  Scientific, 2010"],"date":["2010-05-09"],"type":["text"],"creator":["Kashif, A. R.","Saifullah, K."],"language":[],"coverage":[],"title":["Curvature and Weyl collineations of spacetimes"],"description":["  Lie symmetries of various geometrical and physical quantities in general\nrelativity play an important role in understanding the curvature structure of\nmanifolds. The Riemann curvature and Weyl tensors are two fourth-rank tensors\nin the theory. Interrelations between the symmetries of these two tensors\n(known as collineations) are studied. Some illustrative examples are also\nprovided.\n"]}]
["1005.1388",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1388","Proc. 12th Marcel Grossmann Meeting on General Relativity, World\n  Scientific, 2010"],"date":["2010-05-09"],"type":["text"],"creator":["Akbar, M.","Saifullah, K."],"language":[],"coverage":[],"title":["Exact differential and quantum corrections of entropy for axially\n  symmetric black holes"],"description":["  Using the exactness criteria of entropy from the first law of black hole\nthermodynamics, we study quantum corrections for axially symmetric black holes.\n"]}]
["1005.1391",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1391"],"date":["2010-05-09"],"type":["text"],"creator":["Dominguez-Montes, Juan"],"language":[],"coverage":[],"title":["Solution to the Counterfeit Coin Problem and its Generalization"],"description":["  This work deals with a classic problem: \"Given a set of coins among which\nthere is a counterfeit coin of a different weight, find this counterfeit coin\nusing ordinary balance scales, with the minimum number of weighings possible,\nand indicate whether it weighs less or more than the rest\". The method proposed\nhere not only calculates the minimum number of weighings necessary, but also\nindicates how to perform these weighings, it is easily mechanizeable and valid\nfor any number of coins. Instructions are also given as to how to generalize\nthe procedure to include cases where there is more than one counterfeit coin.\n"]}]
["1005.1392",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1392"],"date":["2010-05-09"],"type":["text"],"creator":["Fox, Jacob","Gromov, Mikhail","Lafforgue, Vincent","Naor, Assaf","Pach, Janos"],"language":[],"coverage":[],"title":["Overlap properties of geometric expanders"],"description":["  The {\\em overlap number} of a finite $(d+1)$-uniform hypergraph $H$ is\ndefined as the largest constant $c(H)\\in (0,1]$ such that no matter how we map\nthe vertices of $H$ into $\\R^d$, there is a point covered by at least a\n$c(H)$-fraction of the simplices induced by the images of its hyperedges.\nIn~\\cite{Gro2}, motivated by the search for an analogue of the notion of graph\nexpansion for higher dimensional simplicial complexes, it was asked whether or\nnot there exists a sequence $\\{H_n\\}_{n=1}^\\infty$ of arbitrarily large\n$(d+1)$-uniform hypergraphs with bounded degree, for which $\\inf_{n\\ge 1}\nc(H_n)>0$. Using both random methods and explicit constructions, we answer this\nquestion positively by constructing infinite families of $(d+1)$-uniform\nhypergraphs with bounded degree such that their overlap numbers are bounded\nfrom below by a positive constant $c=c(d)$. We also show that, for every $d$,\nthe best value of the constant $c=c(d)$ that can be achieved by such a\nconstruction is asymptotically equal to the limit of the overlap numbers of the\ncomplete $(d+1)$-uniform hypergraphs with $n$ vertices, as\n$n\\rightarrow\\infty$. For the proof of the latter statement, we establish the\nfollowing geometric partitioning result of independent interest. For any $d$\nand any $\\epsilon>0$, there exists $K=K(\\epsilon,d)\\ge d+1$ satisfying the\nfollowing condition. For any $k\\ge K$, for any point $q \\in \\mathbb{R}^d$ and\nfor any finite Borel measure $\\mu$ on $\\mathbb{R}^d$ with respect to which\nevery hyperplane has measure $0$, there is a partition $\\mathbb{R}^d=A_1 \\cup\n\\ldots \\cup A_{k}$ into $k$ measurable parts of equal measure such that all but\nat most an $\\epsilon$-fraction of the $(d+1)$-tuples\n$A_{i_1},\\ldots,A_{i_{d+1}}$ have the property that either all simplices with\none vertex in each $A_{i_j}$ contain $q$ or none of these simplices contain\n$q$.\n"]}]
["1005.1394",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1394"],"date":["2010-05-09"],"type":["text"],"creator":["Malu, Siddharth Savyasachi","Subrahmanyan, Ravi","Wieringa, Mark","Narasimha, D."],"language":[],"coverage":[],"title":["Compact Sunyaev-Zeldovich `hole' in the Bullet Cluster"],"description":["  We present 18~GHz observations of the Bullet cluster from the Australia\nTelescope Compact Array; in particular, a high angular resolution measurement\nof the substructure in Sunyaev-Zel'dovich Effect (SZE). We report the discovery\nof a compact SZE `hole' in the galaxy cluster. The SZE hole does not correspond\nto any bright feature in X-ray, optical or lensing maps; in general, the\nrelatively deeper SZE features appear to avoid the regions with the most\nintense X-ray emission. These imply that the gas pressure distribution differs\nsignificantly from the distributions in gas emission measure, galaxy and dark\nmatter distributions. This has implications for the gas physics and evolution\nin the cluster merger event. SZE displaced from X-ray centres implies that\nmodeling cluster dynamics is non-trivial; our observations indicate that our\ncurrent lack of understanding cluster merger astrophysics may be a limitation\nto modeling the cosmological distribution in SZE cluster counts and the cluster\nSZE contribution to small-angle cosmic microwave background (CMB) anisotropy.\nThe SZE distribution in the western parts of the cluster are cospatial with the\nradio halo indicative of a common origin for the hot and relativistic electrons\nin the turbulent wake of the Bullet.\n","Comment: 5 pages, 3 figures"]}]
["1005.1406",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Astrophysics - Solar and Stellar Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1406"],"date":["2010-05-09"],"type":["text"],"creator":["Yadav, R.","Chandra, M.","Verma, M. K.","Paul, S.","Wahi, P."],"language":[],"coverage":[],"title":["Period doubling route to chaos in Taylor-Green dynamo"],"description":["  We perform spectral simulations of dynamo for magnetic Prandtl number of one\nwith Taylor-Green forcing. We observe dynamo transition through a supercritical\npitchfork bifurcation. Beyond the transition, the numerical simulations reveal\ncomplex dynamo states with windows of constant, periodic, quasiperiodic, and\nchaotic magnetic field configurations. For some forcing amplitudes, multiple\nattractors were obtained for different initial conditions. We show that one of\nthe chaotic windows follows the period-doubling route to chaos.\n"]}]
["1005.1409",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","52A20, 52A38, 52A39, 52A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1409"],"date":["2010-05-09"],"type":["text"],"creator":["Klain, Daniel A."],"language":[],"coverage":[],"title":["On the equality conditions of the Brunn-Minkowski theorem"],"description":["  This article describes a new proof of the equality condition for the\nBrunn-Minkowski inequality.\n","Comment: 9 pages"]}]
["1005.1419",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1419"],"date":["2010-05-09"],"type":["text"],"creator":["Haskins, Mark","Kapouleas, Nikolaos"],"language":[],"coverage":[],"title":["Twisted products and $SO(p)\\times SO(q)$-invariant special Lagrangian\n  cones"],"description":["  We construct $\\sorth{p} \\times \\sorth{q}$-invariant special Lagrangian (SL)\ncones in $\\C^{p+q}$. These SL cones are natural higher-dimensional analogues of\nthe $\\sorth{2}$-invariant SL cones constructed previously by MH and used in our\ngluing constructions of higher genus SL cones in $\\C^{3}$. We study in detail\nthe geometry of these $\\sorth{p}\\times \\sorth{q}$-invariant SL cones, in\npreparation for their application to our higher dimensional special Legendrian\ngluing constructions. In particular the symmetries of these cones and their\nasymptotics near the spherical limit are analysed. All $\\sorth{p} \\times\n\\sorth{q}$-invariant SL cones arise from a more general construction of\nindependent interest which we call the special Legendrian twisted product\nconstruction. Using this twisted product construction and simple variants of it\nwe can construct a constellation of new special Lagrangian and Hamiltonian\nstationary cones in $\\C^{n}$. We prove the following theorems: A. there are\ninfinitely many topological types of special Lagrangian and Hamiltonian\nstationary cones in $\\C^{n}$ for all $n\\ge 4$, B. for $n\\ge 4$ special\nLagrangian and Hamiltonian stationary torus cones in $\\C^{n}$ can occur in\ncontinuous families of arbitrarily high dimension and C. for $n\\ge 6$ there are\ninfinitely many topological types of special Lagrangian and Hamiltonian\nstationary cones in $\\C^{n}$ that can occur in continuous families of\narbitrarily high dimension.\n","Comment: 87 pages, 5 figures"]}]
["1005.1422",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1422"],"date":["2010-05-09"],"type":["text"],"creator":["Lerner, Andrei K."],"language":[],"coverage":[],"title":["Sharp weighted norm inequalities for Littlewood-Paley operators and\n  singular integrals"],"description":["  We prove sharp $L^p(w)$ norm inequalities for the intrinsic square function\n(introduced recently by M. Wilson) in terms of the $A_p$ characteristic of $w$\nfor all $1<p<\\infty$. This implies the same sharp inequalities for the\nclassical Lusin area integral $S(f)$, the Littlewood-Paley $g$-function, and\ntheir continuous analogs $S_{\\psi}$ and $g_{\\psi}$. Also, as a corollary, we\nobtain sharp weighted inequalities for any convolution Calder\\'on-Zygmund\noperator for all $1<p\\le 3/2$ and $3\\le p<\\infty$, and for its maximal\ntruncations for $3\\le p<\\infty$.\n"]}]
["1005.1425",{"format":[],"subject":["Computer Science - Computational Complexity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1425"],"date":["2010-05-09"],"type":["text"],"creator":["Shepherd, Daniel James"],"language":[],"coverage":[],"title":["Quantum Complexity: restrictions on algorithms and architectures"],"description":["  A dissertation submitted to the University of Bristol in accordance with the\nrequirements of the degree of Doctor of Philosophy (PhD) in the Faculty of\nEngineering, Department of Computer Science, July 2009.\n","Comment: 137 pages, 10 figs."]}]
["1005.1426",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1426","Chin. Phys. Lett. Vol. 26, No. 7(2009) 070302"],"date":["2010-05-09"],"type":["text"],"creator":["Jin, Xian-Min","Röch, Jügen","Yin, Juan","Yang, Tao"],"language":[],"coverage":[],"title":["Experimental non-local generation of entanglement from independent\n  sources"],"description":["  We experimentally demonstrate a non-local generation of entanglement from two\nindependent photonic sources in an ancilla-free process . Two bosons (photons)\nare entangled in polarization space by steering into a novel interferometer\nsetup, in which they have never meet each other. The entangled photons are\ndelivered to polarization analyzers in different sites, respectively, and a\nnon-local interaction is observed. Entanglement is further verified by the way\nof the measured violation of a CHSH type Bell's inequality with S-values of\n2.54 and 27 standard deviations. Our results will shine a new light into the\nunderstanding on how quantum mechanics works, have possible philosophic\nconsequences on the one hand and provide an essential element for quantum\ninformation processing on the other hand. Potential applications of our results\nare briefly discussed.\n","Comment: 5 pages, 4 figures"]}]
["1005.1431",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1431"],"date":["2010-05-09"],"type":["text"],"creator":["Viscardi, Michael"],"language":[],"coverage":[],"title":["Alternate compactifications of the moduli space of genus one maps"],"description":["  We extend the definition of an m-stable curve introduced by Smyth to the\nsetting of maps to a projective variety X, generalizing the definition of a\nKontsevich stable map in genus one. We prove that the moduli problem of\nn-pointed m-stable genus one maps of class \\beta is representable by a proper\nDeligne-Mumford stack \\sMbar_{1,n}^m(X, \\beta ) over Spec Z[1/6]. For X = P^r,\nwe explicitly describe all of the irreducible components of \\sMbar_{1,n}(P^r,d)\nand \\sMbar_{1,n}^m(P^r,d), and in particular deduce that \\sMbar_{1,n}^m(P^r,d)\nis irreducible for m >= min(r,d) + n. We show that \\sMbar_{1,n}^m(P^r,d) is\nsmooth if d+n <= m <= 5.\n","Comment: 38 pages, 4 figures"]}]
["1005.1432",{"format":[],"subject":["General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1432"],"date":["2010-05-09"],"type":["text"],"creator":["O'Hara, Paul"],"language":[],"coverage":[],"title":["Non-geodesic Motion in General Relativity and Thermodynamics"],"description":["  In a previous article a relationship was established between the linearized\nmetrics of General Relativity associated with geodesics and the Dirac Equation\nof quantum mechanics. In this paper the extension of that result to arbitrary\ncurves is investigated. In the case of scalar fields, a relationship between\nmass and temperature is also worked out.\n","Comment: 11 pages"]}]
["1005.1440",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1440"],"date":["2010-05-09"],"type":["text"],"creator":["Rojo, Javier","Nguyen, Tuan"],"language":[],"coverage":[],"title":["Improving the Johnson-Lindenstrauss Lemma"],"description":["  The Johnson-Lindenstrauss Lemma allows for the projection of $n$ points in\n$p-$dimensional Euclidean space onto a $k-$dimensional Euclidean space, with $k\n\\ge \\frac{24\\ln \\emph{n}}{3\\epsilon^2-2\\epsilon^3}$, so that the pairwise\ndistances are preserved within a factor of $1\\pm\\epsilon$. Here, working\ndirectly with the distributions of the random distances rather than resorting\nto the moment generating function technique, an improvement on the lower bound\nfor $k$ is obtained. The additional reduction in dimension when compared to\nbounds found in the literature, is at least $13\\%$, and, in some cases, up to\n$30\\%$ additional reduction is achieved. Using the moment generating function\ntechnique, we further provide a lower bound for $k$ using pairwise $L_2$\ndistances in the space of points to be projected and pairwise $L_1$ distances\nin the space of the projected points. Comparison with the results obtained in\nthe literature shows that the bound presented here provides an additional\n$36-40\\%$ reduction.\n","Comment: 24 pages, 2 tables"]}]
["1005.1442",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1442"],"date":["2010-05-09"],"type":["text"],"creator":["Balpardo, C.","Capoulat, M. E.","Rodrigues, D.","Arenillas, P."],"language":[],"coverage":[],"title":["Standardization of 241Am by digital coincidence counting, liquid\n  scintillation counting and defined solid angle counting"],"description":["  The nuclide 241Am decays by alpha emission to 237Np. Most of the decays (84.6\n%) populate the excited level of 237Np with energy of 59.54 keV. Digital\nCoincidence Counting was applied to standardize a solution of 241Am by\nalpha-gamma coincidence counting with efficiency extrapolation. Electronic\ndiscrimination was implemented with a pressurized proportional counter and the\nresults were compared with two other independent techniques: Liquid\nScintillation Counting using the logical sum of double coincidences in a TDCR\narray and Defined Solid Angle Counting taking into account activity\ninhomogeneity in the active deposit. The results show consistency between the\nthree methods within a limit of a 0.3%. An ampoule of this solution will be\nsent to the International Reference System (SIR) during 2009. Uncertainties\nwere analysed and compared in detail for the three applied methods.\n"]}]
["1005.1447",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1447"],"date":["2010-05-10"],"type":["text"],"creator":["Takaesu, Toshimitsu"],"language":[],"coverage":[],"title":["A Generalized Scaling Limit and its Application to the Semi-Relativistic\n  Particles System Coupled to a Bose Field with Removing Ultraviolet Cutoffs"],"description":["  The system of semi-relativistic particles coupled to a scalar bose field is\ninvestigated. A renormalized Hamiltonian is defined by subtracting a divergent\nterm from the total Hamiltonian. We consider taking the scaling limit and\nremoving the ultraviolet cutoffs simultaneously for the renormalized\nHamiltonian. By applying an abstract scaling limit theory on self-adjoint\noperators, we derive the Yukawa potential as an effective potential of\nsemi-relativistic particles.\n"]}]
["1005.1449",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1449"],"date":["2010-05-10"],"type":["text"],"creator":["Oka, Mutsuo"],"language":[],"coverage":[],"title":["On mixed plane curves of degree 1"],"description":["  Let $f(\\bfz,\\bar\\bfz)$ be a mixed strongly polar homogeneous polynomial of\n$3$ variables $\\bfz=(z_1,z_2, z_3)$. It defines a Riemann surface\n$V:=\\{[\\bfz]\\in \\BP^{2}\\,|\\,f(\\bfz,\\bar\\bfz)=0 \\}$ in the complex projective\nspace $\\BP^{2}$. We will show that for an arbitrary given $g\\ge 0$, there\nexists a mixed polar homogeneous polynomial with polar degree 1 which defines a\nprojective surface of genus $g$. For the construction, we introduce a new type\nof weighted homogeneous polynomials which we call {\\em polar weighted\nhomogeneous polynomials of twisted join type}.\n","Comment: 9 pages"]}]
["1005.1463",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1463"],"date":["2010-05-10"],"type":["text"],"creator":["Chen, William W. L.","Travaglini, Giancarlo"],"language":[],"coverage":[],"title":["An L^1 estimate for half-space discrepancy"],"description":["  For every unit vector $\\sigma\\in\\Sigma_{d-1}$ and every $r\\ge0$, let % %\n\\begin{displaymath} P_{\\sigma,r}=[-1,1]^d\\cap\\{t\\in\\Rr^d:t\\cdot\\sigma\\le r\\}\n\\end{displaymath} % % denote the intersection of the cube $[-1,1]^d$ with a\nhalf-space containing the origin $0\\in\\Rr^d$. We prove that if $N$ is the\n$d$-th power of an odd integer, then there exists a distribution $\\PPP$ of $N$\npoints in $[-1,1]^d$ such that % % \\begin{displaymath} \\sup_{r\\ge0}\n\\int_{\\Sigma_{d-1}}\\vert\\card(\\PPP\\cap P_{\\sigma,r})-N2^{-d} \\vert\nP_{\\sigma,r}\\vert\\vert\\,\\dd\\sigma \\le c_d(\\log N)^d, \\end{displaymath} % %\ngeneralizing an earlier result of Beck and the first author.\n"]}]
["1005.1464",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1464","Phys. Rev. Lett. 100, 016404 (2008)","doi:10.1103/PhysRevLett.100.016404"],"date":["2010-05-10"],"type":["text"],"creator":["Chaloupka, Jiri","Khaliullin, Giniyat"],"language":[],"coverage":[],"title":["Orbital order and possible superconductivity in LaNiO3/LaMO3\n  superlattices"],"description":["  A hypothetical layered oxide La_2NiMO_6 where NiO_2 and MO_2 planes alternate\nalong the c-axis of ABO_3 perovskite lattice is considered theoretically. Here,\nM denotes a trivalent cation Al, Ga,... such that MO_2 planes are insulating\nand suppress the c-axis charge transfer. We predict that correlated e_g\nelectrons in the NiO_2 planes develop a planar x^2-y^2 orbital order driven by\nthe reduced dimensionality and further supported by epitaxial strain from the\nsubstrate. Low energy electronic states can be mapped to a single-band t-t'-J\nmodel, suggesting favorable conditions for high-T_c superconductivity.\n","Comment: 4 pages, 4 figures"]}]
["1005.1465",{"format":[],"subject":["Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1465"],"date":["2010-05-10"],"type":["text"],"creator":["Waldherr, Steffen","Wu, Jingbo","Allgöwer, Frank"],"language":[],"coverage":[],"title":["Bridging Time Scales in Cellular Decision Making with a Stochastic\n  Bistable Switch"],"description":["  Cellular transformations which involve a significant phenotypical change of\nthe cell's state use bistable biochemical switches as underlying decision\nsystems. In this work, we aim at linking cellular decisions taking place on a\ntime scale of years to decades with the biochemical dynamics in signal\ntransduction and gene regulation, occuring on a time scale of minutes to hours.\nWe show that a stochastic bistable switch forms a viable biochemical mechanism\nto implement decision processes on long time scales. As a case study, the\nmechanism is applied to model the initiation of follicle growth in mammalian\novaries, where the physiological time scale of follicle pool depletion is on\nthe order of the organism's lifespan. We construct a simple mathematical model\nfor this process based on experimental evidence for the involved genetic\nmechanisms. Despite the underlying stochasticity, the proposed mechanism turns\nout to yield reliable behavior in large populations of cells subject to the\nconsidered decision process. Our model explains how the physiological time\nconstant may emerge from the intrinsic stochasticity of the underlying gene\nregulatory network. Apart from ovarian follicles, the proposed mechanism may\nalso be of relevance for other physiological systems where cells take binary\ndecisions over a long time scale.\n","Comment: 14 pages, 4 figures"]}]
["1005.1466",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1466"],"date":["2010-05-10"],"type":["text"],"creator":["Cohen, Julien","Giavitto, Jean-Louis","Michel, Olivier"],"language":[],"coverage":[],"title":["Variable elimination for building interpreters"],"description":["  In this paper, we build an interpreter by reusing host language functions\ninstead of recoding mechanisms of function application that are already\navailable in the host language (the language which is used to build the\ninterpreter). In order to transform user-defined functions into host language\nfunctions we use combinatory logic : lambda-abstractions are transformed into a\ncomposition of combinators. We provide a mechanically checked proof that this\nstep is correct for the call-by-value strategy with imperative features.\n","Comment: 33 pages"]}]
["1005.1471",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1471"],"date":["2010-05-10"],"type":["text"],"creator":["Schnass, Karin","Vandergheynst, Pierre"],"language":[],"coverage":[],"title":["Classification via Incoherent Subspaces"],"description":["  This article presents a new classification framework that can extract\nindividual features per class. The scheme is based on a model of incoherent\nsubspaces, each one associated to one class, and a model on how the elements in\na class are represented in this subspace. After the theoretical analysis an\nalternate projection algorithm to find such a collection is developed. The\nclassification performance and speed of the proposed method is tested on the AR\nand YaleB databases and compared to that of Fisher's LDA and a recent approach\nbased on on $\\ell_1$ minimisation. Finally connections of the presented scheme\nto already existing work are discussed and possible ways of extensions are\npointed out.\n","Comment: 22 pages, 2 figures, 4 tables"]}]
["1005.1479",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1479"],"date":["2010-05-10"],"type":["text"],"creator":["Pringle, Chris C. T.","Kerswell, Rich R."],"language":[],"coverage":[],"title":["Transient Growth in Shear Flows: Linearity vs Nonlinearity"],"description":["  Two approaches to the problem of transition to turbulence of shear flows are\npopular in the literature. The first is the linear one of transient growth\nwhich focuses on the likely form of the most 'dangerous' (lowest energy)\nturbulence-triggering disturbances. The second is the nonlinear calculation of\nthe laminar-turbulent boundary which instead focuses on their typical\namplitudes. We look to bridge the gap between these two perspectives by\nconsidering the fully nonlinear transient growth problem to estimate both the\nform and amplitude of the most dangerous disturbance. We thereby discover a new\nnonlinear optimal disturbance which outgrows the well-known linear optimal for\nthe same initial energy and is crucially much more efficient in triggering\nturbulence. The conclusion is then that the most dangerous disturbance can\ndiffer markedly from what traditional linear transient growth analysis\npredicts.\n","Comment: 4 pages, 5 figures"]}]
["1005.1482",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1482"],"date":["2010-05-10"],"type":["text"],"creator":["Abate, Marco","Bracci, Filippo","Suwa, Tatsuo","Tovena, Francesca"],"language":[],"coverage":[],"title":["Localization of Atiyah classes"],"description":["  We construct Atiyah classes using debar-closed forms. Under this point of\nview and using the Cech-Dolbeault cohomology, we provide several types of\nresults about vanishing and localization of Atiyah classes and applications.\n","Comment: 29 pages"]}]
["1005.1486",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1486","PLoS Comput Biol (2010) vol. 6 (2) pp. e1000678","doi:10.1371/journal.pcbi.1000678"],"date":["2010-05-10"],"type":["text"],"creator":["Junier, Ivan","Martin, Olivier","Képès, François"],"language":[],"coverage":[],"title":["Spatial and topological organization of DNA chains induced by gene\n  co-localization"],"description":["  Transcriptional activity has been shown to relate to the organization of\nchromosomes in the eukaryotic nucleus and in the bacterial nucleoid. In\nparticular, highly transcribed genes, RNA polymerases and transcription factors\ngather into discrete spatial foci called transcription factories. However, the\nmechanisms underlying the formation of these foci and the resulting topological\norder of the chromosome remain to be elucidated. Here we consider a\nthermodynamic framework based on a worm-like chain model of chromosomes where\nsparse designated sites along the DNA are able to interact whenever they are\nspatially close-by. This is motivated by recurrent evidence that there exists\nphysical interactions between genes that operate together. Three important\nresults come out of this simple framework. First, the resulting formation of\ntranscription foci can be viewed as a micro-phase separation of the interacting\nsites from the rest of the DNA. In this respect, a thermodynamic analysis\nsuggests transcription factors to be appropriate candidates for mediating the\nphysical interactions between genes. Next, numerical simulations of the polymer\nreveal a rich variety of phases that are associated with different topological\norderings, each providing a way to increase the local concentrations of the\ninteracting sites. Finally, the numerical results show that both\none-dimensional clustering and periodic location of the binding sites along the\nDNA, which have been observed in several organisms, make the spatial\nco-localization of multiple families of genes particularly efficient.\n","Comment: Figures and Supplementary Material freely available on\n  http://dx.doi.org/10.1371/journal.pcbi.1000678"]}]
["1005.1492",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42C05 (primary), 42C15 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1492"],"date":["2010-05-10"],"type":["text"],"creator":["Betancor, Jorge J.","Fariña, Juan C.","Rodríguez-Mesa, Lourdes","Testoni, Ricardo"],"language":[],"coverage":[],"title":["Higher order Riesz transforms in the ultraspherical setting as principal\n  value integral operators"],"description":["  In this paper we represent the $k$-th Riesz transform in the ultraspherical\nsetting as a principal value integral operator for every $k\\in \\mathbb{N}$. We\nalso measure the speed of convergence of the limit by proving $L^p$-boundedness\nproperties for the oscillation and variation operators associated with the\ncorresponding truncated operators.\n"]}]
["1005.1495",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1495"],"date":["2010-05-10"],"type":["text"],"creator":["Dolbeault, Jean","Mouhot, Clément","Schmeiser, Christian"],"language":[],"coverage":[],"title":["Hypocoercivity for linear kinetic equations conserving mass"],"description":["  We develop a new method for proving hypocoercivity for a large class of\nlinear kinetic equations with only one conservation law. Local mass\nconservation is assumed at the level of the collision kernel, while transport\ninvolves a confining potential, so that the solution relaxes towards a unique\nequilibrium state. Our goal is to evaluate in an appropriately weighted $L^2$\nnorm the exponential rate of convergence to the equilibrium. The method covers\nvarious models, ranging from diffusive kinetic equations like\nVlasov-Fokker-Planck equations, to scattering models like the linear Boltzmann\nequation or models with time relaxation collision kernels corresponding to\npolytropic Gibbs equilibria, including the case of the linear Boltzmann model.\nIn this last case and in the case of Vlasov-Fokker-Planck equations, any linear\nor superlinear growth of the potential is allowed.\n","Comment: 21 pages"]}]
["1005.1497",{"format":[],"subject":["Computer Science - Numerical Analysis","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1497"],"date":["2010-05-10"],"type":["text"],"creator":["Chandra, Shekhar S."],"language":[],"coverage":[],"title":["Fast Digital Convolutions using Bit-Shifts"],"description":["  An exact, one-to-one transform is presented that not only allows digital\ncircular convolutions, but is free from multiplications and quantisation errors\nfor transform lengths of arbitrary powers of two. The transform is analogous to\nthe Discrete Fourier Transform, with the canonical harmonics replaced by a set\nof cyclic integers computed using only bit-shifts and additions modulo a prime\nnumber. The prime number may be selected to occupy contemporary word sizes or\nto be very large for cryptographic or data hiding applications. The transform\nis an extension of the Rader Transforms via Carmichael's Theorem. These\nproperties allow for exact convolutions that are impervious to numerical\noverflow and to utilise Fast Fourier Transform algorithms.\n","Comment: 4 pages, 2 figures, submitted to IEEE Signal Processing Letters"]}]
["1005.1510",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1510"],"date":["2010-05-10"],"type":["text"],"creator":["Juang, Zhen-Yu","Wu, Chih-Yu","Lu, Ang-Yu","Su, Ching-Yuan","Leou, Keh-Chyang","Chen, Fu-Rong","Tsai, Chuen-Horng"],"language":[],"coverage":[],"title":["Graphene synthesis by chemical vapor deposition and transfer by a\n  roll-to-roll process"],"description":["  We synthesized centimeter-scale single- to few-layer graphene (FLG) films via\nchemical vapor deposition (CVD) on Ni foils. We demonstrates that the\nprecipitation mechanism may not be the only important mechanism in the\nformation of graphene by CVD in Ni system, and that controlling the cooling\nrate in the CVD process may not be the appropriate way to control the thickness\nof graphene films. In addition, we are the first to demonstrate the transfer of\ncentimeter-scale FLG from Ni foil to transparent flexible polyethylene\nterephthalate substrates via an efficient roll-to-roll process. Comparing to\nrigid substrates, synthesis of graphene on flexible Ni foil has necessity for\nthe use of a roll-to-roll transfer process.\n","Comment: This manuscript was summited to the journal Carbon at Dec. 1, 2009.\n  The revised manuscript was submitted to the journal Carbon at Mar. 24, 2010.\n  This manuscript has been accepted by the journal Carbon at May 2, 2010."]}]
["1005.1513",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1513"],"date":["2010-05-10"],"type":["text"],"creator":["Fulthorp, Steven"],"language":[],"coverage":[],"title":["Genus n forms over Hyperbolic groups"],"description":["  In 1962 M.J.Wicks gave a list of forms for commutators in both free groups\nand free products. Since then similar lists have been constructed for elements\nof higher genus. A. Vdovina has described a method for the construction of\nforms for elements of any genus in free products. We give a similar result for\nthe construction of such forms in any hyperbolic group H and from this we\nobtain a full list of forms for commutators in H.\n","Comment: 44 pages, 42 figures"]}]
["1005.1514",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1514"],"date":["2010-05-10"],"type":["text"],"creator":["Bonizzoni, Paola","Della Vedova, Gianluca","Pirola, Yuri","Rizzi, Raffaella"],"language":[],"coverage":[],"title":["PIntron: a Fast Method for Gene Structure Prediction via Maximal\n  Pairings of a Pattern and a Text"],"description":["  Current computational methods for exon-intron structure prediction from a\ncluster of transcript (EST, mRNA) data do not exhibit the time and space\nefficiency necessary to process large clusters of over than 20,000 ESTs and\ngenes longer than 1Mb. Guaranteeing both accuracy and efficiency seems to be a\ncomputational goal quite far to be achieved, since accuracy is strictly related\nto exploiting the inherent redundancy of information present in a large\ncluster. We propose a fast method for the problem that combines two ideas: a\nnovel algorithm of proved small time complexity for computing spliced\nalignments of a transcript against a genome, and an efficient algorithm that\nexploits the inherent redundancy of information in a cluster of transcripts to\nselect, among all possible factorizations of EST sequences, those allowing to\ninfer splice site junctions that are highly confirmed by the input data. The\nEST alignment procedure is based on the construction of maximal embeddings that\nare sequences obtained from paths of a graph structure, called Embedding Graph,\nwhose vertices are the maximal pairings of a genomic sequence T and an EST P.\nThe procedure runs in time linear in the size of P, T and of the output.\nPIntron, the software tool implementing our methodology, is able to process in\na few seconds some critical genes that are not manageable by other gene\nstructure prediction tools. At the same time, PIntron exhibits high accuracy\n(sensitivity and specificity) when compared with ENCODE data. Detailed\nexperimental data, additional results and PIntron software are available at\nhttp://www.algolab.eu/PIntron.\n"]}]
["1005.1518",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1518"],"date":["2010-05-10"],"type":["text"],"creator":["Gabora, Liane"],"language":[],"coverage":[],"title":["Recognizability of Individual Creative Style Within and Across Domains:\n  Preliminary Studies"],"description":["  It is hypothesized that creativity arises from the self-mending capacity of\nan internal model of the world, or worldview. The uniquely honed worldview of a\ncreative individual results in a distinctive style that is recognizable within\nand across domains. It is further hypothesized that creativity is domaingeneral\nin the sense that there exist multiple avenues by which the distinctiveness of\none's worldview can be expressed. These hypotheses were tested using art\nstudents and creative writing students. Art students guessed significantly\nabove chance both which painting was done by which of five famous artists, and\nwhich artwork was done by which of their peers. Similarly, creative writing\nstudents guessed significantly above chance both which passage was written by\nwhich of five famous writers, and which passage was written by which of their\npeers. These findings support the hypothesis that creative style is\nrecognizable. Moreover, creative writing students guessed significantly above\nchance which of their peers produced particular works of art, supporting the\nhypothesis that creative style is recognizable not just within but across\ndomains.\n","Comment: 6 pages, submitted to Annual Meeting of the Cognitive Science\n  Society. August 11-14, 2010, Portland, Oregon"]}]
["1005.1521",{"format":[],"subject":["Mathematics - Combinatorics","05A19, 68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1521"],"date":["2010-05-10"],"type":["text"],"creator":["Osborn, Judy-anne"],"language":[],"coverage":[],"title":["Bi-banded Paths, a Bijection and the Narayana Numbers"],"description":["  We find a bijection between bi-banded paths and peak-counting paths, applying\nto two classes of lattice paths including Dyck paths. Thus we find a new\ninterpretation of Narayana numbers as coefficients of weight polynomials\nenumerating bi-banded Dyck paths, which class of paths has arisen naturally in\nprevious literature in a solution of the stationary state of the `TASEP'\nstochastic process.\n","Comment: 10 pages, 5 figures"]}]
["1005.1524",{"format":[],"subject":["Computer Science - Information Theory","94B05, 94B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1524"],"date":["2010-05-10"],"type":["text"],"creator":["Bezzateev, Sergey","Shekhunova, Natalia"],"language":[],"coverage":[],"title":["Cumulative-Separable Codes"],"description":["  q-ary cumulative-separable $\\Gamma(L,G^{(j)})$-codes $L=\\{ \\alpha \\in\nGF(q^{m}):G(\\alpha )\\neq 0 \\}$ and $G^{(j)}(x)=G(x)^{j}, 1 \\leq i\\leq q$ are\nconsidered. The relation between different codes from this class is\ndemonstrated. Improved boundaries of the minimum distance and dimension are\nobtained.\n","Comment: 14 pages, 1 figure"]}]
["1005.1525",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1525"],"date":["2010-05-10"],"type":["text"],"creator":["Hoover, Wm. G.","Hoover, Carol G.","Uribe, Francisco J."],"language":[],"coverage":[],"title":["Flexible Macroscopic Models for Dense-Fluid Shockwaves: Partitioning\n  Heat and Work; Delaying Stress and Heat Flux; Two-Temperature Thermal\n  Relaxation"],"description":["  Macroscopic models which distinguish the longitudinal and transverse\ntemperatures can provide improved descriptions of the microscopic shock\nstructures as revealed by molecular dynamics simulations. Additionally, we can\ninclude three relaxation times in the models, two based on Maxwell's\nviscoelasticity and its Cattaneo-equation analog for heat flow, and a third\nthermal, based on the Krook-Boltzmann equation. This approach can replicate the\nobserved lags of stress (which lags behind the strain rate) and heat flux\n(which lags behind the temperature gradient), as well as the eventual\nequilibration of the two temperatures. For profile stability the time lags\ncannot be too large. By partitioning the longitudinal and transverse\ncontributions of work and heat and including a tensor heat conductivity and\nbulk viscosity, all the qualitative microscopic features of strong simple-fluid\nshockwave structures can be reproduced.\n","Comment: 19 pages with 8 figures, for the Proceedings of Advanced Problems in\n  Mechanics--1-5 July 2010, sponsored by the Institute for Problems in\n  Mechanical Engineering under the patronage of the Russian Academy of Sciences"]}]
["1005.1527",{"format":[],"subject":["Physics - Space Physics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1527"],"date":["2010-05-10"],"type":["text"],"creator":["Sparavigna, A. C.","Marazzato, R."],"language":[],"coverage":[],"title":["Observing stellar bow shocks"],"description":["  For stars, the bow shock is typically the boundary between their stellar wind\nand the interstellar medium. Named for the wave made by a ship as it moves\nthrough water, the bow shock wave can be created in the space when two streams\nof gas collide. The space is actually filled with the interstellar medium\nconsisting of tenuous gas and dust. Stars are emitting a flow called stellar\nwind. Stellar wind eventually bumps into the interstellar medium, creating an\ninterface where the physical conditions such as density and pressure change\ndramatically, possibly giving rise to a shock wave. Here we discuss some\nliterature on stellar bow shocks and show observations of some of them,\nenhanced by image processing techniques, in particular by the recently proposed\nAstroFracTool software.\n","Comment: Keywords: Shock Waves, Astronomy, Image Processing"]}]
["1005.1542",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1542","Soft Matter 5, 19 (2009) 3741-3753","doi:10.1039/b906754j"],"date":["2010-05-10"],"type":["text"],"creator":["Chevigny, Chloé","Gigmes, Didier","Bertin, Denis","Jestin, Jacques","Boué, François"],"language":[],"coverage":[],"title":["Polystyrene grafting from silica nanoparticles via\n  Nitroxide-Mediated-Polymerization (NMP): synthesis and SANS analysis with\n  contrast variation method"],"description":["  We present a new convenient and efficient \"grafting from\" method to obtain\nwell defined polystyrene (PS) silica nanoparticles. The method, based on\nNitroxide-Mediated Polymerization (NMP), consists to bind covalently the\nalkoxyamine, which acts as initiator controller agent, at the silica\nnanoparticles surface in two steps. The first step is a reaction between the\naminopropylsilane and the silica particles in order to functionalize the\nparticles surface with amino group. In a second step, the\ninitiating-controlling alkoxyamine moiety is introduced via an over grafting\nreaction between the amino group and the N-hydroxysuccinimide based MAMA-SG1\nactivated ester. To simplify both their chemical transformation and the\npolymerization step, the native silica particles, initially dispersed in water,\nhave been transferred in an organic solvent, the dimethylacetamide, which is\nalso a good solvent for the polystyrene. The synthesis parameters have been\noptimized for grafting density, conversion rates, and synthesis reproducibility\nwhile keeping the colloidal stability and to avoid any aggregation of silica\nparticles induced by the inter-particles interaction evolution during the\nsynthesis. After synthesis, the final grafted objects have been purified and\nthe non-grafted polymer chains formed in the solvent have been washed out by\nultra filtration. Then the particles have been studied using Small angle\nNeutron Scattering (SANS) coupled to neutron contrast variation method. To\noptimize the contrast conditions, both hydrogenated and deuterated monomers\nhave been used for the synthesis. A refined fitting analysis based on the\ncomparison on two models, a basic core-shell and the Gaussian Pedersen model,\nenables us to fit nicely the experimental data for both the hydrogenated and\ndeuterated grafted case. Differences are seen between grafting of normal or\ndeuterated chains which can be due to monomer reactivity or to neutron contrast\neffect variations. The synthesis and the characterization method established in\nthis work constitute a robust and reproducible way to design well defined\ngrafted polymer nanoparticles. These objects will be incorporated in polymer\nmatrices in a further step to create Nanocomposites for polymer reinforcement.\n"]}]
["1005.1543",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1543"],"date":["2010-05-10"],"type":["text"],"creator":["Cowling, M.","Escauriaza, L.","Kenig, C. E.","Ponce, G.","Vega, L."],"language":[],"coverage":[],"title":["The Hardy Uncertainty Principle Revisited"],"description":["  We give a real-variable proof of the Hardy uncertainty principle. The method\nis based on energy estimates for evolutions with positive viscosity, convexity\nproperties of free waves with Gaussian decay at two different times, elliptic\n$L^2$-estimates and the invertibility of the Fourier transform on $L^2(\\Rn)$\nand $\\mathcal S'(\\Rn)$.\n"]}]
["1005.1546",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1546","Nonlin. Proc. Geophys. 2008. 15, 873-880"],"date":["2010-05-10"],"type":["text"],"creator":["Reshetnyak, M.","Hejda, P."],"language":[],"coverage":[],"title":["Direct and inverse cascades in the geodynamo"],"description":["  The rapid rotation of planets causes cyclonic thermal turbulence in their\ncores which may generate the large-scale magnetic fields observed outside the\nplanets. We consider the model which enables us reproduce the typical features\nof small-scale geostrophic flows in physical and wave spaces. We present\nestimates of kinetic and magnetic energy fluxes as a function of the wave\nnumber. The joint existence of forward and inverse cascades are demonstrated.\nWe also consider the mechanism of magnetic field saturation at the end of the\nkinematic dynamo regime.\n"]}]
["1005.1548",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1548","Biomacromolecules 10, 6 (2009) 1346-1357","doi:10.1021/bm801147j"],"date":["2010-05-10"],"type":["text"],"creator":["Schmidt, Isabelle","Cousin, Fabrice","Huchon, Christophe","Boué, François","Axelos, Monique A. V."],"language":[],"coverage":[],"title":["Spatial structure and composition of polysaccharide-protein complexes\n  from Small Angle Neutron Scattering"],"description":["  We use Small Angle Neutron Scattering (SANS), with an original analysis\nmethod, to obtain both the characteristic sizes and the inner composition of\nlysozyme-pectin complexes depending on the charge density. Lysozyme is a\nglobular protein and pectin a natural anionic semiflexible polysaccharide with\na degree of methylation (DM) 0, 43 and 74. For our experimental conditions\n(buffer ionic strength I = 2.5 10-2 mol/L and pH between 3 and 7), the\nelectrostatic charge of lysozyme is always positive (from 8 to 17 depending on\npH). The pectin charge per elementary chain segment is negative and can be\nvaried from almost zero to one through the change of DM and pH. The weight\nmolar ratio of lysozyme on pectin monomers is kept constant. The ratio of\nnegative charge content per volume to positive charge content per volume, -/+,\nis varied between 10 and 0.007. On a local scale, for all charged pectins, a\ncorrelation peak appears at 0.2 {\\AA}-1 due to proteins clustering inside the\ncomplexes. On a large scale, the complexes appear as formed of spherical\nglobules with a well defined radius of 10 to 50 nm, containing a few thousands\nproteins. The volume fraction Phi of organic matter within the globules derived\nfrom SANS absolute cross-sections is around 0.1. The protein stacking, which\noccurs inside the globules, is enhanced when pectin is more charged, due to pH\nor DM. The linear charge density of the pectin determines the size of the\nglobules for pectin chains of comparable molecular weights whether it is\ncontrolled by the pH or the DM. The radius of the globules varies between 10 nm\nand 50 nm. In conclusion the structure is driven by electrostatic interactions\nand not by hydrophobic interactions. The molecular weight also has a large\ninfluence on the structure of the complexes since long chains tend to form\nlarger globules. This maybe one reason why DM and pH are not completely\nequivalent in our system since DM 0 has a short mass, but this may not be the\nonly one. For very low pectin charge (-/+ = 0.07), globules do not appear and\nthe scattering signals a gel-like structure. We did not observe any\nbeads-on-a-string structure.\n"]}]
["1005.1549",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1549"],"date":["2010-05-07"],"type":["text"],"creator":["Yu, Yongle"],"language":[],"coverage":[],"title":["Onset Properties of Supersolid Helium"],"description":["  Supersolid helium has a rather low transition temperature and a small\ncritical velocity, compared with liquid helium. These properties could be\nexplained in terms of helium's spectrum structure and quantum jumps involving\nlarge momentum transfer. A grain in the solid helium possess valleys (local\nminima) in its many-body dispersion curve, and an exchange of large momenta\nwith the grain's surroundings occurs in a jump between a level in one valley\nand another level in the neighboring valley. Such jump process also naturally\ncauses dissipation accompanying the onset of supersolidity.\n","Comment: 3 pages, 2 fiugres"]}]
["1005.1551",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1551","doi:10.1021/ma100858h"],"date":["2010-05-10"],"type":["text"],"creator":["Chevigny, Chloé","Jestin, Jacques","Gigmes, Didier","Schweins, Ralph","Di Cola, Emanuela Null","Dalmas, Florent","Bertin, Denis","Boué, François"],"language":[],"coverage":[],"title":["\"Wet-to-Dry\" Conformational Transition of Polymer Layers Grafted to\n  Nanoparticles in Nanocomposite"],"description":["  The present communication reports the first direct measurement of the\nconformation of a polymer corona grafted around silica nano-particles dispersed\ninside a nanocomposite, a matrix of the same polymer. This measurement\nconstitutes an experimental breakthrough based on a refined combination of\nchemical synthesis, which permits to match the contribution of the neutron\nsilica signal inside the composite, and the use of complementary scattering\nmethods SANS and SAXS to extract the grafted polymer layer form factor from the\ninter-particles silica structure factor. The modelization of the signal of the\ngrafted polymer on nanoparticles inside the matrix and the direct comparison\nwith the form factor of the same particles in solution show a clear-cut change\nof the polymer conformation from bulk to the nanocomposite: a transition from a\nstretched and swollen form in solution to a Gaussian conformation in the matrix\nfollowed with a compression of a factor two of the grafted corona. In the\nprobed range, increasing the interactions between the grafted particles (by\nincreasing the particle volume fraction) or between the grafted and the free\nmatrix chains (decreasing the grafted-free chain length ratio) does not\ninfluence the amplitude of the grafted brush compression. This is the first\ndirect observation of the wet-to-dry conformational transition theoretically\nexpected to minimize the free energy of swelling of grafted chains in\ninteraction with free matrix chains, illustrating the competition between the\nmixing entropy of grafted and free chains, and the elastic deformation of the\ngrafted chains. In addition to the experimental validation of the theoretical\nprediction, this result constitutes a new insight for the nderstanding of the\ngeneral problem of dispersion of nanoparticles inside a polymer matrix for the\ndesign of new nanocomposites materials.\n"]}]
["1005.1555",{"format":[],"subject":["Mathematics - Combinatorics","91A46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1555"],"date":["2010-04-29"],"type":["text"],"creator":["Larsson, Urban"],"language":[],"coverage":[],"title":["A Generalized Diagonal Wythoff Nim"],"description":["  In this paper we study a family of 2-pile Take Away games, that we denote by\nGeneralized Diagonal Wythoff Nim (GDWN). The story begins with 2-pile Nim whose\nsets of options and $P$-positions are $\\{\\{0,t\\}\\mid t\\in \\N\\}$ and\n$\\{(t,t)\\mid t\\in \\M \\}$ respectively. If we to 2-pile Nim adjoin the\nmain-\\emph{diagonal} $\\{(t,t)\\mid t\\in \\N\\}$ as options, the new game is\nWythoff Nim. It is well-known that the $P$-positions of this game lie on two\n'beams' originating at the origin with slopes $\\Phi= \\frac{1+\\sqrt{5}}{2}>1$\nand $\\frac{1}{\\Phi} < 1$. Hence one may think of this as if, in the process of\ngoing from Nim to Wythoff Nim, the set of $P$-positions has \\emph{split} and\nlanded some distance off the main diagonal. This geometrical observation has\nmotivated us to ask the following intuitive question. Does this splitting of\nthe set of $P$-positions continue in some meaningful way if we, to the game of\nWythoff Nim, adjoin some new \\emph{generalized diagonal} move, that is a move\nof the form $\\{pt, qt\\}$, where $0 < p < q$ are fixed positive integers and $t\n> 0$? Does the answer perhaps depend on the specific values of $p$ and $q$? We\nstate three conjectures of which the weakest form is: $\\lim_{t\\in\n\\N}\\frac{b_t}{a_t}$ exists, and equals $\\Phi$, if and only if $(p, q)$ is a\ncertain \\emph{non-splitting pair}, and where $\\{\\{a_t, b_t\\}\\}$ represents the\nset of $P$-positions of the new game. Then we prove this conjecture for the\nspecial case $(p,q) = (1,2)$ (a \\emph{splitting pair}). We prove the other\ndirection whenever $q / p < \\Phi$. In the Appendix, a variety of experimental\ndata is included, aiming to point out some directions for future work on GDWN\ngames.\n","Comment: 38 pages, 34 figures"]}]
["1005.1556",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1556"],"date":["2010-05-10"],"type":["text"],"creator":["Ovchinnikov, B. M.","Parusov, V. V.","Ovchinnikov, Yu. B."],"language":[],"coverage":[],"title":["Multi-channel wire gas electron multipliers with gaps between the\n  electrodes of 1 and 3mm"],"description":["  Multi-channel wire gas electron multipliers (MWGEM) with gaps between the\nelectrodes of 1 and 3mm were investigated. The chamber of the MWGEM was filled\nwith pure commercial neon gas at pressure of 0.4 or 1.0 bar and irradiated by\nalpha-particles (Pu-239) or beta-particles (Ni-63). The following maximal\ncoefficients of electrons proportional multiplication have been obtained: 6\n\\times 10^3 (alpha, d=3mm, P=1bar, 20% streamers); 1.2 \\times 10^3 (beta-,\nd=3mm, P=1bar, 50% streamers); 6 \\times 10^3 (alpha, d=3mm, P=0.4bar, 20%\nstreamers); 10^5 (beta-, d=3mm, P=0.4bar, 50% streamers). For the case, when\nthe multiplication took place simultaneously in the MWGEM gap and in its anode\ngap, the following maximal coefficients of proportional multiplication of\nelectrons have been obtained: 1.08 \\times 10^5 (beta-, d=1mm, P=0.4bar, 50%\nstreamers); 2 \\times 10^6 (beta-, d=3mm, P=0.4bar, 20% streamers); 1.12 \\times\n10^5 (alpha, d=3mm, P=0.4bar, 50% streamers).\n","Comment: 7 pages, 2 figures"]}]
["1005.1558",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1558","Baltic Astronomy, Vol.18, 293-296 (2009)"],"date":["2010-05-10"],"type":["text"],"creator":["Meszaros, Attila","Balazs, Lajos G.","Bagoly, Zsolt","Veres, Peter"],"language":[],"coverage":[],"title":["Impact on cosmology of the celestial anisotropy of the short gamma-ray\n  bursts"],"description":["  Recently the anisotropy of the short gamma-ray bursts detected by BATSE was\nannounced (Vavrek et al. 2008). The impact of this discovery on cosmology is\ndiscussed. It is shown that the anisotropy found may cause the breakdown of the\ncosmological principle.\n","Comment: 4 pages, 1 figure. Published in Proceedings of the 6th INTEGRAL/BART\n  Workshop, 26-29 March, 2009; Karlovy Vary"]}]
["1005.1568",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1568","J. Phys.: Condens. Matter 22, 216003 (2010)","doi:10.1088/0953-8984/22/21/216003"],"date":["2010-05-10"],"type":["text"],"creator":["Syromyatnikov, A. V."],"language":[],"coverage":[],"title":["Spectrum of short-wavelength magnons in two-dimensional quantum\n  Heisenberg antiferromagnet on a square lattice: third order expansion in 1/S"],"description":["  The spectrum of short-wavelength magnons in two-dimensional quantum\nHeisenberg antiferromagnet on a square lattice is calculated in the third order\nin $1/S$ expansion. It is shown that $1/S$ series for $S=1/2$ converges fast in\nthe whole Brillouin zone except for the neighborhood of the point ${\\bf\nk}=(\\pi,0)$, at which absolute values of the third and the second order\n$1/S$-corrections are approximately equal to each other. It is shown that the\nthird order corrections make deeper the roton-like local minimum at ${\\bf\nk}=(\\pi,0)$ improving the agreement with the recent experiments and numerical\nresults in the neighborhood of this point. It is suggested that $1/S$ series\nconverges slowly near ${\\bf k}=(\\pi,0)$ also for $S=1$ although the spectrum\nrenormalization would be small in this case due to very small values of\nhigh-order $1/S$ corrections.\n","Comment: 11 pages, 2 figures"]}]
["1005.1569",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1569"],"date":["2010-05-10"],"type":["text"],"creator":["Chincarini, G.","Zannoni, M.","Covino, S.","Molinari, E.","Benetti, S.","Vitali, F.","Bonoli, C.","Bortoletto, F.","Cascone, E.","Cosentino, R.","D'Alessio, F.","D'Avanzo, P.","De Caprio, V.","Della Valle, M.","Fernandez-Soto, A.","Fugazza, D.","Giro, E.","Gomboc, A.","Guidorzi, C.","Magrin, D.","Malaspina, G.","Mankiewicz, L.","Margutti, R.","Mazzoleni, R.","Nicastro, L.","Riva, A.","Riva, M.","Salvaterra, R.","Spano, P.","Sperandio, M.","Stefanon, M.","Tosti, G.","Testa, V."],"language":[],"coverage":[],"title":["The Sooner: a Large Robotic Telescope"],"description":["  The approach of Observational Astronomy is mainly aimed at the construction\nof larger aperture telescopes, more sensitive detectors and broader wavelength\ncoverage. Certainly fruitful, this approach turns out to be not completely\nfulfilling the needs when phenomena related to the formation of black holes\n(BH), neutron stars (NS) and relativistic stars in general are concerned.\nRecently, mainly through the Vela, Beppo-SAX and Swift satellites, we reached a\nreasonable knowledge of the most violent events in the Universe and of some of\nthe processes we believe are leading to the formation of black holes (BH). We\nplan to open a new window of opportunity to study the variegated physics of\nvery fast astronomical transients, particularly the one related to extreme\ncompact objects. The innovative approach is based on three cornerstones: 1) the\ndesign (the conceptual design has been already completed) of a 3m robotic\ntelescope and related focal plane instrumentation characterized by the unique\nfeatures: \"No telescope points faster\"; 2) simultaneous multi-wavelengths\nobservations (photometry, spectroscopy o\\& polarimetry); 3) high time\nresolution observations. The conceptual design of the telescope and related\ninstrumentation is optimized to address the following topics: High frequency\na-periodic variability, Polarization, High z GRBs, Short GRBs, GRB-Supernovae\nassociation, Multi-wavelengths simultaneous photometry and rapid low dispersion\nspectroscopy. This experiment will turn the \"exception\" (like the optical\nobservations of GRB 080319B) to \"routine\".\n","Comment: To be published in the proceedings of the conference \"The Shocking\n  Universe\", San Servolo Venice, September 14-18, 2009."]}]
["1005.1587",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1587","Journal of Colloid and Interface Science 345, 2 (2010) 316-324","doi:10.1016/j.jcis.2010.01.016"],"date":["2010-05-10"],"type":["text"],"creator":["Schmidt, Isabelle","Novales, Bruno Null","Boué, François","Axelos, Monique A. V."],"language":[],"coverage":[],"title":["Foaming properties of protein/pectin electrostatic complexes and foam\n  structure at the nanoscale"],"description":["  The foaming properties, foaming capacity and foam stability, of soluble\ncomplexes of pectin and a globular protein, napin, have been investigated with\na \"Foamscan\" apparatus. Complementary, we also used SANS with a recent method\nconsisting in an analogy between the SANS by foams and the neutron reflectivity\nof films to measure in situ film thickness of foams. The effect of ionic\nstrength, of protein concentration and of charge density of the pectin has been\nanalysed. Whereas the foam stability is improved for samples containing soluble\ncomplexes, no effect has been noticed on the foam film thickness, which is\nalmost around 315 {\\AA} whatever the samples. These results let us specify the\nrole of each specie in the mixture: free proteins contribute to the foaming\ncapacity, provided the initial free protein content in the bulk is sufficient\nto allow the foam formation, and soluble complexes slow down the drainage by\ntheir presence in the Plateau borders, which finally results in the\nstabilisation of foams.\n"]}]
["1005.1594",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1594"],"date":["2010-05-10"],"type":["text"],"creator":["Kumar, K. Raj","Caire, Giuseppe"],"language":[],"coverage":[],"title":["Channel State Feedback over the MIMO-MAC"],"description":["  We consider the problem of designing low latency and low complexity schemes\nfor channel state feedback over the MIMO-MAC (multiple-input multiple-output\nmultiple access channel). We develop a framework for analyzing this problem in\nterms of minimizing the MSE distortion, and come up with separated\nsource-channel schemes and joint source-channel schemes that perform better\nthan analog feedback. We also develop a strikingly simple code design based on\nscalar quantization and uncoded QAM modulation that achieves the theoretical\nasymptotic performance limit of the separated approach with very low complexity\nand latency, in the case of single-antenna users.\n","Comment: Submitted to the IEEE Transactions on Information Theory, April 2010"]}]
["1005.1605",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1605"],"date":["2010-05-10"],"type":["text"],"creator":["Hanks, J. A."],"language":[],"coverage":[],"title":["Understanding Jet Energy Loss with Angular Correlation Studies in PHENIX"],"description":["  Angular correlation studies provide powerful insight into the energy loss of\nhard scattered partons as they traverse the partonic medium produced in heavy\nion collisions at RHIC. These results are generally compared to jet\ncorrelations in p+p collsisions where all correlation strength is attributed to\nvacuum fragmentation. Strong modification to di-jet correlations has been\nobserved in A+A collisions at RHIC, most notably for the away side jet. Many\ndifferent effects, including the opacity of the medium, its response to energy\ndeposited by partons as they propagate, and modifications to the parton\nfragmentation, are involved in producing the final correlation stuctures.\nUnderstanding the interplay between these various effects is essential to\ndeveloping a complete picture of the medium. Measurements of jet correlations\ninvolving direct photons provide a unique probe of jet fragmentation effects,\nas photons are not strongly interacting. Additionally, systematic studies of\nthe away side structure as a function of $p_{T}$, as well as attempts to\ninclude additional high $p_{T}$ trigger requirements, can help to distinguish\ndifferent energy loss mechanisms. We discuss recent PHENIX results from these\ndetailed studies of jet correlations in A+A and p+p collisions.\n","Comment: Proceedings submitted for the 24th Winter Workshop on Nuclear\n  Dynamics, South Padre, TX, April 5-12, 2008"]}]
["1005.1612",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1612","doi:10.1088/0004-6256/139/6/2542"],"date":["2010-05-10"],"type":["text"],"creator":["Saito, Roberto K.","Baptista, Raymundo","Horne, Keith","Martell, Phillip"],"language":[],"coverage":[],"title":["Spectral Mapping of the Intermediate Polar DQ Herculis"],"description":["  We report an eclipse mapping study of the intermediate polar DQ Her based on\ntime-resolved optical spectroscopy (~3800-5000A) covering 4 eclipses. Eclipse\nmaps of the HeII 4686 line indicate that an azimuthally-and vertically-extended\nbright spot at disk rim is important source of reprocessing of x-rays from the\nmagnetic poles. The disk spectrum is flat with no Balmer or Helium lines in the\ninner regions, and shows double-peaked emission lines in the intermediate and\nouter disk regions while the slope of the continuum becomes progressively\nredder with increasing radius. The inferred disk temperatures are in the range\nT~13500-5000K and can be reasonably well described by a steady-state disk with\nmass accretion rate of dM/dt=(2.7+/-1.0)x10^-9 Msun/yr. A comparison of the\nradial intensity distribution for the Balmer lines reveals a linear correlation\nbetween the slope of the distribution and the transition energy. The spectrum\nof the uneclipsed light is dominated by Balmer and HeI lines in emission with\nnarrow absorption cores. The observed narrow and redshifted CaII 3934\nabsorption line in the total light spectra plus the inverse P-Cygni profiles of\nthe Balmer and HeII 4686 emission lines in spectra of the asymmetric component\nindicate radial inflow of gas in the innermost disk regions and are best\nexplained in terms of magnetically-controlled accretion inside the white dwarf\nmagnetosphere. We infer projected radial inflow velocities of ~200-500km/s,\nsignificantly lower than both the rotational and the free-fall velocities for\nthe corresponding range of radii. A combined net emission HeII plus Hbeta\nlow-velocity eclipse map reveals a twisted dipole emitting pattern near disk\ncenter. This is interpreted as being the projection of accretion curtains onto\nthe orbital plane at two specific spin phases, as a consequence of the\nselection in velocity provided by the spectral eclipse mapping.\n","Comment: Published in The Astronomical Journal"]}]
["1005.1613",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1613"],"date":["2010-05-10"],"type":["text"],"creator":["Garcia-Bellido, Juan"],"language":[],"coverage":[],"title":["Primordial Gravitational Waves and the local B-mode polarization of the\n  CMB"],"description":["  A stochastic background of primordial gravitational waves could be detected\nsoon in the polarization of the CMB and/or with laser interferometers. There\nare at least three GWB coming from inflation: those produced during inflation\nand associated with the stretching of space-time modes; those produced at the\nviolent stage of preheating after inflation; and those associated with the\nself-ordering of Goldstone modes if inflation ends via a global symmetry\nbreaking scenario, like in hybrid inflation. Each GW background has its own\ncharacteristic spectrum with specific features. We discuss the prospects for\ndetecting each GWB and distinguishing between them with a very sensitive probe,\nthe local B-mode of CMB polarization.\n","Comment: 5 pages, 6 figures, to appear in the Proceedings of Moriond Cosmology\n  2010"]}]
["1005.1614",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1614"],"date":["2010-05-10"],"type":["text"],"creator":["Geroch, Robert"],"language":[],"coverage":[],"title":["Faster Than Light?"],"description":["  It is argued that special relativity remains a viable physical theory even\nwhen there is permitted signals traveling faster than light.\n","Comment: 13 pages; submitted to J. Lorentz Geometry"]}]
["1005.1616",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1616"],"date":["2010-05-10"],"type":["text"],"creator":["Perez, Israel"],"language":[],"coverage":[],"title":["Measured speed versus true speed"],"description":["  The theoretical predictions, derived from the Lorentz and the Tangherlini\ntransformations, for the one-way speed of any physical entity are confronted\nwith the corresponding expressions for the one-way measured speed obtained from\na gedanken experiment. The experiment demonstrates that, for an inertial frame\n$K'$ in motion relative to an inertial frame $K$ where the one-way speed of\nlight is isotropic, even the special theory of relativity renders the one-way\nspeed of light as function of the velocity of $K'$ in agreement with the\nTangherlini transformations. However, the two-way speed of light remains\nconstant for all inertial frames, in agreement with the two-way experimental\ntechniques. This implies that there must exist \\emph{one and only one} inertial\nframe where the one-way speed of light is isotropic. These investigations also\nshow how we can determine, with certain restrictions, the true speed of a\nphysical entity and of the true speed of $K'$ relative to $K$.\n","Comment: 3 Figures, 6 pages"]}]
["1005.1622",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1622"],"date":["2010-05-10"],"type":["text"],"creator":["Vinogradov, Ilya"],"language":[],"coverage":[],"title":["Limiting distribution of visits of sereval rotations to shrinking\n  intervals"],"description":["  We show that given $n$ normalized intervals on the unit circle, the numbers\nof visits of $d$ random rotations to these intervals have a joint limiting\ndistribution as lengths of trajectories tend to infinity. If $d$ then tends to\ninfinity, then the numbers of points in different intervals become\nasymptotically independent unless an arithmetic obstruction arises. This is a\ngeneralization of earlier results of J. Marklof.\n"]}]
["alg-geom/9608007",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/alg-geom/9608007","Russian Acad. Sci. Sb. Math., 188(11):1665-1685, 1997"],"date":["1996-08-05"],"type":["text"],"creator":["Prokhorov, Yuri G"],"language":[],"coverage":[],"title":["On the general elephant conjecture for Mori conic bundles"],"description":["  Let $f:X\\to S$ be an extremal contraction from a threefolds with terminal\nsingularities onto a surface (so called Mori conic bundle). We study some\nparticular cases of such contractions: quotients of usual conic bundles and\nindex two contractions. Assuming Reid's general elephants conjecture we also\nobtain a rough classification. We present many examples.\n","Comment: 19 pages LaTeX"]}]
["cond-mat/0004048",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0004048","P.R.L. 86 (2001) p 2498","doi:10.1103/PhysRevLett.86.2498"],"date":["2000-04-04","2001-03-15"],"type":["text"],"creator":["Appert, Cecile","Santen, Ludger"],"language":[],"coverage":[],"title":["Boundary induced phase transitions in driven lattice gases with\n  meta-stable states"],"description":["  We study boundary induced phase transitions in a driven lattice gas\nexhibiting metastability. The phase diagram for open systems, parameterized by\nthe input and output rates, consists of two regions corresponding to the free\nflow and jammed phase. Both have been entirely characterized. The microscopic\nstates in the high density phase are shown to have an interesting striped\nstructure, which survives in the thermodynamic limit.\n","Comment: 4 pages, 5 figures"]}]
["cond-mat/0107238",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0107238","J. Stat. Phys. 106 (2002) p 187"],"date":["2001-07-11"],"type":["text"],"creator":["Santen, Ludger","Appert, Cecile"],"language":[],"coverage":[],"title":["The Asymmetric Exclusion Process revisited: Fluctuations and Dynamics in\n  the Domain Wall Picture"],"description":["  We investigate the total asymmetric exclusion process by analyzing the\ndynamics of the shock. Within this approach we are able to calculate the\nfluctuations of the number of particles and density profiles not only in the\nstationary state but also in the transient regime. We find that the analytical\npredictions and the simulation results are in excellent agreement.\n","Comment: 6 figures. Submitted to J. Stat. Phys"]}]
["cond-mat/0212192",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0212192","Eur. Phys. J. B 35 p 531 (2003)","doi:10.1140/epjb/e2003-00307-0"],"date":["2002-12-09"],"type":["text"],"creator":["Appert, C.","Tenaud, C.","Chavanne, X.","Balibar, S.","Caupin, F.","d'Humières, D."],"language":[],"coverage":[],"title":["Non-linear effects and shock formation in the focusing of a spherical\n  acoustic wave : Numerical simulations and experiments in liquid helium"],"description":["  The focusing of acoustic waves is used to study nucleation phenomena in\nliquids. At large amplitude, non-linear effects are important so that the\nmagnitude of pressure or density oscillations is difficult to predict. We\npresent a calculation of these oscillations in a spherical geometry.\n  We show that the main source of non-linearities is the shape of the equation\nof state of the liquid, enhanced by the spherical geometry. We also show that\nthe formation of shocks cannot be ignored beyond a certain oscillation\namplitude. The shock length is estimated by an analytic calculation based on\nthe characteristics method. In our numerical simulations, we have treated the\nshocks with a WENO scheme. We obtain a very good agreement with experimental\nmeasurements which were recently performed in liquid helium. The comparison\nbetween numerical and experimental results allows in particular to calibrate\nthe vibration of the ceramics used to produce the wave, as a function of the\napplied voltage.\n","Comment: 20 pages, 26 figures. Submitted to The European Physical Journal B"]}]
["cond-mat/0302104",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0302104","Phys.Rev.B69:214501,2004","doi:10.1103/PhysRevB.69.214501"],"date":["2003-02-05","2004-06-03"],"type":["text"],"creator":["Doucot, B.","Ioffe, L. B.","Vidal, J."],"language":[],"coverage":[],"title":["Discrete non-Abelian gauge theories in two-dimensional lattices and\n  their realizations in Josephson-junction arrays"],"description":["  We discuss real-space lattice models equivalent to gauge theories with a\ndiscrete non-Abelian gauge group. We construct the Hamiltonian formalism which\nis appropriate for their solid-state physics implementation and outline their\nbasic properties. The unusual physics of these systems is due to local\nconstraints on the degrees of freedom which are variables localized on the\nlinks of the lattice. We discuss two types of constraints that become\nequivalent after a duality transformation for Abelian theories but are\nqualitatively different for non-Abelian ones. We emphasize highly nontrivial\ntopological properties of the excitations (fluxons and charges) in these\nnon-Abelian discrete lattice gauge theories. We show that an implementation of\nthese models may provide one with the realization of an ideal quantum computer,\nthat is the computer that is protected from the noise and allows a full set of\nprecise manipulations required for quantum computations. We suggest a few\ndesigns of the Josephson-junction arrays that provide the experimental\nimplementations of these models and discuss the physical restrictions on the\nparameters of their junctions.\n","Comment: 20 pages, 12 EPS figures"]}]
["cond-mat/0304475",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0304475","J.Phys.A36:L337-L344,2003","doi:10.1088/0305-4470/36/23/102"],"date":["2003-04-22"],"type":["text"],"creator":["Kato, Go","Shiroishi, Masahiro","Takahashi, Minoru","Sakai, Kazumitsu"],"language":[],"coverage":[],"title":["Next Nearest-Neighbor Correlation Functions of the Spin-1/2 XXZ Chain at\n  Critical Region"],"description":["  The correlation functions of the spin-1/2 XXZ spin chain in the ground state\nare expressed in the form of the multiple integrals. For -1< Delta <1, they\nwere obtained by Jimbo and Miwa in 1996. Especially the next nearest-neighbour\ncorrelation functions are given as certain three-dimensional integrals. We\nshall show these integrals can be reduced to one-dimensional ones and thereby\nevaluate the values of the next nearest-neighbor correlation functions. We have\nalso found that the remaining one-dimensinal integrals can be evaluated\nanalytically, when nu = arccos(Delta)/pi is a rational number.\n","Comment: 10 pages, 2 figures"]}]
["cond-mat/0406481",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0406481","Phys.Rev.A70:062304,2004","doi:10.1103/PhysRevA.70.062304"],"date":["2004-06-21","2004-12-03"],"type":["text"],"creator":["Vidal, J.","Palacios, G.","Aslangul, Cl."],"language":[],"coverage":[],"title":["Entanglement dynamics in the Lipkin-Meshkov-Glick model"],"description":["  The dynamics of the one-tangle and the concurrence is analyzed in the\nLipkin-Meshkov-Glick model which describes many physical systems such as the\ntwo-mode Bose-Einstein condensates. We consider two different initial states\nwhich are physically relevant and show that their entanglement dynamics are\nvery different. A semiclassical analysis is used to compute the one-tangle\nwhich measures the entanglement of one spin with all the others, whereas the\nfrozen-spin approximation allows us to compute the concurrence using its\nmapping onto the spin squeezing parameter.\n","Comment: 11 pages, 11 EPS figures, published version"]}]
["cond-mat/0408074",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408074","Phys. Rev. B 71, 155111 (2005)","doi:10.1103/PhysRevB.71.155111"],"date":["2004-08-03"],"type":["text"],"creator":["Verga, S.","Gooding, R. J.","Marsiglio, F."],"language":[],"coverage":[],"title":["Pairing Fluctuations in The Attractive Hubbard Model in the Atomic Limit"],"description":["  BCS theory accounts for the pairing instability in the weak coupling limit,\nbut fails to describe pairing fluctuations above $T_c$. One possibility for\ndescribing these fluctuations in the dilute limit is the T-matrix\napproximation. We critically examine various degrees of self-consistency in the\nT-matrix formalism, along with a non-diagrammatic two-particle self-consistent\n(TPSC) formulation, in the strong coupling regime, where an exact solution is\nreadily available. We find that one particular degree of self-consistency is\nquite accurate, particularly at low temperature as evidenced by examining both\nstatic and dynamic properties.\n","Comment: 5 pages, 3 figures"]}]
["cond-mat/0505483",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0505483","Phys. Rev. Lett. 95 010601 (2005)","doi:10.1103/PhysRevLett.95.010601"],"date":["2005-05-19"],"type":["text"],"creator":["Lecomte, Vivien","Appert-Rolland, Cecile","van Wijland, Frederic"],"language":[],"coverage":[],"title":["Chaotic properties of systems with Markov dynamics"],"description":["  We present a general approach for computing the dynamic partition function of\na continuous-time Markov process. The Ruelle topological pressure is identified\nwith the large deviation function of a physical observable. We construct for\nthe first time a corresponding finite Kolmogorov-Sinai entropy for these\nprocesses. Then, as an example, the latter is computed for a symmetric\nexclusion process. We further present the first exact calculation of the\ntopological pressure for an N-body stochastic interacting system, namely an\ninfinite-range Ising model endowed with spin-flip dynamics. Expressions for the\nKolmogorov-Sinai and the topological entropies follow.\n","Comment: 4 pages, to appear in the Physical Review Letters"]}]
["cond-mat/0603259",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603259","Phys. Rev. Lett. 97, 185701 (2006); see also Erratum: Phys. Rev.\n  Lett. 104, 119901 (2010).","doi:10.1103/PhysRevLett.97.185701"],"date":["2006-03-09","2006-08-17"],"type":["text"],"creator":["Dzero, M.","Norman, M. R.","Paul, I.","Pepin, C.","Schmalian, J."],"language":[],"coverage":[],"title":["Quantum critical end point of the Kondo volume collapse"],"description":["  The Kondo volume collapse describes valence transitions in f-electron metals,\nand is characterized by a line of first order transitions in the\npressure-temperature phase plane terminated at critical end points. We analyze\nthe quantum critical end point, when the lower end point is tuned to T=0, and\ndetermine the specific heat, thermal expansion, and compressibility. We find\nthat the inclusion of quantum critical fluctuations leads to a novel\nbifurcation of the first order phase line. Finally, we show that critical\nstrain fluctuations can cause both, superconductivity and non-Fermi liquid\nbehavior near the critical point.\n","Comment: 4 pages, 2 figures; updated version with revised figures and text"]}]
["cond-mat/0606436",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606436","Phys.Rev.Lett.97:220402,2006","doi:10.1103/PhysRevLett.97.220402"],"date":["2006-06-16","2006-11-28"],"type":["text"],"creator":["Barthel, T.","Dusuel, S.","Vidal, J."],"language":[],"coverage":[],"title":["Entanglement Entropy beyond the Free Case"],"description":["  We present a perturbative method to compute the ground state entanglement\nentropy for interacting systems. We apply it to a collective model of mutually\ninteracting spins in a magnetic field. At the quantum critical point, the\nentanglement entropy scales logarithmically with the subsystem size, the system\nsize, and the anisotropy parameter. We determine the corresponding scaling\nprefactors and evaluate the leading finite-size correction to the entropy. Our\nanalytical predictions are in perfect agreement with numerical results.\n","Comment: 4 pages, 3 figures, published version"]}]
["cond-mat/0609139",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609139","Thermal Analysis and Calorimetry, pp. 983-986, 2008, Vol. 93","doi:10.1007/s10973-007-8549-y"],"date":["2006-09-06"],"type":["text"],"creator":["Sparavigna, A."],"language":[],"coverage":[],"title":["Lattice specific heat of carbon nanotubes"],"description":["  The lattice specific heat of carbon nanotubes is evaluated within the\nmicroscopic model proposed by Mahan and Jeon, published in the Physical Review\nB, in 2004. Phonons are considered for a single wall carbon nanotube in the\narmchair configuration. As expected, low temperature and high temperature\nregions show different behavior of specific heat. Carbon nanotubes are also\ndisplaying a very interesting lattice transport depending on the diameter, with\na rather high thermal conductivity for small diameters.\n","Comment: 5 pages, 3 figures"]}]
["cond-mat/0703490",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703490","Phys.Rev.Lett.99:050402,2007","doi:10.1103/PhysRevLett.99.050402"],"date":["2007-03-19","2007-09-03"],"type":["text"],"creator":["Ribeiro, P.","Vidal, J.","Mosseri, R."],"language":[],"coverage":[],"title":["The Thermodynamical Limit of the Lipkin-Meshkov-Glick Model"],"description":["  A method based on the analyzis of the Majorana polynomial roots is introduced\nto compute the spectrum of the Lipkin-Meshkov-Glick model in the\nthermodynamical limit. A rich structure made of four qualitatively different\nregions is revealed in the parameter space whereas the ground state study only\ndistinguishes between two phases.\n","Comment: 4 pages, 3 figures, published version"]}]
["hep-th/0211055",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0211055","Phys.Rev.D67:065004,2003","doi:10.1103/PhysRevD.67.065004"],"date":["2002-11-07","2003-03-12"],"type":["text"],"creator":["Canet, L.","Delamotte, B.","Mouhanna, D.","Vidal, J."],"language":[],"coverage":[],"title":["Optimization of the derivative expansion in the nonperturbative\n  renormalization group"],"description":["  We study the optimization of nonperturbative renormalization group equations\ntruncated both in fields and derivatives. On the example of the Ising model in\nthree dimensions, we show that the Principle of Minimal Sensitivity can be\nunambiguously implemented at order $\\partial^2$ of the derivative expansion.\nThis approach allows us to select optimized cut-off functions and to improve\nthe accuracy of the critical exponents $\\nu$ and $\\eta$. The convergence of the\nfield expansion is also analyzed. We show in particular that its optimization\ndoes not coincide with optimization of the accuracy of the critical exponents.\n","Comment: 13 pages, 9 PS figures, published version"]}]
["hep-th/0302227",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0302227","Phys.Rev.B68:064421,2003","doi:10.1103/PhysRevB.68.064421"],"date":["2003-02-28","2003-09-22"],"type":["text"],"creator":["Canet, L.","Delamotte, B.","Mouhanna, D.","Vidal, J."],"language":[],"coverage":[],"title":["Nonperturbative renormalization group approach to the Ising model: a\n  derivative expansion at order $\\partial^4$"],"description":["  On the example of the three-dimensional Ising model, we show that\nnonperturbative renormalization group equations allow one to obtain very\naccurate critical exponents. Implementing the order $\\partial^4$ of the\nderivative expansion leads to $\\nu=0.632$ and to an anomalous dimension\n$\\eta=0.033$ which is significantly improved compared with lower orders\ncalculations.\n","Comment: 4 pages, 3 figures"]}]
["math-ph/0202028",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0202028","The J-Matrix Method: Developments and Applications (Springer,\n  Dordrecht, Netherlands, 2008) pages 67-81"],"date":["2002-02-19"],"type":["text"],"creator":["Alhaidari, A. D."],"language":[],"coverage":[],"title":["Scattering phase shift for relativistic separable potential with\n  Laguerre-type form factors"],"description":["  As an extension of earlier work [J. Phys. A: Math. Gen. 34 (2001) 11273] we\nobtain analytic expressions for the scattering phase shift of M-term\nrelativistic separable potential with Laguerre-type form factors and for M = 1,\n2, and 3. We take the Dirac Hamiltonian as the reference Hamiltonian. Just like\nin the cited article, the tools of the relativistic J-matrix method of\nscattering will be used. However, the results obtained here are for a general\nangular momentum, which is in contrast to the previous work where only S-wave\nscattering could be calculated. An exact numerical evaluation for higher order\npotentials (M >= 4) can be obtained in a simple and straightforward way.\n","Comment: 7 pages, one table"]}]
["math-ph/9902021",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/9902021"],"date":["1999-02-16"],"type":["text"],"creator":["Vlasov, Alexander Yu."],"language":[],"coverage":[],"title":["Comment on ``Quantization of Diffeomorphism-Invariant Theories with\n  Fermions''"],"description":["  In the comment to the article by J.Baez and K.Krasnov (hep-th/9703112) are\ndiscussed some topics related with application of certain constructions to\nnon-trivial principal bundles.\n","Comment: 5 pages LaTeX"]}]
["math/0105129",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30, 14J28, 14J17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0105129","J. Math. Sci. (N. Y.), 115(3): 2378-2394, 2003"],"date":["2001-05-16","2001-06-06"],"type":["text"],"creator":["Prokhorov, Yu."],"language":[],"coverage":[],"title":["Elliptic Gorenstein singularities, log canonical thresholds and log\n  Enriques surfaces"],"description":["  We point out an interesting relation between hypersurface elliptic\nsingularities and log Enriques surfaces: with a few exceptions, every\nhypersurface elliptic singularity define some klt log Enriques surface\n$(S,Diff)$. In many cases, the log canonical cover of $(S,Diff)$ is a Du Val K3\nsurface with ``large'' nonsymplectic automorphism group.\n","Comment: 19 pages, LaTeX2e, uses package longtable.sty, several references are\n  added"]}]
["math/0402214",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","37C15 (Primary) 34C05, 37C70, 37E35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402214","Proc. of the Steklov Inst. of Math., Vol. 254(1) / Sep., 2006","doi:10.1134/S0081543806030126"],"date":["2004-02-13"],"type":["text"],"creator":["Fedorov, Roman M."],"language":[],"coverage":[],"title":["Upper bounds for the number of orbital topological types of planar\n  polynomial vector fields \"modulo limit cycles\""],"description":["  The paper deals with planar polynomial vector fields. We aim to estimate the\nnumber of orbital topological equivalence classes for the fields of degree n.\nAn evident obstacle for this is the second part of Hilbert's 16th problem. To\ncircumvent this obstacle we introduce the notion of equivalence modulo limit\ncycles. This paper is the continuation of the author's paper in [Mosc. Math. J.\n1 (2001), no. 4] where the lower bound of the form 2^{cn^2} has been obtained.\nHere we obtain the upper bound of the same form. We also associate an equipped\nplanar graph to every planar polynomial vector field, this graph is a complete\ninvariant for orbital topological classification of such fields.\n","Comment: 23 pages, 5 figures"]}]
["math/0502364",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53D05, 53D20, 57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502364"],"date":["2005-02-16","2010-05-10"],"type":["text"],"creator":["Gonzalez, Eduardo"],"language":[],"coverage":[],"title":["Classifying semi-free Hamiltonian $S^1$-manifolds"],"description":["  In this paper we describe a method to establish when a symplectic manifold\n$M$ with semi-free Hamiltonian $S^{1}$-action is unique up to isomorphism\n(equivariant symplectomorphism). This will rely on a study of the symplectic\ntopology of the reduced spaces. We prove that if the reduced spaces satisfy a\nrigidity condition, then the manifold $M$ is uniquely determined by fixed point\ndata. In particular we can prove that there is a unique family up to\nisomorphism of 6-dimensional symplectic manifolds with semi-free $S^1$-action\nand isolated fixed points.\n","Comment: Many errors corrected. To appear in IMRN."]}]
["math/0504172",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Number Theory","01A50, 12E12, 13P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504172"],"date":["2005-04-08","2010-05-09"],"type":["text"],"creator":["Euler, Leonhard","Bell, Jordan"],"language":[],"coverage":[],"title":["An algebraic problem of finding four numbers given the products of each\n  of the numbers with the sum of the other three"],"description":["  This is a translation from the Latin of Euler's \"Problema algebraicum de\ninveniendis quatuor numeris ex datis totidem productis uniuscuiusque horum\nnumerorum in summas trium reliquorum\", Opera Postuma 1 (1862), 282-287,\nreprinted in Leonhardi Euleri Opera omnia I.6. This paper is E808 in the E808\nin the Enestr\\\"om index.\n  We are given the four products $a=v(x+y+z), b=x(v+y+z), c=y(v+x+z),\nd=z(v+x+y)$. We want to determine $v,x,y,z$ from this data. Euler wants to do\nthis symmetrically: instead of successively eliminating variables and finding\nout, say, z in terms of a,b,c and then finding y, and then finding x, and then\nfinding v, Euler introduces a new variable that has the same relation with each\nof the unknowns v,x,y,z and works with that. Euler finds that there will be up\nto eight choices of v,x,y,z for each choice of a,b,c,d.\n","Comment: 8 pages; E808 in the Enestr\\\"om index"]}]
["math/0608501",{"format":[],"subject":["Mathematics - Complex Variables","32W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608501","Proc. Amer. Math. Soc. 136 (2008), no. 7, 2529-2533"],"date":["2006-08-20","2007-05-13"],"type":["text"],"creator":["Sahutoglu, Sonmez"],"language":[],"coverage":[],"title":["A remark on irregularity of the dbar-Neumann problem on non-smooth\n  domains"],"description":["  It is an observation due to J.J. Kohn that for a smooth bounded pseudoconvex\ndomain D in $C^n$ there exists s>0 such that the dbar-Neumann operator on D\nmaps $W^s_{(0,1)}(D)$ (the space of $(0,1)$-forms with coefficient functions in\n$L^2$-Sobolev space of order s) into itself continuously. We show that this\nconclusion does not hold without the smoothness assumption by constructing a\nbounded pseudoconvex domain D in $C^2$, smooth except at one point, whose\ndbar-Neumann operator is not bounded on $W^s_{(0,1)}(D)$ for any s>0.\n","Comment: a mistake in Corollary 1 is fixed. To appear in Proc. Amer. Math. Soc"]}]
["math/0703028",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C25","58E11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703028","BJGA, vol15, N2, pp 61-69, (2010)."],"date":["2007-03-01","2008-07-16"],"type":["text"],"creator":["Labbi, Mohammed Larbi"],"language":[],"coverage":[],"title":["On Generalized Einstein Metrics"],"description":["  Recall that the usual Einstein metrics are those for which the first Ricci\ncontraction of the covariant Riemann curvature tensor is proportional to the\nmetric. Assuming the same type of restrictions but instead on the different\ncontractions of Thorpe tensors, one gets several natural generalizations of\nEinstein's condition. In this paper, we study some properties of these classes\nof metrics.\n","Comment: 11 pages, new results (theorems 3.3 and 3.4) added and references\n  updated"]}]
["nucl-th/0609001",{"format":[],"subject":["Nuclear Theory","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0609001","Phys.Rev.C75:014301,2007","doi:10.1103/PhysRevC.75.014301"],"date":["2006-09-01"],"type":["text"],"creator":["Arias, J. M.","Dukelsky, J.","Garcia-Ramos, J. E.","Vidal, J."],"language":[],"coverage":[],"title":["Two-level interacting boson models beyond the mean field"],"description":["  The phase diagram of two-level boson Hamiltonians, including the Interacting\nBoson Model (IBM), is studied beyond the standard mean field approximation\nusing the Holstein-Primakoff mapping. The limitations of the usual intrinsic\nstate (mean field) formalism concerning finite-size effects are pointed out.\nThe analytic results are compared to numerics obtained from exact\ndiagonalizations. Excitation energies and occupation numbers are studied in\ndifferent model space regions (Casten triangle for IBM) and especially at the\ncritical points.\n","Comment: 14 pages, 13 figures"]}]
["quant-ph/0311196",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0311196"],"date":["2003-11-27"],"type":["text"],"creator":["Vlasov, Alexander Yu."],"language":[],"coverage":[],"title":["Von Neumann Quantum Processors"],"description":["  Most modern classical processors support so-called von Neumann architecture\nwith program and data registers. In present work is revisited similar approach\nto models of quantum processors. Deterministic programmable quantum gate arrays\nare considered as an example. They are also called von Neumann quantum\nprocessors here and use conditional quantum dynamics. Such devices have some\nproblems with universality, but consideration of hybrid quantum processors,\ni.e., models with both continuous and discrete quantum variables resolves the\nproblems. It is also discussed comparison of such a model of quantum processors\nwith more traditional approach.\n","Comment: LaTeX 8 pages, for 304th WEH Seminar \"Elementary Quantum Processors,\"\n  13-15 October 2003"]}]
["quant-ph/0605219",{"format":[],"subject":["Quantum Physics","Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0605219"],"date":["2006-05-25","2006-06-13"],"type":["text"],"creator":["Vlasov, Alexander Yu."],"language":[],"coverage":[],"title":["Classical simulators of quantum computers and no-go theorems"],"description":["  It is discussed, why classical simulators of quantum computers escape from\nsome no-go claims like Kochen-Specker, Bell, or recent Conway-Kochen \"Free\nWill\" theorems.\n","Comment: LaTeX, 22 pp, 7 fig, v2: small changes in text, refs, figs. Comments\n  are welcome"]}]
