["0707.4339",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4339"],"date":["2007-07-30","2010-09-22"],"type":["text"],"creator":["Hua, Zheng"],"language":[],"coverage":[],"title":["Classification of free actions on complete intersections of four\n  quadrics"],"description":["  In this paper we classify all free actions of finite groups on Calabi-Yau\ncomplete intersection of 4 quadrics in $\\PP^7$, up to projective equivalence.\nWe get some examples of smooth Calabi-Yau threefolds with large nonabelian\nfundamental groups. We also observe the relation between some of these examples\nand moduli of polarized abelian surfaces.\n","Comment: 17 pages, 1 table"]}]
["0711.0664",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0664","Phys. Rev. A 78, 022335 (2008)","doi:10.1103/PhysRevA.78.022335"],"date":["2007-11-05","2009-09-25"],"type":["text"],"creator":["Bae, Joonwoo","Lee, Jae-Weon","Kim, Jaewan","Hwang, Won-Young"],"language":[],"coverage":[],"title":["Optimality of minimum-error discrimination by the no-signalling\n  condition"],"description":["  In this work we relate the well-known no-go theorem that two non-orthogonal\n(mixed) quantum states cannot be perfectly discriminated, to the general\nprinciple in physics, the no-signalling condition. In fact, we derive the\nminimum error in discrimination between two quantum states, using the\nno-signalling condition.\n","Comment: 4 pages, 1 figure"]}]
["0712.1978",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematical Physics","Mathematics - Geometric Topology","53D20, 52C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1978","Comm. Math. Phys., Volume 299 (2010), Number 3, 577-601","doi:10.1007/s00220-010-1103-y"],"date":["2007-12-12","2010-04-22"],"type":["text"],"creator":["Battaglia, Fiammetta","Prato, Elisa"],"language":[],"coverage":[],"title":["The Symplectic Penrose Kite"],"description":["  The purpose of this article is to view the Penrose kite from the perspective\nof symplectic geometry.\n","Comment: 24 pages, 7 figures, minor changes in last version, to appear in\n  Comm. Math. Phys."]}]
["0801.0072",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0072"],"date":["2007-12-30","2010-09-22"],"type":["text"],"creator":["Shevelev, Vladimir"],"language":[],"coverage":[],"title":["On the Basis Polynomials in the Theory of Permutations with Prescribed\n  Up-Down Structure"],"description":["  Let $\\pi=(\\pi_1,\\pi_2,\\hdots,\\pi_n)$ be permutation of the elements\n$1,2,\\hdots,n. $ Positive integer $k\\leq2^{n-1}$ we call index of $\\pi,$ if in\nits binary notation as $n$-digital binary number, the 1's correspond to the\nascent points. We study behavior and properties of numbers of permutations of\n$n$ elements having index $k.$\n","Comment: Revised argument in Section 13; results unchanged"]}]
["0803.0345",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0345","Phys. Rev. A 81, 052320 (2010)","doi:10.1103/PhysRevA.81.052320"],"date":["2008-03-03","2010-09-22"],"type":["text"],"creator":["Bae, Joonwoo"],"language":[],"coverage":[],"title":["Secret key distillation from shielded two-qubit states"],"description":["  The quantum states corresponding to a secret key are characterized using the\nso-called private states, where the key part consisting of a secret key is\nshielded by the additional systems. Based on the construction, it was shown\nthat a secret key can be distilled from bound entangled states. In this work, I\nconsider the shielded two-qubit states in a key-distillation scenario and\nderive the conditions under which a secret key can be distilled using the\nrecurrence protocol or the two-way classical distillation, advantage\ndistillation together with one-way postprocessing. From the security\nconditions, it is shown that a secret key can be distilled from bound entangled\nstates in a much wider range. In addition, I consider the case that in which\nwhite noise is added to quantum states and show that the classical distillation\nprotocol still works despite a certain amount of noise although the recurrence\nprotocol does not.\n","Comment: 5 pages"]}]
["0803.2396",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2396"],"date":["2008-03-17","2010-09-22"],"type":["text"],"creator":["Shevelev, Vladimir"],"language":[],"coverage":[],"title":["On Connection between the Numbers of Permutations and Full Cycles with\n  Some Restrictions on Positions and Up-Down Structure"],"description":["  We discuss both simple and more subtle connections between the numbers of\npermutations and full cycles with some restrictions,in particular, between the\nnumbers of permutations and full cycles with prescribed up-down structure.\n","Comment: Revised arguments in Sections 2,3, results unchanged"]}]
["0806.1606",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1606","Phys. Rev. A 79, 032304 (2009)","doi:10.1103/PhysRevA.79.032304"],"date":["2008-06-10"],"type":["text"],"creator":["Bae, Joonwoo","Cubitt, Toby","Acin, Antonio"],"language":[],"coverage":[],"title":["Non-secret correlations can be used to distribute secrecy"],"description":["  A counter-intuitive result in entanglement theory was shown in [PRL 91 037902\n(2003)], namely that entanglement can be distributed by sending a separable\nstate through a quantum channel. In this work, following an analogy between the\nentanglement and secret key distillation scenarios, we derive its classical\nanalog: secrecy can be distributed by sending non-secret correlations through a\nprivate channel. This strengthens the close relation between entanglement and\nsecrecy.\n","Comment: 4 pages"]}]
["0808.0498",{"format":[],"subject":["Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0498"],"date":["2008-08-04","2008-11-10"],"type":["text"],"creator":["Gardner, Esko","Innanen, Kimmo A.","Flynn, Chris"],"language":[],"coverage":[],"title":["Dynamical effects of the long bar in the Milky Way"],"description":["  We examine the dynamical effects on disk stars of a \"long bar\" in the Milky\nWay by inserting a triaxial rotating bar into an axisymmetric disk+bulge+dark\nhalo potential and integrating 3-D orbits of 104 tracer stars over a period of\n2 Gyr. The long bar has been detected via \"clump giants\" in the IR by\nLopez-Corredoira et al. (2007), and is estimated to have semi-major axes of\n(3.9 : 0.6 : 0.1) kpc and a mass of 6 10^9 Msun. We find such a structure has a\nslight impact on the inner disk-system, moving tracers near to the bar into the\nbar-region, as well as into the bulge. These effects are under continuing\nstudy.\n","Comment: 5 pages, 3 figures. To appear in the online proceedings of IAU\n  symposium 254 - The Galaxy Disk in Cosmological Context. Uses iaus.cls. Fixed\n  graphs and results"]}]
["0810.0665",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0665","J. Phys.: Conf. Ser. 145, 012016 (2009)","doi:10.1088/1742-6596/145/1/012016"],"date":["2008-10-03"],"type":["text"],"creator":["Becca, Federico","Tocchio, Luca F.","Sorella, Sandro"],"language":[],"coverage":[],"title":["Metal-insulator transition and strong-coupling spin liquid in the\n  $t{-}t^\\prime$ Hubbard model"],"description":["  We study the phase diagram of the frustrated $t{-}t^\\prime$ Hubbard model on\nthe square lattice by using a novel variational wave function. Taking the clue\nfrom the backflow correlations that have been introduced long-time ago by\nFeynman and Cohen and have been used for describing various interacting systems\non the continuum (like liquid $^3$He, the electron jellium, and metallic\nHydrogen), we consider many-body correlations to construct a suitable\napproximation for the ground state of this correlated model on the lattice. In\nthis way, a very accurate {\\it ansatz} can be achieved both at weak and strong\ncoupling. We present the evidence that an insulating and non-magnetic phase can\nbe stabilized at strong coupling and sufficiently large frustrating ratio\n$t^\\prime/t$.\n","Comment: 8 pages, Proceedings of the HFM2008 Conference"]}]
["0810.1937",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1937"],"date":["2008-10-10","2010-09-22"],"type":["text"],"creator":["Torrome, Ricardo Gallego"],"language":[],"coverage":[],"title":["There are no $\\mathcal{C}^5$-Regular Pure $y$-Global Landsberg Surfaces"],"description":["  We show that there are not pure $\\mathcal{C}^5$ regular y-global Landsberg\nsurfaced. The proof is based on the averaged connection associated with the\nlinear Chern's connection and the classification of irreducibles holonomies of\ntorsion-free affine connections. The structure consists on exausting all the\npossible cases and showing that in dimension 2 Landsberg condition implies\nBerwald condition.\n","Comment: This paper has been withdrawn by the author"]}]
["0810.4187",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Human-Computer Interaction","G.3","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4187"],"date":["2008-10-22"],"type":["text"],"creator":["Kaltenbrunner, Andreas","Meza, Rodrigo","Grivolla, Jens","Codina, Joan","Banchs, Rafael"],"language":[],"coverage":[],"title":["Bicycle cycles and mobility patterns - Exploring and characterizing data\n  from a community bicycle program"],"description":["  This paper provides an analysis of human mobility data in an urban area using\nthe amount of available bikes in the stations of the community bicycle program\nBicing in Barcelona. The data was obtained by periodic mining of a KML-file\naccessible through the Bicing website. Although in principle very noisy, after\nsome preprocessing and filtering steps the data allows to detect temporal\npatterns in mobility as well as identify residential, university, business and\nleisure areas of the city. The results lead to a proposal for an improvement of\nthe bicing website, including a prediction of the number of available bikes in\na certain station within the next minutes/hours. Furthermore a model for\nidentifying the most probable routes between stations is briefly sketched.\n","Comment: 10 pages, 8 figures"]}]
["0811.2449",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","05B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2449","Geombinatorics 18 (2009), no. 3, 114--128"],"date":["2008-11-14"],"type":["text"],"creator":["Kahle, Matthew"],"language":[],"coverage":[],"title":["Points in a triangle forcing small triangles"],"description":["  An old theorem of Alexander Soifer's is the following: Given five points in a\ntriangle of unit area, there must exist some three of them which form a\ntriangle of area 1/4 or less. It is easy to check that this is not true if\n\"five\" is replaced by \"four\", but can the theorem be improved in any other way?\nWe discuss in this article two different extensions of the original result.\n  First, we allow the value of \"small\", 1/4, to vary. In particular, our main\nresult is to show that given five points in a triangle of unit area, then there\nmust exist some three of them determining a triangle of area 6/25 or less.\n  Second, we put bounds on the minimum number of small triangles determined by\nn points in a triangle, and make a conjecture about the asymptotic right answer\nas n tends to infinity.\n","Comment: 14 pages, 17 figures; in honor of Alexander Soifer's 60th birthday"]}]
["0812.0256",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0256","International Journal of Systems Science 40:769-782, 2009","doi:10.1080/00207720902957269"],"date":["2008-12-01","2010-09-22"],"type":["text"],"creator":["Waldherr, Steffen","Allgöwer, Frank"],"language":[],"coverage":[],"title":["Searching bifurcations in high-dimensional parameter space via a\n  feedback loop breaking approach"],"description":["  Bifurcations leading to complex dynamical behaviour of non-linear systems are\noften encountered when the characteristics of feedback circuits in the system\nare varied. In systems with many unknown or varying parameters, it is an\ninteresting, but difficult problem to find parameter values for which specific\nbifurcations occur. In this paper, we develop a loop breaking approach to\nevaluate the influence of parameter values on feedback circuit characteristics.\nThis approach allows a theoretical classification of feedback circuit\ncharacteristics related to possible bifurcations in the system. Based on the\ntheoretical results, a numerical algorithm for bifurcation search in a possibly\nhigh-dimensional parameter space is developed. The application of the proposed\nalgorithm is illustrated by searching for a Hopf bifurcation in a model of the\nmitogen activated protein kinase (MAPK) cascade, which is a classical example\nfor biochemical signal transduction.\n","Comment: 25 pages, 2 tables, 4 figures"]}]
["0812.3785",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Group Theory","70C20, 20C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3785"],"date":["2008-12-19","2010-09-22"],"type":["text"],"creator":["Owen, J. C.","Power, S. C."],"language":[],"coverage":[],"title":["Frameworks, Symmetry and Rigidity"],"description":["  Symmetry equations are obtained for the rigidity matrix of a bar-joint\nframework in R^d. These form the basis for a short proof of the Fowler-Guest\nsymmetry group generalisation of the Calladine-Maxwell counting rules. Similar\nsymmetry equations are obtained for the Jacobian of diverse framework systems,\nincluding constrained point-line systems that appear in CAD, body-pin\nframeworks, hybrid systems of distance constrained objects and infinite\nbar-joint frameworks. This leads to generalised forms of the Fowler-Guest\ncharacter formula together with counting rules in terms of counts of\nsymmetry-fixed elements. Necessary conditions for isostaticity are obtained for\nasymmetric frameworks, both when symmetries are present in subframeworks and\nwhen symmetries occur in partition-derived frameworks.\n","Comment: 5 Figures. Replaces Dec. 2008 version. To appear in IJCGA"]}]
["0903.1282",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1282","Phys. Rev. B 80, 064425 (2009)","doi:10.1103/PhysRevB.80.064425"],"date":["2009-03-06"],"type":["text"],"creator":["Junger, I. Juhász","Ihle, D.","Richter, J."],"language":[],"coverage":[],"title":["Thermodynamics of layered Heisenberg magnets with arbitrary spin"],"description":["  We present a spin-rotation-invariant Green-function theory of long- and\nshort-range order in the ferro- and antiferromagnetic Heisenberg model with\narbitrary spin quantum number S on a stacked square lattice. The thermodynamic\nquantities (Curie temperature T_C, N\\'eel temperature T_N, specific heat C_V,\nintralayer and interlayer correlation lengths) are calculated, where the\neffects of the interlayer coupling and the S dependence are explored. In\naddition, exact diagonalizations on finite two-dimensional (2D) lattices with\nS>=1 are performed, and a very good agreement between the results of both\napproaches is found. For the quasi-2D and isotropic 3D magnets, our theory\nagrees well with available quantum Monte Carlo and high-temperature\nseries-expansion data. Comparing the quasi-2D S=1/2 magnets, we obtain the\ninequalities T_N>T_C and, for small enough interlayer couplings, T_N<T_C. The\nresults for C_V and the intralayer correlation length are compared to\nexperiments on the quasi-2D antiferromagnets Zn_2VO(PO_4)_2 with S=1/2 and\nLa_2NiO_4 with S=1, respectively.\n","Comment: 10 pages, 8 figures, 3 tables, submitted to Physical Review B"]}]
["0905.3803",{"format":[],"subject":["Quantitative Finance - General Finance","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3803","Europhysics Letters 91 (2010) 58003","doi:10.1209/0295-5075/91/58003"],"date":["2009-05-25"],"type":["text"],"creator":["Chattopadhyay, Amit K","Ackland, Graeme J","Mallick, Sushanta K"],"language":[],"coverage":[],"title":["Income and Poverty in a Developing Economy"],"description":["  We present a stochastic agent-based model for the distribution of personal\nincomes in a developing economy. We start with the assumption that incomes are\ndetermined both by individual labour and by stochastic effects of trading and\ninvestment. The income from personal effort alone is distributed about a mean,\nwhile the income from trade, which may be positive or negative, is proportional\nto the trader's income. These assumptions lead to a Langevin model with\nmultiplicative noise, from which we derive a Fokker-Planck (FP) equation for\nthe income probability density function (IPDF) and its variation in time. We\nfind that high earners have a power-law income distribution while the low\nincome groups have a Levy IPDF. Comparing our analysis with the Indian survey\ndata (obtained from the world bank website) taken over many years we obtain a\nnear-perfect data collapse onto our model's equilibrium IPDF. The theory\nquantifies the economic notion of \"given other things\". Using survey data to\nrelate the IPDF to actual food consumption we define a poverty index, which is\nconsistent with traditional indices, but independent of an arbitrarily chosen\n\"poverty line\" and therefore less susceptible to manipulation.\n"]}]
["0906.1940",{"format":[],"subject":["Mathematical Physics","58B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1940"],"date":["2009-06-10","2010-09-22"],"type":["text"],"creator":["Torrome, Ricardo Gallego"],"language":[],"coverage":[],"title":["On the Notion of Semi-Randers Space"],"description":["  The two currents frameworks for indefinite Finslerian spaces-times are\nintroduced. We discuss some of the limitations of both formalisms, in\nparticular the notion of semi-Randers. The key point is the issue of the gauge\ninvariance associated with gauge transformations of the 1-form appearing in the\nRanders function. Therefore gauge invariance spoils the {\\it space-time metric\ninterpretation} and {\\it Lagrangian interpretation} of a Randers space.\nInstead, we argue in favor of a sheaf formulation of the classical dynamics.\n","Comment: This paper has been withdrawn by the author"]}]
["0906.4077",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4077","Journal of Chemical Physics 130 (20), 204507 (2009)","doi:10.1063/1.3137054"],"date":["2009-06-22","2010-09-21"],"type":["text"],"creator":["Leung, Kevin","Rempe, Susan B.","von Lilienfeld, Anatole O."],"language":[],"coverage":[],"title":["Ab initio molecular dynamics calculations of ion hydration free energies"],"description":["  We apply ab initio molecular dynamics (AIMD) methods in conjunction with the\nthermodynamic integration or \"lambda-path\" technique to compute the intrinsic\nhydration free energies of Li+, Cl-, and Ag+ ions. Using the\nPerdew-Burke-Ernzerhof functional, adapting methods developed for classical\nforce field applications, and with consistent assumptions about surface\npotential (phi) contributions, we obtain absolute AIMD hydration free energies\n(Delta G(hyd)) within a few kcal/mol, or better than 4%, of Tissandier 's [J.\nPhys. Chem. A 102, 7787 (1998)] experimental values augmented with the SPC/E\nwater model phi predictions. The sums of Li+/Cl- and Ag+/Cl- AIMD Delta G(hyd),\nwhich are not affected by surface potentials, are within 2.6% and 1.2 % of\nexperimental values, respectively. We also report the free energy changes\nassociated with the transition metal ion redox reaction Ag++Ni+-> Ag+Ni2+ in\nwater. The predictions for this reaction suggest that existing estimates of\nDelta G(hyd) for unstable radiolysis intermediates such as Ni+ may need to be\nextensively revised.\n","Comment: 18 pages, 8 figures. This version is essentially the one published in\n  J. Chem. Phys"]}]
["0907.1555",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1555","JHEP 1008:091,2010","doi:10.1007/JHEP08(2010)091"],"date":["2009-07-09","2010-09-22"],"type":["text"],"creator":["Goldman, Itzhak","Nussinov, Shmuel"],"language":[],"coverage":[],"title":["Limit on Continuous Neutrino Emission from Neutron Stars"],"description":["  The timing data of the binary pulsar PSR1913+16, are used to establish an\nupper limit on the rate of continuous neutrino emission from neutron stars.\nNeutrino emission from each of the neutron stars of the binary system,\nincreases the star binding energy and thus translates to a decrease in their\nmasses. This in turn implies an increase with time of the binary period. Using\nthe pulsar data we obtain an upper limit on the allowed rate of mass reduction\n: $| \\dot{M}| <1.1 \\times 10^{-12} yr^{-1} M $, where $M$ is the total mass of\nthe binary. This constrains exotic nuclear equations of state that predict\ncontinuous neutrino emissions. The limit applies also to other channels of\nenergy loss, e.g. axion emission. Continued timing measurements of additional\nbinary pulsars, should yield a stronger limit in the future.\n","Comment: 5 pages, Added a section on energy transport in the neutron star,\n  JHEP published"]}]
["0909.0379",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Differential Geometry","53C40, 20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0379","Differential Geometry and its Applications, 28 (2010), 608-614"],"date":["2009-09-02"],"type":["text"],"creator":["Gichev, V."],"language":[],"coverage":[],"title":["Polar representations of compact groups and convex hulls of their orbits"],"description":["  The paper contains a characterization of compact groups $G\\subseteq\\GL(V)$,\nwhere $V$ is a finite dimensional real vector space, which have the following\nproperty \\SP{}: the family of convex hulls of $G$-orbits is a semigroup with\nrespect to the Minkowski addition. If $G$ is finite, then \\SP{} holds if and\nonly if $G$ is a Coxeter group; if $G$ is connected then \\SP{} is true if and\nonly if $G$ is polar. In general, $G$ satisfies \\SP{} if and only if it is\npolar and its Weyl group is a Coxeter group.\n"]}]
["0909.1149",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1149","J. Math. Phys. 51, 022202 (2010)","doi:10.1063/1.3298647"],"date":["2009-09-07","2010-01-07"],"type":["text"],"creator":["Hwang, Won-Young","Bae, Joonwoo"],"language":[],"coverage":[],"title":["Minimum-error multiple state discrimination constrained by the\n  no-signaling principle"],"description":["  We provide a bound on the minimum error when discriminating among quantum\nstates, using the no-signaling principle. The bound is general in that it\ndepends on neither dimensions nor specific structures of given quantum states\nto be discriminated among. We show that the bound is tight for the\nminimum-error state discrimination between symmetric (both pure and mixed)\nqubit states. Moreover, the bound can be applied to a set of quantum states for\nwhich the minimum-error state discrimination is not known yet. Finally, our\nresults strengthen the quantitative connection between two no-go theorems, the\nno-signaling principle and the no perfect state estimation.\n","Comment: 6 pages, 1 figure"]}]
["0909.2829",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2829","Phys.Rev.D80:104015,2009","doi:10.1103/PhysRevD.80.104015"],"date":["2009-09-15","2010-09-22"],"type":["text"],"creator":["Martin-Benito, Mercedes","Marugan, Guillermo A. Mena","Olmedo, Javier"],"language":[],"coverage":[],"title":["Further Improvements in the Understanding of Isotropic Loop Quantum\n  Cosmology"],"description":["  The flat, homogeneous, and isotropic universe with a massless scalar field is\na paradigmatic model in Loop Quantum Cosmology. In spite of the prominent role\nthat the model has played in the development of this branch of physics, there\nstill remain some aspects of its quantization which deserve a more detailed\ndiscussion. These aspects include the kinematical resolution of the\ncosmological singularity, the precise relation between the solutions of the\ndensitized and non-densitized versions of the quantum Hamiltonian constraint,\nthe possibility of identifying superselection sectors which are as simple as\npossible, and a clear comprehension of the Wheeler-DeWitt (WDW) limit\nassociated with the theory in those sectors. We propose an alternative operator\nto represent the Hamiltonian constraint which is specially suitable to deal\nwith these issues in a satisfactory way. In particular, with our constraint\noperator, the singularity decouples in the kinematical Hilbert space and can be\nremoved already at this level. Thanks to this fact, we can densitize the\nquantum Hamiltonian constraint in a rigorous manner. Besides, together with the\nphysical observables, this constraint superselects simple sectors for the\nuniverse volume, with a support contained in a single semiaxis of the real line\nand for which the basic functions that encode the information about the\ngeometry possess optimal physical properties. Namely, they provide a\nno-boundary description around the cosmological singularity and admit a\nwell-defined WDW limit in terms of standing waves. Both properties explain the\npresence of a generic quantum bounce replacing the singularity at a fundamental\nlevel, in contrast with previous studies where the bounce was proved in\nconcrete regimes and focusing on states with a marked semiclassical behavior.\n","Comment: 13 pages, version accepted for publication in Physical Review D"]}]
["0911.1550",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1550","Acta Phys. Polon. A 118, 238-243 (2010)"],"date":["2009-11-08","2009-11-20"],"type":["text"],"creator":["Rycerz, Adam"],"language":[],"coverage":[],"title":["Electron transport and quantum-dot energy levels in Z-shaped graphene\n  nanoconstriction with zigzag edges"],"description":["  Motivated by recent advances in fabricating graphene nanostructures, we find\nthat an electron can be trapped in Z-shaped graphene nanoconstriction with\nzigzag edges. The central section of the constriction operates as a\nsingle-level quantum dot, as the current flow towards the adjunct sections\n(rotated by 60 degree) is strongly suppressed due to mismatched valley\npolarization, although each section in isolation shows maximal quantum value of\nthe conductance $G_0=2e^2/h$. We further show, that the trapping mechanism is\ninsensitive to the details of constriction geometry, except from the case when\nwidths of the two neighboring sections are equal. The relation with earlier\nstudies of electron transport through symmetric and asymmetric kinks with\nzigzag edges is also established.\n","Comment: RevTeX, 6 pages, 5 figures. Presented on \"Graphene Week 2008\",\n  Trieste, Italy (partly) and on \"XIV School on high-Tc Superconductivity\",\n  Ostrow Wlkp, Poland 2009. Submitted to Acta Physica Polonica A. New version\n  with title changed and one reference added"]}]
["0911.4757",{"format":[],"subject":["Physics - Popular Physics","Physics - Physics Education","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4757","The Physics Teacher, Volume 48, Number 7 (October 2010), pp.\n  475-477","doi:10.1119/1.3488194"],"date":["2009-11-24"],"type":["text"],"creator":["Graney, Christopher M."],"language":[],"coverage":[],"title":["Is Magnification Consistent? Why people from amateur astronomers to\n  science's worst enemy have some basic physics wrong, and why"],"description":["  This paper is a discussion of the physics of magnification in telescopes.\nSpecial attention is given to the question of whether telescopes magnify stars.\nTelescopes do magnify star images, although opinions to the contrary abound.\n","Comment: The following article has been accepted by The Physics Teacher. After\n  it is published, it will be found at http://scitation.aip.org/tpt/"]}]
["0911.5304",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5304","Mod.Phys.Lett.A25:2483-2488,2010","doi:10.1142/S0217732310033712"],"date":["2009-11-27","2010-09-10"],"type":["text"],"creator":["Fabbri, Luca"],"language":[],"coverage":[],"title":["Causality for ELKOs"],"description":["  The importance for cosmology of the recently introduced ELKOs requires our\ndeepest understanding of them and of all of their fundamental properties. Among\nthese fundamental properties, a special one is causality: in the present paper,\nwe show that causality is always preserved for ELKOs.\n","Comment: 6 pages"]}]
["1002.1613",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1613","Phys. Rev. Lett. 105, 120402 (2010)"],"date":["2010-02-08"],"type":["text"],"creator":["Yao, Xing-Can","Fiurasek, Jaromir","Lu, He","Gao, Wei-Bo","Chen, Yu-Ao","Chen, Zeng-Bing","Pan, Jian-Wei"],"language":[],"coverage":[],"title":["Direct experimental verification of quantum commutation relations for\n  Pauli operators"],"description":["  We propose and demonstrate scheme for direct experimental testing of quantum\ncommutation relations for Pauli operators. The implemented device is an\nadvanced quantum processor that involves two programmable quantum gates.\nDepending on a state of two-qubit program register, we can test either\ncommutation or anti-commutation relations. Very good agreement between theory\nand experiment is observed, indicating high-quality performance of the\nimplemented quantum processor and reliable verification of commutation\nrelations for Pauli operators.\n","Comment: 4 pages, 3 figures, 2 tables, REVTeX4"]}]
["1002.2980",{"format":[],"subject":["Physics - General Physics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2980","Idojaras - Quarterly Journal of the Hungarian Meteorological\n  Service, Vol. 114, No. 3, July-September 2010, pp. 229-234"],"date":["2010-02-15","2010-03-06"],"type":["text"],"creator":["Toth, Viktor T."],"language":[],"coverage":[],"title":["The virial theorem and planetary atmospheres"],"description":["  We derive a version of the virial theorem that is applicable to diatomic\nplanetary atmospheres that are in approximate thermal equilibrium at moderate\ntemperatures and pressures and are sufficiently thin such that the\ngravitational acceleration can be considered constant. We contrast a\npedagogically inclined theoretical presentation with the actual measured\nproperties of air.\n","Comment: 5 pages. Accepted for publication in Id\\H{o}j\\'ar\\'as - Quarterly\n  Journal of the Hungarian Meteorological Service (HMS)"]}]
["1002.3573",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3573","Physical Review B 81, 195406 (2010)","doi:10.1103/PhysRevB.81.195406"],"date":["2010-02-18","2010-08-27"],"type":["text"],"creator":["Gonzalez, J. W.","Santos, H.","Pacheco, M.","Chico, L.","Brey, L."],"language":[],"coverage":[],"title":["Electronic transport through bilayer graphene flakes"],"description":["  We investigate the electronic transport properties of a bilayer graphene\nflake contacted by two monolayer nanoribbons. Such a finite-size bilayer flake\ncan be built by overlapping two semiinfinite ribbons or by depositing a\nmonolayer flake onto an infinite nanoribbon. These two structures have a\ncomplementary behavior, that we study and analyze by means of a tight-binding\nmethod and a continuum Dirac model. We have found that for certain energy\nranges and geometries, the conductance of these systems oscillates markedly\nbetween zero and the maximum value of the conductance, allowing for the design\nof electromechanical switches. Our understanding of the electronic transmission\nthrough bilayer flakes may provide a way to measure the interlayer hopping in\nbilayer graphene.\n","Comment: 11 pages, 8 figures"]}]
["1002.4731",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","Physics - Medical Physics","45Q05, 65M32, 35L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4731","Inverse Problems 2010, 26 095005","doi:10.1088/0266-5611/26/9/095005"],"date":["2010-02-25"],"type":["text"],"creator":["Kowar, Richard"],"language":[],"coverage":[],"title":["Integral equation models for thermoacoustic imaging of dissipative\n  tissue"],"description":["  In case of non-dissipative tissue the inverse problem of thermoacoustic\nimaging basically consists of two inverse problems. First, a function $\\phi$\ndepending on the \\emph{electromagnetic absorption function}, is estimated from\none of three types of projections (spherical, circular or planar) and secondly,\nthe \\emph{electromagnetic absorption function} is estimated from $\\phi$. In\ncase of dissipative tissue, it is no longer possible to calculate explicitly\nthe projection of $\\phi$ from the respective pressure data (measured by point,\nplanar or line detectors). The goal of this paper is to derive for each of the\nthree types of pressure data, an integral equation that allows estimating the\nrespective projection of $\\phi$. The advantage of this approach is that all\nknown reconstruction formulas for $\\phi$ from the respective projection can be\nexploited.\n"]}]
["1003.1286",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1286","Phys. Rev. B 82, 064504 (2010)","doi:10.1103/PhysRevB.82.064504"],"date":["2010-03-05","2010-09-22"],"type":["text"],"creator":["Aichhorn, Markus","Biermann, Silke","Miyake, Takashi","Georges, Antoine","Imada, Masatoshi"],"language":[],"coverage":[],"title":["Theoretical evidence for strong correlations and incoherent metallic\n  state in FeSe"],"description":["  The role of electronic Coulomb correlations in iron-based superconductors is\nan important open question. We provide theoretical evidence for strong\ncorrelation effects in the FeSe compound, based on dynamical mean field\ncalculations. A lower Hubbard band is found in the spectral properties.\nMoreover, together with significant orbital-dependent mass enhancements, we\nfind that the normal state is a bad metal over an extended temperature range,\nimplying a non-Fermi liquid. Predictions for angle-resolved photoemission\nspectroscopy are made.\n","Comment: 5 pages, 5 figures, published version"]}]
["1003.3562",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3562","Phys. Rev. A 81, 052321 (2010)","doi:10.1103/PhysRevA.81.052321"],"date":["2010-03-18"],"type":["text"],"creator":["Coe, J. P.","França, V. V.","D'Amico, I."],"language":[],"coverage":[],"title":["The Hubbard model as an approximation to the entanglement in\n  nanostructures"],"description":["  We investigate how well the one-dimensional Hubbard model describes the\nentanglement of particles trapped in a string of quantum wells. We calculate\nthe average single-site entanglement for two particles interacting via a\ncontact interaction and consider the effect of varying the interaction strength\nand the interwell distance. We compare the results with the ones obtained\nwithin the one-dimensional Hubbard model with on-site interaction. We suggest\nan upper bound for the average single-site entanglement for two electrons in M\nwells and discuss analytical limits for very large repulsive and attractive\ninteractions. We investigate how the interplay between interaction and\npotential shape in the quantum well system dictates the position and size of\nthe entanglement maxima and the agreement with the theoretical limits. Finally\nwe calculate the spatial entanglement for the quantum well system and compare\nit to its average single-site entanglement.\n","Comment: 9 pages, 6 figures, submitted to PRA."]}]
["1004.2216",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2216","Phys. Rev. Lett. 105, 120403 (2010)","doi:10.1103/PhysRevLett.105.120403"],"date":["2010-04-13"],"type":["text"],"creator":["Lagoudakis, K. G.","Pietka, B.","Wouters, M.","André, R.","Deveaud-Plédran, B."],"language":[],"coverage":[],"title":["Coherent Oscillations in an Exciton-Polariton Josephson Junction"],"description":["  We report on the observation of spontaneous coherent oscillations in a\nmicrocavity polariton bosonic Josephson junction. The condensation of exciton\npolaritons takes place under incoherent excitation in a disordered environment,\nwhere double potential wells tend to appear in the disordered landscape.\nCoherent oscillations set on at an excitation power well above the condensation\nthreshold. The time resolved population and phase dynamics reveal the analogy\nwith the AC Josephson effect. We have introduced a theoretical two-mode model\nto describe the observed effects, which allows us to explain how the different\nrealizations of the pulsed experiment have a similar phase relation.\n"]}]
["1005.0199",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0199","Phys. Rev. B 82, 104424 (2010)","doi:10.1103/PhysRevB.82.104424"],"date":["2010-05-03","2010-09-22"],"type":["text"],"creator":["Langer, S.","Darradi, R.","Heidrich-Meisner, F.","Brenig, W."],"language":[],"coverage":[],"title":["Field-dependent spin and heat conductivities of dimerized spin-1/2\n  chains"],"description":["  We study the spin and heat conductivity of dimerized spin-1/2 chains in\nhomogeneous magnetic fields at finite temperatures. At zero temperature, the\nmodel undergoes two field-induced quantum phase transitions from a dimerized,\ninto a Luttinger, and finally into a fully polarized phase. We search for\nsignatures of these transitions in the spin and heat conductivities. Using\nexact diagonalization, we calculate the Drude weights, the frequency dependence\nof the conductivities, and the corresponding integrated spectral weights. As a\nmain result, we demonstrate that both the spin and heat conductivity are\nenhanced in the gapless phase and most notably at low frequencies. In the case\nof the thermal conductivity, however, the field-induced increase seen in the\nbare transport coefficients is suppressed by magnetothermal effects, caused by\nthe coupling of the heat and spin current in finite magnetic fields. Our\nresults complement recent magnetic transport experiments on spin ladder\nmaterials with sufficiently small exchange couplings allowing access to the\nfield-induced transitions.\n","Comment: 10 pages, Revtex4, 17 figures"]}]
["1005.2403",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2403","DOI: Phys. Rev. Lett. 105, 135301 (2010)","doi:10.1103/PhysRevLett.105.135301"],"date":["2010-05-13","2010-09-21"],"type":["text"],"creator":["Cinti, F.","Jain, P.","Boninsegni, M.","Micheli, A.","Zoller, P.","Pupillo, G."],"language":[],"coverage":[],"title":["A superfluid-droplet crystal and a free-space supersolid in a\n  dipole-blockaded gas"],"description":["  A novel supersolid phase is predicted for an ensemble of Rydberg atoms in the\ndipole-blockade regime, interacting via a repulsive dipolar potential\n\"softened\" at short distances. Using exact numerical techniques, we study the\nlow temperature phase diagram of this system, and observe an intriguing phase\nconsisting of a crystal of mesoscopic superfluid droplets. At low temperature,\nphase coherence throughout the whole system, and the ensuing bulk\nsuperfluidity, are established through tunnelling of identical particles\nbetween neighbouring droplets.\n","Comment: 4 pages, 4 figures"]}]
["1005.3935",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3935","Opt. Commun. 283 (2010) 4440-4447","doi:10.1016/j.optcom.2010.04.088"],"date":["2010-05-21","2010-09-21"],"type":["text"],"creator":["Bjork, G.","Soderholm, J.","Sanchez-Soto, L. L.","Klimov, A. B.","Ghiu, I.","Marian, P.","Marian, T. A."],"language":[],"coverage":[],"title":["Quantum degrees of polarization"],"description":["  We discuss different proposals for the degree of polarization of quantum\nfields. The simplest approach, namely making a direct analogy with the\nclassical description via the Stokes operators, is known to produce\nunsatisfactory results. Still, we argue that these operators and their\nproperties should be basic for any measure of polarization. We compare\nalternative quantum degrees and put forth that they order various states\ndifferently. This is to be expected, since, despite being rooted in the Stokes\noperators, each of these measures only captures certain characteristics.\nTherefore, it is likely that several quantum degrees of polarization will\ncoexist, each one having its specific domain of usefulness.\n","Comment: 9 pages, 3 figures. v2: Minor corrections and improvements"]}]
["1005.4069",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4069","Phys. Rev. Lett. 105, 137401 (2010)","doi:10.1103/PhysRevLett.105.137401"],"date":["2010-05-21","2010-09-22"],"type":["text"],"creator":["Witzel, Wayne M.","Shabaev, Andrew","Hellberg, C. Stephen","Jacobs, Verne L.","Efros, Alexander L."],"language":[],"coverage":[],"title":["Quantum simulation of multiple-exciton generation in a nanocrystal by a\n  single photon"],"description":["  We have shown theoretically that efficient multiple exciton generation (MEG)\nby a single photon can be observed in small nanocrystals (NCs). Our quantum\nsimulations that include hundreds of thousands of exciton and multi-exciton\nstates demonstrate that the complex time-dependent dynamics of these states in\na closed electronic system yields a saturated MEG effect on a picosecond\ntimescale. Including phonon relaxation confirms that efficient MEG requires the\nexciton--biexciton coupling time to be faster than exciton relaxation time.\n"]}]
["1006.1535",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1535","doi:10.1109/ISIT.2010.5513636"],"date":["2010-06-08"],"type":["text"],"creator":["Olmos, Pablo M.","Murillo-Fuentes, Juan José"],"language":[],"coverage":[],"title":["Tree-structure Expectation Propagation for Decoding LDPC codes over\n  Binary Erasure Channels"],"description":["  Expectation Propagation is a generalization to Belief Propagation (BP) in two\nways. First, it can be used with any exponential family distribution over the\ncliques in the graph. Second, it can impose additional constraints on the\nmarginal distributions. We use this second property to impose pair-wise\nmarginal distribution constraints in some check nodes of the LDPC Tanner graph.\nThese additional constraints allow decoding the received codeword when the BP\ndecoder gets stuck. In this paper, we first present the new decoding algorithm,\nwhose complexity is identical to the BP decoder, and we then prove that it is\nable to decode codewords with a larger fraction of erasures, as the block size\ntends to infinity. The proposed algorithm can be also understood as a\nsimplification of the Maxwell decoder, but without its computational\ncomplexity. We also illustrate that the new algorithm outperforms the BP\ndecoder for finite block-size\n"]}]
["1006.1801",{"format":[],"subject":["Condensed Matter - Superconductivity","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1801","Nat. Commun. 1:72 (2010) doi: 10.1038/ncomms1069","doi:10.1038/ncomms1069"],"date":["2010-06-09"],"type":["text"],"creator":["Nataf, Pierre","Ciuti, Cristiano"],"language":[],"coverage":[],"title":["Is there a no-go theorem for superradiant quantum phase transitions in\n  cavity and circuit QED ?"],"description":["  In cavity quantum electrodynamics (QED), the interaction between an atomic\ntransition and the cavity field is measured by the vacuum Rabi frequency\n$\\Omega_0$. The analogous term \"circuit QED\" has been introduced for Josephson\njunctions, because superconducting circuits behave as artificial atoms coupled\nto the bosonic field of a resonator. In the regime with $\\Omega_0$ comparable\nto the two-level transition frequency, \"superradiant\" quantum phase transitions\nfor the cavity vacuum have been predicted, e.g. within the Dicke model. Here,\nwe prove that if the time-independent light-matter Hamiltonian is considered, a\nsuperradiant quantum critical point is forbidden for electric dipole atomic\ntransitions due to the oscillator strength sum rule. In circuit QED, the\ncapacitive coupling is analogous to the electric dipole one: yet, such no-go\nproperty can be circumvented by Cooper pair boxes capacitively coupled to a\nresonator, due to their peculiar Hilbert space topology and a violation of the\ncorresponding sum rule.\n"]}]
["1006.3088",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3088","M. Sheinman, O. B\\'enichou, R. Voituriez and Y. Kafri J. Stat.\n  Mech. (2010) P09005","doi:10.1088/1742-5468/2010/09/P09005"],"date":["2010-06-15","2010-09-02"],"type":["text"],"creator":["Sheinman, Michael","Bénichou, Olivier","Voituriez, Raphaël","Kafri, Yariv"],"language":[],"coverage":[],"title":["First passage time distribution for a random walker on a random forcing\n  energy landscape"],"description":["  We present an analytical approximation scheme for the first passage time\ndistribution on a finite interval of a random walker on a random forcing energy\nlandscape. The approximation scheme captures the behavior of the distribution\nover all timescales in the problem. The results are carefully checked against\nnumerical simulations.\n","Comment: 16 pages"]}]
["1006.3184",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3184"],"date":["2010-06-16","2010-09-22"],"type":["text"],"creator":["Nakamura, Takashi"],"language":[],"coverage":[],"title":["A simple proof of the generalized strong recurrence for any non-zero\n  parameter"],"description":["  The strong recurrence is equivalent to the Riemann hypothesis. In the present\npaper, we give a simple proof of the generalized strong recurrence for all\nnon-zero parameters.\n","Comment: This paper has been withdrawn by the author. The proof has a gap. It\n  is possible to avoid this, but then the proof becomes not simple. I feel most\n  grateful that Professor Garunkstis told me the gap"]}]
["1007.0949",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0949","Phys. Rev. B 82, 104426 (2010)","doi:10.1103/PhysRevB.82.104426"],"date":["2010-07-06"],"type":["text"],"creator":["del Barco, E.","Hill, S.","Beedle, C. C.","Hendrickson, D. N.","Tupitsyn, I. S.","Stamp, P. C. E."],"language":[],"coverage":[],"title":["Tunneling and inversion symmetry in single-molecule magnets: the case of\n  the Mn12 wheel molecule"],"description":["  We present a detailed study of the influence of various interactions on the\nspin quantum tunneling in a Mn12 wheel molecule. The effects of single-ion and\nexchange (spin-orbit) anisotropy are first considered, followed by an analysis\nof the roles played by secondary influences, e.g. disorder, dipolar and\nhyperfine fields, and magnetoacoustic interactions. Special attention is paid\nto the role of the antisymmetric Dzyaloshinski-Moriya (DM) interaction. This is\ndone within the framework of a 12-spin microscopic model, and also using\nsimplified dimer and tetramer approximations in which the electronic spins are\ngrouped in 2 or 4 blocks, respectively. If the molecule is inversion symmetric,\nthe DM interaction between the dimer halves must be zero. In an inversion\nsymmetric tetramer, two independent DM vectors are allowed, but no new\ntunneling transitions are generated by the DM interaction. Experiments on the\nMn12 wheel can only be explained if the molecular inversion symmetry is broken,\nand we explore this in detail using both models, focussing on the asymmetric\ndisposition and rounding of Berry phase minima associated with quantum\ninterference between states of opposite parity. A remarkable behavior exists\nfor the `Berry phase zeroes' as a function of the directions of the internal DM\nvectors and the external transverse field. A rather drastic breaking of the\nmolecular inversion-symmetry is required to explain the experiments; in the\ntetramer model this requires a reorientation of the DM vectors on one half of\nthe molecule by nearly 180 degrees. This cannot be attributed to sample\ndisorder. These results are of general interest for the quantum dynamics of\ntunneling spins, and lead to some interesting experimental predictions.\n","Comment: Submitted to PRB. 23 double-column pages, 16 figures"]}]
["1007.3242",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3242","Photonics Journal, IEEE 2, 736-752, (2010)","doi:10.1109/JPHOT.2010.2062494"],"date":["2010-07-19","2010-09-22"],"type":["text"],"creator":["Saleh, Mohammed F.","Di Giuseppe, Giovanni","Saleh, Bahaa E. A.","Teich, Malvin Carl"],"language":[],"coverage":[],"title":["Photonic circuits for generating modal, spectral, and polarization\n  entanglement"],"description":["  We consider the design of photonic circuits that make use of Ti:LiNbO$_{3}$\ndiffused channel waveguides for generating photons with various combinations of\nmodal, spectral, and polarization entanglement. Down-converted photon pairs are\ngenerated via spontaneous optical parametric down-conversion (SPDC) in a\ntwo-mode waveguide. We study a class of photonic circuits comprising: 1) a\nnonlinear periodically poled two-mode waveguide structure, 2) a set of\nsingle-mode and two-mode waveguide-based couplers arranged in such a way that\nthey suitably separate the three photons comprising the SPDC process, and, for\nsome applications, 3) a holographic Bragg grating that acts as a dichroic\nreflector. The first circuit produces frequency-degenerate down-converted\nphotons, each with even spatial parity, in two separate single-mode waveguides.\nChanging the parameters of the elements allows this same circuit to produce two\nnondegenerate down-converted photons that are entangled in frequency or\nsimultaneously entangled in frequency and polarization. The second photonic\ncircuit is designed to produce modal entanglement by distinguishing the photons\non the basis of their frequencies. A modified version of this circuit can be\nused to generate photons that are doubly entangled in mode number and\npolarization. The third photonic circuit is designed to manage dispersion by\nconverting modal, spectral, and polarization entanglement into path\nentanglement.\n"]}]
["1007.3256",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3256","Optics Express, Vol. 18, Issue 19, pp. 20475-20490 (2010)","doi:10.1364/OE.18.020475"],"date":["2010-07-19","2010-09-22"],"type":["text"],"creator":["Saleh, Mohammed F.","Di Giuseppe, Giovanni","Saleh, Bahaa E. A.","Teich, Malvin Carl"],"language":[],"coverage":[],"title":["Modal and Polarization Qubits in Ti:LiNbO$_3$ Photonic Circuits for a\n  Universal Quantum Logic Gate"],"description":["  Lithium niobate photonic circuits have the salutary property of permitting\nthe generation, transmission, and processing of photons to be accommodated on a\nsingle chip. Compact photonic circuits such as these, with multiple components\nintegrated on a single chip, are crucial for efficiently implementing quantum\ninformation processing schemes. We present a set of basic transformations that\nare useful for manipulating modal qubits in Ti:LiNbO$_3$ photonic quantum\ncircuits. These include the mode analyzer, a device that separates the even and\nodd components of a state into two separate spatial paths; the mode rotator,\nwhich rotates the state by an angle in mode space; and modal Pauli spin\noperators that effect related operations. We also describe the design of a\ndeterministic, two-qubit, single-photon, CNOT gate, a key element in certain\nsets of universal quantum logic gates. It is implemented as a Ti:LiNbO$_3$\nphotonic quantum circuit in which the polarization and mode number of a single\nphoton serve as the control and target qubits, respectively. It is shown that\nthe effects of dispersion in the CNOT circuit can be mitigated by augmenting it\nwith an additional path. The performance of all of these components are\nconfirmed by numerical simulations. The implementation of these transformations\nrelies on selective and controllable power coupling among single- and two-mode\nwaveguides, as well as the polarization sensitivity of the Pockels coefficients\nin LiNbO$_3$.\n"]}]
["1007.4749",{"format":[],"subject":["Computer Science - Digital Libraries","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4749"],"date":["2010-07-27","2010-09-22"],"type":["text"],"creator":["Leydesdorff, Loet","Bornmann, Lutz"],"language":[],"coverage":[],"title":["How fractional counting affects the Impact Factor: Normalization in\n  terms of differences in citation potentials among fields of science"],"description":["  The ISI-Impact Factors suffer from a number of drawbacks, among them the\nstatistics-why should one use the mean and not the median?-and the\nincomparability among fields of science because of systematic differences in\ncitation behavior among fields. Can these drawbacks be counteracted by counting\ncitation weights fractionally instead of using whole numbers in the numerators?\n(i) Fractional citation counts are normalized in terms of the citing sources\nand thus would take into account differences in citation behavior among fields\nof science. (ii) Differences in the resulting distributions can be tested\nstatistically for their significance at different levels of aggregation. (iii)\nFractional counting can be generalized to any document set including journals\nor groups of journals, and thus the significance of differences among both\nsmall and large sets can be tested. A list of fractionally counted Impact\nFactors for 2008 is available online at\nhttp://www.leydesdorff.net/weighted_if/weighted_if.xls. The in-between group\nvariance among the thirteen fields of science identified in the U.S. Science\nand Engineering Indicators is not statistically significant after this\nnormalization. Although citation behavior differs largely between disciplines,\nthe reflection of these differences in fractionally counted citation\ndistributions could not be used as a reliable instrument for the\nclassification.\n"]}]
["1007.5101",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5101"],"date":["2010-07-28","2010-09-22"],"type":["text"],"creator":["Rafalski, Shawn"],"language":[],"coverage":[],"title":["A relative isoperimetric inequality for certain warped product spaces"],"description":["  Given a warped product space $\\mathbb{R} \\times_{f} N$ with logarithmically\nconvex warping function $f$, we prove a relative isoperimetric inequality for\nregions bounded between a subset of a vertical fiber and its image under an\nalmost everywhere differentiable mapping in the horizontal direction. In\nparticular, given a $k$--dimensional region $F \\subset \\{b\\} \\times N$, and the\nhorizontal graph $C \\subset \\mathbb{R} \\times_{f} N$ of an almost everywhere\ndifferentiable map over $F$, we prove that the $k$--volume of $C$ is always at\nleast the $k$--volume of the smooth constant height graph over $F$ that traps\nthe same $(1+k)$--volume above $F$ as $C$. We use this to solve a Dido problem\nfor graphs over vertical fibers, and show that, if the warping function is\nunbounded on the set of horizontal values above a vertical fiber, the volume\ntrapped above that fiber by a graph $C$ is no greater than the $k$--volume of\n$C$ times a constant that depends only on the warping function.\n","Comment: 9 pages, incorporates comments from the referee"]}]
["1007.5159",{"format":[],"subject":["Mathematics - Optimization and Control","Quantitative Biology - Populations and Evolution","92D30, 93C95"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5159","AIP Conf. Proc. 1281 (2010), no. 1, 979--982","doi:10.1063/1.3498660"],"date":["2010-07-29"],"type":["text"],"creator":["Rodrigues, Helena Sofia","Monteiro, M. Teresa T.","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Insecticide control in a Dengue epidemics model"],"description":["  A model for the transmission of dengue disease is presented. It consists of\neight mutually-exclusive compartments representing the human and vector\ndynamics. It also includes a control parameter (insecticide) in order to fight\nthe mosquitoes. The main goal of this work is to investigate the best way to\napply the control in order to effectively reduce the number of infected humans\nand mosquitoes. A case study, using data of the outbreak that occurred in 2009\nin Cape Verde, is presented.\n","Comment: Accepted 28/07/2010 in the special session \"Numerical Optimization\"\n  of the 8th International Conference of Numerical Analysis and Applied\n  Mathematics (ICNAAM 2010), Rhodes, Greece, 19-25 September 2010"]}]
["1008.1175",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Group Theory","Mathematics - Rings and Algebras","22D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1175"],"date":["2010-08-06","2010-09-22"],"type":["text"],"creator":["Banakh, Taras","Hryniv, Olena"],"language":[],"coverage":[],"title":["Pontryagin duality between compact and discrete abelian inverse monoids"],"description":["  For a topological monoid S the dual inverse monoid is the topological monoid\nof all identity preserving homomorphisms from S to the circle with attached\nzero. A topological monoid S is defined to be reflexive if the canonical\nhomomorphism from S to its second dual inverse monoid is a topological\nisomorphism. We prove that a (compact or discrete) topological inverse monoid S\nis reflexive (if and) only if S is abelian and the idempotent semilattice of S\nis zero-dimensional. For a discrete (resp. compact) topological monoid its dual\ninverse monoid is compact (resp. discrete). These results unify the\nPontryagin-van Kampen Duality Theorem for abelian groups and the\nHofmann-Mislove-Stralka Duality Theorem for zero-dimensional topological\nsemilattices.\n","Comment: 8 pages"]}]
["1008.1490",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Physics - Biological Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1490","Chaos 20 (2010) 033116","doi:10.1063/1.3483876"],"date":["2010-08-09"],"type":["text"],"creator":["Sun, Xiaojuan","Perc, Matjaz","Lu, Qishao","Kurths, Jürgen"],"language":[],"coverage":[],"title":["Effects of correlated Gaussian noise on the mean firing rate and\n  correlations of an electrically coupled neuronal network"],"description":["  In this paper, we examine the effects of correlated Gaussian noise on a\ntwo-dimensional neuronal network that is locally modeled by the Rulkov map.\nMore precisely, we study the effects of the noise correlation on the variations\nof the mean firing rate and the correlations among neurons versus the noise\nintensity. Via numerical simulations, we show that the mean firing rate can\nalways be optimized at an intermediate noise intensity, irrespective of the\nnoise correlation. On the other hand, variations of the population coherence\nwith respect to the noise intensity are strongly influenced by the ratio\nbetween local and global Gaussian noisy inputs. Biological implications of our\nfindings are also discussed.\n","Comment: 7 two-column pages, 5 figures; accepted for publication in Chaos"]}]
["1008.1516",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1516"],"date":["2010-08-09"],"type":["text"],"creator":["Borgs, Christian","Chayes, Jennifer","Ding, Jian","Lucier, Brendan"],"language":[],"coverage":[],"title":["The Hitchhiker's Guide to Affiliation Networks: A Game-Theoretic\n  Approach"],"description":["  We propose a new class of game-theoretic models for network formation in\nwhich strategies are not directly related to edge choices, but instead\ncorrespond more generally to the exertion of social effort. The observed social\nnetwork is thus a byproduct of an expressive strategic interaction, which can\nmore naturally explain the emergence of complex social structures. Within this\nframework, we present a natural network formation game in which agent utilities\nare locally defined and that, despite its simplicity, produces a rich class of\nequilibria that exhibit structural properties commonly observed in social\nnetworks - such as triadic closure - that have proved elusive in most existing\nmodels.\n  Specifically, we consider a game in which players organize networking events\nat a cost that grows with the number of attendees. An event's cost is assumed\nby the organizer but the benefit accrues equally to all attendees: a link is\nformed between any two players who see each other at more than a certain number\nr of events per time period. The graph of connections so obtained is the social\nnetwork of the model.\n  We analyze the Nash equilibria of this game when each player derives a\nbenefit a>0 from all her neighbors in the network and when the costs are\nlinear, i.e., when the cost of an event with L invitees is b+cL, with b>0 and\nc>0. For a/cr > 1 and b sufficiently small, all Nash equilibria have the\ncomplete graph as their social network; for a/cr < 1 the Nash equilibria\ncorrespond to a rich class of social networks, all of which have substantial\nclustering in the sense that the clustering coefficient is bounded below by the\ninverse of the average degree. Additionally, for any degree sequence with\nfinite mean, and not too many vertices of degree one or two, we can construct a\nNash equilibrium producing a social network with the given degree sequence.\n","Comment: 15 pages; 3 figures"]}]
["1008.1770",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Social and Information Networks","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1770"],"date":["2010-08-10","2010-08-11"],"type":["text"],"creator":["Yazdani, A.","Jeffrey, P."],"language":[],"coverage":[],"title":["A complex network approach to robustness and vulnerability of spatially\n  organized water distribution networks"],"description":["  In this work, water distribution systems are regarded as large sparse planar\ngraphs with complex network characteristics and the relationship between\nimportant topological features of the network (i.e. structural robustness and\nloop redundancy) and system resilience, viewed as the antonym to structural\nvulnerability, are assessed. Deterministic techniques from complex networks and\nspectral graph theory are utilized to quantify well-connectedness and estimate\nloop redundancy in the studied benchmark networks. By using graph connectivity\nand expansion properties, system robustness against node/link failures and\nisolation of the demand nodes from the source(s) are assessed and network\ntolerance against random failures and targeted attacks on their bridges and cut\nsets are analyzed. Among other measurements, two metrics of meshed-ness and\nalgebraic connectivity are proposed as candidates for quantification of\nredundancy and robustness, respectively, in optimization design models. A brief\ndiscussion on the scope and limitations of the provided measurements in the\nanalysis of operational reliability of water distribution systems is presented.\n","Comment: 18 pages, 2 figures, A slightly different version of this work has\n  been submitted to Water Distribution System Analysis Conference, WDSA2010,\n  AZ, USA"]}]
["1008.2540",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2540"],"date":["2010-08-15","2010-09-22"],"type":["text"],"creator":["Malkiewicz, Przemyslaw"],"language":[],"coverage":[],"title":["Quantization of FRW universe via gauge-fixed action"],"description":["  This paper is devoted to investigation of the quantum\nFriedman-Robertson-Walker universe with matter satisfying the equation of state\n$p=w\\rho$, where $w$ is an almost arbitrary constant. The procedure starts with\na reduced Lagrangian, which describes the system in a gauge fixed, so that the\nevolution parameter corresponds to the cosmological time. Then we construct the\nphase space, which is believed to correspond to the reduced phase space\nconsisting of Dirac's observables. The physically relevant quantities are\nmapped into operators. We show that the operators have self-adjoint\nrealizations and that there exist quantum states for which the evolution across\nsingularity is well-defined.\n","Comment: 15 pages, 2 figures, improved version, submitted for publication"]}]
["1008.4675",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4675","Materials Research Bulletin 45, (2010) 1732-1735","doi:10.1016/j.materresbull.2010.06.061"],"date":["2010-08-27"],"type":["text"],"creator":["Errandonea, Daniel","Santamaria-Perez, David","Bondarenko, Tatiana","Khyzhun, Oleg"],"language":[],"coverage":[],"title":["New high-pressure phase of HfTiO4 and ZrTiO4 ceramics"],"description":["  We studied the high-pressure effects on the crystalline structure of\nmonoclinic HfTiO4 and ZrTiO4. We found that the compressibility of these\nceramics is highly non-isotropic, being the b-axis the most compressible one.\nIn addition, the a-axis is found to have a small and negative compressibility.\nAt 2.7 GPa (10.7 GPa) we discovered the onset of an structural phase transition\nin HfTiO4 (ZrTiO4), coexisting the low- and high-pressure phases in a broad\npressure range. The new high-pressure phase has a monoclinic structure which\ninvolves an increase in the Ti-O coordination and a collapse of the cell\nvolume. The equation of state for the low-pressure phase is also determined.\n","Comment: 16 pages, 5 figures, 26 references, Article in Press"]}]
["1009.0831",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0831"],"date":["2010-09-04","2010-09-22"],"type":["text"],"creator":["Sapeta, Sebastian"],"language":[],"coverage":[],"title":["On strategies for determination and characterization of the underlying\n  event"],"description":["  We discuss the problem of the separation and description of the underlying\nevent (UE) within two existing approaches to UE measurement: the \"traditional\"\nmethod, widely used at Tevatron, and a recently proposed jet-area/median\nmethod. A simple toy model of UE is developed in order to understand how these\napproaches perform. We find that both methods are comparably good for measuring\naverage properties of the UE but the jet-area/median approach is favorable for\ndetermining fluctuations. We also use the latter method to study the UE from\nseveral existing Monte Carlo generator tunes. We investigate which\ncharacteristics of the underlying event might be useful to measure in order to\nimprove understanding of its properties and to simulate it well. These include\ntransverse momentum density per area, intra and inter-event fluctuations and\ncorrelations.\n","Comment: Talk given at 45th Rencontres de Moriond: QCD and Hadronic\n  Interactions, La Thuile, Italy, March 13-20, 2010; v2: acknowledgments\n  broadened"]}]
["1009.1151",{"format":[],"subject":["Mathematics - Optimization and Control","High Energy Physics - Phenomenology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1151"],"date":["2010-09-06","2010-09-21"],"type":["text"],"creator":["Ellis, John","Lee, Jae Sik","Pilaftsis, Apostolos"],"language":[],"coverage":[],"title":["Note on a Differential-Geometrical Construction of Optimal Directions in\n  Linearly-Constrained Systems"],"description":["  This note presents an analytic construction of the optimal unit-norm\ndirection hat(x) = x/|x| that maximizes or minimizes the objective linear\nexpression, B . hat(x), subject to a system of linear constraints of the form\n[A] . x = 0, where x is an unknown n-dimensional real vector to be determined\nup to an overall normalization constant, 0 is an m-dimensional null vector, and\nthe n-dimensional real vector B and the m\\times n-dimensional real matrix [A]\n(with 0 =< m < n) are given. The analytic solution to this problem can be\nexpressed in terms of a combination of double wedge and Hodge-star products of\ndifferential forms.\n","Comment: 7 pages, further clarifications added"]}]
["1009.1686",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1686"],"date":["2010-09-09","2010-09-21"],"type":["text"],"creator":["Sridharan, Ajay","Gao, Yong","Wu, Kui","Nastos, James"],"language":[],"coverage":[],"title":["Statistical Behavior of Embeddedness and Communities of Overlapping\n  Cliques in Online Social Networks"],"description":["  Degree distribution of nodes, especially a power law degree distribution, has\nbeen regarded as one of the most significant structural characteristics of\nsocial and information networks. Node degree, however, only discloses the\nfirst-order structure of a network. Higher-order structures such as the edge\nembeddedness and the size of communities may play more important roles in many\nonline social networks. In this paper, we provide empirical evidence on the\nexistence of rich higherorder structural characteristics in online social\nnetworks, develop mathematical models to interpret and model these\ncharacteristics, and discuss their various applications in practice. In\nparticular, 1) We show that the embeddedness distribution of social links in\nmany social networks has interesting and rich behavior that cannot be captured\nby well-known network models. We also provide empirical results showing a clear\ncorrelation between the embeddedness distribution and the average number of\nmessages communicated between pairs of social network nodes. 2) We formally\nprove that random k-tree, a recent model for complex networks, has a power law\nembeddedness distribution, and show empirically that the random k-tree model\ncan be used to capture the rich behavior of higherorder structures we observed\nin real-world social networks. 3) Going beyond the embeddedness, we show that a\nvariant of the random k-tree model can be used to capture the power law\ndistribution of the size of communities of overlapping cliques discovered\nrecently.\n"]}]
["1009.1862",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1862"],"date":["2010-09-09","2010-09-21"],"type":["text"],"creator":["Nadler, David"],"language":[],"coverage":[],"title":["The Geometric Nature of the Fundamental Lemma"],"description":["  The Fundamental Lemma is a somewhat obscure combinatorial identity introduced\nby Robert P. Langlands as an ingredient in the theory of automorphic\nrepresentations. After many years of deep contributions by mathematicians\nworking in representation theory, number theory, algebraic geometry, and\nalgebraic topology, a proof of the Fundamental Lemma was recently completed by\nNgo Bao Chau, for which he was awarded a Fields Medal. Our aim here is to touch\non some of the beautiful ideas contributing to the Fundamental Lemma and its\nproof. We highlight the geometric nature of the problem which allows one to\nattack a question in p-adic analysis with the tools of algebraic geometry.\n","Comment: expository article, 51 pages, 2 figures, minor changes, further\n  comments appreciated"]}]
["1009.2111",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2111"],"date":["2010-09-10","2010-09-21"],"type":["text"],"creator":["Cheng, Guang"],"language":[],"coverage":[],"title":["How Many Iterations are Sufficient for Semiparametric Estimation?"],"description":["  A common practice in obtaining a semiparametric efficient estimate is through\niteratively maximizing the (penalized) log-likelihood w.r.t. its Euclidean\nparameter and functional nuisance parameter via Newton-Raphson algorithm. The\npurpose of this paper is to provide a formula in calculating the minimal number\nof iterations $k^\\ast$ needed to produce an efficient estimate\n$\\hat\\theta_n^{(k^\\ast)}$ from a theoretical point of view. We discover that\n(a) $k^\\ast$ depends on the convergence rates of the initial estimate and\nnuisance estimate; (b) more than $k^\\ast$ iterations, i.e., $k$, will only\nimprove the higher order asymptotic efficiency of $\\hat\\theta_n^{(k)}$; (c)\n$k^\\ast$ iterations are also sufficient for recovering the estimation sparsity\nin high dimensional data. These general conclusions hold, in particular, when\nthe nuisance parameter is not estimable at root-n rate, and apply to\nsemiparametric models estimated under various regularizations, e.g., kernel or\npenalized estimation. This paper provides a first general theoretical\njustification for the \"one-/two-step iteration\" phenomena observed in the\nliterature, and may be useful in reducing the bootstrap computational cost for\nthe semiparametric models.\n","Comment: 42 pages, submitted to the Annals of Statistics"]}]
["1009.3468",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3468"],"date":["2010-09-17","2010-09-22"],"type":["text"],"creator":["Sunny, Albert","Kuri, Joy","Aggarwal, Saurabh"],"language":[],"coverage":[],"title":["Delay Modelling for Single Cell IEEE 802.11 WLANs Using a Random Polling\n  System"],"description":["  In this paper, we consider the problem of modelling the average delay\nexperienced by a packet in a single cell IEEE 802.11 DCF wireless local area\nnetwork. The packet arrival process at each node i is assumed to be Poisson\nwith rate parameter \\lambda_i. Since the nodes are sharing a single channel,\nthey have to contend with one another for a successful transmission. The mean\ndelay for a packet has been approximated by modelling the system as a 1-limited\nRandom Polling system with zero switchover time. We show that even for\nnon-homogeneous packet arrival processes, the mean delay of packets across the\nqueues are same and depends on the system utilization factor and the aggregate\nthroughput of the MAC. Extensive simulations are conducted to verify the\nanalytical results.\n"]}]
["1009.3759",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3759","Applied Magnetic Resonance, Volume 38, Number 3, 271-278 (2010)","doi:10.1007/s00723-010-0118-z"],"date":["2010-09-20"],"type":["text"],"creator":["Gazizulin, R. R.","Klochkov, A. V.","Kuzmin, V. V.","Safiullin, K. R.","Tagirov, M. S.","Yudin, A. N.","Izotov, V. G.","Sitdikova, L. M."],"language":[],"coverage":[],"title":["NMR of liquid 3He in clay pores at 1.5 K"],"description":["  In the present work a new method for studying porous media by nuclear\nmagnetic resonance of liquid 3He has been proposed. This method has been\ndemonstrated in an example of a clay mineral sample. For the first time the\nintegral porosity of clay sample has been measured. For investigated samples\nthe value of integral porosity is in the range of 10-30%. Inverse Laplace\ntransform of 3He longitudinal magnetization recovery curve has been carried\nout, thus distribution of relaxation times T1 has been obtained.\n","Comment: 9 pages, 5 figures"]}]
["1009.3904",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3904"],"date":["2010-09-20","2010-09-22"],"type":["text"],"creator":["Wadsworth, A. R."],"language":[],"coverage":[],"title":["Unitary SK_1 of semiramified graded and valued division algebras"],"description":["  We prove formulas for the unitary SK_1 of a semiramified graded division\nalgebra (or valued division algebra over a Henselian field) with a unitary\ninvolution. These formulas generalize earlier formulas of Yanchevskii, (and\nPlatonov and Ershov for the nonunitary SK_1).\n","Comment: 34 pages. Correction in References in v. 2"]}]
["1009.4027",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4027","Magnetic Resonance in Solids - Electronic Journal, Volume 11, No.\n  2, pages 33-37 (2009)"],"date":["2010-09-21"],"type":["text"],"creator":["Gazizulin, R. R.","Klochkov, A. V.","Kuzmin, V. V.","Safiullin, K. R.","Tagirov, M. S.","Yudin, A. N."],"language":[],"coverage":[],"title":["3He NMR in porous media: Inverse Laplace transformation"],"description":["  For the first time the inverse Laplace transform was applied for analysis of\n3He relaxation in porous media. It was shown that inverse Laplace transform\ngives new information about these systems. The uniform-penalty algorithm has\nbeen performed to obtain the 3He relaxation times distribution in pores of clay\nsample. It is possible to obtain pores' sizes distribution by using applicable\nmodel. Keywords: inverse Laplace transform, uniform-penalty algorithm, liquid\n3He, 3He, He3, He-3, helium-3, pulse nuclear magnetic resonance, clay, porous\nmedia.\n","Comment: 5 pages, 5 figures, docx"]}]
["1009.4126",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4126"],"date":["2010-09-21"],"type":["text"],"creator":["Abramovich, Dan","Romagny, Matthieu"],"language":[],"coverage":[],"title":["Moduli of Galois p-covers in mixed characteristics"],"description":["  We define a proper moduli stack for degree $p$ covers $f:Y \\to \\cX$ where\n$\\cX$ is a twisted stable curve in the sense of [5] and [4], and $Y$ is a\nstable curve which via $f$ is a torsor over $\\cX$ under a finite flat group\nscheme $\\cG \\to \\cX$.\n","Comment: 22 pages"]}]
["1009.4143",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4143","ASTIN Bulletin, Vol. 32, No.1, 2002, pp. 107 - 128"],"date":["2010-09-21"],"type":["text"],"creator":["Schiegl, Magda"],"language":[],"coverage":[],"title":["On the Savety Loading for Chain Ladder Estimates: A Monte Carlo\n  Simulation Study"],"description":["  A method for analysing the risk of taking a too low reserve level by use of\nChain Ladder method is developed. We give an answer to the question of how much\nsafety loading in terms of the Chain Ladder standard error has to be added to\nthe Chain Ladder reserve in order to reach a specified security level in loss\nreserving. This is an important question in the framework of integrated risk\nmanagement of an insurance company. Furthermore we investigate the relative\nbias of Chain Ladder estimators. We use Monte Carlo simulation technique as\nwell as the collective model of risk theory in each cell of run-off table. We\nanalyse deviation between Chain Ladder reserves and Monte Carlo simulated\nreserves statistically. Our results document dependency on claim number and\nclaim size distribution types and parameters.\n"]}]
["1009.4146",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4146"],"date":["2010-09-21"],"type":["text"],"creator":["Schiegl, Magda"],"language":[],"coverage":[],"title":["A three dimensional stochastic Model for Claim Reserving"],"description":["  Within the Solvency II framework the insurance industry requires a realistic\nmodelling of the risk processes relevant for its business. Every insurance\ncompany should be capable of running a holistic risk management process to meet\nthis challenge. For property and casualty (P&C) insurance companies the risk\nadequate modelling of the claim reserves is a very important topic as this\nliabilities determine up to 70% percent of the balance sum. We propose a three\ndimensional (3D) stochastic model for claim reserving. It delivers consistently\nthe reserve's distribution function as well as the distributions of all parts\nof it that are needed for accounting and controlling. The calibration methods\nfor the model are well known from data analysis and they are applicable in an\npractitioner environment. We evaluate the model numerically by the help of\nMonte Carlo (MC) simulation. Classical actuarial reserve models are two\ndimensional (2D). They lead to an estimation algorithm that is applied on a 2D\nmatrix, the run off triangle. Those methods (for instance the Chain - Ladder or\nthe Bornhuetter - Ferguson method) are widely used in practice nowadays and\ngive rise to several problems: They estimate the reserves' expectation and some\nof them - under very restriction assumptions - the variance. They provide no\ninformation about the tail of the reserve's distribution, what would be most\nimportant for risk calculation, for assessing the insurance company's financial\nstability and economic situation. Additionally, due to the projection of the\nclaim process into a two dimensional space the results are very often distorted\nand dependent on the kind of projection. Therefore we extend the classical 2D\nmodels to a 3D space because we find inconsistencies generated by inadequate\nprojections into the 2D spaces.\n","Comment: ASTIN Colloquium, Helsinki 2009"]}]
["1009.4191",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4191","Astrophysical Journal 721 (2010) 939-955","doi:10.1088/0004-637X/721/2/939"],"date":["2010-09-21"],"type":["text"],"creator":["Pereira, Maria J.","Bryan, Greg L."],"language":[],"coverage":[],"title":["Tidal Torquing of Elliptical Galaxies in Cluster Environments"],"description":["  Observational studies of galaxy isophotal shapes have shown that galaxy\norientations are anisotropic: a galaxy's long axis tends to be oriented toward\nthe center of its host. This radial alignment is seen across a wide range of\nscales, from galaxies in massive clusters to small Milky Way type satellite\nsystems. Recently, this effect has also been detected in dark matter\nsimulations of cosmological structure, but the degree of alignment of dark\nmatter substructures in these studies is significantly stronger than seen in\nobservations. In this paper we attempt to reconcile these two results by\nperforming high-resolution numerical experiments on N-body multi-component\nmodels of triaxial galaxies orbiting in an external analytical potential. The\nlarge number of particles employed allows us to probe deep into the inner\nstructure of the galaxy: we show that the discrepancy between observed galaxies\nand simulated dark matter halos is a natural consequence of induced radial\nshape twisting in the galaxy by the external potential. The degree of twisting\ndepends strongly on the orbital phase and eccentricity of the satellite, and it\ncan, under certain conditions, be significant at radii smaller than the dark\nmatter scale radius. Such internal misalignments will have important\nconsequences, both for the dynamical evolution of the galaxy itself, and for\nmass modeling of galaxies in clustered environments.\n","Comment: 19 pages, 22 figures, published in ApJ"]}]
["1009.4201",{"format":[],"subject":["Mathematics - Combinatorics","Primary 06A07, Secondary 68P10, 06A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4201"],"date":["2010-09-21"],"type":["text"],"creator":["Tenner, Bridget Eileen"],"language":[],"coverage":[],"title":["Sort-Invariant Non-Messing-Up"],"description":["  A poset has the non-messing-up property if it has two covering sets of\ndisjoint saturated chains so that for any labeling of the poset, sorting the\nlabels along one set of chains and then sorting the labels along the other set\nyields a linear extension of the poset. The linear extension yielded by thus\ntwice sorting a labeled non-messing-up poset may be independent of which sort\nwas performed first. Here we characterize such sort-invariant labelings for\nconvex subposets of a cylinder. They are completely determined by avoidance of\na particular subpattern: a diamond of four elements whose smallest two labels\nappear at opposite points.\n","Comment: 8 pages"]}]
["1009.4202",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4202","European J Combinatorics, 30 (2009), 311--326"],"date":["2010-09-21"],"type":["text"],"creator":["Ehrenborg, Richard","Readdy, Margaret"],"language":[],"coverage":[],"title":["Exponential Dowling structures"],"description":["  The notion of exponential Dowling structures is introduced, generalizing\nStanley's original theory of exponential structures. Enumerative theory is\ndeveloped to determine the M\\\"obius function of exponential Dowling structures,\nincluding a restriction of these structures to elements whose types satisfy a\nsemigroup condition. Stanley's study of permutations associated with\nexponential structures leads to a similar vein of study for exponential Dowling\nstructures. In particular, for the extended r-divisible partition lattice we\nshow the M\\\"obius function is, up to a sign, the number of permutations in the\nsymmetric group on rn+k elements having descent set {r, 2r, ..., nr}. Using\nWachs' original EL-labeling of the r-divisible partition lattice, the extended\nr-divisible partition lattice is shown to be EL-shellable.\n","Comment: 17 pages"]}]
["1009.4209",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4209"],"date":["2010-09-21"],"type":["text"],"creator":["Donzelli, Fabrizio"],"language":[],"coverage":[],"title":["Algebraic density property of Danilov-Gizatullin surfaces"],"description":["  A Danilov-Gizatullin surface is an affine surface $V$ which is the complement\nof an ample section $S$ of a Hirzebruch surface. The remarkable theorem of\nDanilov and Gizatullin states that the isomorphism class of $V$ depends only on\nthe self-intersection number $S^2$. In this paper we apply their theorem to\npresent $V$ as the quotient of an affine threefold by a torus action, and to\nprove that the Lie algebra generated by the complete algebraic vector fields on\n$V$ coincides with the set of all algebraic vector fields.\n","Comment: 12 pages"]}]
["1009.4220",{"format":[],"subject":["Mathematics - Combinatorics","91A46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4220"],"date":["2010-09-21"],"type":["text"],"creator":["Larsson, Urban"],"language":[],"coverage":[],"title":["The $\\star$-operator and Invariant Subtraction Games"],"description":["  We study 2-player impartial games, so called \\emph{invariant subtraction\ngames}, of the type, given a set of allowed moves the players take turn in\nmoving one single piece on a large Chess board towards the position\n$\\boldsymbol 0$. Here, invariance means that each allowed move is available\ninside the whole board. Then we define a new game, $\\star$ of the old game, by\ntaking the $P$-positions, except $\\boldsymbol 0$, as moves in the new game. One\nsuch game is $\\W^\\star=$ (Wythoff Nim)$^\\star$, where the moves are defined by\ncomplementary Beatty sequences with irrational moduli. Here we give a\npolynomial time algorithm for infinitely many $P$-positions of $\\W^\\star$. A\nrepeated application of $\\star$ turns out to give especially nice properties\nfor a certain subfamily of the invariant subtraction games, the\n\\emph{permutation games}, which we introduce here. We also introduce the family\nof \\emph{ornament games}, whose $P$-positions define complementary Beatty\nsequences with rational moduli---hence related to A. S. Fraenkel's `variant'\nRat- and Mouse games---and give closed forms for the moves of such games. We\nalso prove that ($k$-pile Nim)$^{\\star\\star}$ = $k$-pile Nim.\n","Comment: 30 pages, 5 figures"]}]
["1009.4221",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4221"],"date":["2010-09-21"],"type":["text"],"creator":["Taylor, Stuart F."],"language":[],"coverage":[],"title":["Observing the Luminosity Increase and Roche Lobe Overflow of Planet\n  Destruction"],"description":["  The destruction of planets by migration into the star will release\nsignificant amounts of energy and material, which will present opportunities to\nobservational study planets in new ways. To observe planet destruction, it is\nimportant to understand the processes of how this energy and material is\nreleased as planets are destroyed. It is not known how fast the large amounts\nof energy and material are released, making it difficult to predict how\nobservable planet destruction will be. There is a huge amount of energy made\navailable by falling deep into the star's potential well: Simple calculations\nshow that many of the currently known \"hot Jupiters\" can potentially produce\nevents as luminous as a small nova if the energy is released fast enough. To\nobserve these events, the important questions are how will this energy be\nreleased, and whether the energy will be released rapidly enough to create an\nevent luminous enough to be found by transient surveys.\n  Alternatively, if planet destruction is slowed by the inward migration\nalternating with periods of outward migration caused by Roche lobe overflow\n(RLOF), then the primary signature may be the effects of the release of large\namounts of gas. The infall of this gas also may significantly contribute to the\nsystem's luminosity. The release of planetary gas may be a searchable signature\nof planet destruction. Signs of runaway RLOF and outward or alternating RLOF\nshould be searched for.\n  Observing planet destruction will provide a new window for study of\nexoplanets.\n","Comment: 24 pages, 8 figures"]}]
["1009.4226",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","17B10, 17A30, 17A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4226"],"date":["2010-09-21"],"type":["text"],"creator":["Benayadi, Saïd","Makhlouf, Abdenacer"],"language":[],"coverage":[],"title":["Hom-Lie Algebras with Symmetric Invariant NonDegenerate Bilinear Forms"],"description":["  The aim of this paper is to introduce and study quadratic Hom-Lie algebras,\nwhich are Hom-Lie algebras with symmetric invariant nondegenerate bilinear\nforms. We provide several constructions leading to examples and extend the\ndouble extension theory to Hom-Lie algebras. We reduce the case where the twist\nmap is invertible to the study of involutive quadratic Lie algebras. We\nestablish a correspondence between the class of involutive quadratic Hom-Lie\nalgebras and quadratic simple Lie algebras with symmetric involution.\nCenterless involutive quadratic Hom-Lie algebras are characterized. Also\nelements of a representation theory for Hom-Lie algebras, including adjoint and\ncoadjoint representations are supplied with application to quadratic Hom-Lie\nalgebras.\n"]}]
["1009.4229",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4229"],"date":["2010-09-21"],"type":["text"],"creator":["Royon, C."],"language":[],"coverage":[],"title":["Mueller Navelet jets, jet gap jets and anomalous $WW\\gamma \\gamma$\n  couplings in $\\gamma$-induced processes at the LHC"],"description":["  We describe two different important measurements to be performed at the LHC.\nThe Mueller Navelet jet and jet gap jet cross section represent a test of BFKL\ndynamics and we perform a NLL calculation of these processes and compare it\nwith recent Tevatron measurements. The study of the $WW\\gamma \\gamma$ couplings\nat the LHC using the forward detectors proposed in the ATLAS Forward Physics\nproject as an example allows to probe higgsless and extradimension models via\nanomalous quartic couplings since the reach is improved by four orders of\nmagnitude with respect to the LEP results.\n","Comment: Proceedings of the Forward Physics at LHC Workshop, Elba Island,\n  Italy, May 27-29 2010"]}]
["1009.4234",{"format":[],"subject":["Mathematics - Combinatorics","05D10, 11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4234","Integers, the Electronic Journal of Combinatorial Number Theory 7\n  (2007), no. 2, 20 pp. Also in a collection: Combinatorial Number Theory, de\n  Gruyter, Berlin, 2007, pp. 1-22"],"date":["2010-09-21"],"type":["text"],"creator":["Alexeev, Boris","Fox, Jacob","Graham, Ron"],"language":[],"coverage":[],"title":["On minimal colorings without monochromatic solutions to a linear\n  equation"],"description":["  For a ring R and system L of linear homogeneous equations, we call a coloring\nof the nonzero elements of R minimal for L if there are no monochromatic\nsolutions to L and the coloring uses as few colors as possible. For a rational\nnumber q and positive integer n, let E(q,n) denote the equation\n$\\sum_{i=0}^{n-2} q^{i}x_i = q^{n-1}x_{n-1}$. We classify the minimal colorings\nof the nonzero rational numbers for each of the equations E(q,3) with q in\n{3/2,2,3,4}, for E(2,n) with n in {3,4,5,6}, and for x_1+x_2+x_3=4x_4. These\nresults lead to several open problems and conjectures on minimal colorings.\n","Comment: 14 pages, 1 very complicated table. This article originally appeared\n  in the journal INTEGERS in 2007. This version differs from that journal\n  version only in formatting. As such, note that the author contact info is\n  outdated and at least one conjecture contained within has been resolved"]}]
["1009.4240",{"format":[],"subject":["Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4240"],"date":["2010-09-21"],"type":["text"],"creator":["Alexander, L. K.","Suwuntanasarn, N.","Hutchison, W. D."],"language":[],"coverage":[],"title":["Phosphorus Spin Coherence Times in Silicon at Very Low Temperatures"],"description":["  Phosphorus donor spin coherence in isotopically pure 28 silicon is measured\nat very low temperatures using pulsed electron spin resonance. The isolated\nspin T2 varies unexpectedly with phosphorus concentration\n"]}]
["1009.4243",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13F55, 13D02, 05E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4243"],"date":["2010-09-21"],"type":["text"],"creator":["Dalili, Kia","Kummini, Manoj"],"language":[],"coverage":[],"title":["Dependence of Betti Numbers on Characteristic"],"description":["  We study the dependence of graded Betti numbers of monomial ideals on the\ncharacteristic of the base field. The examples we describe include bipartite\nideals, Stanley--Reisner ideals of vertex-decomposable complexes and ideals\nwith componentwise linear resolutions. We give a description of bipartite\ngraphs and, using discrete Morse theory, provide a way of looking at the\nhomology of arbitrary simplicial complexes through bipartite ideals. We also\nprove that the Betti table of a monomial ideal over the field of rational\nnumbers can be obtained from the Betti table over any field by a sequence of\nconsecutive cancellations.\n","Comment: 8pp"]}]
["1009.4245",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4245"],"date":["2010-09-21"],"type":["text"],"creator":["Milner, Scott T."],"language":[],"coverage":[],"title":["Polymer crystal-melt interfaces and nucleation in polyethylene"],"description":["  Kinetic barriers cause polymers to crystallize incompletely, into nanoscale\nlamellae interleaved with amorphous regions. As a result, crystalline polymers\nare full of crystal-melt interfaces, which dominate their physical properties.\nThe longstanding theoretical challenge to understand these interfaces has new\nrelevance, because of accumulating evidence that polymer crystals often\nnucleate via a metastable, partially ordered \"rotator\" phase. To test this idea\nrequires a theory of the bulk and interfacial free energies of the critical\nnucleus. We present a new approach to the crystal-melt interface, which\nrepresents the amorphous region as a grafted brush of loops in a\nself-consistent pressure field. We combine this theory with estimates of bulk\nfree energy differences, to calculate nucleation barriers and rates via rotator\nversus crystal nuclei for polyethylene. We find rotator-phase nucleation is\nindeed favored throughout the temperature range where nucleation is observed.\nOur methods can be extended to other polymers.\n"]}]
["1009.4250",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4250","Science , v. 326, p. 823-826, 2009","doi:10.1126/science.1178683"],"date":["2010-09-21"],"type":["text"],"creator":["Coelho, A. S.","Barbosa, F. A. S.","Cassemiro, K. N.","Villar, A. S.","Martinelli, M.","Nussenzveig, P."],"language":[],"coverage":[],"title":["Experimental demonstration of three-color entanglement"],"description":["  Entanglement is the essential quantum resource for a potential speed-up of\ninformation processing, as well as for sophisticated quantum communication.\nQuantum information networks will be required to convey information from one\nplace to another, by using entangled light beams. Many physical systems are\nunder consideration as building blocks, with different merits and faults, so\nthat hybrid systems are likely to be developed. Here we present an important\ntool for connecting systems that share no common resonance frequencies: we\ndemonstrate the first direct generation of entanglement among more than two\nbright beams of light, all of different wavelengths (532.251 nm, 1062.102 nm,\nand 1066.915 nm). We also observe, for the first time, disentanglement for\nfinite channel losses, the continuous variable counterpart to entanglement\nsudden death.\n"]}]
["1009.4251",{"format":[],"subject":["Physics - History and Philosophy of Physics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4251"],"date":["2010-09-21"],"type":["text"],"creator":["Hamacher, Duane W.","Norris, Ray P."],"language":[],"coverage":[],"title":["Australian Aboriginal Geomythology: Eyewitness Accounts of Cosmic\n  Impacts?"],"description":["  Descriptions of cosmic impacts and meteorite falls are found throughout\nAustralian Aboriginal oral traditions. In some cases, these texts describe the\nimpact event in detail, sometimes citing the location, suggesting that the\nevents were witnessed. We explore whether cosmic impacts and meteorite falls\nmay have been witnessed by Aboriginal Australians and incorporated into their\noral traditions. We discuss the complications and bias in recording and\nanalysing oral texts but suggest that these texts may be used both to locate\nnew impact structures or meteorites and model observed impact events. We find\nthat, while detailed Aboriginal descriptions of cosmic impacts are abundant in\nthe literature, there is currently no physical evidence connecting these\naccounts to impact events currently known to Western science.\n","Comment: Submitted to \"Archaeoastronomy: The Journal of Astronomy in Culture\",\n  51 pages, 6 Figures, 6 Tables"]}]
["1009.4253",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4253","doi:10.1038/nphoton.2010.222"],"date":["2010-09-21"],"type":["text"],"creator":["Barbosa, F. A. S.","Coelho, A. S.","de Faria, A. J.","Cassemiro, K. N.","Villar, A. S.","Nussenzveig, P.","Martinelli, M."],"language":[],"coverage":[],"title":["Robustness of bipartite Gaussian entangled beams propagating in lossy\n  channels"],"description":["  Subtle quantum properties offer exciting new prospects in optical\ncommunications. Quantum entanglement enables the secure exchange of\ncryptographic keys and the distribution of quantum information by\nteleportation. Entangled bright beams of light attract increasing interest for\nsuch tasks, since they enable the employment of well-established classical\ncommunications techniques. However, quantum resources are fragile and undergo\ndecoherence by interaction with the environment. The unavoidable losses in the\ncommunication channel can lead to a complete destruction of useful quantum\nproperties -- the so-called \"entanglement sudden death\". We investigate the\nprecise conditions under which this phenomenon takes place for the simplest\ncase of two light beams and demonstrate how to produce states which are robust\nagainst losses. Our study sheds new light on the intriguing properties of\nquantum entanglement and how they may be tamed for future applications.\n","Comment: To be published - Nature Photonics"]}]
["1009.4256",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4256"],"date":["2010-09-21"],"type":["text"],"creator":["Trinh, K. T."],"language":[],"coverage":[],"title":["The generalised Blasius correlation for turbulent flow past flat plates"],"description":["  This paper presents a theoretical derivation of the empirical Blasius power\nlaw correlation for the friction factor. The coefficients in this correlation\nare shown to be dependent on the Reynolds number. Published experimental data\nis well correlated.\n  Key words: Blasius, friction factor, turbulence, power law, log-law, wall\nlayer\n","Comment: 10 pages, 3 Figures"]}]
["1009.4259",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4259","EPTCS 36, 2010, pp. 1-25","doi:10.4204/EPTCS.36.1"],"date":["2010-09-22"],"type":["text"],"creator":["Wirsing, Martin","Bauer, Sebastian S.","Schroeder, Andreas"],"language":[],"coverage":[],"title":["Modeling and Analyzing Adaptive User-Centric Systems in Real-Time Maude"],"description":["  Pervasive user-centric applications are systems which are meant to sense the\npresence, mood, and intentions of users in order to optimize user comfort and\nperformance. Building such applications requires not only state-of-the art\ntechniques from artificial intelligence but also sound software engineering\nmethods for facilitating modular design, runtime adaptation and verification of\ncritical system requirements.\n  In this paper we focus on high-level design and analysis, and use the\nalgebraic rewriting language Real-Time Maude for specifying applications in a\nreal-time setting. We propose a generic component-based approach for modeling\npervasive user-centric systems and we show how to analyze and prove crucial\nproperties of the system architecture through model checking and simulation.\nFor proving time-dependent properties we use Metric Temporal Logic (MTL) and\npresent analysis algorithms for model checking two subclasses of MTL formulas:\ntime-bounded response and time-bounded safety MTL formulas. The underlying idea\nis to extend the Real-Time Maude model with suitable clocks, to transform the\nMTL formulas into LTL formulas over the extended specification, and then to use\nthe LTL model checker of Maude. It is shown that these analyses are sound and\ncomplete for maximal time sampling. The approach is illustrated by a simple\nadaptive advertising scenario in which an adaptive advertisement display can\nreact to actions of the users in front of the display.\n","Comment: In Proceedings RTRTS 2010, arXiv:1009.3982"]}]
["1009.4260",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4260","EPTCS 36, 2010, pp. 26-45","doi:10.4204/EPTCS.36.2"],"date":["2010-09-22"],"type":["text"],"creator":["AlTurki, Musab","Meseguer, José"],"language":[],"coverage":[],"title":["Dist-Orc: A Rewriting-based Distributed Implementation of Orc with\n  Formal Analysis"],"description":["  Orc is a theory of orchestration of services that allows structured\nprogramming of distributed and timed computations. Several formal semantics\nhave been proposed for Orc, including a rewriting logic semantics developed by\nthe authors. Orc also has a fully fledged implementation in Java with\nfunctional programming features. However, as with descriptions of most\ndistributed languages, there exists a fairly substantial gap between Orc's\nformal semantics and its implementation, in that: (i) programs in Orc are not\neasily deployable in a distributed implementation just by using Orc's formal\nsemantics, and (ii) they are not readily formally analyzable at the level of a\ndistributed Orc implementation. In this work, we overcome problems (i) and (ii)\nfor Orc. Specifically, we describe an implementation technique based on\nrewriting logic and Maude that narrows this gap considerably. The enabling\nfeature of this technique is Maude's support for external objects through TCP\nsockets. We describe how sockets are used to implement Orc site calls and\nreturns, and to provide real-time timing information to Orc expressions and\nsites. We then show how Orc programs in the resulting distributed\nimplementation can be formally analyzed at a reasonable level of abstraction by\ndefining an abstract model of time and the socket communication infrastructure,\nand discuss the assumptions under which the analysis can be deemed correct.\nFinally, the distributed implementation and the formal analysis methodology are\nillustrated with a case study.\n","Comment: In Proceedings RTRTS 2010, arXiv:1009.3982"]}]
["1009.4261",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Formal Languages and Automata Theory","Computer Science - Programming Languages","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4261","EPTCS 36, 2010, pp. 46-66","doi:10.4204/EPTCS.36.3"],"date":["2010-09-22"],"type":["text"],"creator":["Bae, Kyungmin","Ölveczky, Peter Csaba"],"language":[],"coverage":[],"title":["Extending the Real-Time Maude Semantics of Ptolemy to Hierarchical DE\n  Models"],"description":["  This paper extends our Real-Time Maude formalization of the semantics of flat\nPtolemy II discrete-event (DE) models to hierarchical models, including modal\nmodels. This is a challenging task that requires combining synchronous\nfixed-point computations with hierarchical structure. The synthesis of a\nReal-Time Maude verification model from a Ptolemy II DE model, and the formal\nverification of the synthesized model in Real-Time Maude, have been integrated\ninto Ptolemy II, enabling a model-engineering process that combines the\nconvenience of Ptolemy II DE modeling and simulation with formal verification\nin Real-Time Maude.\n","Comment: In Proceedings RTRTS 2010, arXiv:1009.3982"]}]
["1009.4262",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4262","EPTCS 36, 2010, pp. 67-81","doi:10.4204/EPTCS.36.4"],"date":["2010-09-22"],"type":["text"],"creator":["Bjørk, Joakim","Johnsen, Einar Broch","Owe, Olaf","Schlatte, Rudolf"],"language":[],"coverage":[],"title":["Lightweight Time Modeling in Timed Creol"],"description":["  Creol is an object-oriented modeling language in which inherently concurrent\nobjects exchange asynchronous method calls. The operational semantics of Creol\nis written in an actor-based style, formulated in rewriting logic. The\noperational semantics yields a language interpreter in the Maude system, which\ncan be used to analyze models. Recently, Creol has been applied to the modeling\nof systems with radio communication, such as sensor systems. With radio\ncommunication, messages expire and, if sent simultaneously, they may collide in\nthe air. In order to capture these and other properties of distributed systems,\nwe extended Creol's operational semantics with a notion of time. We exploit the\nframework of a language interpreter to use a lightweight notion of time, in\ncontrast to that needed for a general purpose specification language. This\npaper presents a timed extension of Creol, including the semantics and the\nimplementation strategy, and discusses its properties using an extended\nexample. The approach can be generalized to other concurrent object or\nactor-based systems.\n","Comment: In Proceedings RTRTS 2010, arXiv:1009.3982"]}]
["1009.4263",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Software Engineering","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4263","EPTCS 36, 2010, pp. 82-100","doi:10.4204/EPTCS.36.5"],"date":["2010-09-22"],"type":["text"],"creator":["Fadlisyah, Muhammad","Ábrahám, Erika","Lepri, Daniela","Ölveczky, Peter Csaba"],"language":[],"coverage":[],"title":["A Rewriting-Logic-Based Technique for Modeling Thermal Systems"],"description":["  This paper presents a rewriting-logic-based modeling and analysis technique\nfor physical systems, with focus on thermal systems. The contributions of this\npaper can be summarized as follows: (i) providing a framework for modeling and\nexecuting physical systems, where both the physical components and their\nphysical interactions are treated as first-class citizens; (ii) showing how\nheat transfer problems in thermal systems can be modeled in Real-Time Maude;\n(iii) giving the implementation in Real-Time Maude of a basic numerical\ntechnique for executing continuous behaviors in object-oriented hybrid systems;\nand (iv) illustrating these techniques with a set of incremental case studies\nusing realistic physical parameters, with examples of simulation and model\nchecking analyses.\n","Comment: In Proceedings RTRTS 2010, arXiv:1009.3982"]}]
["1009.4264",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4264","EPTCS 36, 2010, pp. 117-136","doi:10.4204/EPTCS.36.7"],"date":["2010-09-22"],"type":["text"],"creator":["Lepri, Daniela","Ölveczky, Peter Csaba","Ábrahám, Erika"],"language":[],"coverage":[],"title":["Model Checking Classes of Metric LTL Properties of Object-Oriented\n  Real-Time Maude Specifications"],"description":["  This paper presents a transformational approach for model checking two\nimportant classes of metric temporal logic (MTL) properties, namely, bounded\nresponse and minimum separation, for nonhierarchical object-oriented Real-Time\nMaude specifications. We prove the correctness of our model checking\nalgorithms, which terminate under reasonable non-Zeno-ness assumptions when the\nreachable state space is finite. These new model checking features have been\nintegrated into Real-Time Maude, and are used to analyze a network of medical\ndevices and a 4-way traffic intersection system.\n","Comment: In Proceedings RTRTS 2010, arXiv:1009.3982"]}]
["1009.4265",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4265","EPTCS 36, 2010, pp. 137-157","doi:10.4204/EPTCS.36.8"],"date":["2010-09-22"],"type":["text"],"creator":["Ölveczky, Peter Csaba","Meseguer, José"],"language":[],"coverage":[],"title":["Specification and Verification of Distributed Embedded Systems: A\n  Traffic Intersection Product Family"],"description":["  Distributed embedded systems (DESs) are no longer the exception; they are the\nrule in many application areas such as avionics, the automotive industry,\ntraffic systems, sensor networks, and medical devices. Formal DES specification\nand verification is challenging due to state space explosion and the need to\nsupport real-time features. This paper reports on an extensive industry-based\ncase study involving a DES product family for a pedestrian and car 4-way\ntraffic intersection in which autonomous devices communicate by asynchronous\nmessage passing without a centralized controller. All the safety requirements\nand a liveness requirement informally specified in the requirements document\nhave been formally verified using Real-Time Maude and its model checking\nfeatures.\n","Comment: In Proceedings RTRTS 2010, arXiv:1009.3982"]}]
["1009.4266",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Software Engineering","Design, Reliability, Verification"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4266","EPTCS 36, 2010, pp. 158-177","doi:10.4204/EPTCS.36.9"],"date":["2010-09-22"],"type":["text"],"creator":["Sun, Mu","Meseguer, José"],"language":[],"coverage":[],"title":["Distributed Real-Time Emulation of Formally-Defined Patterns for Safe\n  Medical Device Control"],"description":["  Safety of medical devices and of their interoperation is an unresolved issue\ncausing severe and sometimes deadly accidents for patients with shocking\nfrequency. Formal methods, particularly in support of highly reusable and\nprovably safe patterns which can be instantiated to many device instances can\nhelp in this regard. However, this still leaves open the issue of how to pass\nfrom their formal specifications in logical time to executable emulations that\ncan interoperate in physical time with other devices and with simulations of\npatient and/or doctor behaviors. This work presents a specification-based\nmethodology in which virtual emulation environments can be easily developed\nfrom formal specifications in Real-Time Maude, and can support interactions\nwith other real devices and with simulation models. This general methodology is\nexplained in detail and is illustrated with two concrete scenarios which are\nboth instances of a common safe formal pattern: one scenario involves the\ninteraction of a provably safe pacemaker with a simulated heart; the other\ninvolves the interaction of a safe controller for patient-induced analgesia\nwith a real syringe pump.\n","Comment: In Proceedings RTRTS 2010, arXiv:1009.3982"]}]
["1009.4269",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4269"],"date":["2010-09-22"],"type":["text"],"creator":["Wang, I-Hsiang"],"language":[],"coverage":[],"title":["Distributed Interference Cancellation in Multiple Access Channel with\n  Transmitter Cooperation"],"description":["  We consider a two-user Gaussian multiple access channel with two independent\nadditive white Gaussian interferences. Each interference is known to exactly\none transmitter non-causally. Transmitters are allowed to cooperate through\nfinite-capacity links. The capacity region is characterized to within 3 and 1.5\nbits for the stronger user and the weaker user respectively, regardless of\nchannel parameters. As a by-product, we characterize the capacity region of the\ncase without cooperation to within 1 and 0.5 bits for the stronger user and the\nweaker user respectively. These results are based on a layered modulo-lattice\ntransmission architecture which realizes distributed interference cancellation.\n","Comment: Extended version of a 5-page conference paper submitted to ICC 2011"]}]
["1009.4271",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4271"],"date":["2010-09-22"],"type":["text"],"creator":["Trinh, K. T."],"language":[],"coverage":[],"title":["A Derivation of the Colburn Analogy"],"description":["  This paper presents a derivation of the empirical Colburn analogy and\ndiscusses its implications.\n  Key words: heat transfer, Colburn, j factor, turbulence, power law, log-law,\nwall layer\n","Comment: 7 pages"]}]
["1009.4273",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4273","J. Phys. Soc. Jpn. 79 (2010) 093709 (4 pages)","doi:10.1143/JPSJ.79.093709"],"date":["2010-09-22"],"type":["text"],"creator":["Kobayashi, Yoshiaki","Satomi, Erika","Lee, Sang Chul","Sato, Masatoshi"],"language":[],"coverage":[],"title":["75As-NMR Studies of LaFeAsO1-xFx for Various x Values"],"description":["  Results of 75As NMR and NQR measurements are reported for superconducting\nsamples of LaFeAsO1-xFx with various x values. The x dependent widths of the\nsuperconducting transition and those of the NQR spectra indicate that the\noptimally doped LaFeAsO1-xFx sample with the superconducting transition\ntemperature Tc ~28 K has the smallest width or smallest inhomogeneity of the\nsuperconducting order parameter \\Delta. In the analyses of the temperature (T)\ndependence of the NMR longitudinal relaxation rate 1/T1, we have tried to use a\nsimple relation 1/T1 ~ T^n to see how fast 1/T1 decreases when the\nsuperconducting order parameter grows. The relation holds rather well in the T\nregion of ~0.3Tc < T =< Tc, and n varies from 2.5-6 with varying x, having the\nmaximum value 5-6 at the optimal x. These results indicate that the x\ndependence of n originates from the spatial distribution of \\Delta, and that\nthe T^{5-6} behavior is considered to be intrinsic to this system.\n","Comment: 4 pages, 4 figures"]}]
["1009.4275",{"format":[],"subject":["Mathematics - Numerical Analysis","65F10, 65N22, 65F50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4275"],"date":["2010-09-22"],"type":["text"],"creator":["Gia, Q. T. Le","Sloan, Ian H.","Wathen, Andrew J."],"language":[],"coverage":[],"title":["Stability and preconditioning for a hybrid approximation on the sphere"],"description":["  This paper proposes a new preconditioning scheme for a linear system with a\nsaddle-point structure arising from a hybrid approximation scheme on the\nsphere, an approximation scheme that combines (local) spherical radial basis\nfunctions and (global) spherical polynomials. Making use of a recently derived\ninf-sup condition [13] and the Brezzi stability and convergence theorem for\nthis approximation scheme, we show that the linear system can be optimally\npreconditioned with a suitable block-diagonal preconditioner. Numerical\nexperiments with a non-uniform distribution of data points support the\ntheoretical conclusions.\n","Comment: 14 pages, 1 figure, submitted"]}]
["1009.4278",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Numerical Analysis","46A3, 46B28, 47B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4278"],"date":["2010-09-22"],"type":["text"],"creator":["Oikhberg, Timur"],"language":[],"coverage":[],"title":["Rate of decay of s-numbers"],"description":["  For an operator $T \\in B(X,Y)$, we denote by $a_m(T)$, $c_m(T)$, $d_m(T)$,\nand $t_m(T)$ its approximation, Gelfand, Kolmogorov, and absolute numbers. We\nshow that, for any infinite dimensional Banach spaces $X$ and $Y$, and any\nsequence $\\alpha_m \\searrow 0$, there exists $T \\in B(X,Y)$ for which the\ninequality $$ 3 \\alpha_{\\lceil m/6 \\rceil} \\geq a_m(T) \\geq \\max\\{c_m(t),\nd_m(T)\\} \\geq \\min\\{c_m(t), d_m(T)\\} \\geq t_m(T) \\geq \\alpha_m/9 $$ holds for\nevery $m \\in \\N$. Similar results are obtained for other $s$-scales.\n"]}]
["1009.4280",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4280"],"date":["2010-09-22"],"type":["text"],"creator":["Abad, Ahmad Shafiei Deh"],"language":[],"coverage":[],"title":["Algebraic Smooth Structures 1"],"description":["  In this paper which is the first of a series of papers on smooth structures,\nthe concepts of C-structures and smooth structures are introduced and studied.\nThe notion of smooth structure on semi-integral domains is given. It is shown\nthat each semi-integral domain which is not a field, admits a unique smooth\nstructure and a large class of non-polynomial smooth functions on some\nsemi-integral domains is constructed. A smooth function from Z-{0} into Z is\ngiven which does not extend to a smooth function on Z. No concept from topology\nis used. As an application, it is shown that: Theorem - Let M and N be finite\ndimensional smooth manifolds. The algebra of real smooth functions on M (resp.\nN) will be denoted by A (resp. B). Assume that T is a homomorphism from B into\nA. Then, there exists exactly one smooth mapping f from M into N such that\nT=f*.\n","Comment: 38 pages"]}]
["1009.4281",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4281"],"date":["2010-09-22"],"type":["text"],"creator":["SEI, Tomonari"],"language":[],"coverage":[],"title":["Efron's curvature of the structural gradient model"],"description":["  The structural gradient model is a multivariate statistical model in order to\nextract various interactions of given data set. In this note, we show that\nEfron's statistical curvature of the structural gradient model is less than\nthat of a competitive mixture model under a null hypothesis.\n","Comment: 14 pages"]}]
["1009.4285",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4285"],"date":["2010-09-22"],"type":["text"],"creator":["Méliot, Pierre-Loïc"],"language":[],"coverage":[],"title":["Products of Geck-Rouquier conjugacy classes and the Hecke algebra of\n  composed permutations"],"description":["  We show the q-analog of a well-known result of Farahat and Higman: in the\ncenter of the Iwahori-Hecke algebra $H_{n,q}$, if\n$(a_{\\lambda\\mu}^{\\nu}(n,q))_\\nu$ is the set of structure constants involved in\nthe product of two Geck-Rouquier conjugacy classes $\\Gamma_{\\lambda,n}$ and\n$\\Gamma_{\\mu,n}$, then each coefficient $a_{\\lambda\\mu}^{\\nu}(n,q)$ depends on\n$n$ and $q$ in a polynomial way. Our proof relies on the construction of a\nprojective limit of the Hecke algebras; this projective limit is inspired by\nthe Ivanov-Kerov algebra of partial permutations.\n","Comment: 12 pages, published in the proceedings of FPSAC 2010"]}]
["1009.4286",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","62G32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4286"],"date":["2010-09-22"],"type":["text"],"creator":["Chakrabarty, Arijit"],"language":[],"coverage":[],"title":["Asymptotic normality of Hill Estimator for truncated data"],"description":["  The problem of estimating the tail index from truncated data is addressed in\nChakrabarty and Samorodnitsky (2009). In that paper, a sample based (and hence\nrandom) choice of k is suggested, and it is shown that the choice leads to a\nconsistent estimator of the inverse of the tail index. In this paper, the\nsecond order behavior of the Hill estimator with that choice of k is studied,\nunder some additional assumptions. In the untruncated situation, it is well\nknown that asymptotic normality of the Hill estimator follows from the\nassumption of second order regular variation of the underlying distribution.\nMotivated by this, we show the same in the truncated case in light of the\nsecond order regular variation.\n"]}]
["1009.4288",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4288"],"date":["2010-09-22"],"type":["text"],"creator":["Méliot, Pierre-Loïc"],"language":[],"coverage":[],"title":["Gaussian concentration of the q-characters of the Hecke algebras of type\n  A"],"description":["  We show that with respect to the q-Plancherel measure on partitions of size\nn, the irreducible characters of an Hecke algebra $H_q(S_n)$ are concentrated\naround the normalized trace of $H_q(S_n)$. More precisely, we prove that the\ndeviations of the values of the q-characters $\\chi^\\lambda_q$ are\nasymptotically gaussian, and we give an explicit formula for the covariances of\nthe limit normal laws (the other results were already in arXiv:1001.2180). Our\nproof involves Sniady's theory of cumulants of observables of diagrams and a\nM\\\"obius inversion formula for additive class functions on symmetric groups.\n","Comment: 10 pages"]}]
["1009.4294",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4294","2006AIPC..848..238P","doi:10.1063/1.2347985"],"date":["2010-09-22"],"type":["text"],"creator":["Pothitakis, G.","Mitsakou, E.","Preka-Papadema, P.","Moussas, X.","Caroubalos, C.","Alissandrakis, C. E.","Hillaris, A.","Tsitsipis, P.","Kontogeorgos, A.","Bougeret, J. -L.","Dumas, G."],"language":[],"coverage":[],"title":["Type II Shocks Characteristics: Comparison with associated CMEs and\n  Flares"],"description":["  A number of metric (100-650 MHz) typeII bursts was recorded by the ARTEMIS-IV\nradiospectrograph in the 1998-2000 period; the sample includes both CME driven\nshocks and shocks originating from flare blasts. We study their characteristics\nin comparison with characteristics of associated CMEs and flares.\n","Comment: Recent Advances in Astronomy and Astrophysics: 7th International\n  Conference of the Hellenic Astronomical Society. AIP Conference Proceedings,\n  Volume 848, pp. 238-242 (2006)"]}]
["1009.4300",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4300"],"date":["2010-09-22"],"type":["text"],"creator":["Chiu, Eddy","Lau, Vincent K. N.","Huang, Huang","Wu, Tao","Liu, Sheng"],"language":[],"coverage":[],"title":["Robust Transceiver Design for K-Pairs Quasi-Static MIMO Interference\n  Channels via Semi-Definite Relaxation"],"description":["  In this paper, we propose a robust transceiver design for the K-pair\nquasi-static MIMO interference channel. Each transmitter is equipped with M\nantennas, each receiver is equipped with N antennas, and the k-th transmitter\nsends L_k independent data streams to the desired receiver. In the literature,\nthere exist a variety of theoretically promising transceiver designs for the\ninterference channel such as interference alignment-based schemes, which have\nfeasibility and practical limitations. In order to address practical system\nissues and requirements, we consider a transceiver design that enforces\nrobustness against imperfect channel state information (CSI) as well as fair\nperformance among the users in the interference channel. Specifically, we\nformulate the transceiver design as an optimization problem to maximize the\nworst-case signal-to-interference-plus-noise ratio among all users. We devise a\nlow complexity iterative algorithm based on alternative optimization and\nsemi-definite relaxation techniques. Numerical results verify the advantages of\nincorporating into transceiver design for the interference channel important\npractical issues such as CSI uncertainty and fairness performance.\n"]}]
["1009.4304",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4304","Physical Review B 79, 125203 (2009)","doi:10.1103/PhysRevB.79.125203"],"date":["2010-09-22"],"type":["text"],"creator":["Errandonea, D.","Segura, A.","Martinez-Garcia, D.","Munoz, V."],"language":[],"coverage":[],"title":["Hall-effect and resistivity measurements in CdTe and ZnTe at high\n  pressure: Electronic structure of impurities in the zincblende phase and the\n  semi-metallic or metallic character of the high-pressure phases"],"description":["  We carried out high-pressure resistivity and Hall-effect measurements in\nsingle crystals of CdTe and ZnTe up to 12 GPa. Slight changes of transport\nparameters in the zincblende phase of CdTe are consitent with the shallow\ncharacter of donor impurities. Drastic changes in all the transport parameters\nof CdTe were found around 4 GPa, i.e. close to the onset of the cinnabar to\nrock-salt transition. In particular, the carrier concentration increases by\nmore than five orders of magnitude. Additionally, an abrupt decrease of the\nresistivity was detected around 10 GPa. These results are discussed in\ncomparison with optical, thermoelectric, and x-ray diffraction experiments. The\nmetallic character of the Cmcm phase of CdTe is confirmed and a semi-metallic\ncharacter is determined for the rock-salt phase. In zincblende ZnTe, the\nincrease of the hole concentration by more than two orders of magnitude is\nproposed to be due to a deep-to-shallow transformation of the acceptor levels.\nBetween 9 and 11 GPa, transport parameters are consistent with the\nsemiconducting character of cinnabar ZnTe. A two orders of magnitude decrease\nof the resistivity and a carrier-type inversion occurs at 11 GPa, in agreement\nwith the onset of the transition to the Cmcm phase of ZnTe. A metallic\ncharacter for this phase is deduced.\n","Comment: 20 pages, 4 figures"]}]
["1009.4306",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4306"],"date":["2010-09-22"],"type":["text"],"creator":["van Luijk, Ronald"],"language":[],"coverage":[],"title":["Density of rational points on elliptic surfaces"],"description":["  Suppose V is a surface over a number field k that admits two elliptic\nfibrations. We show that for each integer d there exists an explicitly\ncomputable closed subset Z of V, not equal to V, such that for each field\nextension K of k of degree at most d over the field of rational numbers, the\nset V(K) is Zariski dense as soon as it contains any point outside Z. We also\npresent a version of this statement that is universal over certain twists of V\nand over all extensions of k. This generalizes a result of Swinnerton-Dyer, as\nwell as previous work of Logan, McKinnon, and the author.\n","Comment: 7 pages"]}]
["1009.4307",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4307"],"date":["2010-09-22"],"type":["text"],"creator":["Kashi, Amit"],"language":[],"coverage":[],"title":["LBV Eruptions Triggered and Powered by Binary Interaction"],"description":["  We suggest that major Luminous Blue Variable (LBV) eruptions are a result of\na periastron passage interaction with the secondary star. The interaction must\ntake place when the primary envelope is in an unstable phase. In our model the\nmass transferred to the secondary accounts for the energy and light curve of\nthe eruption. We propose that all major LBV eruptions are triggered by stellar\ncompanions, and that in extreme cases a short duration event with a huge mass\ntransfer rate can lead to a bright transient event on time scales of weeks to\nmonths (a `supernova impostor')\n","Comment: 4 pages, 1 figure, to appear in proceedings for \"Binary Star\n  Evolution: Mass Loss, Accretion and Mergers\""]}]
["1009.4310",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4310","2006AIPC..848..213B","doi:10.1063/1.2347980"],"date":["2010-09-22"],"type":["text"],"creator":["Bouratzis, K.","Preka-Papadema, P.","Hillaris, A.","Moussas, X.","Caroubalos, C.","Petoussis, V.","Tsitsipis, P.","Kontogeorgos, A."],"language":[],"coverage":[],"title":["Radio Bursts in the Active Period January 2005"],"description":["  We present complex radio bursts recorded by the radiospectrograph ARTEMIS-IV\nin the active period of January 2005. The wide spectral coverage of this\nrecorder, in the 650-20 MHz range, permits an analysis of the radio bursts from\nthe base of the Solar Corona to 2 Solar Radii; it thus facilitates the\nassociation of radio activity with other types of solar energetic phenomena.\nFurthermore the ARTEMIS-IV1, high time resolution (1/100 sec) in the 450-270\nMHz range, makes possible the detection and analysis of the fine structure\nwhich most of the major radio events exhibit.\n","Comment: Recent Advances in Astronomy and Astrophysics: 7th International\n  Conference of the Hellenic Astronomical Society. AIP Conference Proceedings,\n  Volume 848, pp. 213-217 (2006)"]}]
["1009.4311",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4311"],"date":["2010-09-22"],"type":["text"],"creator":["De la Sen, Manuel"],"language":[],"coverage":[],"title":["Some Results on the Solutions of Caputo Fractional Linear Time-Invariant\n  Systems of any order with Internal Point Delays"],"description":["  This paper is devoted to the investigation of the nonnegative solutions and\nthe stability and asymptotic properties of the solutions of fractional\ndifferential dynamic systems involving delayed dynamics with point delays. The\nobtained results are independent of the sizes of the delays.\n","Comment: 25 pags"]}]
["1009.4318",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4318"],"date":["2010-09-22"],"type":["text"],"creator":["Rahman, Mst. Farhana","Karim, S. M. Masud","Ripon, Kazi Shah Nawaz","Suvo, Md. Iqbal Hossain"],"language":[],"coverage":[],"title":["Performance Analysis of Estimation of Distribution Algorithm and Genetic\n  Algorithm in Zone Routing Protocol"],"description":["  In this paper, Estimation of Distribution Algorithm (EDA) is used for Zone\nRouting Protocol (ZRP) in Mobile Ad-hoc Network (MANET) instead of Genetic\nAlgorithm (GA). It is an evolutionary approach, and used when the network size\ngrows and the search space increases. When the destination is outside the zone,\nEDA is applied to find the route with minimum cost and time. The implementation\nof proposed method is compared with Genetic ZRP, i.e., GZRP and the result\ndemonstrates better performance for the proposed method. Since the method\nprovides a set of paths to the destination, it results in load balance to the\nnetwork. As both EDA and GA use random search method to reach the optimal\npoint, the searching cost reduced significantly, especially when the number of\ndata is large.\n","Comment: 5 pages, 5 figures, International Journal of Computer Science and\n  Information Security (IJCSIS), ISSN: 1947-5500, Vol. 8, No. 5, pp. 203-207,\n  August 2010, Pittsburgh, USA"]}]
["1009.4320",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4320","2006AIPC..848..194G","doi:10.1063/1.2347977"],"date":["2010-09-22"],"type":["text"],"creator":["Gini, E.","Polygiannakis, J.","Hillaris, A.","Preka-Papadema, P.","Moussas, X."],"language":[],"coverage":[],"title":["Spatial & Temporal Characteristics of Ha flares during the period\n  1975-2002 (comparison with SXR flares)"],"description":["  Although the energetic phenomena of the Sun (flares, coronal mass injections\netc.) exhibit intermittent stochastic behavior in their rate of occurrence,\nthey are well correlated to the variations of the solar cycle. In this work we\nstudy the spatial and temporal characteristics of transient solar activity in\nan attempt to statistically interpret the evolution of these phenomena through\nthe solar cycle, in terms of the self-organized criticality theory.\n","Comment: Recent Advances in Astronomy and Astrophysics: 7th International\n  Conference of the Hellenic Astronomical Society. AIP Conference Proceedings,\n  Volume 848, pp. 194-198 (2006)"]}]
["1009.4321",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14C05 (Primary), 14M25, 14Q15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4321"],"date":["2010-09-22"],"type":["text"],"creator":["Birkner, René"],"language":[],"coverage":[],"title":["Non-coherent Components of the Toric Hilbert Scheme"],"description":["  We want to understand the geometry of all irreducible components of the toric\nHilbert scheme. Until now it is known that the coherent component is (up to\nnormalisation) the toric variety associated to the state polytope of the toric\nideal. For the non-coherent components it was only known that there exists such\na polytope describing the normalisation. Using the local equations and various\nfacts about toric Hilbert schemes, we will derive an explicit construction of\nthe polytope corresponding to the normalisation of the underlying reduced\nstructure of a given non-coherent component of the toric Hilbert scheme.\n","Comment: 34 pages, 2 figures"]}]
["1009.4322",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4322"],"date":["2010-09-22"],"type":["text"],"creator":["Chang, Hai-Chau","Wang, Lih-Chung"],"language":[],"coverage":[],"title":["A Simple Proof of Thue's Theorem on Circle Packing"],"description":["  A simple proof of Thue theorem on Circle Packing is given. The proof is only\nbased on density analysis of Delaunay triangulation for the set of points that\nare centers of circles in a saturated circle configuration.\n","Comment: 4 pages and 1 figure"]}]
["1009.4326",{"format":[],"subject":["Mathematical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4326"],"date":["2010-09-22"],"type":["text"],"creator":["Xu, Kun","Sun, Quanhua","Yu, Pubing"],"language":[],"coverage":[],"title":["Valid Physical Processes from Numerical Discontinuities in Computational\n  Fluid Dynamics"],"description":["  Due to the limited cell resolution in the representation of flow variables, a\npiecewise continuous initial reconstruction with discontinuous jump at a cell\ninterface is usually used in modern computational fluid dynamics methods.\nStarting from the discontinuity, a Riemann problem in the Godunov method is\nsolved for the flux evaluation across the cell interface in a finite volume\nscheme. With the increasing of Mach number in the CFD simulations, the\nadaptation of the Riemann solver seems introduce intrinsically a mechanism to\ndevelop instabilities in strong shock regions. Theoretically, the Riemann\nsolution of the Euler equations are based on the equilibrium assumption, which\nmay not be valid in the non-equilibrium shock layer. In order to clarify the\nflow physics from a discontinuity, the unsteady flow behavior of\none-dimensional contact and shock wave is studied on a time scale of (0~10000)\ntimes of the particle collision time. In the study of the non-equilibrium flow\nbehavior from a discontinuity, the collision-less Boltzmann equation is first\nused for the time scale within one particle collision time, then the direct\nsimulation Monte Carlo (DSMC) method will be adapted to get the further\nevolution solution. The transition from the free particle transport to the\ndissipative Navier-Stokes (NS) solutions are obtained as an increasing of time.\nThe exact Riemann solution becomes a limiting solution with infinite number of\nparticle collisions. For the high Mach number flow simulations, the points in\nthe shock transition region, even though the region is enlarged numerically to\nthe mesh size, should be considered as the points inside a highly\nnon-equilibrium shock layer.\n"]}]
["1009.4327",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4327"],"date":["2010-09-22"],"type":["text"],"creator":["Peter, Patrick"],"language":[],"coverage":[],"title":["Fundamental physics in observational cosmology"],"description":["  I discuss, through a few examples, how observational cosmology can provide\ninsights on hypothetical fundamental physics phenomena or mechanisms, such as\nGrand Unified Theory, Superstring alternatives to the inflation paradigm, and\ninflation itself.\n","Comment: 4 pages, 4 figures - Proceedings of the french meeting \"Societe\n  Francaise d'Astronomie et d'Astrophysique\" (SF2A) help in Marseille (France)\n  in June 2010"]}]
["1009.4332",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4332"],"date":["2010-09-22"],"type":["text"],"creator":["Huang, Wung-Hong"],"language":[],"coverage":[],"title":["ADM Mass on General Spacetime and Hawking-Page Phase Transition in\n  Magnetic Black Brane"],"description":["  We derive a formula which enable us to evaluate the ADM mass in a more\ngeneral curved spacetime. We apply the formula to evaluate the thermodynamical\nquantities of the Melvin magnetic black D-branes. We see that there is the\nHawking-Page phase transition and the corresponding dual gauge theory will show\nthe confinement-deconfinement transition under magnetic flux.\n"]}]
["1009.4337",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4337"],"date":["2010-09-22"],"type":["text"],"creator":["Frick, Peter","Stepanov, Rodion"],"language":[],"coverage":[],"title":["Long-term decaying evolution of MHD turbulence"],"description":["  The free decay of MHD turbulence at large Reynolds numbers is studied\nnumerically using a shell model. We study the statistical properties based on\nrepresentative sample of realisations (128 realisations for each type of\ninitial conditions) over the period of $10^5$ large-scale turnover times. The\nperformed simulations show that the force-free non-helical MHD turbulence can\ndemonstrate two different scenarios of evolution in spite of similar initial\nconditions. Within the first scenario, the cross-helicity accumulation is so\nfast that the energy cascade vanishes before significant magnetic energy\ndissipates. Then the system approaches the state of maximal cross-helicity.\nWithin the second scenario, the cascade process continues to remain active\nuntil time $10^4$ in units of large-scale turnover time. Then the magnetic\nfield becomes vastly helical due to magnetic helicity conservation. Thus the\nmagnetic energy does not dissipate with kinetic energy.\n","Comment: 6 pages, 6 figures, submitted to EPL"]}]
["1009.4342",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4342"],"date":["2010-09-22"],"type":["text"],"creator":["Keller, Merlin","Parent, Eric","Pasanisi, Alberto"],"language":[],"coverage":[],"title":["On the Role of Decision Theory in Uncertainty Analysis"],"description":["  Maximum likelihood estimation (MLE) and heuristic predictive estimation (HPE)\nare two widely used approaches in industrial uncertainty analysis. We review\nthem from the point of view of decision theory, using Bayesian inference as a\ngold standard for comparison. The main drawback of MLE is that it may fail to\nproperly account for the uncertainty on the physical process generating the\ndata, especially when only a small amount of data are available. HPE offers an\nimprovement in that it takes this uncertainty into account. However, we show\nthat this approach is actually equivalent to Bayes estimation for a particular\ncost function that is not explicitly chosen by the decision maker. This may\nproduce results that are suboptimal from a decisional perspective. These\nresults plead for a systematic use of Bayes estimators based on carefully\ndefined cost functions.\n","Comment: 28 pages 5 figures, submitted to \"Reliability Engineering & System\n  Safety\""]}]
["1009.4344",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4344"],"date":["2010-09-22"],"type":["text"],"creator":["Achasov, N. N.","Kozhevnikov, A. A."],"language":[],"coverage":[],"title":["Troubles of describing multiple pion production in chiral dynamics"],"description":["  Generalized Hidden Local Symmetry (GHLS) model as the chiral model of\npseudoscalar, vector, and axial vector mesons and their interactions containing\nalso the couplings of strongly interacting particles with electroweak gauge\nbosons, is confronted with the ALEPH data on the decay\n$\\tau^-\\to\\pi^-\\pi^-\\pi^+\\nu_\\tau$ and BABAR and CMD data on the reaction\n$e^+e^-\\to\\pi^+\\pi^-\\pi^+\\pi^-$. It is shown that both the invariant mass\nspectrum of final pions in $\\tau$ decay calculated in the GHLS framework with\nthe single $a_1(1260)$ resonance and the cross section\n$e^+e^-\\to\\pi^+\\pi^-\\pi^+\\pi^-$ calculated in the above framework with the\nsingle $\\rho(770)$ resonance, disagree with the experimental data. The\nmodifications of GHLS model based on inclusion of two additional heavier axial\nvector mesons $a_1^\\prime$, $a_1^{\\prime\\prime}$ in the $\\tau$ decay and the\nvector mesons $\\rho^\\prime$, $\\rho^{\\prime\\prime}$ in\n$e^+e^-\\to\\pi^+\\pi^-\\pi^+\\pi^-$ are shown to be necessary for the good\ndescription of the above data.\n","Comment: 11 pages, 8 figures. The talk given by A.A. Kozhevnikov at the\n  International Seminar \"Quarks-2010\", Kolomna, Russia, June 6-12, 2010"]}]
["1009.4349",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4349"],"date":["2010-09-22"],"type":["text"],"creator":["Kamleitner, Ingo"],"language":[],"coverage":[],"title":["Open Quantum System Dynamics from a Measurement Perspective:\n  Applications to Coherent Particle Transport and to Quantum~Brownian Motion"],"description":["  We employ the theoretical framework of positive operator valued measures, to\nstudy Markovian open quantum systems. In particular, we discuss how a quantum\nsystem influences its environment. Using the theory of indirect measurements,\nwe then draw conclusions about the information we could hypothetically obtain\nabout the system by observing the environment. Although the environment is not\nactually observed, we can use these results to describe the change of the\nquantum system due to its interaction with the environment. We apply this\ntechnique to two different problems.\n  In the first part, we study the coherently driven dynamics of a particle on a\nrail of quantum dots. This tunnelling between adjacent quantum dots can be\ncontrolled externally. We employ an adiabatic scheme similar to stimulated\nRaman adiabatic passage, to transfer the particle between different quantum\ndots. We compare two fundamentally different sources of decoherence.\n  In the second part, we study the dynamics of a free quantum particle, which\nexperiences random collisions with gas particles. Previous studies on this\ntopic applied scattering theory to momentum eigenstates. We present a\nsupplementary approach, where we develop a rigorous measurement interpretation\nof the collision process to derive a master equation. Finally, we study the\ncollisional decoherence process in terms of the Wigner function. We restrict\nourselves to one spatial dimension. Nevertheless, we find some interesting new\ninsight, including that the previously celebrated quantum contribution to\nposition diffusion is not real, but a consequence of the Markovian\napproximation. Further, we discover that the leading decoherence process is due\nto phase averaging, rather than induced by the information transfer between the\ncolliding particles.\n","Comment: PhD thesis"]}]
["1009.4355",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4355"],"date":["2010-09-22"],"type":["text"],"creator":["Chan, Ho-Leung","Megow, Nicole","van Stee, Rob","Sitters, Rene"],"language":[],"coverage":[],"title":["The Sorting Buffer Problem is NP-hard"],"description":["  We consider the offline sorting buffer problem. The input is a sequence of\nitems of different types. All items must be processed one by one by a server.\nThe server is equipped with a random-access buffer of limited capacity which\ncan be used to rearrange items. The problem is to design a scheduling strategy\nthat decides upon the order in which items from the buffer are sent to the\nserver. Each type change incurs unit cost, and thus, the cost minimizing\nobjective is to minimize the total number of type changes for serving the\nentire sequence. This problem is motivated by various applications in\nmanufacturing processes and computer science, and it has attracted significant\nattention in the last few years. The main focus has been on online competitive\nalgorithms. Surprisingly little is known on the basic offline problem. In this\npaper, we show that the sorting buffer problem with uniform cost is NP-hard\nand, thus, close one of the most fundamental questions for the offline problem.\nOn the positive side, we give an O(1)-approximation algorithm when the\nscheduler is given a buffer only slightly larger than double the original size.\nWe also give a dynamic programming algorithm for the special case of buffer\nsize two that solves the problem exactly in linear time, improving on the\nstandard DP which runs in cubic time.\n","Comment: 14 pages"]}]
["1009.4360",{"format":[],"subject":["Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4360"],"date":["2010-09-22"],"type":["text"],"creator":["Robinson, Michael"],"language":[],"coverage":[],"title":["The cohomology of lambda-rings and K-theory"],"description":["  We introduce the Andre-Quillen cohomology of lambda-rings and Psi-rings, this\nis different to the lambda-ring cohomology defined by Yau in 2005. We show that\nthere is a natural transformation connecting the cohomology of the K-theory of\nspheres to the homotopy groups of spheres.\n"]}]
["1009.4368",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4368","doi:10.1007/s10686-010-9193-2"],"date":["2010-09-22"],"type":["text"],"creator":["Mohler, M.","Bühl, J.","Doherty, S.","Eggl, S.","Eybl, V. T.","Farago, F.","Jacimovic, A.","Hunger, L.","Lauritsen, N. L. B","Ludena, D.","Meisnar, M.","Reissner, A.","Sarda, N.","Toullec, B.","Tio, M. Vinas"],"language":[],"coverage":[],"title":["Opening a new window to other worlds with spectropolarimetry"],"description":["  A high level of diversity has already been observed among the planets of our\nown Solar System. As such, one expects extrasolar planets to present a wide\nrange of distinctive features, therefore the characterisation of Earth- and\nsuper Earth-like planets is becoming of key importance in scientific research.\nThe SEARCH (Spectropolarimetric Exoplanet AtmospheRe CHaracerisation) mission\nproposal of this paper represents one possible approach to realising these\nobjectives. The mission goals of SEARCH include the detailed characterisation\nof a wide variety of exoplanets, ranging from terrestrial planets to gas\ngiants. More specifically, SEARCH will determine atmospheric properties such as\ncloud coverage, surface pressure and atmospheric composition, and may also be\ncapable of identifying basic surface features. To resolve a planet with a semi\nmajor axis of down to 1.4AU and 30pc distant SEARCH will have a mirror system\nconsisting of two segments, with elliptical rim, cut out of a parabolic mirror.\nThis will yield an effective diameter of 9 meters along one axis. A phase mask\ncoronagraph along with an integral spectrograph will be used to overcome the\ncontrast ratio of star to planet light. Such a mission would provide invaluable\ndata on the diversity present in extrasolar planetary systems and much more\ncould be learned from the similarities and differences compared to our own\nSolar System. This would allow our theories of planetary formation, atmospheric\naccretion and evolution to be tested, and our understanding of regions such as\nthe outer limit of the Habitable Zone to be further improved.\n","Comment: 23 pages, accepted for publication in Experimental Astronomy"]}]
["1009.4373",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4373"],"date":["2010-09-22"],"type":["text"],"creator":["Alkin, A.","Martynov, E."],"language":[],"coverage":[],"title":["Predictions for TOTEM experiment at LHC from integral and derivative\n  dispersion relations"],"description":["  Integral and derivative dispersion relations (IDR and DDR) are considered for\nthe proton-proton and antiproton-proton forward scattering amplitudes. A scheme\nfor calculation of the corrections to asymptotic form for the DDR is presented.\nThe data on the total proton-proton and antiproton-proton cross sections as\nwell as the data on the ratios $\\rho $ of real to imaginary part of the forward\nscattering amplitudes have been analyzed by the IDR and DDR methods within\nhigh-energy Regge models. Regge parametrizations of high-energy total cross\nsections supplemented by the properly calculated low-energy part of the\ndispersion integral (from the two-proton threshold up to center-of-mass energy\n5 GeV) allow to reproduce well the $\\rho $ data at low energies with the only\nfree parameter, subtraction constant. It is shown that three models for the\npomeron, simple pole pomeron (with intercept large than unity), tripole pomeron\nand dipole pomeron (the both with the unit value intercept) lead to practically\nequivalent description of the available data at $\\sqrt{s}>$5 GeV. Predictions\nfor the TOTEM measurements of cross section and $\\rho$ at the center-of-mass\nenergies 7 and 14 GeV are given.\n","Comment: LaTeX, 14 pages, 7 tables and 12 figures"]}]
["1009.4376",{"format":[],"subject":["Mathematics - Number Theory","12E30, 12E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4376"],"date":["2010-09-22"],"type":["text"],"creator":["Bary-Soroker, Lior"],"language":[],"coverage":[],"title":["Irreducibility and embedding problems"],"description":["  We study irreducible specializations, in particular when group-preserving\nspecializations may not exist. We obtain a criterion in terms of embedding\nproblems. We include several applications to analogs of Schinzel's hypothesis H\nand to the theory of Hilbertian fields.\n"]}]
["1009.4378",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4378"],"date":["2010-09-22"],"type":["text"],"creator":["Chen, Qile"],"language":[],"coverage":[],"title":["The degeneration formula for logarithmic expanded degenerations"],"description":["  We define a notion of logarithmic stable maps based on Bumsig Kim's\nconstruction. Then we prove a degeneration formula under this setting by\napplying the method develeoped by Dan Abramovich and Barbara Fantechi for\ntransversal maps.\n","Comment: 39 pages"]}]
["1009.4389",{"format":[],"subject":["Mathematics - Functional Analysis","41A15, 41A05, 41A25, 41A58, 41A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4389"],"date":["2010-09-22"],"type":["text"],"creator":["Dũng, Dinh"],"language":[],"coverage":[],"title":["B-spline quasi-interpolant representations and sampling recovery of\n  functions with mixed smoothness"],"description":["  Let $\\xi = \\{x^j\\}_{j=1}^n$ be a grid of $n$ points in the $d$-cube\n${\\II}^d:=[0,1]^d$, and $\\Phi = \\{\\phi_j\\}_{j =1}^n$ a family of $n$ functions\non ${\\II}^d$. We define the linear sampling algorithm $L_n(\\Phi,\\xi,\\cdot)$ for\nan approximate recovery of a continuous function $f$ on ${\\II}^d$ from the\nsampled values $f(x^1), ..., f(x^n)$, by $$L_n(\\Phi,\\xi,f)\\ := \\ \\sum_{j=1}^n\nf(x^j)\\phi_j$$.\n  For the Besov class $B^\\alpha_{p,\\theta}$ of mixed smoothness $\\alpha$\n(defined as the unit ball of the Besov space $\\MB$), to study optimality of\n$L_n(\\Phi,\\xi,\\cdot)$ in $L_q({\\II}^d)$ we use the quantity\n$$r_n(B^\\alpha_{p,\\theta})_q \\ := \\ \\inf_{H,\\xi} \\ \\sup_{f \\in\nB^\\alpha_{p,\\theta}} \\, \\|f - L_n(\\Phi,xi,f)\\|_q$$, where the infimum is taken\nover all grids $\\xi = \\{x^j\\}_{j=1}^n$ and all families $\\Phi =\n\\{\\phi_j\\}_{j=1}^n$ in $L_q({\\II}^d)$. We explicitly constructed linear\nsampling algorithms $L_n(\\Phi,\\xi,\\cdot)$ on the grid $\\xi = \\ G^d(m):=\n\\{(2^{-k_1}s_1,...,2^{-k_d}s_d) \\in \\II^d : \\ k_1 + ... + k_d \\le m\\}$, with\n$\\Phi$ a family of linear combinations of mixed B-splines which are mixed\ntensor products of either integer or half integer translated dilations of the\ncentered B-spline of order $r$. The grid $G^d(m)$ is of the size $2^m m^{d-1}$\nand sparse in comparing with the generating dyadic coordinate cube grid of the\nsize $2^{dm}$. For various $0<p,q,\\theta \\le \\infty$ and $1/p < \\alpha < r$, we\nproved upper bounds for the worst case error $ \\sup_{f \\in B^\\alpha_{p,\\theta}}\n\\, \\|f - L_n(\\Phi,\\xi,f)\\|_q$ which coincide with the asymptotic order of\n$r_n(B^\\alpha_{p,\\theta})_q$ in some cases. A key role in constructing these\nlinear sampling algorithms, plays a quasi-interpolant representation of\nfunctions $f \\in B^\\alpha_{p,\\theta}$ by mixed B-spline series.\n"]}]
["1009.4392",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4392"],"date":["2010-09-22"],"type":["text"],"creator":["Pekon, Y.","Balman, S."],"language":[],"coverage":[],"title":["Orbital and Spin Phase-Resolved Spectroscopy of the Intermediate Polar\n  EX Hya Using XMM-Newton Data"],"description":["  We present for the first time orbital phase-resolved spectra of an\nintermediate polar (IP), EX Hya, together with the spin phase-resolved spectra\nduring two different epochs using the X-ray Multi-Mirror Mission, European\nPhoton Imaging Camera (pn instrument). We find that the source at the two\nepochs has the same X-ray luminosity of $\\sim$ 6.5 $\\times$ 10$^{31}$ erg\ns$^{-1}$. We detect spectral variations between the 2000 and 2003 observations\nof the source. We fitted the spectrum using a neutral hydrogen absorption model\nwith or without covering fraction together with Gaussians for emission lines,\ntwo collisional equilibrium plasma emission models (MEKAL) and a cooling-flow\nplasma emission model (VMCFLOW). We find that two of the three emission\ncomponents ($kT$=0.6-0.8 keV and $kT$=1.3-1.7 keV) fitted by the MEKAL models\nare almost constant over the spin and orbital phases and also over the two\ndifferent epochs with the normalisation varying directly proportional to the\nflux when the data are folded according to the orbital and spin phase\nindicating that the slight variation may be due to occultation. The emission\nmodeled by the VMCFLOW changes over the spin and orbital phases and the 2000\nand 2003 observations reveal two different ranges of temperatures (3-33 and\n8-61 keV respectively) that model the shock zone in the accretion column/s. The\nratios of the spin maximum to minimum and the orbital maximum to minimum\nspectra along with the increase in the plasma temperatures indicate that the\nspectrum gets harder in the minimum phases of both orbital and spin periods. In\nthe 2003 observation, a 6.4 keV fluorescent Fe emission line is present at the\norbital minima in a range of phases from 0.9 to 1.3 and it is absent otherwise.\nThis indicates that there is reflection from the disc most likely from a large\nbulge at the accretion impact zone.\n","Comment: 25 pages, 12 figures and 6 tables; accepted to MNRAS as it stands"]}]
["1009.4393",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4393"],"date":["2010-09-22"],"type":["text"],"creator":["Kais, Sabre"],"language":[],"coverage":[],"title":["Finite Size Scaling for Criticality of the Schr\\\"odinger Equation"],"description":["  By solving the Schr\\\"odinger equation one obtains the whole energy spectrum,\nboth the bound and the continuum states. If the Hamiltonian depends on a set of\nparameters, these could be tuned to a transition from bound to continuum\nstates. The behavior of systems near the threshold, which separates\nbound-states from continuum states, is important in the study of such\nphenomenon as: ionization of atoms and molecules, molecule dissociation,\nscattering collisions and stability of matter. In general, the energy is\nnon-analytic as a function of the Hamiltonian parameters or a bound-state does\nnot exist at the threshold energy. The overall goal of this chapter is to show\nhow one can predict, generate and identify new class of stable quantum systems\nusing large-dimensional models and the finite size scaling approach. Within\nthis approach, the finite size corresponds not to the spatial dimension but to\nthe number of elements in a complete basis set used to expand the exact\neigenfunction of a given Hamiltonian. This method is efficient and very\naccurate for estimating the critical parameters, $\\{\\lambda_i\\}$, for stability\nof a given Hamiltonian, $H(\\lambda_i)$. We present two methods of obtaining\ncritical parameters using finite size scaling for a given quantum Hamiltonian:\nThe finite element method and the basis set expansion method.\n","Comment: 3 Figures"]}]
["1009.4395",{"format":[],"subject":["Mathematics - Complex Variables","32W05, 32W25, 32T25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4395"],"date":["2010-09-22"],"type":["text"],"creator":["Khanh, T. V.","Pinton, S.","Zampieri, G."],"language":[],"coverage":[],"title":["Loss of derivatives in the infinite type"],"description":["  We discuss loss of derivatives for degenerate vector fields obtained from\ninfinite type exponentially non-degenerate hypersurfaces of $\\C^2$.\n"]}]
["1009.4404",{"format":[],"subject":["Mathematics - Combinatorics","05A17 Primary"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4404"],"date":["2010-09-22"],"type":["text"],"creator":["Canfield, E. Rodney","Wilf, Herbert S."],"language":[],"coverage":[],"title":["On the growth of restricted integer partition functions"],"description":["  We study the rate of growth of $p(n,S,M)$, the number of partitions of $n$\nwhose parts all belong to $S$ and whose multiplicities all belong to $M$, where\n$S$ (resp. $M$) are given infinite sets of positive (resp. nonnegative)\nintegers. We show that if $M$ is all nonnegative integers then $p(n,S,M)$\ncannot be of only polynomial growth, and that no sharper statement can be made.\nWe ask: if $p(n,S,M)>0$ for all large enough $n$, can $p(n,S,M)$ be of\npolynomial growth in $n$?\n"]}]
["1009.4406",{"format":[],"subject":["Mathematics - Numerical Analysis","65F15, 15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4406"],"date":["2010-09-22"],"type":["text"],"creator":["Meng, Bin"],"language":[],"coverage":[],"title":["DGMRES method augmented with eigenvectors for computing the\n  Drazin-inverse solution of singular linear systems"],"description":["  The DGMRES method for solving Drazin-inverse solution of singular linear\nsystems is generally used with restarting. But the restarting often slows down\nthe convergence and DGMRES often stagnates. We show that adding some\neigenvectors to the subspace can improve the convergence just like the method\nproposed by R.Morgan in [R.Morgan, A restarted GMRES method augmented with\neigenvectors, SIAM J.Matrix Anal.Appl. 16 (1995)1154-1171]. We derive the\nimplementation of this method and present some numerical examples to show the\nadvantages of this method.\n","Comment: 13pges, 3figures"]}]
["1009.4408",{"format":[],"subject":["Mathematics - Complex Variables","Primary 30D15, Secondary 11A55, 11J99, 41A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4408"],"date":["2010-09-22"],"type":["text"],"creator":["Coman, Dan","Poletsky, Evgeny A."],"language":[],"coverage":[],"title":["Polynomial estimates, exponential curves and Diophantine approximation"],"description":["  Let $\\alpha\\in(0,1)\\setminus{\\Bbb Q}$ and $K=\\{(e^z,e^{\\alpha\nz}):\\,|z|\\leq1\\}\\subset{\\Bbb C}^2$. If $P$ is a polynomial of degree $n$ in\n${\\Bbb C}^2$, normalized by $\\|P\\|_K=1$, we obtain sharp estimates for\n$\\|P\\|_{\\Delta^2}$ in terms of $n$, where $\\Delta^2$ is the closed unit bidisk.\nFor most $\\alpha$, we show that $\\sup_P\\|P\\|_{\\Delta^2}\\leq\\exp(Cn^2\\log n)$.\nHowever, for $\\alpha$ in a subset ${\\mathcal S}$ of the Liouville numbers,\n$\\sup_P\\|P\\|_{\\Delta^2}$ has bigger order of growth. We give a precise\ncharacterization of the set ${\\mathcal S}$ and study its properties.\n","Comment: 12 pages. To appear in Mathematical Research Letters"]}]
["1009.4410",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4410"],"date":["2010-09-22"],"type":["text"],"creator":["Dmitrieva, L A","Krupa, D N","Kuperin, Yu A"],"language":[],"coverage":[],"title":["Spin-filter modeling by means of extension theory methods"],"description":["  The problem of spin-dependent transport of electrons through a finite array\nof quantum dots attached to 1D quantum wire (spin gun) for various\nsemiconductor materials is studied. Unlike the model considered in [1] a model\nproposed here is based on the extension theory model (ETM) and assumes the\nquantum dots to have an arbitrary internal structure, i.e. the internal energy\nlevels. The presence of internal structure in quantum dots results in\nenergy-dependent interaction between electrons and quantum dots. This\ninteraction changes the transmission mode of the spin current through the spin\ngun. For the energy-dependent interaction it is shown in this article the\ndifference of transmission probabilities for singlet and triplet channels for\nseveral quantum dots in the array due to interference effects can reach\napproximately 100% percent for some energy intervals. For the same energy\nintervals the conductance of the device reaches the value in units. As a result\na model of the spin-gun which transforms the spin unpolarized electron beam\ninto completely polarized one is suggested.\n","Comment: 18 pages, 6 figures"]}]
["1009.4417",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4417","Can.J.Phys.87,1-5 (2009)"],"date":["2010-09-22"],"type":["text"],"creator":["O'Connell, R. F."],"language":[],"coverage":[],"title":["Stochastic Methods in Atomic Systems and QED"],"description":["  We show that treating the blackbody radiation field as a heat bath enables\none to utilize powerful techniques from the realm of stochastic physics (such\nas the fluctuation-dissipation theorem and the related radiation damping) in\norder to treat problems that could not be treated rigorously by conventional\nmethods. We illustrate our remarks by discussing specifically the effect of\ntemperature on atomic spectral lines, and the solution to the problem of\nrunaway solutions in the equation of motion of a radiating electron. We also\npresent brief discussions relating to anomalous diffusion and wave packet\nspreading in a radiation field and the influence of quantum effects on the laws\nof thermodynamics.\n","Comment: Contribution to the Festschrift in honor of Professor Walter R.\n  Johnson on the occasion of his retirement after 50 years at the University of\n  Notre Dame"]}]
["1009.4419",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4419"],"date":["2010-09-22"],"type":["text"],"creator":["Knutsen, Andreas Leopold"],"language":[],"coverage":[],"title":["On isolated smooth curves of low genera in Calabi-Yau complete\n  intersection threefolds"],"description":["  Building on results of Clemens and Kley, we find criteria for a continuous\nfamily of curves in a nodal $K$-trivial threefold $Y_0$ to deform to a scheme\nof finitely many smooth isolated curves in a general deformation $Y_t$ of\n$Y_0$. As an application, we show the existence of smooth isolated curves of\nbounded genera and unbounded degrees in Calabi-Yau complete intersections\nthreefolds.\n","Comment: 22 pages, to appear in Transactions of the AMS"]}]
["1009.4427",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory","46E22, 46J10, 47A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4427"],"date":["2010-09-22"],"type":["text"],"creator":["Douglas, Ronald G."],"language":[],"coverage":[],"title":["Variations on a theme of Beurling"],"description":["  Interpretations of the Beurling-Lax-Halmos Theorem on invariant subspaces of\nthe unilateral shift are explored using the language of Hilbert modules.\nExtensions and consequences are considered in both the one and multivariate\ncases with an emphasis on the classical Hardy, Bergman and Drury-Arveson\nspaces.\n"]}]
["1009.4430",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4430","East J. Approx. 11 (2005), no. 1, 103--108"],"date":["2010-09-22"],"type":["text"],"creator":["Bondarenko, Andriy V.","Viazovska, Maryna S."],"language":[],"coverage":[],"title":["Bernstein type inequality in monotone rational approximation"],"description":["  The following analog of Bernstein inequality for monotone rational functions\nis established: if $R$ is an increasing on $[-1,1]$ rational function of degree\n$n$, then $$ R'(x)<\\frac{9^n}{1-x^2}\\|R\\|,\\quad x\\in (-1,1). $$ The exponential\ndependence of constant factor on $n$ is shown, with sharp estimates for odd\nrational functions.\n","Comment: 9 pages"]}]
["1009.4431",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4431","in \"Compendium of Quantum Physics\", edited by D.Greenberger, K.\n  Hentschel and F.Weinert (Springer 2009)"],"date":["2010-09-22"],"type":["text"],"creator":["O'Connell, R. F."],"language":[],"coverage":[],"title":["The Wigner Distribution"],"description":["  In contrast to classical physics, the language of quantum mechanics involves\noperators and wave functions (or, more generally, density operators). However,\nin 1932, Wigner formulated quantum mechanics in terms of a distribution\nfunction $W(q,p)$, the marginals of which yield the correct quantum\nprobabilities for $q$ and $p$ separately \\cite{wigner}. Its usefulness stems\nfrom the fact that it provides a re-expression of quantum mechanics in terms of\nclassical concepts so that quantum mechanical expectation values are now\nexpressed as averages over phase-space distribution functions. In other words,\nstatistical information is transferred from the density operator to a\nquasi-classical (distribution) function.\n"]}]
["1009.4433",{"format":[],"subject":["Mathematical Physics","Quantum Physics","06C15, 03G12, 81P10, 46L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4433"],"date":["2010-09-22"],"type":["text"],"creator":["Harding, John","Navara, Mirko"],"language":[],"coverage":[],"title":["Subalgebras of orthomodular lattices"],"description":["  Sachs showed that a Boolean algebra is determined by its lattice of\nsubalgebras. We establish the corresponding result for orthomodular lattices.\nWe show that an orthomodular lattice L is determined by its lattice of\nsubalgebras Sub(L), as well as by its poset of Boolean subalgebras BSub(L). The\ndomain BSub(L) has recently found use in an approach to the foundations of\nquantum mechanics initiated by Butterfield and Isham, at least in the case\nwhere L is the orthomodular lattice of projections of a Hilbert space, or von\nNeumann algebra. The results here may add some additional perspective to this\nline of work.\n","Comment: 13 pages"]}]
["1009.4440",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4440"],"date":["2010-09-22"],"type":["text"],"creator":["Trakultraipruk, Somkiat"],"language":[],"coverage":[],"title":["Connectedness of Strong k-Colour Graphs"],"description":["  For a positive integer k and a graph G, we consider proper vertex-colourings\nof G with k colours in which all k colours are actually used. We call such a\ncolouring a strong k-colouring. The strong k-colour graph of G, S_k(G), is the\ngraph that has all the strong k-colourings of G as its vertex set, and two\ncolourings are adjacent in S_k(G) if they differ in colour on only one vertex\nof G. In this paper, we show some results related to the question : For what G\nand k is S_k(G) connected ?\n","Comment: 15 pages"]}]
["1009.4441",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4441"],"date":["2010-09-22"],"type":["text"],"creator":["Afifi, Wessam M.","Elkamchouchi, Hassan M."],"language":[],"coverage":[],"title":["A New Adaptive Channel Estimation for Frequency Selective Time Varying\n  Fading OFDM Channels"],"description":["  In this paper a new algorithm for adaptive dynamic channel estimation for\nfrequency selective time varying fading OFDM channels is proposed. The new\nalgorithm adopts a new strategy that successfully increases OFDM symbol rate.\nInstead of using a fixed training pilot sequence, the proposed algorithm uses a\nlogic controller to choose among several available training patterns. The\ncontroller choice is based on the cross-correlation between pilot symbols over\ntwo consecutive time instants (which is considered to be a suitable measure of\nchannel stationarity) as well as the deviation from the desired BER. Simulation\nresults of the system performance confirm the effectiveness of this new channel\nestimation technique over traditional non-adaptive estimation methods in\nincreasing the data rate of OFDM symbols while maintaining the same probability\nof error.\n","Comment: 6 pages, 12 figures, 3 tables, Conference"]}]
["1009.4442",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4442"],"date":["2010-09-22"],"type":["text"],"creator":["Li, Qifan"],"language":[],"coverage":[],"title":["A Bourgain type bilinear estimate for a class of water-wave models"],"description":["  The bilinear estimtate in proposition 7.15 [J. Bourgain, Fourier restriction\nphenomena for certain lattice subsets and applications to nonlinear evolution\nequations, Parts II, Geometric Funct. Anal. 3(3) (1993) 209-262.] plays an\nessential role in the study of the nonlinear term of KdV equation. In this\npaper, this estimate is extended to the a more general water-vave equations. We\nhope this result could shed some light on the estimates of nonlinear terms of\nwater-vave equations.\n"]}]
["1009.4450",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","30D05, 37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4450"],"date":["2010-09-22"],"type":["text"],"creator":["Rippon, Philip J.","Stallard, Gwyneth M."],"language":[],"coverage":[],"title":["Boundaries of escaping Fatou components"],"description":["  Let $f$ be a transcendental entire function and $U$ be a Fatou component of\n$f$. We show that if $U$ is an escaping wandering domain of $f$, then most\nboundary points of $U$ (in the sense of harmonic measure) are also escaping. In\nthe other direction we show that if enough boundary points of $U$ are escaping,\nthen $U$ is an escaping Fatou component. Some applications of these results are\ngiven; for example, if $I(f)$ is the escaping set of $f$, then\n$I(f)\\cup\\{\\infty\\}$ is connected.\n"]}]
["1009.4458",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4458"],"date":["2010-09-22"],"type":["text"],"creator":["Montgomery, Ryan","Harrington, David","Sonnett, Sarah","Pitts, Mark","Mostafanezhad, Isar","Foley, Mike","Laag, Eddie","Hunter, Lisa"],"language":[],"coverage":[],"title":["The Design and Implementation of the Akamai Maui Short Course"],"description":["  We describe the design and elements of implementation of the Akamai Maui\nShort Course (AMSC). The AMSC contains four full inquiry activities each of\nwhich builds on those previous: Camera Obscura and Sun Shadows, Lenses and\nRefraction, Color and Light, and the Adaptive Optics Demonstrator. In addition\nwe describe the workings of two additional strands: 1) Communication, and 2)\nScience, Technology and Society. We also discuss our assessment methods and our\nresults.\n","Comment: 20 pages, Conference Proceedings In Press: Jones, P. L., & Smith, V.\n  R. 2010, in ASP Conference Series 436, Learning from Inquiry in Practice,\n  eds. L. Hunter & A. J. Metevier (San Francisco, CA: ASP), 333"]}]
["math/0503704",{"format":[],"subject":["Mathematics - Differential Geometry","58B20","53C60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503704"],"date":["2005-03-30","2010-09-22"],"type":["text"],"creator":["Torrome, Ricardo Gallego"],"language":[],"coverage":[],"title":["On the generalization of theorems from Riemannian to Finsler Geometry I:\n  Metric Theorems"],"description":["  A method to generalize results from Riemannian Geometry to Finsler geometry\nis presented. We use the method to generalize several results that involve only\nmetric conditions. Between them we show that the topology induced by the\nFinsler structure is equivalent to the manifold topology, we provide a new\nproof of the Hopf-Rinow theorem in Finsler geometry and we prove the existence\nof the center of mass of a convex body when the non-symmetric distance function\ncomes from a non-reversible Finsler function.\n","Comment: This paper has been withdrawn by the author"]}]
["math/0512077",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Topology","05C80","05C15,54C15,55S35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512077","J. Combin. Theory Ser. A 114 (2007), no. 2, 380--387"],"date":["2005-12-04","2006-02-01"],"type":["text"],"creator":["Kahle, Matthew"],"language":[],"coverage":[],"title":["The neighborhood complex of a random graph"],"description":["  For a graph G, the neighborhood complex N[G] is the simplicial complex having\nall subsets of vertices with a common neighbor as its faces. It is a well known\nresult of Lovasz that if N[G] is k-connected, then the chromatic number of G is\nat least k + 3.\n  We prove that the connectivity of the neighborhood complex of a random graph\nis tightly concentrated, almost always between 1/2 and 2/3 of the expected\nclique number. We also show that the number of dimensions of nontrivial\nhomology is almost always small, O(log d), compared to the expected dimension d\nof the complex itself.\n","Comment: 9 pages; stated theorems more clearly and slightly generalized, and\n  fixed one or two typos"]}]
["math/0605249",{"format":[],"subject":["Mathematics - Algebraic Topology","57R90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605249","Acta Math. 202 (2009), no. 2, 195--239"],"date":["2006-05-10","2010-09-21"],"type":["text"],"creator":["Galatius, Soren","Madsen, Ib","Tillmann, Ulrike","Weiss, Michael"],"language":[],"coverage":[],"title":["The homotopy type of the cobordism category"],"description":["  The embedded cobordism category under study in this paper generalizes the\ncategory of conformal surfaces, introduced by G. Segal in order to formalize\nthe concept of field theories. Our main result identifies the homotopy type of\nthe classifying space of the embedded d-dimensional cobordism category for all\nd. For d=2, our results lead to a new proof of the generalized Mumford\nconjecture, somewhat different in spirit from the original one.\n","Comment: 40 pages. v2 has improved notation, added explanations, and minor\n  mistakes fixed. v3 has minor corrections and improvements. Final submitted\n  version"]}]
["math/0605536",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Topology","05C80,55U10,60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605536","Discrete Math. 309 (2009), no. 6, 1658--1671"],"date":["2006-05-19","2008-11-07"],"type":["text"],"creator":["Kahle, Matthew"],"language":[],"coverage":[],"title":["Topology of random clique complexes"],"description":["  In a seminal paper, Erdos and Renyi identified the threshold for connectivity\nof the random graph G(n,p). In particular, they showed that if p >> log(n)/n\nthen G(n,p) is almost always connected, and if p << log(n)/n then G(n,p) is\nalmost always disconnected, as n goes to infinity.\n  The clique complex X(H) of a graph H is the simplicial complex with all\ncomplete subgraphs of H as its faces. In contrast to the zeroth homology group\nof X(H), which measures the number of connected components of H, the higher\ndimensional homology groups of X(H) do not correspond to monotone graph\nproperties. There are nevertheless higher dimensional analogues of the\nErdos-Renyi Theorem.\n  We study here the higher homology groups of X(G(n,p)). For k > 0 we show the\nfollowing. If p = n^alpha, with alpha < -1/k or alpha > - 1/(2k+1), then the\nkth homology group of X(G(n,p)) is almost always vanishing, and if -1/k < alpha\n< -1/(k+1), then it is almost always nonvanishing.\n  We also give estimates for the expected rank of homology, and exhibit\nexplicit nontrivial classes in the nonvanishing regime. These estimates suggest\nthat almost all d-dimensional clique complexes have only one nonvanishing\ndimension of homology, and we cannot rule out the possibility that they are\nhomotopy equivalent to wedges of spheres.\n","Comment: 23 pages; final version, to appear in Discrete Mathematics. At\n  suggestion of anonymous referee, a section briefly summarizing the\n  topological prerequisites has been added to make the article accessible to a\n  wider audience"]}]
["quant-ph/0603078",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0603078","Phys. Rev. Lett. 97, 030402 (2006)","doi:10.1103/PhysRevLett.97.030402"],"date":["2006-03-09"],"type":["text"],"creator":["Bae, Joonwoo","Acin, Antonio"],"language":[],"coverage":[],"title":["Asymptotic quantum cloning is state estimation"],"description":["  The impossibility of perfect cloning and state estimation are two fundamental\nresults in Quantum Mechanics. It has been conjectured that quantum cloning\nbecomes equivalent to state estimation in the asymptotic regime where the\nnumber of clones tends to infinity. We prove this conjecture using two known\nresults of Quantum Information Theory: the monogamy of quantum correlations and\nthe properties of entanglement breaking channels.\n","Comment: 4 pages, REVTEX"]}]
["quant-ph/0610048",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0610048","Phys. Rev. A 75, 012334 (2007)","doi:10.1103/PhysRevA.75.012334"],"date":["2006-10-09"],"type":["text"],"creator":["Bae, Joonwoo","Acin, Antonio"],"language":[],"coverage":[],"title":["Key distillation from quantum channels using two-way communication\n  protocols"],"description":["  We provide a general formalism to characterize the cryptographic properties\nof quantum channels in the realistic scenario where the two honest parties\nemploy prepare and measure protocols and the known two-way communication\nreconciliation techniques. We obtain a necessary and sufficient condition to\ndistill a secret key using this type of schemes for Pauli qubit channels and\ngeneralized Pauli channels in higher dimension. Our results can be applied to\nstandard protocols such as BB84 or six-state, giving a critical error rate of\n20% and 27.6%, respectively. We explore several possibilities to enlarge these\nbounds, without any improvement. These results suggest that there may exist\nweakly entangling channels useless for key distribution using prepare and\nmeasure schemes.\n","Comment: 21 pages"]}]
