["0708.0410",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0410","Phys. Rev. A 76, 052119 (2007)","doi:10.1103/PhysRevA.76.052119"],"date":["2007-08-02","2007-12-03"],"type":["text"],"creator":["Fischer, Jan","Breuer, Heinz-Peter"],"language":[],"coverage":[],"title":["Correlated projection operator approach to non-Markovian dynamics in\n  spin baths"],"description":["  The dynamics of an open quantum system is usually studied by performing a\nweak-coupling and weak-correlation expansion in the system-bath interaction.\nFor systems exhibiting strong couplings and highly non-Markovian behavior this\napproach is not justified. We apply a recently proposed correlated projection\nsuperoperator technique to the model of a central spin coupled to a spin bath\nvia full Heisenberg interaction. Analytical solutions to both the\nNakajima-Zwanzig and the time-convolutionless master equation are determined\nand compared with the results of the exact solution. The correlated projection\noperator technique significantly improves the standard methods and can be\napplied to many physical problems such as the hyperfine interaction in a\nquantum dot.\n"]}]
["0710.4061",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4061"],"date":["2007-10-22","2010-12-24"],"type":["text"],"creator":["Zhou, Yong"],"language":[],"coverage":[],"title":["The quantum entanglement contained in density matrices"],"description":["  We point out that density matrices can only be used to describe quantum\nstates, so the entanglement contained in a density matrix is just quantum\nentanglement. This means a bipartite state described by a density matrix\ncontains quantum entanglement, unless the density matrix has the form\n$\\rho_{AB}=\\rho_A\\otimes \\rho_B$.\n","Comment: 5 pages"]}]
["0802.1956",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28, 14J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1956","doi:10.1002/mana.200810070"],"date":["2008-02-13","2010-12-23"],"type":["text"],"creator":["Taki, Shingo"],"language":[],"coverage":[],"title":["Classification of non-symplectic automorphisms of order 3 on $K3$\n  surfaces"],"description":["  In this paper, we study non-symplectic automorphisms of order 3 on algebraic\n$K3$ surface over $\\mathbb{C}$ which act trivially on the N\\'{e}ron-Severi\nlattice. In particular we shall characterize their fixed locus in terms of the\ninvariants of 3-elementary lattices.\n","Comment: 19 pages, to appear in Math. Nachr"]}]
["0807.4175",{"format":[],"subject":["Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4175","Astrophys.J.719:1481-1496,2010","doi:10.1088/0004-637X/719/2/1481"],"date":["2008-07-25","2010-12-24"],"type":["text"],"creator":["van de Ven, Glenn","Falcon-Barroso, Jesus","McDermid, Richard M.","Cappellari, Michele","Miller, Bryan W.","de Zeeuw, P. Tim"],"language":[],"coverage":[],"title":["The Einstein Cross: constraint on dark matter from stellar dynamics and\n  gravitational lensing"],"description":["  [Abridged] We present two-dimensional line-of-sight stellar kinematics of the\nlens galaxy in the Einstein Cross, obtained with the GEMINI 8m telescope, using\nthe GMOS integral-field spectrograph. The velocity map shows regular rotation\nup to ~100 km/s around the minor axis of the bulge, consistent with\naxisymmetry. The velocity dispersion map shows a weak gradient increasing\ntowards a central (R<1\") value of sigma_0=170+/-9 km/s. We deproject the\nobserved surface brightness from HST imaging to obtain a realistic luminosity\ndensity of the lens galaxy, which in turn is used to build axisymmetric\ndynamical models that fit the observed kinematic maps. We also construct a\ngravitational lens model that accurately fits the positions and relative fluxes\nof the four quasar images. We find that the resulting luminous and total mass\ndistribution are nearly identical around the Einstein radius R_E = 0.89\", with\na slope that is close to isothermal, but which becomes shallower towards the\ncenter if indeed mass follows light. The dynamical model fits to the observed\nkinematic maps result in a total mass-to-light ratio (M/L)_dyn=3.7+/-0.5\nM_sun/L_sun,I (in the I-band). This is consistent with the Einstein mass M_E =\n1.54 x 10^10 M_sun divided by the (projected) luminosity within R_E, which\nyields a total mass-to-light ratio of (M/L)_E=3.4 M_sun/L_sun,I, with an error\nof at most a few per cent. We estimate from stellar populations model fits to\ncolors of the lens galaxy a stellar mass-to-light ratio (M/L)_* from 2.8 to 4.1\nM_sun/L_sun,I. Although a constant dark matter fraction of 20 per cent is not\nexcluded, dark matter may play no significant role in the bulge of this ~L*\nearly-type spiral galaxy.\n","Comment: 18 pages, 8 figures, published in ApJ, 2010, 719, 1481"]}]
["0812.4866",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Combinatorics","90B80 (Primary), 39B42, 90C08, 90C39 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4866","Proceedings of the International Conference on Tropical and\n  Idempotent Mathematics, G.L. Litvinov and S.N. Sergeev Eds, volume 495 in\n  Contemporary Mathematics, pp 39--60, 2009, AMS"],"date":["2008-12-30"],"type":["text"],"creator":["Akian, Marianne","Gaubert, Stephane","Kolokoltsov, Vassili"],"language":[],"coverage":[],"title":["The optimal assignment problem for a countable state space"],"description":["  Given a square matrix B=(b_{ij}) with real entries, the optimal assignment\nproblem is to find a bijection s between the rows and the columns maximising\nthe sum of the b_{is(i)}. In discrete optimal control and in the theory of\ndiscrete event systems, one often encounters the problem of solving the\nequation Bf=g for a given vector g, where the same symbol B denotes the\ncorresponding max-plus linear operator, (Bf)_i:=max_j (b_{ij}+f_j). The matrix\nB is said to be strongly regular when there exists a vector g such that the\nequation Bf=g has a unique solution f. A result of Butkovic and Hevery shows\nthat B is strongly regular if and only if the associated optimal assignment\nproblem has a unique solution. We establish here an extension of this result\nwhich applies to max-plus linear operators over a countable state space. The\nproofs use the theory developed in a previous work in which we characterised\nthe unique solvability of equations involving Moreau conjugacies over an\ninfinite state space, in terms of the minimality of certain coverings of the\nstate space by generalised subdifferentials.\n","Comment: 22 pages"]}]
["0905.2402",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2402","Optics Letters, Vol. 34, Issue 19, pp. 2955-2957 (2009)","doi:10.1364/OL.34.002955"],"date":["2009-05-14"],"type":["text"],"creator":["Chebakov, K.","Sokolov, A.","Akimov, A.","Sukachev, D.","Kanorsky, S.","Kolachevsky, N.","Sorokin, V."],"language":[],"coverage":[],"title":["Zeeman slowing of thulium atoms"],"description":["  We demonstrate laser slowing of a hot thulium atomic beam using the nearly\nclosed cycling transition\n$4\\textrm{f}^{13}6\\textrm{s}^2(^2\\textrm{F}^\\circ)(J=7/2)\\leftrightarrow4\\textrm{f}^{12}(^3\\textrm{H}_5)5\\textrm{d}_{3/2}6\\textrm{s}^2(J=9/2)$\nat 410.6 nm. Atoms are decelerated to velocities around 25 m/s by a 40 cm\nZeeman slower. The flux of slowed atoms is evaluated as $10^7\n\\textrm{s}^{-1}\\textrm{cm}^{-2}$. The experiment explicitly indicates the\npossibility of trapping Tm atoms in a magneto-optical trap.\n","Comment: 3 pages, 4 figures"]}]
["0905.3556",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3556","Astrophys.J.723:767-780,2010","doi:10.1088/0004-637X/723/1/767"],"date":["2009-05-21","2010-12-24"],"type":["text"],"creator":["van de Ven, Glenn","Fathi, Kambiz"],"language":[],"coverage":[],"title":["Kinematic analysis of nuclear spirals: feeding the black hole in NGC1097"],"description":["  We present a harmonic expansion of the observed line-of-sight velocity field\nas a method to recover and investigate spiral structures in the nuclear regions\nof galaxies. We apply it to the emission-line velocity field within the\ncircumnuclear starforming ring of NGC1097, obtained with the GMOS-IFU\nspectrograph. The radial variation of the third harmonic terms are well\ndescribed by a logarithmic spiral, from which we interpret that the\ngravitational potential is weakly perturbed by a two-arm spiral density wave\nwith inferred pitch angle of of 52+/-4 degrees. This interpretation predicts a\ntwo-arm spiral distortion in the surface brightness, as hinted by the dust\nstructures in central images of NGC1097, and predicts a combined one-arm and\nthree-arm spiral structure in the velocity field, as revealed in the\nnon-circular motions of the ionised gas within the circumnuclear region of this\ngalaxy. Next, we use a simple spiral perturbation model to constrain the\nfraction of the measured non-circular motions that is due to radial inflow. We\ncombine the resulting inflow velocity with the gas density in the spiral arms,\ninferred from emission line ratios, to estimate the mass inflow rate as a\nfunction of radius, which reaches about 0.011 Msun/yr at a distance of 70 pc\nfrom the center. This value corresponds to a fraction of about 4.2 x 10^{-3} of\nthe Eddington mass accretion rate onto the central black hole in this\nLINER/Seyfert1 galaxy. We conclude that the line-of-sight velocity not only can\nprovide a cleaner view of nuclear spirals than the associated dust, but that\nthe presented method also allows the quantitative study of these possibly\nimportant links in fueling the centers of galaxies, including providing a\nhandle on the mass inflow rate as a function of radius.\n","Comment: 16 pages, 5 figures, published in ApJ, 2010, 723, 767"]}]
["0905.3793",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3793","Journal of Molecular Liquids 158 (2011) 68-74"],"date":["2009-05-23","2010-11-01"],"type":["text"],"creator":["Sushko, M. Ya.","Babiy, O. M."],"language":[],"coverage":[],"title":["Asymmetry of the vapor-liquid coexistence curve: the asymptotic behavior\n  of the \"diameter\""],"description":["  We analyze, without resort to any model field-mixing scheme, the leading\ntemperature-dependent term in the \"diameter\" of the coexistence curve\nasymptotically close to the vapor-liquid critical point. For this purpose, we\nuse a simple non-parametric equation of state which we develop by meeting\nseveral general requirements. Namely, we require that the desired equation (1)\nlead to correct asymptotic behavior for a limited number of the fluid's\nparameters along selected thermodynamic paths, (2) reveal a Van der Waals loop\nbelow the critical point, and (3) be consistent with a rigorous definition of\nthe isothermal compressibility in the critical region. For the temperature\ninterval in question, the proposed equation approximates experimental data with\nan accuracy comparable to those given by Schofield's parametric equation and by\nother authors' equations. The desired term is obtained by applying the Maxwell\nrule to the equation and can be represented as D_{2 \\beta} | \\tau |^{2 \\beta},\nwhere | \\tau | = | T - T_{c} | / T_{c}, and \\beta is the critical exponent for\nthe order parameter. The amplitude D_{2 \\beta} is determined explicitly for the\nvolume-temperature and entropy-temperature planes.\n","Comment: 6 pages, 3 figures; reported at PLMMP-2008 Conference; corrected\n  typoes"]}]
["0906.4358",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4358","London Mathematical Society Journal of Computation and\n  Mathematics, vol. 13 (2010) pp. 111-129","doi:10.1112/S1461157008000193"],"date":["2009-06-23"],"type":["text"],"creator":["Perry, John"],"language":[],"coverage":[],"title":["An extension of Buchberger's criteria for Groebner basis decision"],"description":["  Two fundamental questions in the theory of Groebner bases are decision (\"Is a\nbasis G of a polynomial ideal a Groebner basis?\") and transformation (\"If it is\nnot, how do we transform it into a Groebner basis?\") This paper considers the\nfirst question. It is well-known that G is a Groebner basis if and only if a\ncertain set of polynomials (the S-polynomials) satisfy a certain property. In\ngeneral there are m(m-1)/2 of these, where m is the number of polynomials in G,\nbut criteria due to Buchberger and others often allow one to consider a smaller\nnumber.\n  This paper presents two original results. The first is a new characterization\ntheorem for Groebner bases that makes use of a new criterion that extends\nBuchberger's Criteria. The second is the identification of a class of\npolynomial systems G for which the new criterion has dramatic impact, reducing\nthe worst-case scenario from m(m-1)/2 S-polynomials to m-1.\n","Comment: 20 pages, 2 figures"]}]
["0909.5275",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","26A21, 32S05, 37J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5275"],"date":["2009-09-29","2010-12-23"],"type":["text"],"creator":["Tsukada, Takaharu"],"language":[],"coverage":[],"title":["Bifurcations of Wavefronts on an r-corner"],"description":["  We introduce the notion of reticular Legendrian unfoldings in order to\ninvestigate stabilities of bifurcations of wavefronts generated by a\nhypersurface germ with a boundary, a corner, or an r-corner in a smooth n\ndimensional manifold. We define several stabilities of reticular Legendrian\nunfoldings and prove that they and the stabilities of corresponding generating\nfamilies are all equivalent and give the classification of generic bifurcations\nof wavefronts in the cases r=0,n<=5 and r=1,n<= 3respectively.\n","Comment: 24 pages, 35 figures"]}]
["0911.0377",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0377"],"date":["2009-11-02","2010-12-23"],"type":["text"],"creator":["Eichmair, Michael","Miao, Pengzi","Wang, Xiaodong"],"language":[],"coverage":[],"title":["Extension of a theorem of Shi and Tam"],"description":["  In this note, we prove the following generalization of a theorem of Shi and\nTam \\cite{ShiTam02}: Let $(\\Omega, g)$ be an $n$-dimensional ($n \\geq 3$)\ncompact Riemannian manifold, spin when $n>7$, with non-negative scalar\ncurvature and mean convex boundary. If every boundary component $\\Sigma_i$ has\npositive scalar curvature and embeds isometrically as a mean convex star-shaped\nhypersurface ${\\hat \\Sigma}_i \\subset \\R^n$, then\n  \\int_{\\Sigma_i} H d \\sigma \\le \\int_{{\\hat \\Sigma}_i} \\hat{H} d {\\hat \\sigma}\nwhere $H$ is the mean curvature of $\\Sigma_i$ in $(\\Omega, g)$, $\\hat{H}$ is\nthe Euclidean mean curvature of ${\\hat \\Sigma}_i$ in $\\R^n$, and where $d\n\\sigma$ and $d {\\hat \\sigma}$ denote the respective volume forms. Moreover,\nequality in (\\ref{eqn: main theorem}) holds for some boundary component\n$\\Sigma_i$ if, and only if, $(\\Omega, g)$ is isometric to a domain in $\\R^n$.\n  In the proof, we make use of a foliation of the exterior of the $\\hat\n\\Sigma_i$'s in $\\R^n$ by the $\\frac{H}{R}$-flow studied by Gerhardt\n\\cite{Gerhardt90} and Urbas \\cite{Urbas90}. We also carefully establish the\nrigidity statement in low dimensions without the spin assumption that was used\nin \\cite{ShiTam02}\n","Comment: Shortened title and revised. To appear in Calculus of Variations and\n  PDE's"]}]
["0912.1381",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1381","Astrophys.J.726:7,2011","doi:10.1088/0004-637X/726/1/7"],"date":["2009-12-07","2010-12-24"],"type":["text"],"creator":["Takahashi, Ryuichi","Yoshida, Naoki","Takada, Masahiro","Matsubara, Takahiko","Sugiyama, Naoshi","Kayo, Issha","Nishimichi, Takahiro","Saito, Shun","Taruya, Atsushi"],"language":[],"coverage":[],"title":["Non-Gaussian Error Contribution to Likelihood Analysis of the Matter\n  Power Spectrum"],"description":["  We study the sample variance of the matter power spectrum for the standard\nLambda Cold Dark Matter universe. We use a total of 5000 cosmological N-body\nsimulations to study in detail the distribution of best-fit cosmological\nparameters and the baryon acoustic peak positions. The obtained distribution is\ncompared with the results from the Fisher matrix analysis with and without\nincluding non-Gaussian errors. For the Fisher matrix analysis, we compute the\nderivatives of the matter power spectrum with respect to cosmological\nparameters using directly full nonlinear simulations. We show that the\nnon-Gaussian errors increase the unmarginalized errors by up to a factor 5 for\nk_{max}=0.4h/Mpc if there is only one free parameter provided other parameters\nare well determined by external information. On the other hand, for\nmulti-parameter fitting, the impact of the non-Gaussian errors is significantly\nmitigated due to severe parameter degeneracies in the power spectrum. The\ndistribution of the acoustic peak positions is well described by a Gaussian\ndistribution, with its width being consistent with the statistical interval\npredicted from the Fisher matrix. We also examine systematic bias in the\nbest-fit parameter due to the non-Gaussian errors. The bias is found to be\nsmaller than the 1 sigma statistical error for both the cosmological parameters\nand the acoustic scale positions.\n","Comment: 12 pages, 10 figures, accepted for publication in ApJ, minor changes"]}]
["1001.1448",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13P25, 94B27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1448","Finite Fields Appl. 17 (2011), no. 1, 81-104"],"date":["2010-01-09","2010-09-24"],"type":["text"],"creator":["Renteria, C.","Simis, A.","Villarreal, R. H."],"language":[],"coverage":[],"title":["Algebraic methods for parameterized codes and invariants of vanishing\n  ideals over finite fields"],"description":["  Let K be a finite field with q elements and let X be a subset of a projective\nspace P^{s-1}, over the field K, which is parameterized by Laurent monomials.\nLet I(X) be the vanishing ideal of X. Some of the main contributions of this\npaper are in determining the structure of I(X) and some of their invariants. It\nis shown that I(X) is a lattice ideal. We introduce the notion of a\nparameterized code arising from X and present algebraic methods to compute and\nstudy its dimension, length and minimum distance. For a parameterized code\narising from a connected graph we are able to compute its length and to make\nour results more precise. If the graph is non-bipartite, we show an upper bound\nfor the minimum distance. We also study the underlying geometric structure of\nX.\n","Comment: Finite Fields Appl., to appear"]}]
["1002.3280",{"format":[],"subject":["Mathematics - Rings and Algebras","17A75, secondary 11E04, 16W60, 17A45, 19D45, 19F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3280","Journal of Algebra 327 #1 (2011), 386-465","doi:10.1016/j.jalgebra.2010.07.039"],"date":["2010-02-17"],"type":["text"],"creator":["Garibaldi, Skip","Petersson, Holger P."],"language":[],"coverage":[],"title":["Wild Pfister forms over Henselian fields, K-theory, and conic division\n  algebras"],"description":["  The epicenter of this paper concerns Pfister quadratic forms over a field $F$\nwith a Henselian discrete valuation. All characteristics are considered but we\nfocus on the most complicated case where the residue field has characteristic 2\nbut $F$ does not. We also prove results about round quadratic forms,\ncomposition algebras, generalizations of composition algebras we call conic\nalgebras, and central simple associative symbol algebras. Finally we give\nrelationships between these objects and Kato's filtration on the Milnor\n$K$-groups of $F$.\n"]}]
["1002.3881",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3881"],"date":["2010-02-20","2010-12-24"],"type":["text"],"creator":["Gravner, Janko","Holroyd, Alexander E.","Morris, Robert"],"language":[],"coverage":[],"title":["A sharper threshold for bootstrap percolation in two dimensions"],"description":["  Two-dimensional bootstrap percolation is a cellular automaton in which sites\nbecome 'infected' by contact with two or more already infected nearest\nneighbors. We consider these dynamics, which can be interpreted as a monotone\nversion of the Ising model, on an n x n square, with sites initially infected\nindependently with probability p. The critical probability p_c is the smallest\np for which the probability that the entire square is eventually infected\nexceeds 1/2. Holroyd determined the sharp first-order approximation: p_c \\sim\n\\pi^2/(18 log n) as n \\to \\infty. Here we sharpen this result, proving that the\nsecond term in the expansion is -(log n)^{-3/2+ o(1)}, and moreover determining\nit up to a poly(log log n)-factor. The exponent -3/2 corrects numerical\npredictions from the physics literature.\n","Comment: 21 pages"]}]
["1003.0877",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0877","Phys. Rev. A 82, 011405(R) (2010)","doi:10.1103/PhysRevA.82.011405"],"date":["2010-03-03","2010-04-29"],"type":["text"],"creator":["Sukachev, D.","Sokolov, A.","Chebakov, K.","Akimov, A.","Kanorsky, S.","Kolachevsky, N.","Sorokin, V."],"language":[],"coverage":[],"title":["Magneto-Optical Trap for Thulium Atoms"],"description":["  Thulium atoms are trapped in a magneto-optical trap using a strong transition\nat 410 nm with a small branching ratio. We trap up to $7\\times10^{4}$ atoms at\na temperature of 0.8(2) mK after deceleration in a 40 cm long Zeeman slower.\nOptical leaks from the cooling cycle influence the lifetime of atoms in the MOT\nwhich varies between 0.3 -1.5 s in our experiments. The lower limit for the\nleaking rate from the upper cooling level is measured to be 22(6) s$^{-1}$. The\nrepumping laser transferring the atomic population out of the F=3 hyperfine\nground-state sublevel gives a 30% increase for the lifetime and the number of\natoms in the trap.\n","Comment: 4 pages, 6 figures"]}]
["1003.3006",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3006","Phys.Lett.B693:292-295,2010","doi:10.1016/j.physletb.2010.08.058"],"date":["2010-03-15","2010-12-24"],"type":["text"],"creator":["Bai, Yang","Martin, Adam"],"language":[],"coverage":[],"title":["Topological Pions"],"description":["  We study the collider signatures of new pions, composite particles which\nemerge from a TeV-scale, confining gauge theory with vector-like matter.\nSimilar to the neutral pion in QCD, these new pions mainly decay into a pair of\nstandard model (SM) gauge bosons via triangular anomaly diagrams. One of the\nnew pions, which decays to a gluon plus a photon, has excellent discovery\npotential at the LHC.\n","Comment: 5 pages, 5 figures; references added; final version in PLB"]}]
["1003.4611",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4611"],"date":["2010-03-24","2010-12-23"],"type":["text"],"creator":["Cheung, Kingman","Tsao, Kuo-Hsing","Yuan, Tzu-Chiang"],"language":[],"coverage":[],"title":["Hidden Sector Dirac Dark Matter, Stueckelberg Z' Model and the CDMS and\n  XENON Experiments"],"description":["  For the milli-charged Dirac dark matter in the Stueckelberg Z' model, we\ndiscuss the contributions from the vector couplings of the dark matter with the\nneutral gauge bosons to the spin-independent scattering cross section in the\ndirect detections. We also compute the effective coupling between the fermionic\ndark matter particle and the standard model Higgs boson generated through a\ntriangular loop of Z and/or Z' bosons which may contribute to the\nspin-independent scattering cross section at the quantum level. We show that\nthe latter contribution is consistent with the most recent experimental limits\nfrom CDMS II and XENON100. In the case that the dark matter particle carries a\nmilli-charge of order O(10^{-3}e), we found that it would lose all its kinetic\nenergy by colliding with nucleons in the atmosphere before reaching the\ndetector. Even though we use the Stueckelberg Z' model for illustration, the\nresults we obtain are rather general and applicable to other Z-Z' portal-type\nhidden-sector models as well.\n","Comment: 13 pages, 1 figure, improved and updated version. Title changed"]}]
["1004.0917",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0917","Phys.Rev.D81:124007,2010","doi:10.1103/PhysRevD.81.124007"],"date":["2010-04-06","2010-12-23"],"type":["text"],"creator":["Maeda, Hideki"],"language":[],"coverage":[],"title":["Gauss-Bonnet black holes with non-constant curvature horizons"],"description":["  We investigate static and dynamical n(\\ge 6)-dimensional black holes in\nEinstein-Gauss-Bonnet gravity of which horizons have the isometries of an\n(n-2)-dimensional Einstein space with a condition on its Weyl tensor originally\ngiven by Dotti and Gleiser. Defining a generalized Misner-Sharp quasi-local\nmass that satisfies the unified first law, we show that most of the properties\nof the quasi-local mass and the trapping horizon are shared with the case with\nhorizons of constant curvature. It is shown that the Dotti-Gleiser solution is\nthe unique vacuum solution if the warp factor on the (n-2)-dimensional Einstein\nspace is non-constant. The quasi-local mass becomes constant for the\nDotti-Gleiser black hole and satisfies the first law of the black-hole\nthermodynamics with its Wald entropy. In the non-negative curvature case with\npositive Gauss-Bonnet constant and zero cosmological constant, it is shown that\nthe Dotti-Gleiser black hole is thermodynamically unstable. Even if it becomes\nlocally stable for the non-zero cosmological constant, it cannot be globally\nstable for the positive cosmological constant.\n","Comment: 15 pages, 1 figure; v2, discussion clarified and references added;\n  v3, published version; v4, Eqs.(4.22)-(4.24) corrected, which do not change\n  Eqs.(4.25)-(4.27)"]}]
["1004.5178",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5178"],"date":["2010-04-28","2010-12-24"],"type":["text"],"creator":["Fan, Jianqing","Guo, Shaojun","Hao, Ning"],"language":[],"coverage":[],"title":["Variance Estimation Using Refitted Cross-validation in Ultrahigh\n  Dimensional Regression"],"description":["  Variance estimation is a fundamental problem in statistical modeling. In\nultrahigh dimensional linear regressions where the dimensionality is much\nlarger than sample size, traditional variance estimation techniques are not\napplicable. Recent advances on variable selection in ultrahigh dimensional\nlinear regressions make this problem accessible. One of the major problems in\nultrahigh dimensional regression is the high spurious correlation between the\nunobserved realized noise and some of the predictors. As a result, the realized\nnoises are actually predicted when extra irrelevant variables are selected,\nleading to serious underestimate of the noise level. In this paper, we propose\na two-stage refitted procedure via a data splitting technique, called refitted\ncross-validation (RCV), to attenuate the influence of irrelevant variables with\nhigh spurious correlations. Our asymptotic results show that the resulting\nprocedure performs as well as the oracle estimator, which knows in advance the\nmean regression function. The simulation studies lend further support to our\ntheoretical claims. The naive two-stage estimator which fits the selected\nvariables in the first stage and the plug-in one stage estimators using LASSO\nand SCAD are also studied and compared. Their performances can be improved by\nthe proposed RCV method.\n"]}]
["1005.0821",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0821","Phys. Rev. B 82, 224414 (2010)","doi:10.1103/PhysRevB.82.224414"],"date":["2010-05-05","2010-12-23"],"type":["text"],"creator":["Lin, Yu-Cheng","Sandvik, Anders W."],"language":[],"coverage":[],"title":["Definitions of entanglement entropy of spin systems in the valence-bond\n  basis"],"description":["  The valence-bond structure of spin-1/2 Heisenberg antiferromagnets is closely\nrelated to quantum entanglement. We investigate measures of entanglement\nentropy based on transition graphs, which characterize state overlaps in the\novercomplete valence-bond basis. The transition graphs can be generated using\nprojector Monte Carlo simulations of ground states of specific hamiltonians or\nusing importance-sampling of valence-bond configurations of amplitude-product\nstates. We consider definitions of entanglement entropy based on the bonds or\nloops shared by two subsystems (bipartite entanglement). Results for the\nbond-based definition agrees with a previously studied definition using\nvalence-bond wave functions (instead of the transition graphs, which involve\ntwo states). For the one dimensional Heisenberg chain, with uniform or random\ncoupling constants, the prefactor of the logarithmic divergence with the size\nof the smaller subsystem agrees with exact results. For the ground state of the\ntwo-dimensional Heisenberg model (and also Neel-ordered amplitude-product\nstates), there is a similar multiplicative violation of the area law. In\ncontrast, the loop-based entropy obeys the area law in two dimensions, while\nstill violating it in one dimension - both behaviors in accord with\nexpectations for proper measures of entanglement entropy.\n","Comment: 9 pages, 8 figures. v2: significantly expanded"]}]
["1005.3161",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F22, 14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3161"],"date":["2010-05-18","2010-12-24"],"type":["text"],"creator":["Biswas, Indranil","Dey, Arijit"],"language":[],"coverage":[],"title":["Brauer group of a moduli space of parabolic vector bundles over a curve"],"description":["  Let ${\\mathcal P}{\\mathcal M}^\\alpha_s$ be a moduli space of stable parabolic\nvector bundles of rank $n \\geq 2$ and fixed determinant of degree $d$ over a\ncompact connected Riemann surface $X$ of genus $g(X) \\geq 2$. If $g(X) = 2$,\nthen we assume that $n > 2$. Let $m$ denote the greatest common divisor of $d$,\n$n$ and the dimensions of all the successive quotients of the quasi-parabolic\nfiltrations. We prove that the cohomological Brauer group ${\\rm Br}({\\mathcal\nP}{\\mathcal M}^\\alpha_s)$ is isomorphic to the cyclic group ${\\mathbb Z}/\nm{\\mathbb Z}$. We also show that ${\\rm Br}({\\mathcal P}{\\mathcal M}^\\alpha_s)$\nis generated by the Brauer class of the projective bundle over ${\\mathcal\nP}{\\mathcal M}^\\alpha_s$ obtained by restricting the universal projective\nbundle over $X\\times {\\mathcal P}{\\mathcal M}^\\alpha_s$. We also prove that\nthere is a universal vector bundle over $X\\times {\\mathcal P}{\\mathcal\nM}^\\alpha_s$ if and only if $m=1$.\n","Comment: Journal of K-Theory (to appear)"]}]
["1006.4375",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4375","Phys.Rev.D82:071701,2010","doi:10.1103/PhysRevD.82.071701"],"date":["2010-06-22","2010-12-24"],"type":["text"],"creator":["Appelquist, Thomas","Bai, Yang"],"language":[],"coverage":[],"title":["A Light Dilaton in Walking Gauge Theories"],"description":["  We analyze the existence of a dilaton in gauge theories with approximate\ninfrared conformal symmetry. To the extent that these theories are governed in\nthe infrared by an approximate fixed point (walking), the explicit breaking of\nthe conformal symmetry at these scales is vanishingly small. If confinement and\nspontaneous chiral-symmetry breaking set in at some infrared scale, the\nresultant breaking of the approximate conformal symmetry can lead to the\nexistence of a dilaton with mass parametrically small compared to the\nconfinement scale, and potentially observable at the LHC.\n","Comment: 5 pages, references added, final version in PRD"]}]
["1008.1240",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1240","Phys. Rev. Lett. 105, 263603 (2010)","doi:10.1103/PhysRevLett.105.263603"],"date":["2010-08-06","2010-12-22"],"type":["text"],"creator":["Casanova, J.","Romero, G.","Lizuain, I.","Garcia-Ripoll, J. J.","Solano, E."],"language":[],"coverage":[],"title":["Deep Strong Coupling Regime of the Jaynes-Cummings model"],"description":["  We study the quantum dynamics of a two-level system interacting with a\nquantized harmonic oscillator in the deep strong coupling regime (DSC) of the\nJaynes-Cummings model, that is, when the coupling strength g is comparable or\nlarger than the oscillator frequency w (g/w > 1). In this case, the\nrotating-wave approximation cannot be applied or treated perturbatively in\ngeneral. We propose an intuitive and predictive physical frame to describe the\nDSC regime where photon number wavepackets bounce back and forth along parity\nchains of the Hilbert space, while producing collapse and revivals of the\ninitial population. We exemplify our physical frame with numerical and\nanalytical considerations in the qubit population, photon statistics, and\nWigner phase space.\n","Comment: Published version, note change of title: DSC regime of the JC model"]}]
["1008.2025",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2025"],"date":["2010-08-11","2010-12-23"],"type":["text"],"creator":["Bondar, Denys I."],"language":[],"coverage":[],"title":["The reproduction of the dynamics of a quantum system by an ensemble of\n  classical particles beyond de Broglie--Bohmian mechanics"],"description":["  It is shown that for any given quantum system evolving unitarily with the\nHamiltonian, $\\hat{H} = \\hat{\\bf p}^2/(2m) + U({\\bf q})$, [bold letters denote\n$D$-dimensional ($D \\geqslant 3$) vectors] and with a sufficiently smooth\npotential $U({\\bf q})$, there exits a classical ensemble with the Hamilton\nfunction, $\\mathrsfs{H} ({\\bf p}, {\\bf q}) = {\\bf p}^2/(2m) + U^{(\\infty)}\n({\\bf q})$, where the potential $U^{(\\infty)}({\\bf q})$ coincides with $U({\\bf\nq})$ for almost all ${\\bf q}$ (i.e., $U^{(\\infty)}$ can be different from $U$\nonly on a measure zero set), such that the square modulus of the wave function\nin the coordinate (momentum) representation approximately equals the coordinate\n(momentum) distribution of the classical ensemble within an arbitrary given\naccuracy. Furthermore, the trajectories of this classical ensemble, generally\nspeaking, need not coincide with the trajectories obtained from de\nBroglie--Bohmian mechanics. Consequences of this result are discussed.\n","Comment: 10 pages"]}]
["1008.3508",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3508","Phys.Rev.D82:115020,2010","doi:10.1103/PhysRevD.82.115020"],"date":["2010-08-20","2010-12-23"],"type":["text"],"creator":["Gopalakrishna, Shrihari","Han, Tao","Lewis, Ian","Si, Zong-guo","Zhou, Yu-Feng"],"language":[],"coverage":[],"title":["Chiral Couplings of W' and Top Quark Polarization at the LHC"],"description":["  If a TeV-scale charged gauge boson (W') is discovered at the Large Hadron\nCollider (LHC), it will become imperative to determine its chiral couplings to\nstandard model (SM) fermions in order to learn about the underlying theory\ncontaining the W'. We describe the reconstruction of the t, b decay mode of the\nW' at the LHC, and identify various kinematic observables such as the angular\ndistributions of the top quark and the lepton resulting from top decay that can\nbe used to disentangle the chiral couplings of the W' to SM fermions. We\ndemonstrate by presenting analytical expressions, numerical simulations, as\nwell as intuitive illustrations for these observables at the LHC that among the\nSM fermions, the polarized top quark can most directly probe the chirality of\nsuch couplings.\n","Comment: 35 pages, 12 Figures"]}]
["1009.1421",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1421","J. Chem. Phys. 133, 244103 (2010)","doi:10.1063/1.3521275"],"date":["2010-09-07","2010-12-23"],"type":["text"],"creator":["Vydrov, Oleg A.","Van Voorhis, Troy"],"language":[],"coverage":[],"title":["Nonlocal van der Waals density functional: The simpler the better"],"description":["  We devise a nonlocal correlation energy functional that describes the entire\nrange of dispersion interactions in a seamless fashion using only the electron\ndensity as input. The new functional is considerably simpler than its\npredecessors of a similar type. The functional has a tractable and robust\nanalytic form that lends itself to efficient self-consistent implementation.\nWhen paired with an appropriate exchange functional, our nonlocal correlation\nmodel yields accurate interaction energies of weakly-bound complexes, not only\nnear the energy minima but also far from equilibrium. Our model exhibits an\noutstanding precision at predicting equilibrium intermonomer separations in van\nder Waals complexes. It also gives accurate covalent bond lengths and\natomization energies. Hence the functional proposed in this work is a\ncomputationally inexpensive electronic structure tool of broad applicability.\n"]}]
["1009.5195",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5195","Phys. Rev. Lett. 105, 266603 (2010)","doi:10.1103/PhysRevLett.105.266603"],"date":["2010-09-27","2010-12-15"],"type":["text"],"creator":["Fischer, Jan","Loss, Daniel"],"language":[],"coverage":[],"title":["Hybridization and spin decoherence in heavy-hole quantum dots"],"description":["  We theoretically investigate the spin dynamics of a heavy hole confined to an\nunstrained III-V semiconductor quantum dot and interacting with a narrowed\nnuclear-spin bath. We show that band hybridization leads to an exponential\ndecay of hole-spin superpositions due to hyperfine-mediated nuclear pair flips,\nand that the accordant single-hole-spin decoherence time T2 can be tuned over\nmany orders of magnitude by changing external parameters. In particular, we\nshow that, under experimentally accessible conditions, it is possible to\nsuppress hyperfine-mediated nuclear-pair-flip processes so strongly that\nhole-spin quantum dots may be operated beyond the `ultimate limitation' set by\nthe hyperfine interaction which is present in other spin-qubit candidate\nsystems.\n","Comment: 7 pages, 3 figures"]}]
["1009.5301",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5301","Physical Review Letters 105, 240403 (2010)","doi:10.1103/PhysRevLett.105.240403"],"date":["2010-09-27","2010-11-22"],"type":["text"],"creator":["Jing, Jun","Yu, Ting"],"language":[],"coverage":[],"title":["Non-Markovian Relaxation of a Three-Level System: Quantum Trajectory\n  Approach"],"description":["  The non-Markovian dynamics of a three-level quantum system coupled to a\nbosonic environment is a difficult problem due to the lack of an exact dynamic\nequation such as a master equation. We present for the first time an exact\nquantum trajectory approach to a dissipative three-level model. We have\nestablished a convolutionless stochastic Schr\\\"{o}dinger equation called\ntime-local quantum state diffusion (QSD) equation without any approximations,\nin particular, without Markov approximation. Our exact time-local QSD equation\nopens a new avenue for exploring quantum dynamics for a higher dimensional\nquantum system coupled to a non-Markovian environment.\n","Comment: 4 pages, 2 figures"]}]
["1011.2407",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2407"],"date":["2010-11-10","2010-12-24"],"type":["text"],"creator":["Pankov, Mark"],"language":[],"coverage":[],"title":["Automorphisms of infinite Johnson graph"],"description":["  We consider the {\\it infinite Johnson graph} $J_{\\infty}$ whose vertex set\nconsists of all subsets $X\\subset {\\mathbb N}$ satisfying $|X|=|{\\mathbb\nN}\\setminus X|=\\infty$ and whose edges are pairs of such subsets $X,Y$\nsatisfying $|X\\setminus Y|=|Y\\setminus X|=1$. An automorphism of $J_{\\infty}$\nis said to be {\\it regular} if it is induced by a permutation on $\\mathbb{N}$\nor it is the composition of the automorphism induced by a permutation on\n$\\mathbb{N}$ and the automorphism $X\\to {\\mathbb N}\\setminus X$. The graph\n$J_{\\infty}$ admits non-regular automorphisms. Our first result states that the\nrestriction of every automorphism of $J_{\\infty}$ to any connected component\n($J_{\\infty}$ is not connected) coincides with the restriction of a regular\nautomorphism. The second result is a characterization of regular automorphisms\nof $J_{\\infty}$ as order preserving and order reversing bijective\ntransformations of the vertex set of $J_{\\infty}$ (the vertex set is partially\nordered by the inclusion relation). As an application, we describe\nautomorphisms of the associated {\\it infinite Kneser graph}.\n","Comment: 10 pages"]}]
["1012.0162",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Statistical Mechanics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0162","PLoS ONE 5(12): e15571 (2010)","doi:10.1371/journal.pone.0015571"],"date":["2010-12-01"],"type":["text"],"creator":["Gönci, Balázs","Németh, Valéria","Balogh, Emeric","Szabó, Bálint","Dénes, Ádám","Környei, Zsuzsanna","Vicsek, Tamás"],"language":[],"coverage":[],"title":["Viral epidemics in a cell culture: novel high resolution data and their\n  interpretation by a percolation theory based model"],"description":["  Because of its relevance to everyday life, the spreading of viral infections\nhas been of central interest in a variety of scientific communities involved in\nfighting, preventing and theoretically interpreting epidemic processes. Recent\nlarge scale observations have resulted in major discoveries concerning the\noverall features of the spreading process in systems with highly mobile\nsusceptible units, but virtually no data are available about observations of\ninfection spreading for a very large number of immobile units. Here we present\nthe first detailed quantitative documentation of percolation-type viral\nepidemics in a highly reproducible in vitro system consisting of tens of\nthousands of virtually motionless cells. We use a confluent astroglial\nmonolayer in a Petri dish and induce productive infection in a limited number\nof cells with a genetically modified herpesvirus strain. This approach allows\nextreme high resolution tracking of the spatio-temporal development of the\nepidemic. We show that a simple model is capable of reproducing the basic\nfeatures of our observations, i.e., the observed behaviour is likely to be\napplicable to many different kinds of systems. Statistical physics inspired\napproaches to our data, such as fractal dimension of the infected clusters as\nwell as their size distribution, seem to fit into a percolation theory based\ninterpretation. We suggest that our observations may be used to model epidemics\nin more complex systems, which are difficult to study in isolation.\n","Comment: To appear in PLoS ONE. Supporting material can be downloaded from\n  http://amur.elte.hu/BDGVirus/"]}]
["1012.1371",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1371","Phys. Rev. Lett., 105, 264501 (2010)","doi:10.1103/PhysRevLett.105.264501"],"date":["2010-12-06"],"type":["text"],"creator":["Shats, M.","Byrne, D.","Xia, H."],"language":[],"coverage":[],"title":["Turbulence damping as a measure of the flow dimensionality"],"description":["  The dimensionality of turbulence in fluid layers determines their properties.\nWe study electromagnetically driven flows in finite depth fluid layers and show\nthat eddy viscosity, which appears as a result of three-dimensional motions,\nleads to increased bottom damping. The anomaly coefficient, which characterizes\nthe deviation of damping from the one derived using a quasi-two-dimensional\nmodel, can be used as a measure of the flow dimensionality. Experiments in\nturbulent layers show that when the anomaly coefficient becomes high, the\nturbulent inverse energy cascade is suppressed. In the opposite limit\nturbulence can self-organize into a coherent flow.\n","Comment: 4 pages, 4 figures"]}]
["1012.4131",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4131"],"date":["2010-12-18","2010-12-24"],"type":["text"],"creator":["Hayashi, Chuichiro","Hayashi, Miwa"],"language":[],"coverage":[],"title":["Unknotting number and number of Reidemeister moves needed for unlinking"],"description":["  Using unknotting number, we introduce a link diagram invariant of Hass and\nNowik type, which changes at most by 2 under a Reidemeister move.\n  As an application, we show that a certain infinite sequence of diagrams of\nthe trivial two-component link need quadratic number of Reidemeister moves for\nbeing unknotted with respect to the number of crossings.\n  Assuming a certain conjecture on unknotting numbers of a certain series of\ncomposites of torus knots, we show that the above diagrams need quadratic\nnumber of Reidemeister moves for being splitted.\n","Comment: 10pages, 8 figures"]}]
["1012.4236",{"format":[],"subject":["Mathematics - Functional Analysis","42C15, 46C05, 47B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4236"],"date":["2010-12-19","2010-12-23"],"type":["text"],"creator":["Meng, Bin"],"language":[],"coverage":[],"title":["Operator-Valued frame generators for group-like unitary systems"],"description":["  In this paper, we investigate operator-valued frames with the structure of\ngroup-like unitary system. We show the commutant of the group-like unitary\nsystem can be characterized in terms of analysis operators associated with all\nthe operator-valued Bessel generators and give some sufficient and necessary\nconditions to describe when an operator-valued frame generator admits a\nParseval dual.\n","Comment: There are some errors in the proof"]}]
["1012.4699",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4699"],"date":["2010-12-21","2010-12-23"],"type":["text"],"creator":["Venugopalan, Raju"],"language":[],"coverage":[],"title":["From many body wee parton dynamics to perfect fluid: a standard model\n  for heavy ion collisions"],"description":["  We discuss a standard model of heavy ion collisions that has emerged both\nfrom the experimental results of the RHIC program and associated theoretical\ndevelopments. We comment briefly on the impact of early results of the LHC\nprogram on this picture. We consider how this standard model of heavy ion\ncollisions could be solidified or falsified in future experiments at RHIC, the\nLHC and a future Electron-Ion Collider.\n","Comment: Extended version of Plenary Talk at the 35th International Conference\n  on High Energy Physics (ICHEP2010), Paris, France, July 22-28, 2010. 14\n  pages, 9 figures"]}]
["1012.5302",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5302"],"date":["2010-12-23"],"type":["text"],"creator":["Harlow, Daniel","Susskind, Leonard"],"language":[],"coverage":[],"title":["Crunches, Hats, and a Conjecture"],"description":["  Our purpose in this paper is to discuss criteria for the existence of a\nprecise dual description of a cosmology. A number of exact descriptions exist\nfor flat and anti de Sitter backgrounds and possibly for open FRW universes\nthat nucleate in an eternally inflating background. In addition duals have been\nproposed for de Sitter space, and for crunching FRW bubbles with negative\ncosmological constant. In the latter cases there is reason to think the\ndualities are at best approximate. One of our primary purposes is to analyze\nthe quality of these descriptions, i.e., how exact they can be made.\nMaldacena's recent discussion of dualities involving crunching FRW cosmologies\nprovides an opportunity for exploring some of these question.\n","Comment: 26 Pages, 6 figures"]}]
["1012.5303",{"format":[],"subject":["Mathematics - Differential Geometry","53C15, 53C40, 53B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5303"],"date":["2010-12-23"],"type":["text"],"creator":["Milijevic, Mirjana"],"language":[],"coverage":[],"title":["Non-existence of CR submanifolds of maximal CR dimension satisfying RA =\n  0 in non-flat complex space forms"],"description":["  It has been proved that there are no real hypersurfaces satisfying RA = 0 in\nnon-flat complex space forms. In this paper we prove that the same is true in\nthe case of CR submanifolds of maximal CR dimension, that is there are no CR\nsubmanifolds of maximal CR dimension satisfying RA = 0 in non-flat complex\nspace forms.\n","Comment: 8 pages"]}]
["1012.5312",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5312"],"date":["2010-12-23"],"type":["text"],"creator":["Gubser, Steven S."],"language":[],"coverage":[],"title":["TASI lectures: Collisions in anti-de Sitter space, conformal symmetry,\n  and holographic superconductors"],"description":["  In four lectures, delivered at the TASI 2010 summer school, I cover selected\ntopics in the application of the gauge-string duality to nuclear and condensed\nmatter physics. On the nuclear side, I focus on multiplicity estimates from\ntrapped surfaces in AdS_5, and on the consequences of conformal symmetry for\nrelativistic hydrodynamics. On the condensed matter side, I explain the fermion\nresponse to the zero-temperature limit of p-wave holographic superconductors.\n","Comment: 26 pages, 5 figures"]}]
["1012.5315",{"format":[],"subject":["Mathematics - Dynamical Systems","37H15, 37D08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5315"],"date":["2010-12-23"],"type":["text"],"creator":["Magalhães, Mário Alexandre"],"language":[],"coverage":[],"title":["Rationality of the zeta function for Ruelle-expanding maps"],"description":["  We will prove that the zeta function for Ruelle-expanding maps is rational.\n"]}]
["1012.5318",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5318"],"date":["2010-12-23"],"type":["text"],"creator":["Viznyuk, Sergei"],"language":[],"coverage":[],"title":["Condensation into ground state in binary string models"],"description":["  The ensemble of binary strings defined via strong-interaction model exhibits\nenhanced condensation (collapse) into ground state below certain temperature.\nThe non-interaction model shows gradual accumulation into ground state as\ntemperature approaches zero\n","Comment: 6 pages, 3 figures"]}]
["1012.5323",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5323","K. Pahlevan, D. J. Stevenson, Equilibration in the aftermath of\n  the lunar-forming giant impact. Earth Planet. Sci. Lett. 262, 438 (2007)","doi:10.1016/j.epsl.2007.07.055"],"date":["2010-12-23"],"type":["text"],"creator":["Pahlevan, Kaveh","Stevenson, David"],"language":[],"coverage":[],"title":["Equilibration in the Aftermath of the Lunar-Forming Giant Impact"],"description":["  Simulations of the moon-forming impact suggest that most of the lunar\nmaterial derives from the impactor rather than the Earth. Measurements of lunar\nsamples, however, reveal an oxygen isotope composition that is\nindistinguishable from terrestrial samples, and clearly distinct from\nmeteorites coming from Mars and Vesta. Here we explore the possibility that the\nsilicate Earth and impactor were compositionally distinct with respect to\noxygen isotopes, and that the terrestrial magma ocean and lunar-forming\nmaterial underwent turbulent mixing and equilibration in the energetic\naftermath of the giant impact. This mixing may arise in the molten disk epoch\nbetween the impact and lunar accretion, lasting perhaps 10^2-10^3 yr. The\nimplications of this idea for the geochemistry of the Moon, the origin of water\non Earth, and constraints on the giant impact are discussed.\n","Comment: 34 pages, 5 figures"]}]
["1012.5325",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5325","doi:10.1016/j.epsl.2010.10.03"],"date":["2010-12-23"],"type":["text"],"creator":["Pahlevan, Kaveh","Stevenson, David","Eiler, John"],"language":[],"coverage":[],"title":["Chemical Fractionation in the Silicate Vapor Atmosphere of the Earth"],"description":["  Despite its importance to questions of lunar origin, the chemical composition\nof the Moon is not precisely known. In recent years, however, the isotopic\ncomposition of lunar samples has been determined to high precision and found to\nbe indistinguishable from the terrestrial mantle despite widespread isotopic\nheterogeneity in the Solar System. In the context of the giant-impact\nhypothesis, this level of isotopic homogeneity can evolve if the proto-lunar\ndisk and post-impact Earth undergo turbulent mixing into a single uniform\nreservoir while the system is extensively molten and partially vaporized. In\nthe absence of liquid-vapor separation, such a model leads to the lunar\ninheritance of the chemical composition of the terrestrial magma ocean. Hence,\nthe turbulent mixing model raises the question of how chemical differences\narose between the silicate Earth and Moon. Here we explore the consequences of\nliquid-vapor separation in one of the settings relevant to the lunar\ncomposition: the silicate vapor atmosphere of the post-giant-impact Earth. We\nuse a model atmosphere to quantify the extent to which rainout can generate\nchemical differences by enriching the upper atmosphere in the vapor, and show\nthat plausible parameters can generate the postulated enhancement in the\nFeO/MgO ratio of the silicate Moon relative to the Earth's mantle. Moreover, we\nshow that liquid-vapor separation also generates measurable mass-dependent\nisotopic offsets between the silicate Earth and Moon and that precise silicon\nisotope measurements can be used to constrain the degree of chemical\nfractionation during this earliest period of lunar history. An approach of this\nkind has the potential to resolve long-standing questions on the lunar chemical\ncomposition.\n","Comment: 48 pages, 6 figures, 2 tables"]}]
["1012.5332",{"format":[],"subject":["Physics - Optics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5332"],"date":["2010-12-23"],"type":["text"],"creator":["Qu, Min","Huang, Zhi-Xun"],"language":[],"coverage":[],"title":["Frustrated Total Internal Reflection: Resonant and Negative\n  Goos-H\\\"anchen Shifts in Microwave Regime"],"description":["  It is well-known that the variations of Goos-H\\\"anchen shifts (GHSs) are\nclosely associated with the enengy-flux provided by evanescent states in the\ncase of total internal reflection. However, when the frustrated internal total\nreflection (FTIR) is realized with a Polymethyl Methacrylate (PMMA)\ndouble-prism system operated in the microwave frequency range of 8.2 GHz to\n12.4 GHz, we observe that the GH shifts for the reflected beam show periodic\nresonances with varying the operation frequency or the air layer thickness,\nwhich is different from the variation of the corresponding reflected energy.\nMoreover, in another FTIR based system introduced by a composite absorptive\nmaterial slab with a two-dimensional top layer of frequency selective surface\n(FSS), the GHSs for reflected beam are discovered as not only resonant but also\nnegative with the incidence of transverse electric that is TE polarized.\n","Comment: 7pages, 10 figures"]}]
["1012.5334",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5334"],"date":["2010-12-23"],"type":["text"],"creator":["Bondar, Denys"],"language":[],"coverage":[],"title":["Applications of Adiabatic Approximation to One- and Two-electron\n  Phenomena in Strong Laser Fields"],"description":["  The adiabatic approximation is a natural approach for the description of\nphenomena induced by low frequency laser radiation because the ratio of the\nlaser frequency to the characteristic frequency of an atom or a molecule is a\nsmall parameter. Since the main aim of this work is the study of ionization\nphenomena, the version of the adiabatic approximation that can account for the\ntransition from a bound state to the continuum must be employed. Despite much\nwork in this topic, a universally accepted adiabatic approach of bound-free\ntransitions is lacking. Hence, based on Savichev's modified adiabatic\napproximation [Sov. Phys. JETP 73, 803 (1991)], we first of all derive the most\nconvenient form of the adiabatic approximation for the problems at hand.\nConnections of the obtained result with the quasiclassical approximation and\nother previous investigations are discussed. Then, such an adiabatic\napproximation is applied to single-electron ionization and non-sequential\ndouble ionization of atoms in a strong low frequency laser field.\nSingle-electron molecular ionization is also studied. Based on the geometrical\napproach to tunnelling by P. D. Hislop and I. M. Sigal [Memoir. AMS 78, No. 399\n(1989)], we introduce the concept of a leading tunnelling trajectory. It is\nthen proven that leading tunnelling trajectories for single active electron\nmodels of molecular tunnelling ionization (i.e., theories where a molecular\npotential is modelled by a single-electron multi-centre potential) are linear\nin the case of short range interactions and \"almost\" linear in the case of long\nrange interactions. The results are presented on both the formal and physically\nintuitive levels. Physical implications of the proven statements are discussed.\n","Comment: Ph.D. thesis, http://hdl.handle.net/10012/5677"]}]
["1012.5336",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5336","A&A, 524, A74, (2010)","doi:10.1051/0004-6361/201015330"],"date":["2010-12-23"],"type":["text"],"creator":["de Souza, Rafael S.","Ishida, Emille E. O."],"language":[],"coverage":[],"title":["An analytical approach to the dwarf galaxies cusp problem"],"description":["  An analytical solution for the discrepancy between observed core-like\nprofiles and predicted cusp profiles in dark matter halos is studied. We\ncalculate the distribution function for Navarro-Frenk-White halos and extract\nenergy from the distribution, taking into account the effects of baryonic\nphysics processes. We show with a simple argument that we can reproduce the\nevolution of a cusp to a flat density profile by a decrease of the initial\npotential energy.\n","Comment: 6 pages, 2 figures"]}]
["1012.5337",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5337","EPTCS 44, 2010","doi:10.4204/EPTCS.44"],"date":["2010-12-23"],"type":["text"],"creator":["Kirchner, Hélène","Muñoz, César"],"language":[],"coverage":[],"title":["Proceedings International Workshop on Strategies in Rewriting, Proving,\n  and Programming"],"description":["  This volume contains selected papers from the proceedings of the First\nInternational Workshop on Strategies in Rewriting, Proving, and Programming\n(IWS 2010), which was held on July 9, 2010, in Edinburgh, UK. Strategies are\nubiquitous in programming languages, automated deduction and reasoning systems.\nIn the two communities of Rewriting and Programming on one side, and of\nDeduction and Proof engines (Provers, Assistants, Solvers) on the other side,\nworkshops have been launched to make progress towards a deeper understanding of\nthe nature of strategies, their descriptions, their properties, and their\nusage, in all kinds of computing and reasoning systems. Since more recently,\nstrategies are also playing an important role in rewrite-based programming\nlanguages, verification tools and techniques like SAT/SMT engines or\ntermination provers. Moreover strategies have come to be viewed more generally\nas expressing complex designs for control in computing, modeling, proof search,\nprogram transformation, and access control. IWS 2010 was organized as a\nsatellite workshop of FLoC 2010. FLoC 2010 provided an excellent opportunity to\nfoster exchanges between the communities of Rewriting and Programming on one\nside, and of Deduction and Proof engines on the other side. IWS2010 was a joint\nfollow-up of two series of worshops, held since 1997: the Strategies workshops\nheld by the CADE-IJCAR community and the Workshops on Reduction Strategies\n(WRS) held by the RTA-RDP community.\n"]}]
["1012.5339",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5339"],"date":["2010-12-23"],"type":["text"],"creator":["Zhou, Hongchao","Bruck, Jehoshua"],"language":[],"coverage":[],"title":["Efficient Generation of Random Bits from Finite State Markov Chains"],"description":["  The problem of random number generation from an uncorrelated random source\n(of unknown probability distribution) dates back to von Neumann's 1951 work.\nElias (1972) generalized von Neumann's scheme and showed how to achieve optimal\nefficiency in unbiased random bits generation. Hence, a natural question is\nwhat if the sources are correlated? Both Elias and Samuelson proposed methods\nfor generating unbiased random bits in the case of correlated sources (of\nunknown probability distribution), specifically, they considered finite Markov\nchains. However, their proposed methods are not efficient or have\nimplementation difficulties. Blum (1986) devised an algorithm for efficiently\ngenerating random bits from degree-2 finite Markov chains in expected linear\ntime, however, his beautiful method is still far from optimality on\ninformation-efficiency. In this paper, we generalize Blum's algorithm to\narbitrary degree finite Markov chains and combine it with Elias's method for\nefficient generation of unbiased bits. As a result, we provide the first known\nalgorithm that generates unbiased random bits from an arbitrary finite Markov\nchain, operates in expected linear time and achieves the information-theoretic\nupper bound on efficiency.\n","Comment: 14 pages, 6 figures"]}]
["1012.5340",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5340"],"date":["2010-12-23"],"type":["text"],"creator":["Zhang, Jun","Wang, Jun","Xu, Guangwu"],"language":[],"coverage":[],"title":["Relations between $\\beta$ and $\\delta$ for QP and LP in Compressed\n  Sensing Computations"],"description":["  In many compressed sensing applications, linear programming (LP) has been\nused to reconstruct a sparse signal. When observation is noisy, the LP\nformulation is extended to allow an inequality constraint and the solution is\ndependent on a parameter $\\delta$, related to the observation noise level.\nRecently, some researchers also considered quadratic programming (QP) for\ncompressed sensing signal reconstruction and the solution in this case is\ndependent on a Lagrange multiplier $\\beta$. In this work, we investigated the\nrelation between $\\delta$ and $\\beta$ and derived an upper and a lower bound on\n$\\beta$ in terms of $\\delta$. For a given $\\delta$, these bounds can be used to\napproximate $\\beta$. Since $\\delta$ is a physically related quantity and easy\nto determine for an application while there is no easy way in general to\ndetermine $\\beta$, our results can be used to set $\\beta$ when the QP is used\nfor compressed sensing. Our results and experimental verification also provide\nsome insight into the solutions generated by compressed sensing.\n"]}]
["1012.5346",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Rings and Algebras","Primary 13C14, Secondary 13D10, 16G50, 16G60, 16G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5346"],"date":["2010-12-24"],"type":["text"],"creator":["Hiramatsu, Naoya","Yoshino, Yuji"],"language":[],"coverage":[],"title":["Examples of degenerations of Cohen-Macaulay modules"],"description":["  We study the degeneration problem for maximal Cohen-Macaulay modules and give\nseveral examples of such degenerations. It is proved that such degenerations\nover an even-dimensional simple hypersurface singularity of type $(A_n)$ are\ngiven by extensions. We also prove that all extended degenerations of maximal\nCohen-Macaulay modules over a Cohen-Macaulay complete local algebra of finite\nrepresentation type are obtained by iteration of extended degenerations of\nAuslander-Reiten sequences.\n","Comment: 13 pages"]}]
["1012.5348",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5348"],"date":["2010-12-24"],"type":["text"],"creator":["Nakashima, Masahiro","Kobayashi, Tsutomu"],"language":[],"coverage":[],"title":["CMB Polarization in Einstein-Aether Theory"],"description":["  We study the impact of modifying the vector sector of gravity on the CMB\npolarization. We employ the Einstein-aether theory as a concrete example. The\nEinstein-aether theory admits dynamical vector perturbations generated during\ninflation, leaving imprints on the CMB polarization. We derive the perturbation\nequations of the aether vector field in covariant formalism and compute the CMB\nB-mode polarization using the modified CAMB code. It is found that the\namplitude of the B-mode signal from the aether field can surpass the one from\nthe inflationary gravitational waves. The shape of the spectrum is clearly\nunderstood in an analytic way using the tight coupling approximation.\n","Comment: 4 pages, 2 figures, contribution to the proceedings of the conference\n  \"The 20th workshop on General Relativity and Gravitation in Japan (JGRG20).\""]}]
["1012.5353",{"format":[],"subject":["Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5353"],"date":["2010-12-24"],"type":["text"],"creator":["Nakayama, Hiromasa","Takayama, Nobuki"],"language":[],"coverage":[],"title":["Computing Differential Equations for Integrals Associated to Smooth Fano\n  Polytopes"],"description":["  We give an approximate algorithm of computing holonomic systems of linear\ndifferential equations for definite integrals with parameters. We show that\nthis algorithm gives a correct answer in finite steps, but we have no general\nstopping condition. We apply the approximate method to find differential\nequations for integrals associated to smooth Fano polytopes. They are\ninterested in the study of K3 surfaces and the toric mirror symmetry. In this\nclass of integrals, we can apply Stienstra's rank formula to our algorithm,\nwhich gives a stopping condition of the approximate algorithm.\n","Comment: 13 pages"]}]
["1012.5360",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5360"],"date":["2010-12-24"],"type":["text"],"creator":["Caron, Francois","Del Moral, Pierre","Doucet, Arnaud","Pace, Michele"],"language":[],"coverage":[],"title":["Particle approximation of the intensity measures of a spatial branching\n  point process arising in multi-target tracking"],"description":["  The aim of this paper is two-fold. First we analyze the sequence of intensity\nmeasures of a spatial branching point process arising in a multiple target\ntracking context. We study its stability properties, characterize its long time\nbehavior and provide a series of weak Lipschitz type functional contraction\ninequalities. Second we design and analyze an original particle scheme to\napproximate numerically these intensity measures. Under appropriate regularity\nconditions, we obtain uniform and non asymptotic estimates and a functional\ncentral limit theorem. To the best of our knowledge, these are the first sharp\ntheoretical results available for this class of spatial branching point\nprocesses.\n","Comment: Revised version Technical report INRIA HAL-INRIA RR-7233"]}]
["1012.5366",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5366"],"date":["2010-12-24"],"type":["text"],"creator":["Jianhua, Xiao"],"language":[],"coverage":[],"title":["Formulation of Deformation Stress Fields and Constitutive Equations in\n  Rational Mechanics"],"description":["  In continuum mechanics, stress concept plays an essential role. For\ncomplicated materials, different stress concepts are used with ambiguity or\ndifferent understanding. Geometrically, a material element is expressed by a\nclosed region with arbitral shape. The internal region is acted by distance\ndependent force (internal body force), while the surface is acted by surface\nforce. Further more, the element as a whole is in a physical background\n(exterior region) which is determined by the continuum where the element is\nembedded (external body force). Physically, the total energy can be additively\ndecomposed as three parts: internal region energy, surface energy, and the\nbackground energy. However, as forces, they cannot be added directly. After\nformulating the general forms of physical fields, the deformation tensor is\nintroduced to formulate the force variations caused by deformation. As the\nforce variation is expressed by the deformation tensor, the deformation stress\nconcept is well formulated. Furthermore, as a natural result, the additive\ndecomposition gives out the definition of static continuum, which determines\nthe material parameters in constitutive equations. Through using the exterior\ndifferentials, the constitutive equations are formulated in general form.\nThroughout the paper, when it is suitable, the related results are simplified\nto classical results for easier understanding.\n","Comment: 32 pages, 7 figures"]}]
["1012.5370",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5370","Ukrainian Journal of Physics, 2008, Vol. 53, no. 4, pp. 361-365"],"date":["2010-12-24"],"type":["text"],"creator":["Skibenko, E. I.","Kovtun, Yu. V.","Yuferov, V. B."],"language":[],"coverage":[],"title":["Plasma For-Injector of Separable Material Based on the Beam-Plasma\n  Discharge for Ion-Atomic Separation Technologies. Conception"],"description":["  In the paper, the functional definition of a plasma for-injector of separable\nmaterial is presented, and the requirements to it are formulated. The version\nof a device for the material separation into elements based on the beam-plasma\ndischarge is under consideration. The dimensions of a pilot separating device\nare determined. The following quantities are estimated: the particle\nconcentration per unit length of the separating device, effective length of the\nbeam-plasma interaction (BPI) within the separating device, dynamics of a\nplasma density increase for metallic uranium, and thermal characteristics of a\nphase transformation unit. A conclusion was drawn on the expedience and\nvalidity of the development and realization of a plasma for-injector for\nseparating devices and technologies basing on the beam-plasma mechanism of\nformation and heating of a highly ionized plasma.\n","Comment: 5 page, 4 figures, 2 table"]}]
["1012.5372",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5372"],"date":["2010-12-24"],"type":["text"],"creator":["Dorkin, S. M.","Hilger, T.","Kaempfer, B.","Kaptari, L. P."],"language":[],"coverage":[],"title":["A Combined Solution of the Schwinger-Dyson and Bethe-Salpeter Equations\n  for Mesons as $q\\bar q$ Bound States"],"description":["  The mass spectrum of heavy pseudoscalar mesons, described as quark-antiquark\nbound systems, is considered within the Bethe-Salpeter formalism with momentum\ndependent masses of the constituents. This dependence is found by solving the\nSchwinger-Dyson equation for quark propagators in rainbow-ladder approximation.\nSuch an approximation is known to provide both a fast convergence of numerical\nmethods and accurate results for lightest mesons. However, as the meson mass\nincreases, the method becomes less stable and special attention must be devoted\nto details of numerical means of solving the corresponding equations. We focus\non the pseudoscalar sector and show that our numerical scheme describes fairly\naccurately the $\\pi$, $K$, $D$, $D_s$ and $\\eta_c$ ground states. Excited\nstates are considered as well. Our calculations are directly related to the\nfuture physics programme at FAIR.\n","Comment: 8 pages, 1 figure. Talk presented at the XX International Baldin\n  Seminar \"Relativistic Nucelar Physics & Quantum Chromodynamics\", October 4-9,\n  2010, JINR, Dubna, Russia"]}]
["1012.5375",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5375"],"date":["2010-12-24"],"type":["text"],"creator":["Kan, Nahomi","Maki, Takuya","Shiraishi, Kiyoshi"],"language":[],"coverage":[],"title":["Weyl invariant Dirac-Born-Infeld-Einstein theory"],"description":["  We consider a Weyl invariant extension of Dirac-Born-Infeld type gravity. An\nappropriate choice of the metric hides the scalar degree of freedom which is\nrequired by the local scale invariance of the action at the first sight, and\nthen a vector field acquires mass. Moreover, nonminimal couplings of the vector\nfield and curvatures are induced, which may be suitable to the vector inflation\nscenario.\n","Comment: 4 pages. To appear in the Proceedings of 20th Workshop in General\n  Relativity and Gravitation in Japan (JGRG20), held in Yukawa Institute for\n  Theoretical Physics, Kyoto University, Kyoto, Japan (21 - 25 September 2010)"]}]
["1012.5376",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5376"],"date":["2010-12-24"],"type":["text"],"creator":["Oikonomou, V. K."],"language":[],"coverage":[],"title":["Casimir energy for a Regular Polygon with Dirichlet Boundaries"],"description":["  We study the Casimir energy of a scalar field for a regular polygon with N\nsides. The scalar field obeys Dirichlet boundary conditions at the perimeter of\nthe polygon. The polygon eigenvalues $\\lambda_N$ are expressed in terms of the\nDirichlet circle eigenvalues $\\lambda_C$ as an expansion in $\\frac{1}{N}$ of\nthe form, $\\lambda_N = \\lambda_C (1 + \\frac{4\\zeta(2)}{N^2} +\n\\frac{4\\zeta(3)}{N^3} + \\frac{28\\zeta(4)}{N^4}+...)$. A comparison follows\nbetween the Casimir energy on the polygon with N=4 found with our method and\nthe Casimir energy of the scalar field on a square. We generalize the result to\nspaces of the form $R^d\\times P_N$, with $P_N$ a N-polygon. By the same token,\nwe find the electric field energy for a \"cylinder\" of infinite length with\npolygonal section. With the method we use and in view of the results, it stands\nto reason to assume that the Casimir energy of $D$-balls has the same sign with\nthe Casimir energy of regular shapes homeomorphic to the $D$-ball. We sum up\nand discuss our results at the end of the article.\n","Comment: 14 pages, 3 figures"]}]
["1012.5385",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5385"],"date":["2010-12-24"],"type":["text"],"creator":["Kancheli, O. V."],"language":[],"coverage":[],"title":["On the high-energy Elastic Scattering of hadrons at large t"],"description":["  The main contribution to hard elastic scattering comes from components of\nwave functions of colliding hadrons that contain minimum number of partons. We\ndiscuss this mechanism in regge and parton approaches and estimate the\nprobabilities that colliding hadrons are in such bare states. The behavior of\ncross-sections in this regime at various energies can give nontrivial\ninformation on high energy dynamics.\n","Comment: 12 pages"]}]
["1012.5389",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5389","H. E. Amuasi and C. Storm, Physical Review Letters 105, 248105\n  (2010)","doi:10.1103/PhysRevLett.105.248105"],"date":["2010-12-24"],"type":["text"],"creator":["Amuasi, Henry E.","Storm, Cornelis"],"language":[],"coverage":[],"title":["Off-lattice Monte Carlo Simulation of Supramolecular Polymer\n  Architectures"],"description":["  We introduce an efficient, scalable Monte Carlo algorithm to simulate\ncross-linked architectures of freely-jointed and discrete worm-like chains.\nBond movement is based on the discrete tractrix construction, which effects\nconformational changes that exactly preserve fixed-length constraints of all\nbonds. The algorithm reproduces known end-to-end distance distributions for\nsimple, analytically tractable systems of cross-linked stiff and freely jointed\npolymers flawlessly, and is used to determine the effective persistence length\nof short bundles of semi-flexible worm-like chains, cross-linked to each other.\nIt reveals a possible regulatory mechanism in bundled networks: the effective\npersistence of bundles is controlled by the linker density.\n","Comment: 4 pages, 4 figures"]}]
["1012.5390",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5390"],"date":["2010-12-24"],"type":["text"],"creator":["Del Moral, Pierre","Doucet, Arnaud","Singh, Sumeetpal"],"language":[],"coverage":[],"title":["Forward Smoothing using Sequential Monte Carlo"],"description":["  Sequential Monte Carlo (SMC) methods are a widely used set of computational\ntools for inference in non-linear non-Gaussian state-space models. We propose a\nnew SMC algorithm to compute the expectation of additive functionals\nrecursively. Essentially, it is an online or forward-only implementation of a\nforward filtering backward smoothing SMC algorithm proposed in Doucet .et .al\n(2000). Compared to the standard path space SMC estimator whose asymptotic\nvariance increases quadratically with time even under favourable mixing\nassumptions, the asymptotic variance of the proposed SMC estimator only\nincreases linearly with time. This forward smoothing procedure allows us to\nimplement on-line maximum likelihood parameter estimation algorithms which do\nnot suffer from the particle path degeneracy problem.\n"]}]
["1012.5396",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5396","The Fourteenth European Conference on Research and Advanced\n  Technology for Digital Libraries (ECDL 2010)","doi:10.1007/978-3-642-15464-5_24"],"date":["2010-12-24"],"type":["text"],"creator":["Biryukov, Maria","Dong, Cailing"],"language":[],"coverage":[],"title":["Analysis of Computer Science Communities Based on DBLP"],"description":["  It is popular nowadays to bring techniques from bibliometrics and\nscientometrics into the world of digital libraries to analyze the collaboration\npatterns and explore mechanisms which underlie community development. In this\npaper we use the DBLP data to investigate the author's scientific career and\nprovide an in-depth exploration of some of the computer science communities. We\ncompare them in terms of productivity, population stability and collaboration\ntrends.Besides we use these features to compare the sets of topranked\nconferences with their lower ranked counterparts.\n","Comment: 9 pages, 7 figures, 6 tables"]}]
["1012.5397",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5397"],"date":["2010-12-24"],"type":["text"],"creator":["Ozdemir, M. Emin","Akdemir, Ahmet Ocak","Set, Erhan"],"language":[],"coverage":[],"title":["On the Ostrowski-Gruss Type Inequality for Twice Differentiable\n  Functions"],"description":["  In this paper, we obtained some new Ostrowski-Gruss type inequalities\ncontains twice differentiable functions.\n"]}]
["1012.5398",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5398"],"date":["2010-12-24"],"type":["text"],"creator":["Ozdemir, M. Emin","Akdemir, Ahmet Ocak","Set, Erhan"],"language":[],"coverage":[],"title":["A New Ostrowski-Type Inequality for Double Integrals"],"description":["  In this paper, we established a new Ostrowski-type inequality involving\nfunctions of two independent variables.\n"]}]
["1012.5401",{"format":[],"subject":["Mathematics - Geometric Topology","57N10, 57M05, 57M50, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5401"],"date":["2010-12-24"],"type":["text"],"creator":["Ichihara, Kazuhiro","Takasawa, Mitsuhiko"],"language":[],"coverage":[],"title":["Constructions of surface bundles with rank two fundamental groups"],"description":["  We give a construction of hyperbolic 3-manifolds with rank two fundamental\ngroups and report an experimental search to find such manifolds. Our manifolds\nare all surface bundles over the circle with genus two surface fiber. For the\nmanifolds so obtained, we then examine whether they are of Heegaard genus two\nor not. As a byproduct, we give an infinite family of fibered knots of genus\ntwo in the 3-sphere whose knot groups are of rank two.\n","Comment: 12 pages, 7 figures"]}]
["1012.5409",{"format":[],"subject":["Mathematics - Number Theory","Primary 41A55, Secondary 11K38, 42C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5409"],"date":["2010-12-24"],"type":["text"],"creator":["Brandolini, Luca","Choirat, Christine","Colzani, Leonardo","Gigante, Giacomo","Seri, Raffaello","Travaglini, Giancarlo"],"language":[],"coverage":[],"title":["Quadrature rules and distribution of points on manifolds"],"description":["  We study the error in quadrature rules on a compact manifold. As in the\nKoksma-Hlawka inequality, we consider a discrepancy of the sampling points and\na generalized variation of the function. In particular, we give sharp\nquantitative estimates for quadrature rules of functions in Sobolev classes.\n"]}]
["1012.5410",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematics - Dynamical Systems","Mathematics - Group Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5410"],"date":["2010-12-24"],"type":["text"],"creator":["Sedaghat, Hassan"],"language":[],"coverage":[],"title":["Factorizations and Reductions of Order in Quadratic and other\n  Non-recursive Higher Order Difference Equations"],"description":["  A higher order difference equation may be generally defined in an arbitrary\nnonempty set S as: \\[\nf_{n}(x_{n},x_{n-1},...,x_{n-k})=g_{n}(x_{n},x_{n-1},...,x_{n-k}) \\] where\n$f_{n},g_{n} :S^{k+1}\\rightarrow S$ are given functions for $n=1,2,... $ and\n$k$ is a positive integer. We present conditions that imply the above equation\ncan be factored into an equivalent pair of lower order difference equations\nusing possible form symmetries (order-reducing changes of variables). These\nresults extend and generalize semiconjugate factorizations of recursive\ndifference equations on groups. We apply some of this theory to obtain new\nfactorization results for the important class of quadratic difference equations\non algebraic fields. We also discuss the nontrivial issue of the existence of\nsolutions for quadratic equations.\n","Comment: New and most general results so far on factorziations and reductions\n  of order in non-recursive, higher order difference equations and the\n  applications of these results to the important class of quadratic difference\n  equations; 25 pages, 2 figures"]}]
["1012.5414",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5414"],"date":["2010-12-24"],"type":["text"],"creator":["Zaim, S.","Aouachria, Z."],"language":[],"coverage":[],"title":["Planck mass and Dilaton field as a function of the noncommutative\n  parameter"],"description":["  A deformed Bianchi type I metric in noncommutative gauge gravity is obtained.\nThe gauge potential (tetrad fields) and scalar curvature are determined up to\nthe second order in the noncommutativity parameters. The noncommutativity\ncorrection to the Einstein-Hilbert action is deduced. We obtain the Planck\nmass, on noncommutative space-time as a function of the noncommutative\nparameter {\\theta}, which implies that noncommutativity has modified the\nstructure and topology of the space-time.\n","Comment: 8 pages, 1 figire"]}]
["1012.5415",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5415"],"date":["2010-12-24"],"type":["text"],"creator":["Kovalerchuk, Boris","Perlovsky, Leonid","Wheeler, Gregory"],"language":[],"coverage":[],"title":["Modeling of Phenomena and Dynamic Logic of Phenomena"],"description":["  Modeling of complex phenomena such as the mind presents tremendous\ncomputational complexity challenges. Modeling field theory (MFT) addresses\nthese challenges in a non-traditional way. The main idea behind MFT is to match\nlevels of uncertainty of the model (also, problem or theory) with levels of\nuncertainty of the evaluation criterion used to identify that model. When a\nmodel becomes more certain, then the evaluation criterion is adjusted\ndynamically to match that change to the model. This process is called the\nDynamic Logic of Phenomena (DLP) for model construction and it mimics processes\nof the mind and natural evolution. This paper provides a formal description of\nDLP by specifying its syntax, semantics, and reasoning system. We also outline\nlinks between DLP and other logical approaches. Computational complexity issues\nthat motivate this work are presented using an example of polynomial models.\n"]}]
["1012.5416",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5416"],"date":["2010-12-24"],"type":["text"],"creator":["Abramovich, Dan","Chen, Qile","Gillam, William D.","Marcus, Steffen"],"language":[],"coverage":[],"title":["The Evaluation Space of Logarithmic Stable Maps"],"description":["  The evaluation stack for minimal logarithmic stable maps is constructed,\nparameterizing families of standard log points in the target log scheme. This\nconstruction provides the ingredients necessary to define appropriate\nevaluation maps for minimal log stable maps and establish the logarithmic\nGromov-Witten theory of a log-smooth Deligne- Faltings log scheme.\n","Comment: 19 pages"]}]
["1012.5427",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5427","Astrophys. Space Sci. 330 (2010) 373-398","doi:10.1007/s10509-010-0409-8"],"date":["2010-12-24"],"type":["text"],"creator":["Skalsky, Vladimir"],"language":[],"coverage":[],"title":["The model of a flat (Euclidean) expansive homogeneous and isotropic\n  relativistic universe in the light of the general relativity, quantum\n  mechanics, and observations"],"description":["  Assuming that the relativistic universe is homogeneous and isotropic, we can\nunambiguously determine its model and physical properties, which correspond\nwith the Einstein general theory of relativity (and with its two special\npartial solutions: Einstein special theory of relativity and Newton gravitation\ntheory), quantum mechanics, and observations, too.\n","Comment: 40 pages, 9 figures, 3 tables"]}]
["math/0608469",{"format":[],"subject":["Mathematics - Combinatorics","05E30, 20B25, 13M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608469","St. Petersburg Math. J., 19 (2008), 911-929"],"date":["2006-08-18"],"type":["text"],"creator":["Evdokimov, Sergei","Ponomarenko, Ilia"],"language":[],"coverage":[],"title":["Normal cyclotomic schemes over a finite commutative ring"],"description":["  We study cyclotomic association schemes over a finite commutative ring $R$\nwith identity. The main interest for us is to identify the normal cyclotomic\nschemes $C$, i.e. those for which $Aut(C)$ is a subgroup of the one-dimensional\naffine semilinear group over $R$. The problem is reduced to the case when the\nring $R$ is local in which a necessary condition of normality in terms of the\nsubgroup of $R^\\times$ defining $C$, is given. This condition is proved to be\nsufficient for a class of local rings including the Galois rings of odd\ncharacteristic.\n","Comment: 20 pages"]}]
["math/0611495",{"format":[],"subject":["Mathematics - Combinatorics","05E30, 12K05, 20B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611495","Journal of Algebraic Combinatorics, 27 (2008), 173-185"],"date":["2006-11-16"],"type":["text"],"creator":["Bagherian, J.","Ponomarenko, Ilia","Barghi, A. Rahnamai"],"language":[],"coverage":[],"title":["On cyclotomic schemes over finite near-fields"],"description":["  We introduce a concept of cyclotomic association scheme C over a finite\nnear-field. It is proved that if C is nontrivial, then Aut(C)<AGL(V) where V is\nthe linear space associated with the near-field. In many cases we are able to\nget more specific information about Aut(C).\n"]}]
