["0705.2668",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2668","Phys. Rev. B 76, 195330 (2007)"],"date":["2007-05-18"],"type":["text"],"creator":["Fleurov, Daria","Eisenberg, Eli"],"language":[],"coverage":[],"title":["Super-Poissonian Shot Noise as a Measure of Dephasing in Closed Quantum\n  Dots"],"description":["  Electron-electron interactions play a major role in determining the\nlow-temperature rate of phase loss of electrons in mesoscopic systems. The\nstudy of the dephasing rate is expected to contribute to the understanding of\nthe many-body nature of such systems. Closed quantum dots are of special\ninterest in this respect, due to theoretical predictions suggesting a possible\ntransition temperature below which the dephasing rate vanishes. This prediction\nhas attracted much attention, since closed quantum dots are prime candidates\nfor storage units in quantum computers, and thus their phase coherence\nproperties are of great importance. However, an effective method for measuring\nthe dephasing rate within a closed quantum dot is still lacking. Here we study\ntwo-level systems and show that the Fano factor has a sharp peak as a function\nof the chemical potential, the location of which can be simply related to the\ndephasing rate. We thus suggest to use the properties of the Fano factor peak\nin the super-Poissonian regime as a probe for the dephasing rate.\n","Comment: 5 pages 4 figures, submitted to prb"]}]
["0706.0531",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Topology","19D23, 55R65, 19L41, 18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0531"],"date":["2007-06-04","2010-08-25"],"type":["text"],"creator":["Baas, Nils A.","Dundas, Bjorn Ian","Richter, Birgit","Rognes, John"],"language":[],"coverage":[],"title":["Ring completion of rig categories"],"description":["  We offer a solution to the long-standing problem of group completing within\nthe context of rig categories (also known as bimonoidal categories). Given a\nrig category R we construct a natural additive group completion R' that retains\nthe multiplicative structure, hence has become a ring category. If we start\nwith a commutative rig category R (also known as a symmetric bimonoidal\ncategory), the additive group completion R' will be a commutative ring\ncategory. In an accompanying paper we show how this can be used to prove the\nconjecture from [BDR] that the algebraic K-theory of the connective topological\nK-theory spectrum ku is equivalent to the algebraic K-theory of the rig\ncategory V of complex vector spaces.\n","Comment: There was a mathematical error in arXiv:0706.0531v2: the map T in the\n  purported proof of Lemma 3.7(2) is not well defined. Version 4 has been\n  edited for notational consistency"]}]
["0706.4217",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic and Molecular Clusters","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4217","Molecular Physics 105, 2499 (2007)","doi:10.1080/00268970701543572"],"date":["2007-06-28"],"type":["text"],"creator":["Karton, Amir","Martin, Jan M. L."],"language":[],"coverage":[],"title":["W4 thermochemistry of P_2 and P_4. Is the CODATA heat of formation of\n  phosphorus atom correct?"],"description":["  The high-accuracy W4 computational thermochemistry protocol, and several\npost-W4 methods, have been applied to the P$_2$ and P$_4$ molecules. Contrary\nto previous studies, we find the experimental thermochemistry to be\nfundamentally sound. The reaction enthalpy for P$_4\\to 2$P$_2$ has a very\nsignificant contribution from post-CCSD(T) correlation effects. We derive a\ngas-phase heat of formation for the phosphorus atom of $\\Delta\nH^\\circ_{f,0}$[P(g)]=75.54$\\pm$0.1 kcal/mol and $\\Delta\nH^\\circ_{f,298}$[P(g)]=75.74$\\pm$0.1 kcal/mol, in the upper half of the CODATA\nuncertainty interval.\n","Comment: Mol. Phys., in press (Peter Pulay issue)"]}]
["0709.0347",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0347","European Physical Journal B 64 (2008) 437","doi:10.1140/epjb/e2008-00003-7"],"date":["2007-09-04","2008-03-06"],"type":["text"],"creator":["Hilhorst, H. J."],"language":[],"coverage":[],"title":["Statistical properties of planar Voronoi tessellations"],"description":["  I present a concise review of advances realized over the past three years on\nplanar Poisson-Voronoi tessellations. These encompass new analytic results, a\nnew Monte Carlo method, and application to experimental data.\n","Comment: Talk presented at Statphys 23, Genoa, Italy, July 9-13, 2007. 8\n  pages, 7 figures. Minor stylistic improvements have been made in this version"]}]
["0802.1869",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1869","J. Stat. Phys.132 (2008) 627-647","doi:10.1007/s10955-008-9577-0"],"date":["2008-02-13"],"type":["text"],"creator":["Hilhorst, H. J.","Calka, P."],"language":[],"coverage":[],"title":["Random line tessellations of the plane: statistical properties of\n  many-sided cells"],"description":["  We consider a family of random line tessellations of the Euclidean plane\nintroduced in a much more formal context by Hug and Schneider [Geom. Funct.\nAnal. 17, 156 (2007)] and described by a parameter \\alpha\\geq 1. For \\alpha=1\nthe zero-cell (that is, the cell containing the origin) coincides with the\nCrofton cell of a Poisson line tessellation, and for \\alpha=2 it coincides with\nthe typical Poisson-Voronoi cell. Let p_n(\\alpha) be the probability for the\nzero-cell to have n sides. By the methods of statistical mechanics we construct\nthe asymptotic expansion of \\log p_n(\\alpha) up to terms that vanish as\nn\\to\\infty. In the large-n limit the cell is shown to become circular. The\ncircle is centered at the origin when \\alpha>1, but gets delocalized for the\nCrofton cell, \\alpha=1, which is a singular point of the parameter range. The\nlarge-n expansion of \\log p_n(1) is therefore different from that of the\ngeneral case and we show how to carry it out. As a corollary we obtain the\nanalogous expansion for the {\\it typical} n-sided cell of a Poisson line\ntessellation.\n","Comment: 26 pages, 3 figures"]}]
["0805.2099",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2099","Advances in Mathematics 221 (2009) No. 5 1428-1444"],"date":["2008-05-14","2010-08-25"],"type":["text"],"creator":["Araujo, Vitor","Luzzatto, Stefano","Viana, Marcelo"],"language":[],"coverage":[],"title":["Invariant measures for interval maps with critical points and\n  singularities"],"description":["  We prove that, under a mild summability condition on the growth of the\nderivative on critical orbits any piecewise monotone interval map possibly\ncontaining discontinuities and singularities with infinite derivative (cusp\nmap) admits an ergodic invariant probability measures which is absolutely\ncontinuous with respect to Lebesgue measure.\n","Comment: 15 pages, 1 Figure"]}]
["0807.4072",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4072","J. Stat. Mech. (2008) P10010","doi:10.1088/1742-5468/2008/10/P10010"],"date":["2008-07-25","2008-09-17"],"type":["text"],"creator":["Hilhorst, H. J.","Calka, P.","Schehr, G."],"language":[],"coverage":[],"title":["Sylvester's question and the Random Acceleration Process"],"description":["  Let n points be chosen randomly and independently in the unit disk.\n\"Sylvester's question\" concerns the probability p_n that they are the vertices\nof a convex n-sided polygon. Here we establish the link with another problem.\nWe show that for large n this polygon, when suitably parametrized by a function\nr(phi) of the polar angle phi, satisfies the equation of the random\nacceleration process (RAP), d^2 r/d phi^2 = f(phi), where f is Gaussian noise.\nOn the basis of this relation we derive the asymptotic expansion log p_n = -2n\nlog n + n log(2 pi^2 e^2) - c_0 n^{1/5} + ..., of which the first two terms\nagree with a rigorous result due to Barany. The nonanalyticity in n of the\nthird term is a new result. The value 1/5 of the exponent follows from recent\nwork on the RAP due to Gyorgyi et al. [Phys. Rev. E 75, 021123 (2007)]. We show\nthat the n-sided polygon is effectively contained in an annulus of width \\sim\nn^{-4/5} along the edge of the disk. The distance delta_n of closest approach\nto the edge is exponentially distributed with average 1/(2n).\n","Comment: 29 pages, 4 figures; references added and minor changes"]}]
["0809.2249",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2249"],"date":["2008-09-12","2010-08-25"],"type":["text"],"creator":["Parker, Alison"],"language":[],"coverage":[],"title":["Some remarks on a result of Jensen and tilting modules for $\\SL_3(k)$\n  and $q$-$\\GL_3(k)$"],"description":["  This paper reviews a result of Jensen on characters of some tilting modules\nfor $\\SL_3(k)$, where $k$ has characteristic at least five and fills in some\ngaps in the proof of this result. We then apply the result to finding some\ndecomposition numbers for three part partitions for the symmetric group and the\nHecke algebra. We review what is known for characteristic two and three. The\nquantum case is also considered: analogous results hold for the mixed quantum\ngroup where $q$ is an $l$th root of unity with $l$ at least three and thus also\nhold for the associated Hecke algebra.\n","Comment: 18 pages, 8 figures"]}]
["0809.4351",{"format":[],"subject":["Mathematics - Number Theory","11G09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4351","Journal of Number Theory, Volume 129, Issue 1, January 2009, Pages\n  142-157","doi:10.1016/j.jnt.2008.08.002"],"date":["2008-09-25"],"type":["text"],"creator":["Taelman, Lenny"],"language":[],"coverage":[],"title":["Artin t-Motifs"],"description":["  We show that analytically trivial t-motifs satisfy a Tannakian duality,\nwithout restrictions on the base field, save for that it be of generic\ncharacteristic. We show that the group of components of the t-motivic Galois\ngroup coincides with the absolute Galois group of the base field.\n","Comment: To appear in Journal of Number Theory"]}]
["0811.4522",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4522","Int. Math. Res. Not. (2009), article ID rnp038","doi:10.1093/imrn/rnp038"],"date":["2008-11-27"],"type":["text"],"creator":["Taelman, Lenny"],"language":[],"coverage":[],"title":["Special L-values of t-motives: a conjecture"],"description":["  We propose a conjecture on special values of $ L $-functions in a function\nfield context with positive characteristic coefficients.\n  For $ M $ a uniformizable $ t $-motive with everywhere good reduction we\nconjecture a relation between the value of the Goss $ L $-function $ L(M^\\vee,\ns) $ at $ s = 0 $ and the uniformization of the abelian $ t $-module associated\nwith $ M $.\n  When $ M $ is a power of the Carlitz $ t $-motive the conjecture specializes\nto a theorem of Anderson and Thakur on Carlitz zeta values. Beyond this case we\npresent numerical evidence.\n","Comment: in International Mathematics Research Notices (2009)"]}]
["0812.3852",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3852","Molecular Physics 107, 977-990 (2009)","doi:10.1080/00268970802708959"],"date":["2008-12-19"],"type":["text"],"creator":["Karton, Amir","Tarnopolsky, Alex","Martin, Jan M. L."],"language":[],"coverage":[],"title":["Atomization energies of the carbon clusters Cn (n=2--10) revisited by\n  means of W4 theory as well as density functional, Gn, and CBS methods"],"description":["  The thermochemistry of the carbon clusters C$_n$ (n=2--10) has been revisited\nby means of W4 theory and W3.2lite theory. Particularly the larger clusters\nexhibit very pronounced post-CCSD(T) correlation effects. Despite this, our\nbest calculated total atomization energies agree surprisingly well with 1991\nestimates obtained from scaled CCD(ST)/6-31G* data. Accurately reproducing the\nsmall singlet-triplet splitting in C$_2$ requires inclusion of connected\nquintuple and sextuple excitations. Post-CCSD(T) correlation effects in C$_4$\nstabilize the linear form. Linear/cyclic equilibria in C$_6$, C$_8$, and\nC$_{10}$ are not strongly affected by connected quadruples, but they are\naffected by higher-order triples, which favor polyacetylenic rings but disfavor\ncumulenic ones. Near the CCSD(T) basis set limit, C$_{10}$ does undergo bond\nangle alternation in the bottom-of-the-well structure, although it is expected\nto be absent in the vibrationally averaged structure. The thermochemistry of\nthese systems, and particularly the longer linear chains, is a particularly\ndifficult test for density functional methods. Particularly for the smaller\nchains and the rings, double-hybrid functionals clearly outperform convential\nDFT functionals for these systems. Among compound thermochemistry schemes, G4\nclearly outperforms the other members of the G$n$ family. Our best estimates\nfor total atomization energies at 0 K should be reliable to 1 kJ/mol up to\nC$_5$ inclusive, and to better than 1 kcal/mol up to C$_9$ inclusive.\n","Comment: [Mol. Phys., in press (Henry F. Schaefer III Festschrift)]"]}]
["0901.1249",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1249","Brazilian J. Phys. 39 (2009) 371-379"],"date":["2009-01-09","2009-02-19"],"type":["text"],"creator":["Hilhorst, H. J."],"language":[],"coverage":[],"title":["Central limit theorems for correlated variables: some critical remarks"],"description":["  In this talk I first review at an elementary level a selection of central\nlimit theorems, including some lesser known cases, for sums and maxima of\nuncorrelated and correlated random variables. I recall why several of them\nappear in physics. Next, I show that there is room for new versions of central\nlimit theorems applicable to specific classes of problems. Finally, I argue\nthat we have insufficient evidence that, as a consequence of such a theorem,\nq-Gaussians occupy a special place in statistical physics.\n","Comment: New paragraph and references added. 20 pages, 9 figures. Text at the\n  basis of a talk presented at the 7th International Conference on Nonextensive\n  Statistical Mechanics: Foundations and Applications (NEXT2008), Foz do\n  Iguacu, Parana, Brazil, 27-31 October 2008"]}]
["0902.0429",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0429","Astrophys.J.705:156-174,2009","doi:10.1088/0004-637X/705/1/156"],"date":["2009-02-02","2010-08-24"],"type":["text"],"creator":["Heitmann, Katrin","Higdon, David","White, Martin","Habib, Salman","Williams, Brian J.","Wagner, Christian"],"language":[],"coverage":[],"title":["The Coyote Universe II: Cosmological Models and Precision Emulation of\n  the Nonlinear Matter Power Spectrum"],"description":["  The power spectrum of density fluctuations is a foundational source of\ncosmological information. Precision cosmological probes targeted primarily at\ninvestigations of dark energy require accurate theoretical determinations of\nthe power spectrum in the nonlinear regime. To exploit the observational power\nof future cosmological surveys, accuracy demands on the theory are at the one\npercent level or better. Numerical simulations are currently the only way to\nproduce sufficiently error-controlled predictions for the power spectrum. The\nvery high computational cost of (precision) N-body simulations is a major\nobstacle to obtaining predictions in the nonlinear regime, while scanning over\ncosmological parameters. Near-future observations, however, are likely to\nprovide a meaningful constraint only on constant dark energy equation of state\n'wCDM' cosmologies. In this paper we demonstrate that a limited set of only 37\ncosmological models -- the \"Coyote Universe\" suite -- can be used to predict\nthe nonlinear matter power spectrum at the required accuracy over a prior\nparameter range set by cosmic microwave background observations. This paper is\nthe second in a series of three, with the final aim to provide a high-accuracy\nprediction scheme for the nonlinear matter power spectrum for wCDM cosmologies.\n","Comment: 18 pages, 14 figures, extensive additional explanations of the new\n  concepts introduced in the paper, results unchanged"]}]
["0904.2667",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Rings and Algebras","30C15, 30G35, 32A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2667","Annali di Matematica Pura ed Applicata, Online First, 11 August\n  2010","doi:10.1007/s10231-010-0162-1"],"date":["2009-04-17","2009-11-05"],"type":["text"],"creator":["Ghiloni, Riccardo","Perotti, Alessandro"],"language":[],"coverage":[],"title":["Zeros of regular functions of quaternionic and octonionic variable: a\n  division lemma and the camshaft effect"],"description":["  We study in detail the zero set of a regular function of a quaternionic or\noctonionic variable. By means of a division lemma for convergent power series,\nwe find the exact relation existing between the zeros of two octonionic regular\nfunctions and those of their product. In the case of octonionic polynomials, we\nget a strong form of the fundamental theorem of algebra. We prove that the sum\nof the multiplicities of zeros equals the degree of the polynomial and obtain a\nfactorization in linear polynomials.\n","Comment: Proof of Lemma 7 rewritten (thanks to an anonymous reviewer)"]}]
["0905.1863",{"format":[],"subject":["Mathematics - Probability","Mathematics - Numerical Analysis","65C05, 49L25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1863"],"date":["2009-05-12","2010-08-25"],"type":["text"],"creator":["Fahim, Arash","Touzi, Nizar","Warin, Xavier"],"language":[],"coverage":[],"title":["A Probabilistic Numerical Method for Fully Nonlinear Parabolic PDEs"],"description":["  We consider the probabilistic numerical scheme for fully nonlinear PDEs\nsuggested in \\cite{cstv}, and show that it can be introduced naturally as a\ncombination of Monte Carlo and finite differences scheme without appealing to\nthe theory of backward stochastic differential equations. Our first main result\nprovides the convergence of the discrete-time approximation and derives a bound\non the discretization error in terms of the time step. An explicit\nimplementable scheme requires to approximate the conditional expectation\noperators involved in the discretization. This induces a further Monte Carlo\nerror. Our second main result is to prove the convergence of the latter\napproximation scheme, and to derive an upper bound on the approximation error.\nNumerical experiments are performed for the approximation of the solution of\nthe mean curvature flow equation in dimensions two and three, and for two and\nfive-dimensional (plus time) fully-nonlinear Hamilton-Jacobi-Bellman equations\narising in the theory of portfolio optimization in financial mathematics.\n"]}]
["0905.2935",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Mesoscale and Nanoscale Physics","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2935","Neural Networks 23, 881 (2010)"],"date":["2009-05-18","2010-01-17"],"type":["text"],"creator":["Pershin, Yuriy V.","Di Ventra, Massimiliano"],"language":[],"coverage":[],"title":["Experimental demonstration of associative memory with memristive neural\n  networks"],"description":["  When someone mentions the name of a known person we immediately recall her\nface and possibly many other traits. This is because we possess the so-called\nassociative memory, that is the ability to correlate different memories to the\nsame fact or event. Associative memory is such a fundamental and encompassing\nhuman ability (and not just human) that the network of neurons in our brain\nmust perform it quite easily. The question is then whether electronic neural\nnetworks (electronic schemes that act somewhat similarly to human brains) can\nbe built to perform this type of function. Although the field of neural\nnetworks has developed for many years, a key element, namely the synapses\nbetween adjacent neurons, has been lacking a satisfactory electronic\nrepresentation. The reason for this is that a passive circuit element able to\nreproduce the synapse behaviour needs to remember its past dynamical history,\nstore a continuous set of states, and be \"plastic\" according to the\npre-synaptic and post-synaptic neuronal activity. Here we show that all this\ncan be accomplished by a memory-resistor (memristor for short). In particular,\nby using simple and inexpensive off-the-shelf components we have built a\nmemristor emulator which realizes all required synaptic properties. Most\nimportantly, we have demonstrated experimentally the formation of associative\nmemory in a simple neural network consisting of three electronic neurons\nconnected by two memristor-emulator synapses. This experimental demonstration\nopens up new possibilities in the understanding of neural processes using\nmemory devices, an important step forward to reproduce complex learning,\nadaptive and spontaneous behaviour with electronic neural networks.\n"]}]
["0905.3271",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3271","Journal of Physical Chemistry A 113, 8434-8447 (2009)","doi:10.1021/jp904369h"],"date":["2009-05-20"],"type":["text"],"creator":["Karton, Amir","Gruzman, David","Martin, Jan M. L."],"language":[],"coverage":[],"title":["Benchmark thermochemistry of the C_nH_{2n+2} alkane isomers (n=2--8) and\n  performance of DFT and composite ab initio methods for dispersion-driven\n  isomeric equilibria"],"description":["  The thermochemistry of linear and branched alkanes with up to eight carbons\nhas been reexamined by means of W4, W3.2lite and W1h theories. `Quasi-W4'\natomization energies have been obtained via isodesmic and hypohomodesmotic\nreactions. Our best atomization energies at 0 K (in kcal/mol) are: 1220.04\nn-butane, 1497.01 n-pentane, 1774.15 n-hexane, 2051.17 n-heptane, 2328.30\nn-octane, 1221.73 isobutane, 1498.27 isopentane, 1501.01 neopentane, 1775.22\nisohexane, 1774.61 3-methylpentane, 1775.67 diisopropyl, 1777.27 neohexane,\n2052.43 isoheptane, 2054.41 neoheptane, 2330.67 isooctane, and 2330.81\nhexamethylethane. Our best estimates for $\\Delta H^\\circ_{f,298K}$ are: -30.00\nn-butane, -34.84 n-pentane, -39.84 n-hexane, -44.74 n-heptane, -49.71 n-octane,\n-32.01 isobutane, -36.49 isopentane, -39.69 neopentane, -41.42 isohexane,\n-40.72 3-methylpentane, -42.08 diisopropyl, -43.77 neohexane, -46.43\nisoheptane, -48.84 neoheptane, -53.29 isooctane, and -53.68 hexamethylethane.\nThese are in excellent agreement (typically better than 1 kJ/mol) with the\nexperimental heats of formation at 298 K obtained from the CCCBDB and/or NIST\nChemistry WebBook databases. However, at 0 K a large discrepancy between theory\nand experiment (1.1 kcal/mol) is observed for only neopentane. This deviation\nis mainly due to the erroneous heat content function for neopentane used in\ncalculating the 0 K CCCBDB value. The thermochemistry of these systems,\nespecially of the larger alkanes, is an extremely difficult test for density\nfunctional methods. A posteriori corrections for dispersion are essential.\nParticularly for the atomization energies, the B2GP-PLYP and B2K-PLYP\ndouble-hybrids, and the PW6B95 hybrid-meta GGA clearly outperform other DFT\nfunctionals.\n","Comment: (J. Phys. Chem. A, in press)"]}]
["0907.2108",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2108","Phys.Rev.D82:043004,2010","doi:10.1103/PhysRevD.82.043004"],"date":["2009-07-13","2010-08-25"],"type":["text"],"creator":["Lee, Seokcheon","Ng, Kin-Wang"],"language":[],"coverage":[],"title":["Properties of the exact analytic solution of the growth factor and its\n  applications"],"description":["  There have been the approximate analytic solution \\cite{Silveria} and several\napproximate analytic forms \\cite{0508156,Carroll,0303112} of the growth factor\n$D_{g}$ for the general dark energy models with the constant values of its\nequation of state $\\omde$ after Heath found the exact integral form of the\nsolution of $D_{g}$ for the Universe including the cosmological constant or the\ncurvature term. Recently, we obtained the exact analytic solutions of the\ngrowth factor for both $\\omde = -1$ or $-\\fr{1}{3}$ \\cite{SK1} and the general\ndark energy models with the constant equation of state $\\omde$ \\cite{SK3}\nindependently. We compare the exact analytic solution of $D_{g}$ with the other\nwell known approximate solutions. We also prove that the analytic solutions for\n$\\omde = -1$ or $-\\fr{1}{3}$ in Ref. \\cite{SK1} are the specific solutions of\nthe exact solutions of the growth factor for general $\\omde$ models in Ref.\n\\cite{SK3} even though they look quite different. We scrutinize the issue of\nusing the well known parameterizations of the growth index and its parameter\ngiven in Ref. \\cite{WS} to obtain the growth factor for general dark energy\nmodels. We also investigate the possible extensions of the exact solution of\n$D_{g}$ to the time-varying $\\omde$ for the comparison with observations.\n","Comment: 18 pages, 10 figures, 3 tables, To match the version accepted by\n  Physical Review D"]}]
["0907.3110",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3110","Journal of Physical Chemistry A 113, 11974-11983 (2009)","doi:10.1021/jp903640h"],"date":["2009-07-17"],"type":["text"],"creator":["Gruzman, David","Karton, Amir","Martin, Jan M. L."],"language":[],"coverage":[],"title":["Performance of ab initio and density functional methods for\n  conformational equilibria of CnH2n+2 alkane isomers (n=2-8)"],"description":["  Conformational energies of n-butane, n-pentane, and n-hexane have been\ncalculated at the CCSD(T) level and at or near the basis set limit.\nPost-CCSD(T) contribution were considered and found to be unimportant. The data\nthus obtained were used to assess the performance of a variety of density\nfunctional methods. Double-hybrid functionals like B2GP-PLYP and B2K-PLYP,\nespecially with a small Grimme-type empirical dispersion correction, are\ncapable of rendering conformational energies of CCSD(T) quality. These were\nthen used as a `secondary standard' for a larger sample of alkanes, including\nisopentane and the branched hexanes as well as key isomers of heptane and\noctane. Popular DFT functionals like B3LYP, B3PW91, BLYP, PBE, and PBE0 tend to\noverestimate conformer energies without dispersion correction, while the M06\nfamily severely underestimates GG interaction energies. Grimme-type dispersion\ncorrections for these overcorrect and lead to qualitatively wrong conformer\norderings. All of these functionals also exhibit deficiencies in the conformer\ngeometries, particularly the backbone torsion angles. The PW6B95 and, to a\nlesser extent, BMK functionals are relatively free of these deficiencies.\n  Performance of these methods is further investigated to derive conformer\nensemble corrections to the enthalpy function, $H_{298}-H_0$, and the Gibbs\nenergy function, ${\\rm gef}(T)\\equiv - [G(T)-H_0]/T$, of these alkanes. While\n$H_{298}-H_0$ is only moderately sensitive to the level of theory, ${\\rm\ngef}(T)$ exhibits more pronounced sensitivity. Once again, double hybrids\nacquit themselves very well.\n","Comment: J. Phys. Chem. A, revised [Walter Thiel festschrift]"]}]
["0907.4037",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4037","Phys. Rev. E80 031126 (2009)","doi:10.1103/PhysRevE.80.031126"],"date":["2009-07-23"],"type":["text"],"creator":["Rotman, Z.","Eisenberg, E."],"language":[],"coverage":[],"title":["Critical exponents from cluster coefficients"],"description":["  For a large class of repulsive interaction models, the Mayer cluster\nintegrals can be transformed into a tridiagonal real symmetric matrix $R_{mn}$,\nwhose elements converge to two constants. This allows for an effective\nextrapolation of the equation of state for these models. Due to a nearby\n(nonphysical) singularity on the negative real z axis, standard methods (e.g.\nPad\\`e approximants based on the cluster integrals expansion) fail to capture\nthe behavior of these models near the ordering transition, and, in particular,\ndo not detect the critical point. A recent work (Eisenberg and Baram, PNAS {\\bf\n104}, 5755 (2007)) has shown that the critical exponents $\\sigma$ and\n$\\sigma'$, characterizing the singularity of the density as a function of the\nactivity, can be exactly calculated if the decay of the $R$ matrix elements to\ntheir asymptotic constant follows a $1/n^2$ law. Here we employ renormalization\narguments to extend this result and analyze cases for which the asymptotic\napproach of the $R$ matrix elements towards their limiting value is of a more\ngeneral form. The relevant asymptotic correction terms (in RG sense) are\nidentified and we then provide a corrected exact formula for the critical\nexponents. We identify the limits of usage of the formula, and demonstrate one\nphysical model which is beyond its range of validity. The new formula is\nvalidated numerically and then applied to analyze a number of concrete physical\nmodels.\n","Comment: 11 pages, 6 figures, submitted to PRE"]}]
["0908.1995",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1995","Adv. Math. (2010)","doi:10.1016/j.aim.2010.06.013"],"date":["2009-08-13"],"type":["text"],"creator":["Angiono, Ivan Ezequiel"],"language":[],"coverage":[],"title":["Basic quasi-Hopf algebras over cyclic groups"],"description":["  Let $m$ a positive integer, not divisible by 2,3,5,7. We generalize the\nclassification of basic quasi-Hopf algebras over cyclic groups of prime order\ngiven in \\cite{EG3} to the case of cyclic groups of order $m$. To this end, we\nintroduce a family of non-semisimple radically graded quasi-Hopf algebras\n$A(H,s)$, constructed as subalgebras of Hopf algebras twisted by a quasi-Hopf\ntwist, which are not twist equivalent to Hopf algebras. Any basic quasi-Hopf\nalgebra over a cyclic group of order $m$ is either semisimple, or is twist\nequivalent to a Hopf algebra or a quasi-Hopf algebra of type $A(H,s)$.\n","Comment: 32pages"]}]
["0908.2595",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2595","Phys. Rev. E80 060104 (RC) (2009)","doi:10.1103/PhysRevE.80.060104"],"date":["2009-08-18","2009-12-21"],"type":["text"],"creator":["Rotman, Z.","Eisenberg, E."],"language":[],"coverage":[],"title":["Ideal glass transition in a simple 2D lattice model"],"description":["  We present a simple lattice model showing a glassy behavior. $R$ matrix\nanalysis predicts critical termination of the super-cooled fluid branch at\ndensity $\\rho_g=0.1717$. This prediction is confirmed by dynamical numerical\nsimulations, showing power-law divergences of relaxation time $\\tau_{1/2}$, as\nwell as the 4-susceptibility $\\chi_4$ peak's location and height exactly at the\npredicted density. The power-law divergence of $\\chi_4$ continues up to\n$\\chi_4$ as high as $10^4$. Finite-size scaling study reveals divergence of\ncorrelation length accompanying the transition.\n","Comment: 4 pages, 4 figures"]}]
["0908.2971",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2971","ASPC 423 (2010) 88"],"date":["2009-08-20"],"type":["text"],"creator":["Walker, Lisa May","Johnson, Kelsey E.","Gallagher, Sarah C.","Hibbard, John E.","Hornschemeier, Ann E.","Charlton, Jane C.","Jarrett, Thomas H."],"language":[],"coverage":[],"title":["Mid-Infrared Evidence for Accelerated Evolution in Compact Group\n  Galaxies"],"description":["  We find evidence for accelerated evolution in compact group galaxies from the\ndistribution in mid-infrared colorspace of 42 galaxies from 12 Hickson Compact\nGroups (HCGs) compared to the the distributions of several other samples\nincluding the LVL+SINGS galaxies, interacting galaxies, and galaxies from the\nComa Cluster. We find that the HCG galaxies are not uniformly distributed in\ncolorspace, as well as quantitative evidence for a gap. Galaxies in the infall\nregion of the Coma cluster also exhibit a non-uniform distribution and a less\nwell defined gap, which may reflect a similarity with the compact group\nenvironment. Neither the Coma Center or interacting samples show evidence of a\ngap, leading us to speculate that the gap is unique to the environment of high\ngalaxy density where gas has not been fully processed or stripped.\n","Comment: To appear in the Proceedings of the Galaxy Wars: Stellar Populations\n  and Star Formation in Interacting Galaxies Conference"]}]
["0909.1545",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1545"],"date":["2009-09-08","2010-08-25"],"type":["text"],"creator":["Stobińska, M.","Horodecki, P.","Buraczewski, A.","Chhajlany, R. W.","Horodecki, R.","Leuchs, G."],"language":[],"coverage":[],"title":["Macroscopic polarization entanglement and loophole-free Bell inequality\n  test"],"description":["  The question whether Quantum Mechanics describes all aspects of both the\nmicro-world of elementary particles and living organisms adequately is still\nopen. A Bell inequality test without locality and detection loopholes will\ndeliver the answer when applied to macroscopic systems. Here we show that an\nexperimentally feasible loophole-free Bell test is possible using only\nmulti-photon polarization entanglement and linear optics. We apply a\npreselection protocol which produces genuine macroscopic superpositions and\nentanglement, thus eliminating postselection and dark counts. Such\nsuperpositions are usually difficult to generate. Their study paves the way for\ntesting the quantum nature of biological organisms such as plants, viruses and\nhuman brain. Our results find application in creating quantum superpositions of\nliving organisms and their manipulation.\n","Comment: 13 pages, 4 figures"]}]
["0910.1555",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1555"],"date":["2009-10-08","2010-08-25"],"type":["text"],"creator":["Oberlin, Richard","Seeger, Andreas","Tao, Terence","Thiele, Christoph","Wright, James"],"language":[],"coverage":[],"title":["A variation norm Carleson theorem"],"description":["  We strengthen the Carleson-Hunt theorem by proving $L^p$ estimates for the\n$r$-variation of the partial sum operators for Fourier series and integrals,\nfor $p>\\max\\{r',2\\}$. Four appendices are concerned with transference, a\nvariation norm Menshov-Paley-Zygmund theorem, and applications to nonlinear\nFourier transforms and ergodic theory.\n","Comment: 41 pages"]}]
["0911.0844",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0844","Journal of Functional Analysis Volume 258, Issue 7, 1 April 2010,\n  Pages 2422-2452","doi:10.1016/j.jfa.2009.12.012"],"date":["2009-11-04"],"type":["text"],"creator":["Nashed, M. Zuhair","Sun, Qiyu"],"language":[],"coverage":[],"title":["Sampling and Reconstruction of Signals in a Reproducing Kernel Subspace\n  of $L^p({\\Bbb R}^d)$"],"description":["  In this paper, we consider sampling and reconstruction of signals in a\nreproducing kernel subspace of $L^p(\\Rd), 1\\le p\\le \\infty$, associated with an\nidempotent integral operator whose kernel has certain off-diagonal decay and\nregularity. The space of $p$-integrable non-uniform splines and the\nshift-invariant spaces generated by finitely many localized functions are our\nmodel examples of such reproducing kernel subspaces of $L^p(\\Rd)$. We show that\na signal in such reproducing kernel subspaces can be reconstructed in a stable\nway from its samples taken on a relatively-separated set with sufficiently\nsmall gap. We also study the exponential convergence, consistency, and the\nasymptotic pointwise error estimate of the iterative approximation-projection\nalgorithm and the iterative frame algorithm for reconstructing a signal in\nthose reproducing kernel spaces from its samples with sufficiently small gap.\n"]}]
["0912.0351",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0351","J.Phys.G37:105006,2010","doi:10.1088/0954-3899/37/10/105006"],"date":["2009-12-02","2010-08-24"],"type":["text"],"creator":["Chen, H.","Cao, F. -G.","Signal, A. I."],"language":[],"coverage":[],"title":["Strange sea distributions of the nucleon"],"description":["  The strange and antistrange quark distributions of the nucleon are less\nconstrained by experimental data than the non-strange quark sea. The\ncombination of light quark sea distributions,\n$\\Delta(x)=\\dbar(x)+\\ubar(x)-s(x)-\\sbar(x)$, originates mainly from\nnon-perturbative processes and can be calculated using non-perturbative models\nof the nucleon. We have calculated $\\Delta(x)$ using the meson cloud model,\nwhich, when combined with the relatively well known non-strange light antiquark\ndistributions obtained from global analysis of available experimental data,\nenables us to make new estimates of the total strange sea distributions of the\nnucleon and the strange sea suppression factor.\n","Comment: version published in J. Phys. G, 14 pages, 3 figures"]}]
["1001.1457",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","46H10, 42B25, 47B35, 47B37, 47A10, 46A45, 41A15, 42C40, 94A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1457","Constructive Approximation, 2011"],"date":["2010-01-09"],"type":["text"],"creator":["Sun, Qiyu"],"language":[],"coverage":[],"title":["Wiener's Lemma for Infinite Matrices II"],"description":["  In this paper, we introduce a class of infinite matrices related to the\nBeurling algebra of periodic functions, and we show that it is an\ninverse-closed subalgebra of ${\\mathcal B}(\\ell^q_w)$, the algebra of all\nbounded linear operators on the weight sequence space $\\ell^q_w$, for any $1\\le\nq<\\infty$ and any discrete Muckenhoupt $A_q$-weight $w$.\n"]}]
["1002.0274",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0274"],"date":["2010-02-01","2010-08-25"],"type":["text"],"creator":["Perelstein, Maxim"],"language":[],"coverage":[],"title":["Introduction to Collider Physics"],"description":["  This is a set of four lectures presented at the Theoretical Advanced Study\nInstitute (TASI-09) in June 2009. The goal of the lectures is to introduce\nstudents to some of the basic ideas and tools required for theoretical analysis\nof collider data. Several examples of Standard Model processes at\nelectron-positron and hadron colliders are considered to illustrate these\nideas. In addition, a general strategy for formulating searches for physics\nbeyond the Standard Model is outlined. The lectures conclude with a brief\nsurvey of recent, ongoing and future searches for the Higgs boson and\nsupersymmetric particles.\n","Comment: 47 pages, 34 figures, contributed to TASI-09 proceedings. One\n  reference added in v2"]}]
["1004.2558",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2558","Phys.Rev.C82:014905,2010","doi:10.1103/PhysRevC.82.014905"],"date":["2010-04-15"],"type":["text"],"creator":["Zhou, Y.","Shi, S. S.","Xiao, K.","Wu, K. J.","Liu, F."],"language":[],"coverage":[],"title":["Higher Moments of Net-Baryon Distribution as Probes of QCD Critical\n  Point"],"description":["  It is crucially important to find an observable which is independent on the\nacceptance and late collision process, in order to search for the possible\nCritical Point predicted by QCD. By utilizing A Multi-Phase Transport (AMPT)\nmodel and Ultra Relativistic Quantum Molecular Dynamics (UrQMD) model, we study\nthe centrality and evolution time dependence of higher moments of net-baryon\ndistribution in Au + Au collisions at $\\sqrt{s_{NN}}=17.3$ GeV. The results\nsuggest that Kurtosis and Skewness are less sensitive to the acceptance effect\nand late collision process. Thus, they should be good observables providing the\ninformation of the early stage of heavy ion collision. In addition, our study\nshows that the Kurtosis times $\\sigma^{2}$ of net-proton distribution are quite\ndifferent to that of net-baryon when collisions energy is lower than\n$\\sqrt{s_{NN}}$ = 20 GeV, the Monte Calor calculations on\nKurtosis$\\cdot\\sigma^{2}$ have a deviation from the theoretical predictions.\n","Comment: 5 pages, 5 figures"]}]
["1004.5054",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5054","Phys. Scr. 82 (2010) 038104","doi:10.1088/0031-8949/82/03/038104"],"date":["2010-04-28"],"type":["text"],"creator":["Pont, Federico M.","Osenda, Omar","Serra, Pablo"],"language":[],"coverage":[],"title":["The scaling of the density of states in systems with resonance states"],"description":["  Resonance states of a two-electron quantum dot are studied using a\nvariational expansion with both real basis-set functions and complex scaling\nmethods. We present numerical evidence about the critical behavior of the\ndensity of states in the region where there are resonances. The critical\nbehavior is signaled by a strong dependence of some features of the density of\nstates with the basis-set size used to calculate it. The resonance energy and\nlifetime are obtained using the scaling properties of the density of states\n","Comment: Presented in the Workshop on Quantum Nonstationary Systems (Brasilia-\n  2009)"]}]
["1005.2814",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2814","Phys. Rev. B 82, 064518 (2010)","doi:10.1103/PhysRevB.82.064518"],"date":["2010-05-17","2010-08-24"],"type":["text"],"creator":["Yanagi, Yuki","Yamakawa, Youichi","Adachi, Naoko","Ōno, Yoshiaki"],"language":[],"coverage":[],"title":["Cooperative effects of Coulomb and electron-phonon interactions in the\n  two-dimensional 16-band d-p model for iron-based superconductors"],"description":["  We study the electronic states and the superconductivity in the\ntwo-dimensional 16-band d-p model coupled with A1g, B1g and Eg local phonons\nand obtain the rich phase diagram including the magnetic, charge and orbital\nordered phases on the parameter plane of the Coulomb and electron-phonon\ninteractions. When the electron-phonon interaction is dominant, the charge\nfluctuations induce the s++ wave superconductivity, while when the Coulomb\ninteraction is dominant, the magnetic fluctuations induce the s+- wave\nsuperconductivity. Remarkably, the orbital fluctuations are enhanced due to the\ncooperative effects of the Coulomb and electron-phonon interactions and induce\nthe s++ wave and the nodal s+- wave superconductivities.\n","Comment: 10 pages, 9 figures, added discussions and references, published in\n  Phys. Rev. B"]}]
["1005.3180",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3180","Phys. Rev. B 82, 064519 (2010)","doi:10.1103/PhysRevB.82.064519"],"date":["2010-05-18","2010-08-25"],"type":["text"],"creator":["Kirton, P. G.","Houzet, M.","Pistolesi, F.","Armour, A. D."],"language":[],"coverage":[],"title":["Charge noise at Cooper-pair resonances"],"description":["  We analyze the charge dynamics of a superconducting single-electron\ntransistor (SSET) in the regime where charge transport occurs via Cooper-pair\nresonances. Using an approximate description of the system Hamiltonian, in\nterms of a series of resonant doublets, we derive a Born-Markov master equation\ndescribing the dynamics of the SSET. The average current displays sharp peaks\nat the Cooper-pair resonances and we find that the charge noise spectrum has a\ncharacteristic structure which consists of a series of asymmetric triplets of\npeaks. The strongest feature in the charge noise spectrum is the triplet of\npeaks centered at zero frequency which has a peak spacing equal to the level\nseparation within the doublets and is similar to the triplet in the spectrum of\na driven, damped, two-level system. We also explore the back-action that the\nSSET charge noise would have on an oscillator coupled to the island charge,\nmeasurement of which provides a way of probing the charge noise spectrum.\n","Comment: 14 pages, 7 figures"]}]
["1005.4697",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4697"],"date":["2010-05-25","2010-08-25"],"type":["text"],"creator":["Bransen, Jeroen"],"language":[],"coverage":[],"title":["The Lambek-Grishin calculus is NP-complete"],"description":["  The Lambek-Grishin calculus LG is the symmetric extension of the\nnon-associative Lambek calculus NL. In this paper we prove that the\nderivability problem for LG is NP-complete.\n"]}]
["1006.0900",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42C05, 34D05, 31A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0900"],"date":["2010-06-04","2010-08-25"],"type":["text"],"creator":["Martinez-Finkelshtein, Andrei","Simon, Barry"],"language":[],"coverage":[],"title":["Asymptotics of the L^2 Norm of Derivatives of OPUC"],"description":["  We show that for many families of OPUC, one has $||\\varphi'_n||_2/n -> 1$, a\ncondition we call normal behavior. We prove that this implies $|\\alpha_n| -> 0$\nand that it holds if the sequence $\\alpha_n$ is in $\\ell^1$. We also prove it\nis true for many sparse sequences. On the other hand, it is often destroyed by\nthe insertion of a mass point.\n","Comment: 36 pages, no figures. Minor corrections, to appear in the Journal of\n  Approximation Theory"]}]
["1006.2366",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2366","J. Chem. Phys. 133, 084503 (2010)","doi:10.1063/1.3483127"],"date":["2010-06-11","2010-08-20"],"type":["text"],"creator":["Velizhanin, Kirill A.","Thoss, Michael","Wang, Haobin"],"language":[],"coverage":[],"title":["Meir-Wingreen formula for heat transport in a spin-boson nanojunction\n  model"],"description":["  An analog of the Meir-Wingreen formula for the steady-state heat current\nthrough a model molecular junction is derived. The expression relates the heat\ncurrent to correlation functions that involve operators only acting on the\ndegrees of freedom of the molecular junction. As a result, the macroscopic heat\nreservoirs are not treated explicitly. This allows one to exploit methods based\non a reduced description of the dynamics of a relatively small part of the\noverall system to evaluate the heat current through a molecular junction. The\nderived expression is applied to calculate the steady-state heat current in a\nweak coupling limit, where Redfield theory is used to describe the reduced\ndynamics of the molecular junction. The results are compared with those from\nthe previously developed approximate and numerically exact methods.\n"]}]
["1006.4966",{"format":[],"subject":["Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4966","Proceedings of the Second IEEE International Conference on Social\n  Computing SocialCom 2010, Minneapolis, USA, August 20-22, 2010","doi:10.1109/SocialCom.2010.42"],"date":["2010-06-25"],"type":["text"],"creator":["Aiello, Luca Maria","Barrat, Alain","Cattuto, Ciro","Ruffo, Giancarlo","Schifanella, Rossano"],"language":[],"coverage":[],"title":["Link creation and profile alignment in the aNobii social network"],"description":["  The present work investigates the structural and dynamical properties of\naNobii\\footnote{http://www.anobii.com/}, a social bookmarking system designed\nfor readers and book lovers. Users of aNobii provide information about their\nlibrary, reading interests and geographical location, and they can establish\ntyped social links to other users. Here, we perform an in-depth analysis of the\nsystem's social network and its interplay with users' profiles. We describe the\nrelation of geographic and interest-based factors to social linking.\nFurthermore, we perform a longitudinal analysis to investigate the interplay of\nprofile similarity and link creation in the social network, with a focus on\ntriangle closure. We report a reciprocal causal connection: profile similarity\nof users drives the subsequent closure in the social network and, reciprocally,\nclosure in the social network induces subsequent profile alignment. Access to\nthe dynamics of the social network also allows us to measure quantitative\nindicators of preferential linking.\n","Comment: http://www.iisocialcom.org/conference/socialcom2010/"]}]
["1007.4322",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4322"],"date":["2010-07-25","2010-08-25"],"type":["text"],"creator":["Guo, Jin-Li"],"language":[],"coverage":[],"title":["Relationship between exponent of power-law distributions and exponent of\n  cumulative distributions"],"description":["  We commented on Ref.[Andrade J S, Herrmann H J, Andrade R F S, et al. Phys.\nRev. Lett. 94, 018702 (2005)] and corrected the approach to estimate the degree\ndistribution of the Apollonian network. However, after reading our manuscript,\nHerrmann indicated that it was due to a small typographic error and Herrmann et\nal. published Ref. [Andrade J S, Herrmann H J, Andrade R F S, et al. Phys. Rev.\nLett. 102, 079901 (2009)]. In this paper, the relationship between an exponent\nof power-law distributions and the exponent of cumulative distributions is\nstudied. For power-law distribution with geometrically growing domain, we prove\nthat its exponent is equal to the exponent of its cumulative distribution. We\ncarried out numerical simulations and obtain results that are in good agreement\nwith the theoretical analysis.\n","Comment: 6 pages; 1 figures"]}]
["1007.4761",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4761"],"date":["2010-07-27","2010-08-25"],"type":["text"],"creator":["de Medeiros, Paul","Figueroa-O'Farrill, José"],"language":[],"coverage":[],"title":["Half-BPS M2-brane orbifolds"],"description":["  Smooth Freund-Rubin backgrounds of eleven-dimensional supergravity of the\nform AdS_4 x X^7 and preserving at least half of the supersymmetry have been\nrecently classified. Requiring that amount of supersymmetry forces X to be a\nspherical space form, whence isometric to the quotient of the round 7-sphere by\na freely-acting finite subgroup of SO(8). The classification is given in terms\nof ADE subgroups of the quaternions embedded in SO(8) as the graph of an\nautomorphism. In this paper we extend this classification by dropping the\nrequirement that the background be smooth, so that X is now allowed to be an\norbifold of the round 7-sphere. We find that if the background preserves more\nthan half of the supersymmetry, then it is automatically smooth in accordance\nwith the homogeneity conjecture, but that there are many half-BPS orbifolds,\nmost of them new. The classification is now given in terms of pairs of ADE\nsubgroups of quaternions fibred over the same finite group. We classify such\nsubgroups and then describe the resulting orbifolds in terms of iterated\nquotients. In most cases the resulting orbifold can be described as a sequence\nof cyclic quotients.\n","Comment: 51 pages; v3: substantial revision (20% longer): we had missed some\n  cases, but the paper now includes a check of our results via comparison with\n  extant classification of finite subgroups of SO(4)"]}]
["1008.0547",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0547","Phys.Lett.B692:317-322,2010","doi:10.1016/j.physletb.2010.08.002"],"date":["2010-08-03","2010-08-09"],"type":["text"],"creator":["Villalba-Chavez, Selym"],"language":[],"coverage":[],"title":["The role of photon polarization modes in the magnetization and\n  instability of the vacuum in a supercritical field"],"description":["  The response of the QED vacuum in an asymptotically large electromagnetic\nfield is studied. In this regime the vacuum energy is strongly influenced by\nthe vacuum polarization effect. The possible interaction between the virtual\nelectromagnetic radiation and a superstrong magnetic field suggests that a\nbackground of virtual photons is a source of magnetization to the whole vacuum.\nThe corresponding contribution to the vacuum magnetization density is\ndetermined by considering the individual contribution of each vacuum\npolarization eigenmode in the Euler-Heisenberg Lagrangian. Additional issues\nconcerning the transverse pressures are analyzed. We also study the case in\nwhich the vacuum is occupied by a superstrong electric field. It is discussed\nthat, in addition to the electron-positron pairs, the vacuum could create\nphotons with different propagation modes. The possible relation between the\nemission of photons and the birefringent character of the vacuum is shown as\nwell.\n","Comment: 7 pages, 2 figures, accepted in Phys.Lett.B"]}]
["1008.0716",{"format":[],"subject":["Computer Science - Information Retrieval","H.3.3","I.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0716"],"date":["2010-08-04","2010-08-25"],"type":["text"],"creator":["Prettenhofer, Peter","Stein, Benno"],"language":[],"coverage":[],"title":["Cross-Lingual Adaptation using Structural Correspondence Learning"],"description":["  Cross-lingual adaptation, a special case of domain adaptation, refers to the\ntransfer of classification knowledge between two languages. In this article we\ndescribe an extension of Structural Correspondence Learning (SCL), a recently\nproposed algorithm for domain adaptation, for cross-lingual adaptation. The\nproposed method uses unlabeled documents from both languages, along with a word\ntranslation oracle, to induce cross-lingual feature correspondences. From these\ncorrespondences a cross-lingual representation is created that enables the\ntransfer of classification knowledge from the source to the target language.\nThe main advantages of this approach over other approaches are its resource\nefficiency and task specificity.\n  We conduct experiments in the area of cross-language topic and sentiment\nclassification involving English as source language and German, French, and\nJapanese as target languages. The results show a significant improvement of the\nproposed method over a machine translation baseline, reducing the relative\nerror due to cross-lingual adaptation by an average of 30% (topic\nclassification) and 59% (sentiment classification). We further report on\nempirical analyses that reveal insights into the use of unlabeled data, the\nsensitivity with respect to important hyperparameters, and the nature of the\ninduced cross-lingual correspondences.\n"]}]
["1008.1338",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1338","ACM Special Interest Group on Artificial Intelligence (SIGART),\n  2009","doi:10.1145/1838002.1838058"],"date":["2010-08-07"],"type":["text"],"creator":["Ahmed, Zeeshan"],"language":[],"coverage":[],"title":["Intelligent Human Machine Interface Design for Advanced Product Life\n  Cycle Management Systems"],"description":["  Designing and implementing an intelligent and user friendly human machine\ninterface for any kind of software or hardware oriented application is always\nbe a challenging task for the designers and developers because it is very\ndifficult to understand the psychology of the user, nature of the work and best\nsuit of the environment. This research paper is basically about to propose an\nintelligent, flexible and user friendly machine interface for Product Life\nCycle Management products or PDM Systems since studies show that usability and\nhuman computer interaction issues are a major cause of acceptance problems\nintroducing or using such systems. Going into details of the proposition, we\npresent prototype implementations about theme based on design requirements,\ndesigned designs and technologies involved for the development of human machine\ninterface.\n","Comment: In International Conference on Frontiers of Information Technology,\n  ACM - FIT09, Session 5: Computational Science/Artificial Intelligence, 16-18\n  December, 2009"]}]
["1008.1721",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1721","Phys. Rev. Lett. 105, 053601 (2010)","doi:10.1103/PhysRevLett.105.053601"],"date":["2010-08-10","2010-08-25"],"type":["text"],"creator":["Wolfgramm, Florian","Cere, Alessandro","Beduini, Federica A.","Predojevic, Ana","Koschorreck, Marco","Mitchell, Morgan W."],"language":[],"coverage":[],"title":["Squeezed-Light Optical Magnetometry"],"description":["  We demonstrate a light-shot-noise-limited magnetometer based on the Faraday\neffect in a hot unpolarized ensemble of rubidium atoms. By using off-resonant,\npolarization-squeezed probe light, we improve the sensitivity of the\nmagnetometer by 3.2 dB. The technique could improve the sensitivity of the most\nadvanced magnetometers and quantum nondemolition measurements of atomic spin\nensembles.\n","Comment: v1: version published in Phys. Rev. Lett.; v2: version with five\n  additional citations"]}]
["1008.2339",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2339"],"date":["2010-08-13","2010-08-25"],"type":["text"],"creator":["Devereux, Nick","Eracleous, Michael","Hriljac, Paul","Shearer, Andrew"],"language":[],"coverage":[],"title":["The Size of the Broad Line Region in M84 (NGC 4374)"],"description":["  M84 is a giant elliptical galaxy located in the Virgo cluster. Prior imaging\nwith the Hubble Space Telescope (HST) revealed a small, highly inclined,\nnuclear ionized gas disk, the kinematics of which indicate the presence of a\n0.4 -1.5 billion solar mass black hole. Two prominent radio jets emerge\nperpendicular to the nuclear ionized gas disk terminating in large radio lobes\nthat extend beyond the visible galaxy. Plausible kinematic models are used to\nconstrain the size of the broad line region (BLR) in M84 by modeling the shape\nof the broad H-alpha emission line profile. The analysis indicates that the\nemitting region is large with an outer radius between ~ 7 and 9 pc, depending\non whether the kinematic model is represented by a spherically symmetric inflow\nor a Keplerian disk. The inferred size makes the BLR in M84 the largest yet to\nbe measured. The fact that the BLR in M84 is so large may explain why the AGN\nis unable to sustain the ionization seen there. Thus, the BLR in M84 is not\nsimply that of a scaled down quasar.\n","Comment: Withdrawn from publication in the Astrophysical Journal, 25 August\n  2010. Reason: because M84 probably does not have a broad line region after\n  all. I posted an e-print of the paper on astro-ph and was soon thereafter\n  contacted by Aaron Barth who also has an M84 paper in production with ApJ.\n  Aaron pointed out that a single component model for the superimposed narrow\n  lines is insufficient because the narrow lines are expected to have broad\n  wings. It turns out that a more plausible 2 component model can explain all\n  of the emission that I was attributing to a broad line. The referee also\n  raised the issue but I did not appreciate the full import of the comment"]}]
["1008.2568",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2568"],"date":["2010-08-15","2010-08-25"],"type":["text"],"creator":["Dai, Shi","Li, Lixin","Xu, Renxin"],"language":[],"coverage":[],"title":["The Plateau of Gamma-ray Burst: Hint for the Solidification of Quark\n  Matter?"],"description":["  The origin of the shallow decay segment in gamma-ray burst's (GRB) early\nlight curves remains a mystery, especially those cases with a long-lived\nplateau followed by an abrupt falloff. In this paper, we propose a mechanism to\nunderstand the origin of the abrupt falloff after plateau by considering\nsolidification of newborn quark stars with latent heat released as energy\ninjection to GRB afterglow. We estimate the total latent heat released during\nthe phase transition of quark stars from liquid to solid states, to be order of\n~ 10^{51}ergs, which is comparable to the emission energy in the shallow decay\nsegment. We also estimate the time scale of radiating the latent heat through\nthermal photon emission, and find that the time scale agrees with observations.\nBased on our estimation, we analyze the process of energy injection to GRB\nafterglow. We show that the steady latent heat of quark star phase transition\nwould continuously inject into GRB afterglow in a form similar to that of a\nPoyntingflux- dominated outflow and naturally produce the shallow decay phase\nand the abrupt falloff after plateau. We conclude that the latent heat of quark\nstar phase transition would be an important contribution to the shallow decay\nradiation in GRB afterglow, and would explain the general features of GRB light\ncurves (including the plateau), if pulsar-like stars are really (solid) quark\nstars.\n","Comment: 5 pages, 1 figures. Submitted to Science China Press"]}]
["1008.3062",{"format":[],"subject":["Mathematics - Group Theory","20B07, 22D05, 20F65, 05C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3062"],"date":["2010-08-18","2010-08-25"],"type":["text"],"creator":["Moller, Rognvaldur G."],"language":[],"coverage":[],"title":["Graphs, permutations and topological groups"],"description":["  Various connections between the theory of permutation groups and the theory\nof topological groups are described. These connections are applied in\npermutation group theory and in the structure theory of topological groups.\n  The first draft of these notes was written for lectures at the conference\nTotally disconnected groups, graphs and geometry in Blaubeuren, Germany, 2007.\n","Comment: 39 pages (The statement of Krophollers conjecture (item 4.30) has\n  been corrected)"]}]
["1008.3618",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3618"],"date":["2010-08-21"],"type":["text"],"creator":["Zayyani, Hadi","Babaie-Zadeh, Massoud","Jutten, Christian"],"language":[],"coverage":[],"title":["Bayesian Hypothesis Testing for Sparse Representation"],"description":["  In this paper, we propose a Bayesian Hypothesis Testing Algorithm (BHTA) for\nsparse representation. It uses the Bayesian framework to determine active atoms\nin sparse representation of a signal.\n  The Bayesian hypothesis testing based on three assumptions, determines the\nactive atoms from the correlations and leads to the activity measure as\nproposed in Iterative Detection Estimation (IDE) algorithm. In fact, IDE uses\nan arbitrary decreasing sequence of thresholds while the proposed algorithm is\nbased on a sequence which derived from hypothesis testing. So, Bayesian\nhypothesis testing framework leads to an improved version of the IDE algorithm.\n  The simulations show that Hard-version of our suggested algorithm achieves\none of the best results in terms of estimation accuracy among the algorithms\nwhich have been implemented in our simulations, while it has the greatest\ncomplexity in terms of simulation time.\n"]}]
["1008.3771",{"format":[],"subject":["Mathematics - Quantum Algebra","17B69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3771"],"date":["2010-08-23","2010-08-25"],"type":["text"],"creator":["Arike, Yusuke","Nagatomo, Kiyokazu"],"language":[],"coverage":[],"title":["One-point functions over elliptic curves"],"description":["  This paper has been withdrawn.\n","Comment: This paper has been withdrawn"]}]
["1008.3915",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3915"],"date":["2010-08-23"],"type":["text"],"creator":["Essinger-Hileman, T.","Appel, J. W.","Beall, J. A.","Cho, H. M.","Fowler, J.","Halpern, M.","Hasselfield, M.","Irwin, K. D.","Marriage, T. A.","Niemack, M. D.","Page, L.","Parker, L. P.","Pufu, S.","Staggs, S. T.","Stryzak, O.","Visnjic, C.","Yoon, K. W.","Zhao, Y."],"language":[],"coverage":[],"title":["The Atacama B-Mode Search: CMB Polarimetry with Transition-Edge-Sensor\n  Bolometers"],"description":["  The Atacama B-mode Search (ABS) experiment is a 145 GHz polarimeter designed\nto measure the B-mode polarization of the Cosmic Microwave Background (CMB) at\nlarge angular scales. The ABS instrument will ship to the Atacama Desert of\nChile fully tested and ready to observe in 2010. ABS will image\nlarge-angular-scale CMB polarization anisotropies onto a focal plane of 240\nfeedhorn-coupled, transition-edge sensor (TES) polarimeters, using a cryogenic\ncrossed-Dragone design. The ABS detectors, which are fabricated at NIST, use\northomode transducers to couple orthogonal polarizations of incoming radiation\nonto separate TES bolometers. The incoming radiation is modulated by an\nambient-temperature half-wave plate in front of the vacuum window at an\naperture stop. Preliminary detector characterization indicates that the ABS\ndetectors can achieve a sensitivity of 300 $\\mu K \\sqrt{s}$ in the field. This\npaper describes the ABS optical design and detector readout scheme, including\nfeedhorn design and performance, magnetic shielding, focal plane architecture,\nand cryogenic electronics.\n","Comment: 4 pages, 5 figures, Proceedings of the Thirteenth International\n  Conference on Low-Temperature Detectors"]}]
["1008.3966",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3966"],"date":["2010-08-24"],"type":["text"],"creator":["Glaschke, Patrick"],"language":[],"coverage":[],"title":["Fast Determination of Constellation Membership"],"description":["  The 88 constellations as defined by the IAU segment the sky into regions,\nseparated by an intricate set of boundaries. A binary tree decomposition of\nthis landscape is given which tessellates the celestial sphere into rectangles.\nThis allows a fast determination of the constellation membership of any given\nsky coordinate.\n","Comment: 4 pages, 1 figure"]}]
["1008.3991",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3991"],"date":["2010-08-24","2010-08-25"],"type":["text"],"creator":["Schultz, Michael","Fricke, Hartmut"],"language":[],"coverage":[],"title":["Stochastic Transition Model for Discrete Agent Movements"],"description":["  We propose a calibrated two-dimensional cellular automaton model to simulate\npedestrian motion behavior. It is a v=4 (3) model with exclusion statistics and\nrandom shuffled dynamics. The underlying regular grid structure results in a\ndirection-dependent behavior, which has in particular not been considered\nwithin previous approaches. We efficiently compensate these grid-caused\ndeficiencies on model level.\n","Comment: 8 pages, 4 figures"]}]
["1008.4049",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4049"],"date":["2010-08-24","2010-08-25"],"type":["text"],"creator":["Curran, Kevin","Yuan, Peng","Coyle, Damian"],"language":[],"coverage":[],"title":["Discriminating between Nasal and Mouth Breathing"],"description":["  The recommendation to change breathing patterns from the mouth to the nose\ncan have a significantly positive impact upon the general well being of the\nindividual. We classify nasal and mouth breathing by using an acoustic sensor\nand intelligent signal processing techniques. The overall purpose is to\ninvestigate the possibility of identifying the differences in patterns between\nnasal and mouth breathing in order to integrate this information into a\ndecision support system which will form the basis of a patient monitoring and\nmotivational feedback system to recommend the change from mouth to nasal\nbreathing. Our findings show that the breath pattern can be discriminated in\ncertain places of the body both by visual spectrum analysis and with a Back\nPropagation neural network classifier. The sound file recoded from the sensor\nplaced on the hollow in the neck shows the most promising accuracy which is as\nhigh as 90%.\n","Comment: Hi, I just wish to withdraw this paper from the site until further\n  notice. Thanks"]}]
["1008.4144",{"format":[],"subject":["Mathematics - Quantum Algebra","16T05, 16T20, 17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4144"],"date":["2010-08-24"],"type":["text"],"creator":["Angiono, Iván Ezequiel"],"language":[],"coverage":[],"title":["A presentation by generators and relations of Nichols algebras of\n  diagonal type and convex orders on root systems"],"description":["  We obtain a presentation by generators and relations of any Nichols algebra\nof diagonal type with finite root system. We prove that the defining ideal is\nfinitely generated. The proof is based in Kharchenko's theory of PBW basis of\nLyndon words. We prove that the lexicographic order on Lyndon words is convex\nfor such PBW generators and so the PBW basis is orthogonal with respect to the\ncanonical non-degenerate form associated to the Nichols algebra.\n","Comment: 30 pages"]}]
["1008.4147",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4147"],"date":["2010-08-24"],"type":["text"],"creator":["Freund, Peter G. O."],"language":[],"coverage":[],"title":["Emergent Gauge Fields"],"description":["  Erik Verlinde's proposal of the emergence of the gravitational force as an\nentropic force is extended to abelian and non-abelian gauge fields and to\nmatter fields. This suggests a picture with no fundamental forces or forms of\nmatter whatsoever.\n","Comment: 4 pages"]}]
["1008.4153",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4153"],"date":["2010-08-24"],"type":["text"],"creator":["Hodtani, Ghosheh Abed"],"language":[],"coverage":[],"title":["Improvement of the Han-Kobayashi Rate Region for General Interference\n  Channel"],"description":["  Allowing the input auxiliary random variables to be correlated and using the\nbinning scheme, the Han- Kobayashi (HK) rate region for general interference\nchannel is improved. The obtained new achievable rate region (i) is shown to\nencompass the HK region and its simplified description, i.e., Chong-Motani-Garg\n(CMG) region,considering a detailed and favorable comparison between different\nversions of the regions, and (ii) has an interesting and easy interpretation:\nas expected, any rate in our region has generally two additional terms in\ncomparison with the HK region (one due to the input correlation and the other\nas a result of the binning scheme).\n","Comment: submitted to IEEE Trans.on Information theory, on June 27"]}]
["1008.4157",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4157"],"date":["2010-08-24"],"type":["text"],"creator":["Hodtani, Ghosheh Abed"],"language":[],"coverage":[],"title":["A New Achievable Rate Region for the Cognitive Radio Channel"],"description":["  Considering a general input distribution, using Gel'fand-Pinsker full binning\nscheme and the Han- Kobayashi (HK) jointly decoding strategy, we obtain a new\nachievable rate region for the cognitive radio channel (CRC) and then derive a\nsimplified description for the region, by a combination of Cover superposition\ncoding, binning scheme and the HK decoding technique. Our rate region (i) has\nan interesting interpretation, i.e., any rate in the region, as expected, has\ngenerally three additional terms in comparison with the KH region for the\ninterference channel (IC): one term due to the input correlation, the other\nterm due to binning scheme and the third term due to the interference dependent\non the inputs, (ii) is really a generalization of the HK region for the IC to\nthe CRC by the use of binning scheme, and as a result of this generalization we\nsee that different versions of our region for the CRC are reduced to different\nversions of the previous results for the IC, and (iii) is a generalized and\nimproved version of previous results ,i.g., the Devroye-Mitran-Tarokh (DMT)\nregion.\n","Comment: Submitted to IEEE Trans. on Information Theory, on July 2010"]}]
["1008.4159",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4159"],"date":["2010-08-24"],"type":["text"],"creator":["Scott, Douglas","Barmby, Pauline","Bastien, Pierre","Cami, Jan","Chapin, Edward","Di Francesco, James","Fich, Michel","Halpern, Mark","Houde, Martin","Joncas, Gilles","Johnstone, Douglas","Martin, Peter","Marsden, Gaelen","Matthews, Brenda","Naylor, David","Netterfield, C. Barth","Peeters, Els","Plume, Rene","Pope, Alexandra","Schieven, Gerald","Webb, Tracy","Wilson, Christine"],"language":[],"coverage":[],"title":["The Submillimetre Universe"],"description":["  Submillimetre continuum radiation allows us to probe cold objects,\nparticularly the earliest, dusty phases of star formation, high-redshift\ngalaxies and circumstellar disks. The submillimetre window gives a unique view\nof the physical and dynamical conditions in the neutral and molecular\ninterstellar medium. In the next decade a combination of wide-field surveys\nwith single-dish telescopes and targeted follow-up with ALMA and other\nfacilities should enable rapid progress in answering questions about the\norigins of planetary systems, stars and galaxies.\n","Comment: White Paper written as part of the Canadian 2010 Long Range Planning\n  process. Version with higher resolution figures available at\n  http://www.casca.ca/lrp2010/Docs/LRPReports/submm_universe.pdf"]}]
["1008.4160",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4160"],"date":["2010-08-24"],"type":["text"],"creator":["Khlebnikov, Vasily A.","Adami, Kristian Zarb"],"language":[],"coverage":[],"title":["Fast Stable STAP Algorithms Based on Feedback Orthogonalization"],"description":["  The aim of this paper is to present a new fast-convergent numerically stable\nspace-time adaptive processing (STAP) algorithm derived using a novel technique\nof feedback orthogonalization. The main advantages of this approach lie in its\nperfected stability to computational errors and faults which makes its\nreal-time implementation on substantially faster and cheaper regular\nfixed-point processors possible.\n","Comment: 4 pages, submitted"]}]
["1008.4161",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4161"],"date":["2010-08-24"],"type":["text"],"creator":["Pinto, Pedro C.","Win, Moe Z."],"language":[],"coverage":[],"title":["Percolation and Connectivity in the Intrinsically Secure Communications\n  Graph"],"description":["  The ability to exchange secret information is critical to many commercial,\ngovernmental, and military networks. The intrinsically secure communications\ngraph (iS-graph) is a random graph which describes the connections that can be\nsecurely established over a large-scale network, by exploiting the physical\nproperties of the wireless medium. This paper aims to characterize the global\nproperties of the iS-graph in terms of: (i) percolation on the infinite plane,\nand (ii) full connectivity on a finite region. First, for the Poisson iS-graph\ndefined on the infinite plane, the existence of a phase transition is proven,\nwhereby an unbounded component of connected nodes suddenly arises as the\ndensity of legitimate nodes is increased. This shows that long-range secure\ncommunication is still possible in the presence of eavesdroppers. Second, full\nconnectivity on a finite region of the Poisson iS-graph is considered. The\nexact asymptotic behavior of full connectivity in the limit of a large density\nof legitimate nodes is characterized. Then, simple, explicit expressions are\nderived in order to closely approximate the probability of full connectivity\nfor a finite density of legitimate nodes. The results help clarify how the\npresence of eavesdroppers can compromise long-range secure communication.\n","Comment: Submitted for journal publication"]}]
["1008.4167",{"format":[],"subject":["Mathematics - Combinatorics","05A05 (primary), 37M10 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4167"],"date":["2010-08-24"],"type":["text"],"creator":["Elizalde, Sergi"],"language":[],"coverage":[],"title":["Permutations and beta-shifts"],"description":["  Given a real number beta>1, a permutation pi of length n is realized by the\nbeta-shift if there is some x in [0,1] such that the relative order of the\nsequence x,f(x),...,f^{n-1}(x), where f(x) is the factional part of beta*x, is\nthe same as that of the entries of pi. Widely studied from such diverse fields\nas number theory and automata theory, beta-shifts are prototypical examples\none-dimensional chaotic dynamical systems. When beta is an integer,\npermutations realized by shifts where studied in [SIAM J. Discrete Math. 23\n(2009), 765-786]. In this paper we generalize some of the results to arbitrary\nbeta-shifts. We describe a method to compute, for any given permutation pi, the\nsmallest beta such that pi is realized by the beta-shift. We also give a way to\ndetermine the length of the shortest forbidden (i.e., not realized) pattern of\nan arbitrary beta-shift.\n","Comment: 28 pages, 2 figures, 3 tables"]}]
["1008.4169",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4169"],"date":["2010-08-24"],"type":["text"],"creator":["Roland, Benoît","Collaboration, on behalf of the CMS"],"language":[],"coverage":[],"title":["Observation of diffraction and measurement of the forward energy flow\n  with the CMS detector"],"description":["  The observation of inclusive diffraction with the CMS detector at the LHC is\npresented for centre-of-mass energies \\sqrt s = 0.9 TeV and 2.36 TeV.\nDiffractive events are selected by the presence of a Large Rapidity Gap in the\nforward region of the CMS detector and uncorrected data are compared with Monte\nCarlo simulations based on the event generators PYTHIA and PHOJET. The\nmeasurement of the forward energy flow, in the pseudorapidity region 3.15 <\n|\\eta| < 4.9, is also presented at \\sqrt s = 0.9 TeV, 2.36 TeV and 7 TeV.\nUncorrected data are compared with Monte Carlo simulations based on PYTHIA.\n","Comment: 4 pages - 2 figures - proceedings of Physics at LHC 2010, 7-12 June\n  2010, DESY, Hamburg"]}]
["1008.4172",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4172"],"date":["2010-08-24"],"type":["text"],"creator":["Lei, Zhen","Zhang, Qi S."],"language":[],"coverage":[],"title":["Structure of Singularities of 3D Axi-symmetric Navier-Stokes Equations"],"description":["  Let $v$ be a solution of the axially symmetric Navier-Stokes equation. We\ndetermine the structure of certain (possible) maximal singularity of $v$ in the\nfollowing sense. Let $(x_0, t_0)$ be a point where the flow speed $Q_0 =\n|v(x_0, t_0)|$ is comparable with the maximum flow speed at and before time\n$t_0$. We show after a space-time scaling with the factor $Q_0$ and the center\n$(x_0, t_0)$, the solution is arbitrarily close in $C^{2, 1, \\alpha}_{{\\rm\nlocal}}$ norm to a nonzero constant vector in a fixed parabolic cube, provided\nthat $r_0 Q_0$ is sufficiently large. Here $r_0$ is the distance from $x_0$ to\nthe $z$ axis. Similar results are also shown to be valid if $|r_0v(x_0, t_0)|$\nis comparable with the maximum of $|rv(x, t)|$ at and before time $t_0$.\n"]}]
["1008.4174",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4174","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2010 1-15\n  ISBN 978-1-905404-50-6"],"date":["2010-08-24"],"type":["text"],"creator":["Grossman, Thomas A.","Ozluk, Ozgur"],"language":[],"coverage":[],"title":["Spreadsheets Grow Up: Three Spreadsheet Engineering Methodologies for\n  Large Financial Planning Models"],"description":["  Many large financial planning models are written in a spreadsheet programming\nlanguage (usually Microsoft Excel) and deployed as a spreadsheet application.\nThree groups, FAST Alliance, Operis Group, and BPM Analytics (under the name\n\"Spreadsheet Standards Review Board\") have independently promulgated\nstandardized processes for efficiently building such models. These spreadsheet\nengineering methodologies provide detailed guidance on design, construction\nprocess, and quality control. We summarize and compare these methodologies.\nThey share many design practices, and standardized, mechanistic procedures to\nconstruct spreadsheets. We learned that a written book or standards document is\nby itself insufficient to understand a methodology. These methodologies\nrepresent a professionalization of spreadsheet programming, and can provide a\nmeans to debug a spreadsheet that contains errors. We find credible the\nassertion that these spreadsheet engineering methodologies provide enhanced\nproductivity, accuracy and maintainability for large financial planning models\n","Comment: 14 pages"]}]
["1008.4176",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4176","Advances in Adaptive Data Analysis. Vol. 2, No. 3 (2010) 373-396","doi:10.1142/S1793536910000537"],"date":["2010-08-21"],"type":["text"],"creator":["Kaslovsky, Daniel N.","Meyer, Francois G."],"language":[],"coverage":[],"title":["Noise Corruption of Empirical Mode Decomposition and Its Effect on\n  Instantaneous Frequency"],"description":["  Huang's Empirical Mode Decomposition (EMD) is an algorithm for analyzing\nnonstationary data that provides a localized time-frequency representation by\ndecomposing the data into adaptively defined modes. EMD can be used to estimate\na signal's instantaneous frequency (IF) but suffers from poor performance in\nthe presence of noise. To produce a meaningful IF, each mode of the\ndecomposition must be nearly monochromatic, a condition that is not guaranteed\nby the algorithm and fails to be met when the signal is corrupted by noise. In\nthis work, the extraction of modes containing both signal and noise is\nidentified as the cause of poor IF estimation. The specific mechanism by which\nsuch \"transition\" modes are extracted is detailed and builds on the observation\nof Flandrin and Goncalves that EMD acts in a filter bank manner when analyzing\npure noise. The mechanism is shown to be dependent on spectral leak between\nmodes and the phase of the underlying signal. These ideas are developed through\nthe use of simple signals and are tested on a synthetic seismic waveform.\n","Comment: 28 pages, 19 figures. High quality color figures available on Daniel\n  Kaslovsky's website: http://amath.colorado.edu/student/kaslovsk/"]}]
["1008.4178",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4178","doi:10.1111/j.1365-2966.2010.17372.x"],"date":["2010-08-24"],"type":["text"],"creator":["Phillips, J. P.","Cuesta, L.","Ramos-Larios, G."],"language":[],"coverage":[],"title":["Mapping and Spectroscopy of the Planetary Nebula NGC 7009 in the Visual\n  and Infrared"],"description":["  NGC 7009 is a fascinating example of a high excitation, elliptical planetary\nnebula (PN) containing circum-nebular rings, and FLIERs and jets along the\nmajor axis. We present visual spectroscopy along multiple position angles\nthrough the nucleus, taken with the Observatorio Astronomico Nacional (Mexico);\nmid-infrared (MIR) spectroscopy and imaging acquired using the Infrared Space\nObservatory (ISO) and Spitzer Space Telescope (SST), and narrow band imaging\nobtained using the Hubble Space Telescope (HST). The data show that the\nmid-infrared (MIR) continuum is dominated by a broad ~ 100K continuum, and a\nstrong excess attributable to crystalline silicate emission. The primary peaks\nin this excess are similar to those observed in Forsterite and clino- and\northo-enstatite. We use the ground-based spectroscopy, and ratioing of HST\nimages to investigate the presence of shocks in the ansae and interior\nenvelope. It is concluded that line ratios in the ansae may be partially\nconsistent with shock excitation, although these features are primarily\ndominated by photo-ionisation. We also note evidence for shock excitation at\nthe limits of the interior elliptical shell, and for multiple bow-shock\nstructures centered upon the ansae.\n","Comment: 22 pages, 19 figures. Accepted for publication in MNRAS. 52 pages in\n  arXiv"]}]
["1008.4179",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4179","doi:10.1111/j.1365-2966.2010.17340.x"],"date":["2010-08-24"],"type":["text"],"creator":["Phillips, J. P.","Marquez-Lugo, R. A."],"language":[],"coverage":[],"title":["The Interaction of Supernova Remnant G357.7+0.3 with the Interstellar\n  Medium"],"description":["  The supernova remnant (SNR) G357.7+0.3 appears to have caused considerable\nshredding of the local interstellar medium (ISM), leading to the formation of\nmultiple cloud fragments having bright rims and cometary structures. We\ninvestigate five of these regions using mid-infrared (MIR) imaging and\nphotometry deriving from the Spitzer Space Telescope (SST), as well as\nphotometry deriving from the 2MASS near-infrared all sky survey, the Mid-Course\nScience Experiment (MSX), and the Multiband Imaging Photometer for Spitzer\n(MIPSGAL) survey of the Galactic plane. It is noted that two of the rims show\nevidence for emission by shock excited H2 transitions, whilst the centres of\nthe clouds also show evidence for dark extinction cores, observed in silhouette\nagainst the bright emission rims. Levels of extinction for these cores are\ndetermined to be of order AV ~ 17-26 mag, whilst densities n(HI) are of order ~\n10^4 cm^(-3), and masses in the region of ~40-100 Msun. It is shown that the\nwavelength dependence of extinction is probably similar to that of Cardelli et\nal. and Martin & Whittet, but differs from the MIR extinction trends of\nIndebetouw et al. The distributions of Class I young stellar objects (YSOs)\nimplies that many of them are physically associated with the clouds, and were\nlikely formed as a result of interaction between the clouds and SN winds. A\ndetermination of the spectral energy distributions (SEDs) of these stars,\ntogether with 2-D radiative transfer modelling of their continua is used to\nplace constraints upon their properties.\n","Comment: The paper contains 18 figures and 2 tables"]}]
["1008.4180",{"format":[],"subject":["Mathematics - Number Theory","11B39, 11B50, 11L07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4180"],"date":["2010-08-24"],"type":["text"],"creator":["Garcia, Victor C."],"language":[],"coverage":[],"title":["On the distribution of sparse sequences in prime fields and applications"],"description":["  In the present paper we investigate distributional properties of sparse\nsequences modulo almost all prime numbers. We obtain new results for a wide\nclass of sparse sequences which in particular find applications on additive\nproblems and the discrete Littlewood problem related to lower bound estimates\nof the $L_1$-norm of trigonometric sums.\n"]}]
["1008.4184",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4184"],"date":["2010-08-24"],"type":["text"],"creator":["Sun, Ke","Meng, Huadong","Wang, Yongliang","Wang, Xiqin"],"language":[],"coverage":[],"title":["Direct Data Domain STAP using Sparse Representation of Clutter Spectrum"],"description":["  Space-time adaptive processing (STAP) is an effective tool for detecting a\nmoving target in the airborne radar system. Due to the fast-changing clutter\nscenario and/or non side-looking configuration, the stationarity of the\ntraining data is destroyed such that the statistical-based methods suffer\nperformance degradation. Direct data domain (D3) methods avoid non-stationary\ntraining data and can effectively suppress the clutter within the test cell.\nHowever, this benefit comes at the cost of a reduced system degree of freedom\n(DOF), which results in performance loss. In this paper, by exploiting the\nintrinsic sparsity of the spectral distribution, a new direct data domain\napproach using sparse representation (D3SR) is proposed, which seeks to\nestimate the high-resolution space-time spectrum with only the test cell. The\nsimulation of both side-looking and non side-looking cases has illustrated the\neffectiveness of the D3SR spectrum estimation using focal underdetermined\nsystem solution (FOCUSS) and norm minimization. Then the clutter covariance\nmatrix (CCM) and the corresponding adaptive filter can be effectively obtained.\nSince D3SR maintains the full system DOF, it can achieve better performance of\noutput signal-clutter-ratio (SCR) and minimum detectable velocity (MDV) than\ncurrent D3 methods, e.g., direct data domain least squares (D3LS). Thus D3SR is\nmore effective against the range-dependent clutter and interference in the\nnon-stationary clutter scenario.\n","Comment: 30 pages, 10 figures, submitted to Elsevier,Signal Processing,\n  August,2010"]}]
["1008.4185",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4185"],"date":["2010-08-24"],"type":["text"],"creator":["Sun, Ke","Zhang, Hao","Li, Gang","Meng, Huadong","Wang, Xiqin"],"language":[],"coverage":[],"title":["Airborne Radar STAP using Sparse Recovery of Clutter Spectrum"],"description":["  Space-time adaptive processing (STAP) is an effective tool for detecting a\nmoving target in spaceborne or airborne radar systems. Statistical-based STAP\nmethods generally need sufficient statistically independent and identically\ndistributed (IID) training data to estimate the clutter characteristics.\nHowever, most actual clutter scenarios appear only locally stationary and lack\nsufficient IID training data. In this paper, by exploiting the intrinsic\nsparsity of the clutter distribution in the angle-Doppler domain, a new STAP\nalgorithm called SR-STAP is proposed, which uses the technique of sparse\nrecovery to estimate the clutter space-time spectrum. Joint sparse recovery\nwith several training samples is also used to improve the estimation\nperformance. Finally, an effective clutter covariance matrix (CCM) estimate and\nthe corresponding STAP filter are designed based on the estimated clutter\nspectrum. Both the Mountaintop data and simulated experiments have illustrated\nthe fast convergence rate of this approach. Moreover, SR-STAP is less dependent\non prior knowledge, so it is more robust to the mismatch in the prior knowledge\nthan knowledge-based STAP methods. Due to these advantages, SR-STAP has great\npotential for application in actual clutter scenarios.\n","Comment: 28 pages, 11 figures, Submitted to the IEEE Transactions on Aerospace\n  and Electronic Systems in April,2010"]}]
["1008.4194",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4194"],"date":["2010-08-24"],"type":["text"],"creator":["Fan, Engui"],"language":[],"coverage":[],"title":["Binary Bell polynomials approach to the integrability of nonisospectral\n  and variable-coefficient nonlinear equations"],"description":["  Recently, Lembert, Gilson et al proposed a lucid and systematic approach to\nobtain bilinear B\\\"{a}cklund transformations and Lax pairs for\nconstant-coefficient soliton equations based on the use of binary Bell\npolynomials. In this paper, we would like to further develop this method with\nnew applications. We extend this method to systematically investigate complete\nintegrability of nonisospectral and variable-coefficient equations. In\naddiction, a method is described for deriving infinite conservation laws of\nnonlinear evolution equations based on the use of binary Bell polynomials. All\nconserved density and flux are given by explicit recursion formulas. By taking\nvariable-coefficient KdV and KP equations as illustrative examples, their\nbilinear formulism, bilinear B\\\"{a}cklund transformations, Lax pairs, Darboux\ncovariant Lax pairs and conservation laws are obtained in a quick and natural\nmanner. In conclusion, though the coefficient functions have influences on a\nvariable-coefficient nonlinear equation, under certain constrains the equation\nturn out to be also completely integrable, which leads us to a canonical\ninterpretation of their $N$-soliton solutions in theory.\n","Comment: 39 pages"]}]
["1008.4197",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4197"],"date":["2010-08-24"],"type":["text"],"creator":["Holcomb, K.","Liuti, S.","Perry, D. Z."],"language":[],"coverage":[],"title":["Self-Organizing Maps and Parton Distributions Functions"],"description":["  We present a new method to extract parton distribution functions from high\nenergy experimental data based on a specific type of neural networks, the\nSelf-Organizing Maps. We illustrate the features of our new procedure that are\nparticularly useful for an anaysis directed at extracting generalized parton\ndistributions from data. We show quantitative results of our initial analysis\nof the parton distribution functions from inclusive deep inelastic scattering.\n","Comment: 8 pages, 4 figures, to appear in the proceedings of \"Workshop on\n  Exclusive Reactions at High Momentum Transfer (IV)\", Jefferson Lab, May 18th\n  -21st, 2010"]}]
["1008.4198",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4198"],"date":["2010-08-24"],"type":["text"],"creator":["Fan, Engui","Hon, Y. C."],"language":[],"coverage":[],"title":["Generalized Super Bell Polynomials with Applications to Superymmetric\n  Equations"],"description":["  In this paper, we introduce a class of new generalized super Bell polynomials\non a superspace, explore their properties, and show that they are a natural and\neffective tool to systematically investigate integrability of supersymmetric\nequations. The connections between the super Bell polynomials and super\nbilinear representation, bilinear B\\\"{a}cklund transformation, Lax pair and\ninfinite conservation laws of supersymmetric equations are established. We take\nsupersymmetric KdV equation and supersymmetric sine-Gordon equation to\nillustrate this procedure.\n","Comment: 36 pages"]}]
["1008.4202",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4202"],"date":["2010-08-25"],"type":["text"],"creator":["Herbold, Eric B","Nesterenko, Vitali F"],"language":[],"coverage":[],"title":["Propagation of Rarefaction Pulses in Discrete Materials with\n  Strain-Softening Behavior"],"description":["  Discrete materials composed of masses connected by strongly nonlinear links\nwith anomalous behavior (reduction of elastic modulus with strain) have very\ninteresting wave dynamics. Such links may be composed of materials exhibiting\nrepeatable softening behavior under loading and unloading. These discrete\nmaterials will not support strongly nonlinear compression pulses due to\nnonlinear dispersion but may support stationary rarefaction pulses or\nrarefaction shock-like waves. Here we investigate rarefaction waves in\nnonlinear periodic systems with a general power-law relationship between force\nand displacement $F \\propto \\delta^{n}$, where $0 < n < 1$. An exact solution\nof the long-wave approximation is found for the special case of $n = 1/2$,\nwhich agrees well with numerical results for the discrete chain. Theoretical\nand numerical analysis of stationary solutions are discussed for different\nvalues of $n$ in the interval $0 < n < 1$. The leading solitary rarefaction\nwave followed by a dispersive tail was generated by impact in numerical\ncalculations.\n","Comment: 15 pages, 4 figures"]}]
["1008.4203",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4203"],"date":["2010-08-25"],"type":["text"],"creator":["Farchione, Davide","Kabaila, Paul"],"language":[],"coverage":[],"title":["Variable-width confidence intervals in Gaussian regression and penalized\n  maximum likelihood estimators"],"description":["  Hard thresholding, LASSO , adaptive LASSO and SCAD point estimators have been\nsuggested for use in the linear regression context when most of the components\nof the regression parameter vector are believed to be zero, a sparsity type of\nassumption. Potscher and Schneider, 2010, Electronic Journal of Statistics,\nhave considered the properties of fixed-width confidence intervals that include\none of these point estimators (for all possible data values). They consider a\nnormal linear regression model with orthogonal regressors and show that these\nconfidence intervals are longer than the standard confidence interval (based on\nthe maximum likelihood estimator) when the tuning parameter for these point\nestimators is chosen to lead to either conservative or consistent model\nselection. We extend this analysis to the case of variable-width confidence\nintervals that include one of these point estimators (for all possible data\nvalues). In consonance with these findings of Potscher and Schneider, we find\nthat these confidence intervals perform poorly by comparison with the standard\nconfidence interval, when the tuning parameter for these point estimators is\nchosen to lead to consistent model selection. However, when the tuning\nparameter for these point estimators is chosen to lead to conservative model\nselection, our conclusions differ from those of Potscher and Schneider. We\nconsider the variable-width confidence intervals of Farchione and Kabaila,\n2008, Statistics & Probability Letters, which have advantages over the standard\nconfidence interval in the context that there is a belief in a sparsity type of\nassumption. These variable-width confidence intervals are shown to include the\nhard thresholding, LASSO, adaptive LASSO and SCAD estimators (for all possible\ndata values) provided that the tuning parameters for these estimators are\nchosen to belong to an appropriate interval.\n"]}]
["1008.4205",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4205"],"date":["2010-08-25"],"type":["text"],"creator":["Bryan, Jim","Cadman, Charles","Young, Ben"],"language":[],"coverage":[],"title":["The Orbifold Topological Vertex"],"description":["  We define Donaldson-Thomas invariants of Calabi-Yau orbifolds and we develop\na topological vertex formalism for computing them. The basic combinatorial\nobject is the orbifold vertex, a generating function for the number of 3D\npartitions asymptotic to three given 2D partitions and colored by\nrepresentations of a finite Abelian group G acting on C^3. In the case where\nG=Z_n acting on C^3 with transverse A_{n-1} quotient singularities, we give an\nexplicit formula for the vertex in terms of Schur functions. We discuss\napplications of our formalism to the Donaldson-Thomas Crepant Resolution\nConjecture and to the orbifold Donaldson-Thomas/Gromov-Witten correspondence.\nWe also explicitly compute the Donaldson-Thomas partition function for some\nsimple orbifold geometries: the local football and the local BZ_2 gerbe.\n","Comment: 70 pages, lots of figures"]}]
["1008.4206",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4206","Information Technology Journal, Vol. 9, No. 4, pp. 811-817, 2010","doi:10.3923/itj.2010.811.817"],"date":["2010-08-25"],"type":["text"],"creator":["Tabassum, Mirza Rehenuma","Gias, Alim Ul","Kamal, Md. Mostafa","Muctadir, Hossain Muhammad","Ibrahim, Muhammad","Shakir, Asif Khan","Imran, Asif","Islamm, Saiful","Rabbani, Md. Golam","Khaled, Shah Mostafa","Islam, Md. Saiful","Begum, Zerina"],"language":[],"coverage":[],"title":["Comparative Study of Statistical Skin Detection Algorithms for\n  Sub-Continental Human Images"],"description":["  Object detection has been a focus of research in human-computer interaction.\nSkin area detection has been a key to different recognitions like face\nrecognition, human motion detection, pornographic and nude image prediction,\netc. Most of the research done in the fields of skin detection has been trained\nand tested on human images of African, Mongolian and Anglo-Saxon ethnic\norigins. Although there are several intensity invariant approaches to skin\ndetection, the skin color of Indian sub-continentals have not been focused\nseparately. The approach of this research is to make a comparative study\nbetween three image segmentation approaches using Indian sub-continental human\nimages, to optimize the detection criteria, and to find some efficient\nparameters to detect the skin area from these images. The experiments observed\nthat HSV color model based approach to Indian sub-continental skin detection is\nmore suitable with considerable success rate of 91.1% true positives and 88.1%\ntrue negatives.\n","Comment: 8 pages"]}]
["1008.4207",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4207"],"date":["2010-08-25"],"type":["text"],"creator":["Lacaze, Bernard"],"language":[],"coverage":[],"title":["Beams Propagation Modelled by Bi-filters"],"description":["  In acoustic, ultrasonic or electromagnetic propagation, crossed media are\noften modelled by linear filters with complex gains in accordance with the\nBeer-Lambert law. This paper addresses the problem of propagation in media\nwhere polarization has to be taken into account. Because waves are now\nbi-dimensional, an unique filter is not sufficient to represent the effects of\nthe medium. We propose a model which uses four linear invariant filters, which\nallows to take into account exchanges between components of the field. We call\nit bi-filter because it has two inputs and two outputs. Such a circuit can be\nfitted to light devices like polarizers, rotators and compensators and to\npropagation in free space. We give a generalization of the Beer-Lambert law\nwhich can be reduced to the usual one in some cases and which justifies the\nproposed model for propagation of electromagnic beams in continuous media.\n","Comment: 26 pages, 2 figures"]}]
["1008.4208",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4208","Astronomy Letters, 2010 Vol. 36, No. 9, pp. 634-644","doi:10.1134/S1063773710090021"],"date":["2010-08-25"],"type":["text"],"creator":["Bobylev, Vadim V."],"language":[],"coverage":[],"title":["Parameters of the Local Warp of the Stellar-Gaseous Galactic Disk from\n  the Kinematics of Tycho-2 Nearby Red Giant Clump Stars"],"description":["  We analyze the three-dimensional kinematics of about 82000 Tycho-2 stars\nbelonging to the red giant clump (RGC). First, based on all of the currently\navailable data, we have determined new, most probable components of the\nresidual rotation vector of the optical realization of the ICRS/HIPPARCOS\nsystem relative to an inertial frame of reference, \\omega_x,\\omega_y,\\omega_z)=\n(-0.11,0.24,-0.52)+/-(0.14,0.10,0.16) mas/yr. The stellar proper motions in RA\nhave then be corrected by applying the correction \\omega_z = -0.52 mas/yr. We\nshow that, apart from their involvement in the general Galactic rotation\ndescribed by the Oort constants A= 15.82+/-0.21 km/s/kpc and B=-10.87+/-0.15\nkm/s/kpc, the RGC stars have kinematic peculiarities in the Galactic yz plane\nrelated to the kinematics of the warped stellar-gaseous Galactic disk. We show\nthat the parameters of the linear Ogorodnikov-Milne model that describe the\nkinematics of RGC stars in the zx plane do not differ significantly from zero.\nThe situation in the yz plane is different. For example, the component of the\nsolid-body rotation vector of the local solar neighborhood around the Galactic\nx axis is M_32- = -2.6+/-0.2 km/s/kpc. Two parameters of the deformation tensor\nin this plane, namely M_23^+ = 1.0+/-0.2 km/s/kpc and (M_33-M_22)= -1.3+/-0.4\nkm/s/kpc, also differ significantly from zero. On the whole, the kinematics of\nthe warped stellar-gaseous Galactic disk in the local solar neighborhood can be\ndescribed as a rotation around the Galactic X axis (close to the line of nodes\nof this structure) with an angular velocity (-3.1+/-0.5) < \\Omega_W <\n(-4.4+/-0.5) km/s/kpc.\n","Comment: 17 pages, 3 tables, 2 figures"]}]
["1008.4213",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4213"],"date":["2010-08-25"],"type":["text"],"creator":["de Silva, Nalin"],"language":[],"coverage":[],"title":["On Schr\\\"odinger's cat"],"description":["  Schr\\\"odinger's cat appears to have been harassed in a chamber during the\npast eighty years or so by interpreting the role of the observer as a person,\nwho sets an experiment and then observes results, may be after some time. The\nrealist position tells us that the physical processes would take place\nindependent of the observer with well defined properties, whereas the\npositivist position wants us to believe that nothing can be said of a system\nwhen it is not being observed. In this paper we question both these positions\nand also the assumption that the atom and the cat are entangled and further\nwhether the atom could be considered to be in a state of decay and not decay.\nWe let the cat either out of the bag (chamber) or rest in peace with or without\nthe atom or the observer.\n","Comment: 7 pages"]}]
["1008.4214",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4214"],"date":["2010-08-25"],"type":["text"],"creator":["Goncharov, Maxim"],"language":[],"coverage":[],"title":["Structures of Malcev Bialgebras on a simple non-Lie Malcev algebra"],"description":["  Lie bialgebras were introduced by Drinfeld in studying the solutions to the\nclassical Yang-Baxter equation. The definition of a bialgebra in the sense of\nDrinfeld (D-bialgebra), related with any variety of algebras, was given by\nZhelyabin. In this work, we consider Malcev bialgebras. We describe all\nstructures of a Malcev bialgebra on a simple non-Lie Malcev algebra.\n"]}]
["1008.4219",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4219"],"date":["2010-08-25"],"type":["text"],"creator":["Fino, Ahmad","Kirane, Mokhtar","Georgiev, Vladimir"],"language":[],"coverage":[],"title":["Finite time blow-up for a wave equation with a nonlocal nonlinearity"],"description":["  In this article, we study the local existence of solutions for a wave\nequation with a nonlocal in time nonlinearity. Moreover, a blow-up results are\nproved under some conditions on the dimensional space, the initial data and the\nnonlinear forcing term.\n"]}]
["1008.4221",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4221"],"date":["2010-08-25"],"type":["text"],"creator":["Fu, Hua","Kam, Pooi Yuen"],"language":[],"coverage":[],"title":["Performance of Optimum and Suboptimum Combining Diversity Reception for\n  Binary DPSK over Independent, Nonidentical Rayleigh Fading Channels"],"description":["  This paper is concerned with the error performance analysis of binary\ndifferential phase shift keying with differential detection over the\nnonselective, Rayleigh fading channel with combining diversity reception. Space\nantenna diversity reception is assumed. The diversity branches are independent,\nbut have nonidentically distributed statistics. The fading process in each\nbranch is assumed to have an arbitrary Doppler spectrum with arbitrary Doppler\nbandwidth. Both optimum diversity reception and suboptimum diversity reception\nare considered. Results available previously apply only to the case of first\nand second-order diversity. Our results are more general in that the order of\ndiversity is arbitrary. Moreover, the bit error probability (BEP) result is\nobtained in an exact, closed-form expression which shows the behavior of the\nBEP as an explict function of the one-bit-interval fading correlation\ncoefficient at the matched filter output, the mean signal-to-noise ratio per\nbit per branch and the order of diversity. A simple, more easily computable\nChernoff bound to the BEP of the optimum diversity detector is also derived.\n","Comment: ICC'05"]}]
["1008.4225",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4225"],"date":["2010-08-25"],"type":["text"],"creator":["Vanderhaeghen, Marc","Walcher, Thomas"],"language":[],"coverage":[],"title":["Long Range Structure of the Nucleon"],"description":["  The long range structure of the nucleon is discussed starting from the old\nmodel of a quark bag with a pion cloud (``cloudy bag'') carrying on to the more\nrecent ideas of the parton model of the nucleon. On the basis of the most\nrecent measurements of the form factors at MAMI, JLab and MIT quantitative\nresults for nucleon charge densities are presented within both non-relativistic\nand relativistic frameworks.\n","Comment: 14 pages, 14 figures"]}]
["1008.4230",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4230","Organic Electronics 11, 1693 (2010)","doi:10.1016/j.orgel.2010.07.016"],"date":["2010-08-25"],"type":["text"],"creator":["Schafferhans, Julia","Baumann, Andreas","Wagenpfahl, Alexander","Deibel, Carsten","Dyakonov, Vladimir"],"language":[],"coverage":[],"title":["Oxygen doping of P3HT:PCBM blends: Influence on trap states, charge\n  carrier mobility and solar cell performance"],"description":["  We investigated the influence of oxygen on the performance of P3HT:PCBM\n(poly(3-hexylthiophene):[6,6]-phenyl C61 butyric acid methyl ester) solar cells\nby current--voltage, thermally stimulated current (TSC) and charge extraction\nby linearly increasing voltage (CELIV) measurement techniques. The exposure to\noxygen leads to an enhanced charge carrier concentration and a decreased charge\ncarrier mobility. Further, an enhanced formation of deeper traps was observed,\nalthough the overall density of traps was found to be unaffected upon oxygen\nexposure. With the aid of macroscopic simulations, based on solving the\ndifferential equation system of Poisson, continuity and drift-diffusion\nequations in one dimension, we demonstrate the influence of a reduced charge\ncarrier mobility and an increased charge carrier density on the main solar cell\nparameters, consistent with experimental findings.\n"]}]
["1008.4231",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4231"],"date":["2010-08-25"],"type":["text"],"creator":["Azamov, Nurulla"],"language":[],"coverage":[],"title":["Non-trivial singular spectral shift functions exist"],"description":["  In this paper I prove existence of an irreducible pair of operators $H$ and\n$H+V,$ where $H$ is a self-adjoint operator and $V$ is a self-adjoint\ntrace-class operator, such that the singular spectral shift function of the\npair is non-zero on the absolutely continuous spectrum of the operator $H.$\n","Comment: 10 pages"]}]
["1008.4232",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4232"],"date":["2010-08-25"],"type":["text"],"creator":["V'yugin, Vladimir V."],"language":[],"coverage":[],"title":["Online Learning in Case of Unbounded Losses Using the Follow Perturbed\n  Leader Algorithm"],"description":["  In this paper the sequential prediction problem with expert advice is\nconsidered for the case where losses of experts suffered at each step cannot be\nbounded in advance. We present some modification of Kalai and Vempala algorithm\nof following the perturbed leader where weights depend on past losses of the\nexperts. New notions of a volume and a scaled fluctuation of a game are\nintroduced. We present a probabilistic algorithm protected from unrestrictedly\nlarge one-step losses. This algorithm has the optimal performance in the case\nwhen the scaled fluctuations of one-step losses of experts of the pool tend to\nzero.\n","Comment: 31 pages, 3 figures"]}]
["1008.4233",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Neurons and Cognition","60J60, 62M99, 62P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4233"],"date":["2010-08-25"],"type":["text"],"creator":["Hoepfner, Reinhard"],"language":[],"coverage":[],"title":["To which extent is the membrane potential in a neuron between successive\n  spikes adequately modelled by a (continuous) semimartingale?"],"description":["  We consider $p$-variations in some membrane potential data --viewed as a\nfunction of the step size in case where $p$ is fixed, or viewed as a function\nof $p$ in case where the step size is fixed-- and compare their shape with\nresults in Ait-Sahalia and Jacod (2009) which do hold for general\nsemimartingales. We obtain the following conclusion: in non- or very rarely\nspiking cases the membrane potential behaves as a semimartingale, in some cases\nas a semimartingale with jumps. Once the neuron is spiking, a semimartingale\nmodelization is no longer adequate for the membrane potential between\nsuccessive spikes, even if interspike intervals are relatively long.\n"]}]
["1008.4239",{"format":[],"subject":["Physics - History and Philosophy of Physics","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4239","Das erste Grossexperiment der Physik auf einer Galeere: Pierre\n  Gassendi und die kopernikanische Zeitenwende, Physik in unserer Zeit 38, (5)\n  249-253","doi:10.1002/200601148"],"date":["2010-08-25"],"type":["text"],"creator":["Risch, Matthias R."],"language":[],"coverage":[],"title":["History of Scientists? Elimination of Naive Beliefs about Movement - The\n  testing of the theories of Galileo in his lifetime on board of a galley -"],"description":["  Throughout the early history of Science the heliocentric world model was\nrefused because it contradicted the thoughts of Aristotle and the medieval\n\"Impetus\" theory of movement. Even Galileo's sky observations did not lead to\nany acceptance of the heliocentric model, because scientists derived from\nAristotle's physics that the earth was static. It was not until 1640 when\nGassendi proved the principle of inertia on a moving galley, as well as\nGalileo's laws of free fall with a giant wheel that \"impetus-physics\" which\nincorporated naive beliefs about movement was abandoned. To understand the\nmethods of calculating movement, novice students can be stitmulaed by using\nthese initial experiments based on the dynamics of a ship movement and not rely\non na\\\"ive approach. This can help novice students to attain a concept change\nfrom na\\\"ive to scientific conceptions about movement. Modern students who\nstudy movement were found to harbour many of the same naive beliefs as our\nscientific forefathers. The history behind the elimination of these naive\nbeliefs is presented here in order to help encourage elimination of these naive\nbeliefs. Several studies found these naive beliefs to be held by novice\nstudents today. These naive beliefs held in the Science of movement have posed\nmajor problems for teaching novice students. Conflicting methods of modelling\nthese movements have been the source of much controversy over time as concepts\nchanged. Considering a conceptual change in history can be helpful in\neducation.\n","Comment: 19 pages, 7 figures; PACS Numbers 01.65.+g 96.35.-j 01.40. -d cvbb\n  PACS Numbers 01.65.+g 96.35.-j 01.40. -d PACS numbers 01.65 +g 96.35-j 01.40\n  -d"]}]
["1008.4244",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4244"],"date":["2010-08-25"],"type":["text"],"creator":["Ahn, Hee-Kap","Cheong, Otfried","Matoušek, Jirí","Vigneron, Antoine"],"language":[],"coverage":[],"title":["Reachability by Paths of Bounded Curvature in a Convex Polygon"],"description":["  Let $B$ be a point robot moving in the plane, whose path is constrained to\nforward motions with curvature at most one, and let $P$ be a convex polygon\nwith $n$ vertices. Given a starting configuration (a location and a direction\nof travel) for $B$ inside $P$, we characterize the region of all points of $P$\nthat can be reached by $B$, and show that it has complexity $O(n)$. We give an\n$O(n^2)$ time algorithm to compute this region. We show that a point is\nreachable only if it can be reached by a path of type CCSCS, where C denotes a\nunit circle arc and S denotes a line segment.\n"]}]
["1008.4248",{"format":[],"subject":["Mathematics - Numerical Analysis","65M60, 35Q53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4248"],"date":["2010-08-25"],"type":["text"],"creator":["Antonopoulos, D. C.","Dougalis, V. A."],"language":[],"coverage":[],"title":["Notes on error estimates for Galerkin approximations of the 'classical'\n  Boussinesq system and related hyperbolic problems"],"description":["  We consider the `classical' Boussinesq system in one space dimension and its\nsymmetric analog. These systems model two-way propagation of nonlinear,\ndispersive long waves of small amplitude on the surface of an ideal fluid in a\nuniform horizontal channel. We discretize an initial-boundary-value problem for\nthese systems in space using Galerkin-finite element methods and prove error\nestimates for the resulting semidiscrete problems and also for their fully\ndiscrete analogs effected by explicit Runge-Kutta time-stepping procedures. The\ntheoretical orders of convergence obtained are consistent with the results of\nnumerical experiments that are also presented.\n","Comment: 61 pages, 2 figures, 12 tables"]}]
["1008.4249",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4249"],"date":["2010-08-25"],"type":["text"],"creator":["Islam, Md. Saiful","Mahmud, Abdullah Al","Islam, Md. Rafiqul"],"language":[],"coverage":[],"title":["Machine Learning Approaches for Modeling Spammer Behavior"],"description":["  Spam is commonly known as unsolicited or unwanted email messages in the\nInternet causing potential threat to Internet Security. Users spend a valuable\namount of time deleting spam emails. More importantly, ever increasing spam\nemails occupy server storage space and consume network bandwidth. Keyword-based\nspam email filtering strategies will eventually be less successful to model\nspammer behavior as the spammer constantly changes their tricks to circumvent\nthese filters. The evasive tactics that the spammer uses are patterns and these\npatterns can be modeled to combat spam. This paper investigates the\npossibilities of modeling spammer behavioral patterns by well-known\nclassification algorithms such as Na\\\"ive Bayesian classifier (Na\\\"ive Bayes),\nDecision Tree Induction (DTI) and Support Vector Machines (SVMs). Preliminary\nexperimental results demonstrate a promising detection rate of around 92%,\nwhich is considerably an enhancement of performance compared to similar spammer\nbehavior modeling research.\n","Comment: 12 pages, 3 figures, 5 tables, Submitted to AIRS 2010"]}]
["1008.4256",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4256"],"date":["2010-08-25"],"type":["text"],"creator":["Tikhonov, E. A.","Ivashkin, V. A."],"language":[],"coverage":[],"title":["Studying of refractive index measurements in reflected light"],"description":["  Two methods of refractometry in reflected light from optical surface of\nsamples are considered and studied experimentally. Methods are grounded on\nresults of Fresnel theory of concerning light reflectivity at near normal\nincidence and Brewster angle. Sources of errors for both methods were\nconsidered and possibility of measuring of the refractive index with\napplication of laser radiation with accuracy to within 4th sign was shown.\nAdvantages of described methods concerning requirements to preparation of\nsamples to refractive index measurement of solid, thin-film and absorbing\nmaterials are scored.\n","Comment: 13 pages,6 figures, 2 tables"]}]
["1008.4257",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4257","5th International Conference on Signal-Image Technology and\n  Internet based Systems, Marakesh : Morocco (2009)"],"date":["2010-08-25"],"type":["text"],"creator":["Matta, Nada","Castillo, Oswaldo"],"language":[],"coverage":[],"title":["Learning from Profession Knowledge: Application on Knitting"],"description":["  Knowledge Management is a global process in companies. It includes all the\nprocesses that allow capitalization, sharing and evolution of the Knowledge\nCapital of the firm, generally recognized as a critical resource of the\norganization. Several approaches have been defined to capitalize knowledge but\nfew of them study how to learn from this knowledge. We present in this paper an\napproach that helps to enhance learning from profession knowledge in an\norganisation. We apply our approach on knitting industry.\n"]}]
["1008.4261",{"format":[],"subject":["Quantum Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4261"],"date":["2010-08-25"],"type":["text"],"creator":["Drezet, A."],"language":[],"coverage":[],"title":["Paradox or non-paradox in wave-particle duality"],"description":["  We analyze the experiment recently realized by S. Afshar et al. [1] in order\nto refute the principle of complementarity. We discuss the general meaning of\nthis principle and show that contrarily to the claim of the authors Bohr's\ncomplementarity is not in danger in this experiment.\n","Comment: 19 pages, 3 figures"]}]
["1008.4264",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4264"],"date":["2010-08-25"],"type":["text"],"creator":["Aly, Salah A.","Kamal, Ahmed E.","Walid, Anwar I."],"language":[],"coverage":[],"title":["Network Protection Design Using Network Coding"],"description":["  Link and node failures are two common fundamental problems that affect\noperational networks. Protection of communication networks against such\nfailures is essential for maintaining network reliability and performance.\nNetwork protection codes (NPC) are proposed to protect operational networks\nagainst link and node failures. Furthermore, encoding and decoding operations\nof such codes are well developed over binary and finite fields. Finding network\ntopologies, practical scenarios, and limits on graphs applicable for NPC are of\ninterest. In this paper, we establish limits on network protection design. We\ninvestigate several network graphs where NPC can be deployed using network\ncoding. Furthermore, we construct graphs with minimum number of edges suitable\nfor network protection codes deployment.\n","Comment: ITW2010"]}]
["1008.4265",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4265"],"date":["2010-08-25"],"type":["text"],"creator":["Lu, Hongliang"],"language":[],"coverage":[],"title":["On perfect k-matchings"],"description":["  In this paper, we generalize the notions of perfect matchings, perfect\n2-matchings to perfect k-matchings and give a necessary and sufficient\ncondition for existence of perfect k-matchings. For bipartite graphs, we show\nthat this k-matching problem is equivalent to that matching question. Moreover,\nfor regular graphs, we provide a sufficient condition of perfect k-matching in\nterms of edge connectivity.\n"]}]
["1008.4267",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4267","Proc. SPIE, Vol. 7734, 773424 (2010)","doi:10.1117/12.857114"],"date":["2010-08-25"],"type":["text"],"creator":["Blind, Nicolas","LeBouquin, Jean-Baptiste","Absil, Olivier","Alamir, Mazen","Berger, Jean-Philippe","Defrère, Denis","Feautrier, Philippe","Hénault, Franois","Jocou, Laurent","Kern, Pierre","Laurent, Thomas","Malbet, Fabien","Mourard, Denis","Rousselet-Perrault, Karine","Sarlette, Alain","Surdej, Jean","Tarmoul, Nassima","Tatulli, Eric","Vincent, Lionel"],"language":[],"coverage":[],"title":["The Planar Optics Phase Sensor: a study for the VLTI 2nd Generation\n  Fringe Tracker"],"description":["  In a few years, the second generation instruments of the Very Large Telescope\nInterferometer (VLTI) will routinely provide observations with 4 to 6\ntelescopes simultaneously. To reach their ultimate performance, they will need\na fringe sensor capable to measure in real time the randomly varying optical\npaths differences. A collaboration between LAOG (PI institute), IAGL, OCA and\nGIPSA-Lab has proposed the Planar Optics Phase Sensor concept to ESO for the\n2nd Generation Fringe Tracker. This concept is based on the integrated optics\ntechnologies, enabling the conception of extremely compact interferometric\ninstruments naturally providing single-mode spatial filtering. It allows\noperations with 4 and 6 telescopes by measuring the fringes position thanks to\na spectrally dispersed ABCD method. We present here the main analysis which led\nto the current concept as well as the expected on-sky performance and the\nproposed design.\n"]}]
["1008.4268",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4268","Journal of Intelligent Systems, Vol 18 (4). 2009. pp 267-283"],"date":["2010-08-25"],"type":["text"],"creator":["Jeet, Kawal","Mago, Vijay Kumar","Prasad, Bhanu","Minhas, Rajinder Singh"],"language":[],"coverage":[],"title":["An Influence Diagram-Based Approach for Estimating Staff Training in\n  Software Industry"],"description":["  The successful completion of a software development process depends on the\nanalytical capability and foresightedness of the project manager. For the\nproject manager, the main intriguing task is to manage the risk factors as they\nadversely influence the completion deadline. One such key risk factor is staff\ntraining. The risk of this factor can be avoided by pre-judging the amount of\ntraining required by the staff. So, a procedure is required to help the project\nmanager make this decision. This paper presents a system that uses influence\ndiagrams to implement the risk model to aid decision making. The system also\nconsiders the cost of conducting the training, based on various risk factors\nsuch as, (i) Lack of experience with project software; (ii) Newly appointed\nstaff; (iii) Staff not well versed with the required quality standards; and\n(iv) Lack of experience with project environment. The system provides estimated\nrequirement details for staff training at the beginning of a software\ndevelopment project.\n","Comment: 16 Pages, 7 Figures, 2 Tables"]}]
["1008.4270",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4270"],"date":["2010-08-25"],"type":["text"],"creator":["Oszwaldowski, Maciej","Pieranski, Piotr","Berus, Tomasz","Jankowski, Jakub"],"language":[],"coverage":[],"title":["Reinterpretation of Hall effect in medium with hole"],"description":["  We reinterpret the distribution of the Hall potential in the Hall\nbar-with-a-hole that has been found and interpreted by Mani and Klitzing [Appl.\nPhys. Lett., 64 1262 (1994)]. Our reinterpretation explains all the \"paradoxes\"\nwithout resorting to new theoretical conceptions.\n","Comment: 10 pages, 4 figures; Contact address:\n  maciej.oszwaldowski@put.poznan.pl"]}]
["1008.4271",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4271"],"date":["2010-08-25"],"type":["text"],"creator":["Cabezas-Rivas, Esther","Miquel, Vicente"],"language":[],"coverage":[],"title":["Volume preserving mean curvature flow of revolution hypersurfaces\n  between two equidistants"],"description":["  In a rotationally symmetric space $\\oM$ around an axis A (whose precise\ndefinition includes all real space forms), we consider a domain $G$ limited by\ntwo equidistant hypersurfaces orthogonal to A. Let $M \\subset \\oM$ be a\nrevolution hypersurface generated by a graph over A, with boundary in $\\partial\nG$ and orthogonal to it. We study the evolution $M_t$ of $M$ under the\nvolume-preserving mean curvature flow requiring that the boundary of $M_t$\nrests on $\\partial G$ and keeps orthogonal to it. We prove that: a) the\ngenerating curve of $M_t$ remains a graph; b) the flow exists while $M_t$ does\nnot touch the axis of rotation; c) under a suitable hypothesis relating the\nenclosed volume and the area of $M$, the flow is defined for every $t\\in\n[0,\\infty[$ and a sequence of hypersurfaces $M_{t_n}$ converges to a revolution\nhypersurface of constant mean curvature. Some key points are: i) the results\nare true even for ambient spaces with positive curvature, ii) the averaged mean\ncurvature does not need to be positive and iii) for the proof it is necessary\nto carry out a detailed study of the boundary conditions.\n"]}]
["1008.4276",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4276"],"date":["2010-06-29"],"type":["text"],"creator":["Mieck, Bernhard"],"language":[],"coverage":[],"title":["Ensemble averaged coherent state path integral for disordered bosons\n  with a repulsive interaction and derivation of a nonlinear sigma model"],"description":["  A coherent state path integral is considered for bosons with an ensemble\naverage of a random potential and with an additional, repulsive interaction in\nthe context of BEC under inclusion of specially prepared disorder. The\nessential normalization of the coherent state path integral, as a generating\nfunction of observables, is obtained from the non-equilibrium time contour for\n'forward' and 'backward' propagation so that a time contour metric has to be\ntaken into account in the ensemble average with the random potential.\nTherefore, the respective symmetries for the derivation of a nonlinear sigma\nmodel follow from the involved time contour metric which leads to a coset\ndecomposition Sp(4)/U(2) x U(2) of the symplectic group Sp(4) with the subgroup\nU(2) for the unitary invariance of the density-related vacuum or ground state;\nthe corresponding spontaneous symmetry breaking gives rise to anomalous- or\n'Nambu'-doubled field degrees of freedom within self-energy matrices which are\nfinally regarded by remaining coset matrices. The notion of a 'return\nprobability', according to the original 'Anderson-localization', is thus\nnaturally contained within coherent state path integrals of a non-equilibrium\ncontour time for equivalent 'forward' and 'backward' propagation.\n"]}]
["1008.4278",{"format":[],"subject":["Mathematics - Differential Geometry","53B05, 15A72, 53A15, 53B10, 53C07, 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4278"],"date":["2010-08-25"],"type":["text"],"creator":["Gilkey, P.","Nikcevic, S.","Simon, U."],"language":[],"coverage":[],"title":["Curvature properties of Weyl geometries"],"description":["  We examine relations between geometry and the associated curvature\ndecompositions in Weyl geometry.\n"]}]
["1008.4279",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4279","English translation of: T. Heimburg. 2009. Physik Journal 8 (3):\n  33-39"],"date":["2010-08-25"],"type":["text"],"creator":["Heimburg, Thomas"],"language":["de"],"coverage":[],"title":["The Physics of Nerves"],"description":["  The accepted model for nerve pulse propagation in biological membranes seems\ninsufficient. It is restricted to dissipative electrical phenomena and\nconsiders nerve pulses exclusively as a microscopic phenomenon. A simple\nthermodynamic model that is based on the macroscopic properties of membranes\nallows explaining more features of nerve pulse propagation including the\nphenomenon of anesthesia that has so far remained unexplained.\n","Comment: 7 pages, 7 Figures. English translation of an article published in\n  Physik Journal in German language"]}]
["1008.4282",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4282","Proceedings of the 20th URSI Commission B International Symposium\n  on Electromagnetic Theory, Berlin, Germany, 927-930, 2010"],"date":["2010-08-25"],"type":["text"],"creator":["Mackay, Tom G.","Lakhtakia, Akhlesh"],"language":[],"coverage":[],"title":["A Plethora of Negative-Refraction Phenomenons in Relativistic and\n  Non-Relativistic Scenarios"],"description":["  In accordance with Snel's law of refraction, whether a plane wave is\nrefracted in the negative sense or positive sense at a planar boundary between\ntwo homogenous mediums is determined solely by the orientation of the real\nparts of the wavevectors involved. Thus, negative refraction should be\ndistinguished from the associated but independent phenomenons of negative phase\nvelocity, counterposition and negative deflection of energy flux. None of these\nphenomenons is Lorentz covariant.\n","Comment: Fig 3 (right) in our conference paper is incorrect; the correct\n  version of Fig 3 (right) appears in our arXiv paper"]}]
["1008.4285",{"format":[],"subject":["Mathematics - Metric Geometry","52A40 (Primary) 52A55, 51M10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4285"],"date":["2010-08-25"],"type":["text"],"creator":["Weber, Matthias J.","Schröcker, Hans-Peter"],"language":[],"coverage":[],"title":["Minimal area conics in the elliptic plane"],"description":["  We prove some uniqueness results for conics of minimal area that enclose a\ncompact, full-dimensional subset of the elliptic plane. The minimal enclosing\nconic is unique if its center or axes are prescribed. Moreover, we provide\nsufficient conditions on the enclosed set that guarantee uniqueness without\nrestrictions on the enclosing conics. Similar results are formulated for\nminimal enclosing conics of line sets as well.\n"]}]
["1008.4289",{"format":[],"subject":["Mathematics - Dynamical Systems","37A05, 11K55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4289"],"date":["2010-08-25"],"type":["text"],"creator":["Dajani, Karma","Kalle, Charlene"],"language":[],"coverage":[],"title":["Transformations generating negative $\\beta$-expansions"],"description":["  We introduce a family of dynamical systems that generate negative\n$\\beta$-expansions and study the support of the invariant measure which is\nabsolutely continuous with respect to Lebesgue measure. We give a\ncharacterization of the set of digit sequences that is produced by a typical\nmember of this family of transformations. We discuss the meaning of greedy\nexpansions in the negative sense, and show that there is no transformation in\nthe introduced family of dynamical systems that generates negative greedy.\nHowever, if one looks at random algorithms, then it is possible to define a\ngreedy expansion in base $-\\beta$.\n","Comment: 11 pages"]}]
["1008.4300",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4300"],"date":["2010-08-25"],"type":["text"],"creator":["Labropoulos, Panagiotis","team, the LOFAR EoR KSP"],"language":[],"coverage":[],"title":["Statistical inversion of the LOFAR Epoch of Reionization experiment data\n  model"],"description":["  LOFAR is a new and innovative effort to build a radio-telescope operating at\nthe multi-meter wavelength spectral window. One of the most exciting\napplications of LOFAR will be the search for redshifted 21-cm line emission\nfrom the Epoch of Reionization (EoR). It is currently believed that the Dark\nAges, the period after recombination when the Universe turned neutral, lasted\nuntil around the Universe was 400,000 years old. During the EoR, objects\nstarted to form in the early universe and they were energetic enough to ionize\nneutral hydrogen. The precision and accuracy required to achieve this\nscientific goal, can be essentially translated into accumulating large amounts\nof data. The data model describing the response of the LOFAR telescope to the\nintensity distribution of the sky is characterized by the non-linearity of the\nparameters and the large level of noise compared to the desired cosmological\nsignal. In this poster, we present the implementation of a statistically\noptimal map-making process and its properties. The basic assumptions of this\nmethod are that the noise is Gaussian and independent between the stations and\nfrequency channels and that the dynamic range of the data can been enhanced\nsignificantly during the off-line LOFAR processing. These assumptions match our\nexpectations for the LOFAR Epoch of Reionization Experiment.\n","Comment: 7 pages, 3 figures, Poster presented at 'A New Golden Age for Radio\n  Astronomy', International SKA Forum 2010, 10-14 June 2010, Hof van Saksen, NL"]}]
["1008.4301",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","28D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4301"],"date":["2010-08-25"],"type":["text"],"creator":["Prikhod'ko, A. A."],"language":[],"coverage":[],"title":["On ergodic properties of iceberg transformations. I: Approximation and\n  spectral multiplicity"],"description":["  We investigate a class of mixing dynamical systems around the concept of\niceberg transformation. In brief, an iceberg transformation is defined using\nsymbolic language as follows. We build a sequence of words such that the next\nword is a concatenation of rotated copies of the previous word. For example, a\nword CAT can turn into CAT.ATC.TCA.TCA.CAT.ATC, then we repeat the procedure\napplying it to this new word and so on. Geometrically, given an invertible\nmeasure preserving transformation $T$ an iceberg is a union of two icelets for\nthe map $T$, one direct and one reverse with common base set, where icelet is\ndefined in a similar way as Rokhlin tower $B \\sqcup TB \\sqcup \\ldots \\sqcup\nT^{h-1}B$, namely, an icelet is a sequence of disjoint measurable sets $\\{B_0,\nB_1, \\ldots, B_{h-1}\\}$ such that the levels are nested: $B_{j+1} \\subseteq\nTB_j$. Reverse icelet is defined as icelet for $T^{-1}$, and it grows towards\nthe past. Iceberg transformation is approximated by a sequence of icebergs,\nresembling the behaviour of rank one ergodic maps.\n  It is show that a class of random iceberg transformations almost surely has\nsimple spectrum, $1/4$-local rank property and spectral type $\\sigma$ such that\n$\\sigma \\conv \\sigma \\ll \\la$ where $\\la$ is the Lebesgue measure on the circle\n$S^1$.\n","Comment: 23 pages, 17 figures"]}]
["1008.4302",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","Mathematics - K-Theory and Homology","14M15, 05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4302"],"date":["2010-08-25"],"type":["text"],"creator":["Knutson, Allen"],"language":[],"coverage":[],"title":["Puzzles, positroid varieties, and equivariant K-theory of Grassmannians"],"description":["  Vakil studied the intersection theory of Schubert varieties in the\nGrassmannian in a very direct way: he degenerated the intersection of a\nSchubert variety X_mu and opposite Schubert variety X^nu to a union {X^lambda},\nwith repetition. This degeneration proceeds in stages, and along the way he met\na collection of more complicated subvarieties, which he identified as the\nclosures of certain locally closed sets.\n  We show that Vakil's varieties are _positroid varieties_, which in particular\nshows they are normal, Cohen-Macaulay, have rational singularities, and are\ndefined by the vanishing of Pl\\\"ucker coordinates [Knutson-Lam-Speyer]. We\ndetermine the equations of the Vakil variety associated to a partially filled\n``puzzle'' (building on the appendix to [Vakil]), and extend Vakil's proof to\ngive a geometric proof of the puzzle rule from [Knutson-Tao '03] for\nequivariant Schubert calculus.\n  The recent paper [Anderson-Griffeth-Miller] establishes (abstractly; without\na formula) three positivity results in equivariant K-theory of flag manifolds\nG/P. We demonstrate one of these concretely, giving a corresponding puzzle\nrule.\n","Comment: 30 pages; color helpful but not essential"]}]
["1008.4303",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4303","Chapter in \"Non-Equilibrium Quantum Gases at Finite Temperatures\",\n  ed. M. Davis, S. Gardiner, N. Nygaard, N. Proukakis, and M. Szymanska (World\n  Scientific, 2010)"],"date":["2010-08-25"],"type":["text"],"creator":["Wall, Michael L.","Carr, Lincoln D."],"language":[],"coverage":[],"title":["Finite Temperature Matrix Product State Algorithms and Applications"],"description":["  We review the basic theory of matrix product states (MPS) as a numerical\nvariational ansatz for time evolution, and present two methods to simulate\nfinite temperature systems with MPS: the ancilla method and the minimally\nentangled typical thermal state method. A sample calculation with the\nBose-Hubbard model is provided.\n","Comment: 13 pages, 4 figures"]}]
["1008.4304",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4304"],"date":["2010-08-25"],"type":["text"],"creator":["Dutkay, Dorin Ervin","Han, Deguang","Weber, Eric"],"language":[],"coverage":[],"title":["Bessel sequences of exponentials on fractal measures"],"description":["  Jorgensen and Pedersen have proven that a certain fractal measure $\\nu$ has\nno infinite set of complex exponentials which form an orthonormal set in\n$L^2(\\nu)$. We prove that any fractal measure $\\mu$ obtained from an affine\niterated function system possesses a sequence of complex exponentials which\nforms a Riesz basic sequence, or more generally a Bessel sequence, in\n$L^2(\\mu)$ such that the frequencies have positive Beurling dimension.\n"]}]
["1008.4310",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4310","Intelligence collective et organisation des connaissances (ISKO),\n  Lyon : France (2009)"],"date":["2010-08-25"],"type":["text"],"creator":["Matta, Nada","Sidoumou, Karima","Ninova, Goritsa","Atifi, Hassan"],"language":[],"coverage":[],"title":["Mod\\'elisation d'une analyse pragma-linguistique d'un forum de\n  discussion"],"description":["  We present in this paper, a modelling of an expertise in pragmatics. We\nfollow knowledge engineering techniques and observe the expert when he analyses\na social discussion forum. Then a number of models are defined. These models\nemphasises the process followed by the expert and a number of criteria used in\nhis analysis. Results can be used as guides that help to understand and\nannotate discussion forum. We aim at modelling other pragmatics analysis in\norder to complete the base of guides; criteria, process, etc. of discussion\nanalysis\n"]}]
["1008.4311",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4311"],"date":["2010-08-25"],"type":["text"],"creator":["Streets, Jeffrey"],"language":[],"coverage":[],"title":["The gradient flow of the $L^2$ curvature energy on surfaces"],"description":["  We investigate the gradient flow of the $L^2$ norm of the Riemannian\ncurvature on surfaces. We show long time existence with arbitrary initial data,\nand exponential convergence of the volume normalized flow to a constant scalar\ncurvature metric when the initial energy is below a constant determined by the\nEuler characteristic of the underlying surface.\n"]}]
["1008.4313",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4313","Mon. Not. R. Astron. Soc. 405, 1339-1348 (2010)","doi:10.1111/j.1365-2966.2010.16555.x"],"date":["2010-08-25"],"type":["text"],"creator":["Trepl, L.","Hui, C. Y.","Cheng, K. S.","Takata, J.","Wang, Y.","Liu, Z. Y.","Wang, N."],"language":[],"coverage":[],"title":["Multiwavelength properties of a new Geminga-like pulsar: PSR J2021+4026"],"description":["  In this paper, we report a detailed investigation of the multiwavelength\nproperties of a newly detected gamma-ray pulsar, PSR J2021+4026, in both\nobservational and theoretical aspects. We firstly identify an X-ray source in\nthe XMM-Newton serendipitous source catalogue, 2XMM J202131.0+402645, located\nwithin the 95% confidence circle of PSR J2021+4026. With an archival Chandra\nobservation, this identification provides an X-ray position with arcsecond\naccuracy which is helpful in facilitating further investigations. Searching for\nthe pulsed radio emission at the position of 2XMM J202131.0+402645 with a 25-m\ntelescope at Urumqi Astronomical Observatory resulted in null detection and\nplaces an upper-limit of 0.1~mJy for any pulsed signal at 18~cm. Together with\nthe emission properties in X-ray and gamma-ray, the radio quietness suggests\nPSR J2021+4026 to be another member of Geminga-like pulsars. In the radio sky\nsurvey data, extended emission features have been identified in the gamma-ray\nerror circle of PSR J2021+4026. We have also re-analyzed the gamma-ray data\ncollected by FERMI's Large Area Telescope. We found that the X-ray position of\n2XMM J202131.0+402645 is consistent with that of the optimal gamma-ray timing\nsolution. We have further modeled the results in the context of outer gap model\nwhich provides us with constraints for the pulsar emission geometry such as\nmagnetic inclination angle and the viewing angle. We have also discussed the\npossibility of whether PSR J2021+4026 has any physical association with the\nsupernova remnant G78.2+2.1 (gamma-Cygni).\n","Comment: 11 pages, 14 figures"]}]
["1008.4316",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4316"],"date":["2010-08-25"],"type":["text"],"creator":["Sen, Bodhisattva","Banerjee, Moulinath","Michialidis, George"],"language":[],"coverage":[],"title":["Threshold estimation based on a P-value framework"],"description":["  We use p-values as a discrepancy criterion for identifying the threshold\nvalue at which a regression function takes off from its baseline value -- a\nproblem that is motivated by applications in omics experiments, systems\nengineering, pharmacological dose-response studies and astronomy. In this\npaper, we study the problem in a controlled sampling setting, where multiple\nresponses, discrete or continuous, can be obtained at a number of different\ncovariate-levels. Our procedure involves testing the hypothesis that the\nregression function is at its baseline at each covariate value using the\nsampled responses at that value and then computing the p-value of the test. An\nestimate of the threshold is provided by fitting a stump, i.e., a piecewise\nconstant function with a single jump discontinuity, to the observed p-values,\nsince the corresponding p-values behave in markedly different ways on different\nsides of the threshold. The estimate is shown to be consistent, as both the\nnumber of covariate values and the number of responses sampled at each value\nbecome large, and its finite sample properties are studied through an extensive\nsimulation study. Our approach is computationally simple and can also be used\nto estimate the baseline value of the regression function. The procedure is\nillustrated on two motivating real data applications. Extensions to multiple\nthresholds are also briefly investigated.\n"]}]
["1008.4318",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Rings and Algebras","30C15, 30G35, 32A30, 17D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4318"],"date":["2010-08-25"],"type":["text"],"creator":["Ghiloni, Riccardo","Perotti, Alessandro"],"language":[],"coverage":[],"title":["Slice regular functions on real alternative algebras"],"description":["  In this paper we develop a theory of slice regular functions on a real\nalternative algebra $A$. Our approach is based on a well--known Fueter's\nconstruction. Two recent function theories can be included in our general\ntheory: the one of slice regular functions of a quaternionic or octonionic\nvariable and the theory of slice monogenic functions of a Clifford variable.\nOur approach permits to extend the range of these function theories and to\nobtain new results. In particular, we get a strong form of the fundamental\ntheorem of algebra for an ample class of polynomials with coefficients in $A$\nand we prove a Cauchy integral formula for slice functions of class $C^1$.\n","Comment: 32 pages - accepted for publication in Advances in Mathematics"]}]
["1008.4326",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4326"],"date":["2010-08-25"],"type":["text"],"creator":["Gent, Ian","Kotthoff, Lars","Miguel, Ian","Nightingale, Peter"],"language":[],"coverage":[],"title":["Machine learning for constraint solver design -- A case study for the\n  alldifferent constraint"],"description":["  Constraint solvers are complex pieces of software which require many design\ndecisions to be made by the implementer based on limited information. These\ndecisions affect the performance of the finished solver significantly. Once a\ndesign decision has been made, it cannot easily be reversed, although a\ndifferent decision may be more appropriate for a particular problem.\n  We investigate using machine learning to make these decisions automatically\ndepending on the problem to solve. We use the alldifferent constraint as a case\nstudy. Our system is capable of making non-trivial, multi-level decisions that\nimprove over always making a default choice and can be implemented as part of a\ngeneral-purpose constraint solver.\n"]}]
["1008.4328",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4328"],"date":["2010-08-25"],"type":["text"],"creator":["Kotthoff, Lars","Moore, Neil C. A."],"language":[],"coverage":[],"title":["Distributed solving through model splitting"],"description":["  Constraint problems can be trivially solved in parallel by exploring\ndifferent branches of the search tree concurrently. Previous approaches have\nfocused on implementing this functionality in the solver, more or less\ntransparently to the user. We propose a new approach, which modifies the\nconstraint model of the problem. An existing model is split into new models\nwith added constraints that partition the search space. Optionally, additional\nconstraints are imposed that rule out the search already done. The advantages\nof our approach are that it can be implemented easily, computations can be\nstopped and restarted, moved to different machines and indeed solved on\nmachines which are not able to communicate with each other at all.\n"]}]
["1008.4329",{"format":[],"subject":["Mathematics - Optimization and Control","49N15, 49M37, 90C26, 90C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4329"],"date":["2010-08-25"],"type":["text"],"creator":["Voisei, M. D.","Zalinescu, C."],"language":[],"coverage":[],"title":["On three duality results"],"description":["  The aim of this short note is to give counterexamples to two results by D. Y.\nGao [5, Th. 16], [4, Th. 2] and to improve a related result by S.-C. Fang, D.\nY. Gao, R.-L. Sheu and S.-Y. Wu [1, Th. 3].\n","Comment: This paper has been submitted to JIMO (Journal of Industrial and\n  Management Optimization) on September 24, 2009 and rejected in May, 2010. The\n  reason for the rejection was that \" The authors' view on this issue is known\n  to people in the field\". See also http://www.math.uaic.ro/~zalinesc/"]}]
["1008.4338",{"format":[],"subject":["Physics - History and Philosophy of Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4338"],"date":["2010-08-25"],"type":["text"],"creator":["Bernstein, Jeremy"],"language":[],"coverage":[],"title":["FAPP and Non-FAPP"],"description":["  This is a pedagogical discussion of the foundations of the quantum theory.\n"]}]
["1008.4341",{"format":[],"subject":["Mathematics - Probability","60F15 (Primary) 60B12, 60G50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4341"],"date":["2010-08-25"],"type":["text"],"creator":["Li, Deli","Qi, Yongcheng","Rosalsky, Andrew"],"language":[],"coverage":[],"title":["A Refinement of the Kolmogorov-Marcinkiewicz-Zygmund Strong Law of Large\n  Numbers"],"description":["  For the partial sums formed from a sequence of i.i.d. random variables having\na finite absolute p'th moment for some p in (0,2), we extend the recent and\nstriking discovery of Hechner and Heinkel (Journal of Theoretical Probability\n(2010)) concerning \"complete moment convergence\" to the two cases 0<p<1 and\np=1. Moreover, for 0<p<2, we obtain \"almost sure convergence\" analogues of\nthese \"complete moment convergence\" results and these \"almost sure convergence\"\nanalogues may be regarded as being a refinement of the celebrated\nKolmogorov-Marcinkiewicz-Zygmund strong law of large numbers. Versions of the\nabove results in a Banach space setting are also presented.\n","Comment: 26 pages. To appear in the Journal of Theoretical Probability"]}]
["1008.4343",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4343","Testa, P. 2010, Publications of the National Academy of Science,\n  Vol. 107, Iss. 16, p. 7158-7163","doi:10.1073/pnas.0913822107"],"date":["2010-08-25"],"type":["text"],"creator":["Testa, Paola"],"language":[],"coverage":[],"title":["X-ray emission processes in stars"],"description":["  A decade of X-ray stellar observations with Chandra and XMM-Newton has led to\nsignificant advances in our understanding of the physical processes at work in\nhot (magnetized) plasmas in stars and their immediate environment, providing\nnew perspectives and challenges, and in turn the need for improved models. The\nwealth of high-quality stellar spectra has allowed us to investigate, in\ndetail, the characteristics of the X-ray emission across the HR diagram.\nProgress has been made in addressing issues ranging from classical stellar\nactivity in stars with solar-like dynamos (such as flares, activity cycles,\nspatial and thermal structuring of the X-ray emitting plasma, evolution of\nX-ray activity with age), to X-ray generating processes (e.g. accretion, jets,\nmagnetically confined winds) that were poorly understood in the\npre-Chandra/XMM-Newton era. I discuss the progress made in the study of high\nenergy stellar physics and its impact in a wider astrophysical context,\nfocusing on the role of spectral diagnostics now accessible.\n","Comment: 6 pages, 3 figures, invited review published in Proceedings of the\n  National Academy of Sciences (part of the special 'First decade of Chandra'\n  issue)"]}]
["1008.4344",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4344"],"date":["2010-08-25"],"type":["text"],"creator":["Salucci, Paolo"],"language":[],"coverage":[],"title":["Universal properties in galaxies and cored Dark Matter profiles"],"description":["  In this paper I report the highlights of the talk: \"Universal properties in\ngalaxies and cored Dark Matter profiles\", given at: Colloquium Lectures, Ecole\nInternationale d'Astrophysique Daniel Chalonge. The 14th Paris Cosmology\nColloquium 2010 \"The Standard Model of the Universe: Theory and Observations\".\n"]}]
["1008.4349",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Dynamical Systems","Mathematics - Operator Algebras","Mathematics - Representation Theory","42C40, 28D05, 47A67, 28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4349"],"date":["2010-08-25"],"type":["text"],"creator":["Dutkay, Dorin Ervin","Silvestrov, Sergei"],"language":[],"coverage":[],"title":["Reducibility of the wavelet representation associated to the Cantor set"],"description":["  We answer a question by Judith Packer about the irreducibility of the wavelet\nrepresentation associated to the Cantor set. We prove that if the QMF filter\ndoes not have constant absolute value, then the wavelet representations is\nreducible.\n"]}]
["cond-mat/0003153",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0003153","J. Stat. Phys. 102 (2001) 259"],"date":["2000-03-09"],"type":["text"],"creator":["Mariz, A. M.","van Wijland, F.","Hilhorst, H. J.","Junior, S. R. Gomes","Tsallis, C."],"language":[],"coverage":[],"title":["Statistics of the one-dimensional Riemann walk"],"description":["  The Riemann walk is the lattice version of the Levy flight. For the\none-dimensional Riemann walk of Levy exponent 0<\\alpha<2 we study the\nstatistics of the support, i.e. the set of visited sites, after t steps. We\nconsider a wide class of support related observables M(t), including the number\nS(t) of visited sites and the number I(t) of sequences of visited sites. For\nt->\\infty we obtain the asymptotic power laws for the averages, variances, and\ncorrelations of these observables. Logarithmic correction factors appear for\n\\alpha=2/3 and \\alpha=1. Bulk and surface observables have different power laws\nfor 1\\leq\\alpha<2. Fluctuations are shown to be universal for 2/3\\leq\\alpha<2.\nThis means that in the limit t->\\infty the deviations from average \\DeltaM(t)\nare fully described (i) either by a single M independent stochastic process\n(when 2/3\\leq\\alpha\\leq 1) (ii) or by two such processes, one for the bulk and\none for the surface observables (when 1<\\alpha<2).\n","Comment: 23 pages, no figures"]}]
["cond-mat/0008126",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0008126","Phys. Rev. E 63 (2001) 066118","doi:10.1103/PhysRevE.64.058102"],"date":["2000-08-08"],"type":["text"],"creator":["de Freitas, J. E.","Lucena, L. S.","da Silva, L. R.","Hilhorst, H. J."],"language":[],"coverage":[],"title":["Reply to ``Comment on `Critical behavior of a two-species\n  reaction-diffusion problem' ''"],"description":["  Our recent Monte Carlo results [Phys. Rev. E 61 (2000) 6330] for the\none-dimensional reaction-diffusion process A+B->2B and B->A lead to the\ncorrelation length exponent estimate nu=2.21 +/- 0.05. In a comment on our work\n[cond-mat/0007366] the exact value is claimed to be nu=2. We reply that the\narguments advanced in the comment fail to prove the claim.\n","Comment: 2 pages, no figures"]}]
["cond-mat/0111168",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0111168","Phys. Rev. E 65 (2002) 035103(R)","doi:10.1103/PhysRevE.65.035103"],"date":["2001-11-09"],"type":["text"],"creator":["Hilhorst, H. J.","van Wijland, F."],"language":[],"coverage":[],"title":["Equivalence of stationary state ensembles"],"description":["  We show that the contact process in an ensemble with conserved total particle\nnumber, as simulated recently by Tome and de Oliveira [Phys. Rev. Lett. 86\n(2001) 5463], is equivalent to the ordinary contact process, in agreement with\nwhat the authors assumed and believed. Similar conserved ensembles and\nequivalence proofs are easily constructed for other models.\n","Comment: 5 pages, no figures"]}]
["cond-mat/9911138",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9911138","Physica A 277 (2000) 124","doi:10.1016/S0378-4371(99)00509-9"],"date":["1999-11-10"],"type":["text"],"creator":["Hilhorst, H. J."],"language":[],"coverage":[],"title":["Persistence exponent of the diffusion equation in epsilon dimensions"],"description":["  We consider the d-dimensional diffusion equation for a field phi(x,t) with\nrandom initial condition, and observe that, when appropriately scaled, phi(0,t)\nis Gaussian and Markovian in the limit d->0. This leads via the Majumdar-Sire\nperturbation theory to a small-d expansion for the persistence exponent\ntheta(d). We find theta(d) = d/4 - 0.12065...d^{3/2} + ...\n","Comment: 4 pages, latex, no figures"]}]
["cs/0702079",{"format":[],"subject":["Computer Science - Computational Geometry","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0702079"],"date":["2007-02-14"],"type":["text"],"creator":["Cheong, Otfried","Lee, Mira"],"language":[],"coverage":[],"title":["The Hadwiger Number of Jordan Regions is Unbounded"],"description":["  We show that for every n > 0 there is a planar topological disk A_0 and n\ntranslates A_1, A_2, ..., A_n of A_0 such that the interiors of A_0, ... A_n\nare pairwise disjoint, but with each A_i touching A_0 for 1 <= i <= n.\n"]}]
["cs/0702090",{"format":[],"subject":["Computer Science - Computational Geometry","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0702090"],"date":["2007-02-16","2007-02-19"],"type":["text"],"creator":["Ahn, Hee-Kap","Bae, Sang Won","Cheong, Otfried","Gudmundsson, Joachim"],"language":[],"coverage":[],"title":["Aperture-Angle and Hausdorff-Approximation of Convex Figures"],"description":["  The aperture angle alpha(x, Q) of a point x not in Q in the plane with\nrespect to a convex polygon Q is the angle of the smallest cone with apex x\nthat contains Q. The aperture angle approximation error of a compact convex set\nC in the plane with respect to an inscribed convex polygon Q of C is the\nminimum aperture angle of any x in C Q with respect to Q. We show that for any\ncompact convex set C in the plane and any k > 2, there is an inscribed convex\nk-gon Q of C with aperture angle approximation error (1 - 2/(k+1)) pi. This\nbound is optimal, and settles a conjecture by Fekete from the early 1990s. The\nsame proof technique can be used to prove a conjecture by Brass: If a polygon P\nadmits no approximation by a sub-k-gon (the convex hull of k vertices of P)\nwith Hausdorff distance sigma, but all subpolygons of P (the convex hull of\nsome vertices of P) admit such an approximation, then P is a (k+1)-gon. This\nimplies the following result: For any k > 2 and any convex polygon P of\nperimeter at most 1 there is a sub-k-gon Q of P such that the\nHausdorff-distance of P and Q is at most 1/(k+1) * sin(pi/(k+1)).\n","Comment: Fixed incorrect affiliation"]}]
["cs/0703037",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0703037","International Journal of Foundations of Computer Science\n  20(2009):3-23","doi:10.1142/S0129054109006425"],"date":["2007-03-08"],"type":["text"],"creator":["Ahn, Hee-Kap","Alt, Helmut","Asano, Tetsuo","Bae, Sang Won","Brass, Peter","Cheong, Otfried","Knauer, Christian","Na, Hyeon-Suk","Shin, Chan-Su","Wolff, Alexander"],"language":[],"coverage":[],"title":["Constructing Optimal Highways"],"description":["  For two points $p$ and $q$ in the plane, a straight line $h$, called a\nhighway, and a real $v>1$, we define the \\emph{travel time} (also known as the\n\\emph{city distance}) from $p$ and $q$ to be the time needed to traverse a\nquickest path from $p$ to $q$, where the distance is measured with speed $v$ on\n$h$ and with speed 1 in the underlying metric elsewhere.\n  Given a set $S$ of $n$ points in the plane and a highway speed $v$, we\nconsider the problem of finding a \\emph{highway} that minimizes the maximum\ntravel time over all pairs of points in $S$. If the orientation of the highway\nis fixed, the optimal highway can be computed in linear time, both for the\n$L_1$- and the Euclidean metric as the underlying metric. If arbitrary\norientations are allowed, then the optimal highway can be computed in $O(n^{2}\n\\log n)$ time. We also consider the problem of computing an optimal pair of\nhighways, one being horizontal, one vertical.\n","Comment: 13 pages, 9 figures, preliminary version appeared at CATS'07"]}]
["math/0412562",{"format":[],"subject":["Mathematics - Logic","03H05, 03H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0412562"],"date":["2004-12-31","2010-08-24"],"type":["text"],"creator":["Herrmann, Robert A."],"language":[],"coverage":[],"title":["Nonstandard Consequence Operators Generated By Mixed Logic-Systems"],"description":["  Mixed logic-systems contain both standard and nonstandard coordinate values.\nIn this paper, it is shown that each of the specifically defined mixed\nlogic-systems generates an internal nonstandard consequence operator.\n","Comment: Plain Tex, 6 pages. Since Robinson first applied nonstandard analysis\n  (NSA) to the lower predicate calculus, progress has been made applying NSA to\n  universal logic. In this revision, added section 3 investigates hyperfinite\n  logic-systems and corresponding nonstandard consequence operators"]}]
["math/0508155",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20G05, 20G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508155","Advances in Mathematics 209 (2007), 381-405"],"date":["2005-08-08","2010-08-25"],"type":["text"],"creator":["Parker, Alison E."],"language":[],"coverage":[],"title":["Higher extensions between modules for SL_2"],"description":["  We calculate Ext^*_{SL_2(k)}(\\Delta(\\lambda), \\Delta(\\mu)),\nExt^*_{SL_2(k)}(L(\\lambda), \\Delta(\\mu)), Ext^*_{SL_2(k)}(\\Delta(\\lambda),\nL(\\mu)), and Ext^*_{SL_2(k)}(L(\\lambda), L(\\mu)), where \\Delta(\\lambda) is the\nWeyl module of highest weight \\lambda, L(\\lambda) is the simple SL_2(k)-module\nof highest weight \\lambda and our field k is algebraically closed of positive\ncharacteristic. We also get analogous results for the Dipper-Donkin\nquantisation. To do thus we construct the Lyndon-Hochschild-Serre spectral\nsequence in a new way, and find a new condition for the E_2 page of any\nspectral sequence to be the same as the E_\\infty page.\n","Comment: 29 pages, uses xypic and rotating packages"]}]
["nlin/0507042",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0507042","Discrete Contin. Dyn. Syst. Ser. B 7, 293-314 , 2007"],"date":["2005-07-21","2006-09-24"],"type":["text"],"creator":["Gkioulekas, Eleftherios","Tung, Ka Kit"],"language":[],"coverage":[],"title":["Is the subdominant part of the energy spectrum due to downscale energy\n  cascade hidden in quasi-geostrophic turbulence?"],"description":["  In systems governing two-dimensional turbulence, surface quasi-geostrophic\nturbulence, (more generally $\\alpha$-turbulence), two-layer quasi-geostrophic\nturbulence, etc., there often exist two conservative quadratic quantities, one\n``energy''-like and one ``enstrophy''-like. In a finite inertial range there\nare in general two spectral fluxes, one associated with each conserved\nquantity. We derive here an inequality comparing the relative magnitudes of the\n``energy'' and ``enstrophy'' fluxes for finite or infinitesimal dissipations,\nand for hyper or hypo viscosities. When this inequality is satisfied, as is the\ncase of 2D turbulence,where the energy flux contribution to the energy spectrum\nis small, the subdominant part will be effectively hidden. In sQG turbulence,\nit is shown that the opposite is true: the downscale energy flux becomes the\ndominant contribution to the energy spectrum. A combination of these two\nbehaviors appears to be the case in 2-layer QG turbulence, depending on the\nbaroclinicity of the system.\n","Comment: 23 pages; accepted at Discrete and Continuous Dynamical Systems B;\n  Major revision"]}]
