["0705.3985",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3985","J. Phys.: Condens. Matter 20 (2008) 415204","doi:10.1088/0953-8984/20/41/415204"],"date":["2007-05-27"],"type":["text"],"creator":["Martins, George B.","Brenig, Wolfram"],"language":[],"coverage":[],"title":["Static Holes in the Geometrically Frustrated Bow Tie Ladder"],"description":["  We investigate the doping of a geometrically frustrated spin ladder with\nstatic holes by a complementary approach using exact diagonalization and\nquantum dimers. Results for thermodynamic properties, the singlet density of\nstates, the hole-binding energy and the spin correlations will be presented.\nFor the undoped systems the ground state is non-degenerate, with\ntranslationally invariant nearest-neighbor spin correlations. In the doped\ncase, we find that static holes polarize their vicinity by a localization of\nsinglets in order to reduce the frustration. This polarization induces short\nrange repulsive forces between two holes and an oscillatory behavior of the\nlong range two-hole energy. For most quantities investigated, we find very good\nagreement between the quantum dimer approach and the results from exact\ndiagonalization.\n","Comment: 7 pages, 9 eps figures"]}]
["0708.0841",{"format":[],"subject":["Mathematics - Operator Algebras","47A15, 17C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0841","Proc. Amer. Math. Soc. 136 (2008), no. 7, 2521-2527"],"date":["2007-08-06"],"type":["text"],"creator":["Kennedy, Matthew"],"language":[],"coverage":[],"title":["Triangularization of a Jordan Algebra of Schatten Operators"],"description":["  We show that a Jordan algebra of compact quasinilpotent operators which\ncontains a nonzero trace class operator has a common invariant subspace. As a\nconsequence of this result, we obtain that a Jordan algebra of quasinilpotent\nSchatten operators is simultaneously triangularizable.\n"]}]
["0711.3256",{"format":[],"subject":["Physics - Classical Physics","Mathematical Physics","Physics - Physics Education","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3256","Eur. J. Phys. 31 (2010) 357-365."],"date":["2007-11-20","2009-12-21"],"type":["text"],"creator":["Ito, Masato","Sato, Taku"],"language":[],"coverage":[],"title":["In-situ observation of a soap film catenoid - a simple educational\n  physics experiment"],"description":["  The solution to the Euler-Lagrange equation is an extremal functional.To\nunderstand that the functional is stationary at local extrema (maxima or\nminima), we propose a physics experiment that involves using soap film to form\na catenoid.\n  A catenoid is a surface that is formed between two coaxial circular rings and\nis classified mathematically as a minimal surface.Using soap film, we create\ncatenoids between two rings and characterize the catenoid in-situ while varying\ndistance between rings. The shape of the soap film is very interesting and can\nbe explained using dynamic mechanics. By observing catenoid, physics students\ncan observe local extrema phenomena.\n  We stress that in-situ observation of soap film catenoids is an appropriate\nphysics experiment that combines theory and experimentation.\n","Comment: 13 pages, 9 figures; title is modified, final version to appear in\n  European Journal of Physics"]}]
["0711.3428",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3428","Optics Communications 281 (2008) 4681-4686","doi:10.1016/j.optcom.2008.05.048"],"date":["2007-11-21"],"type":["text"],"creator":["Mahmoudi, M.","Rabiei, S. Worya","Zohravi, L. Ebrahimi","Sahrai, M."],"language":[],"coverage":[],"title":["Absorption free superluminal light propagation in a three level\n  pump-probe system"],"description":["  We investigate the dispersion and the absorption properties of a weak probe\nfield in a three-level pump-probe atomic system. It is shown that the slope of\ndispersion changes from positive to negative just with the intensity of the\ncoherent or indirect incoherent pumping fields. It is demonstrated that the\nabsorption free superluminal light propagation is appeared in this system.\n"]}]
["0712.2721",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2721"],"date":["2007-12-17","2010-01-20"],"type":["text"],"creator":["Emerton, Matthew","Paskunas, Vytautas"],"language":[],"coverage":[],"title":["On effaceability of certain $\\delta$-functors"],"description":["  We prove a conjecture of the first author for $GL_2(F)$, where $F$ is a\nfinite extension of $Q_p$.\n","Comment: In the previous version we worked over a field and with a fixed\n  central character. In this version we allow the coefficients to be artinian\n  rings and do not fix a central character. The paper has been completely\n  rewritten, but the main idea remained the same"]}]
["0802.1985",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1985","Physical Review E 80, 031922 (2009)","doi:10.1103/PhysRevE.80.031922"],"date":["2008-02-14","2009-08-12"],"type":["text"],"creator":["Lee, Chiu Fan"],"language":[],"coverage":[],"title":["Self-assembly of protein amyloid: a competition between amorphous and\n  ordered aggregation"],"description":["  Protein aggregation in the form of amyloid fibrils has important biological\nand technological implications. Although the self-assembly process is highly\nefficient, aggregates not in the fibrillar form would also occur and it is\nimportant to include these disordered species when discussing the thermodynamic\nequilibrium behavior of the system. Here, we initiate such a task by\nconsidering a mixture of monomeric proteins and the corresponding aggregates in\nthe disordered form (micelles) and in the fibrillar form (amyloid fibrils).\nStarting with a model on the respective binding free energies for these\nspecies, we calculate their concentrations at thermal equilibrium. We then\ndiscuss how the incorporation of the disordered structure furthers our\nunderstanding on the various amyloid promoting factors observed empirically,\nand on the kinetics of fibrilization.\n","Comment: Minor changes in the presentation"]}]
["0802.2438",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2438","SIGMA 6 (2010), 006, 13 pages","doi:10.3842/SIGMA.2010.006"],"date":["2008-02-18","2010-01-20"],"type":["text"],"creator":["Dinca, Ion I."],"language":[],"coverage":[],"title":["Peterson's Deformations of Higher Dimensional Quadrics"],"description":["  We provide the first explicit examples of deformations of higher dimensional\nquadrics: a straightforward generalization of Peterson's explicit 1-dimensional\nfamily of deformations in $\\mathbb{C}^3$ of 2-dimensional general quadrics with\ncommon conjugate system given by the spherical coordinates on the complex\nsphere $\\mathbb{S}^2\\subset\\mathbb{C}^3$ to an explicit $(n-1)$-dimensional\nfamily of deformations in $\\mathbb{C}^{2n-1}$ of $n$-dimensional general\nquadrics with common conjugate system given by the spherical coordinates on the\ncomplex sphere $\\mathbb{S}^n\\subset\\mathbb{C}^{n+1}$ and non-degenerate joined\nsecond fundamental forms. It is then proven that this family is maximal.\n"]}]
["0803.3213",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","Primary 47L70, 47A15","Secondary 47L10, 16W25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3213","Integral Equations Operator Theory 63 (2009), no. 1, 47-93"],"date":["2008-03-21"],"type":["text"],"creator":["Kennedy, Matthew","Shulman, Victor","Turovskii, Yuri"],"language":[],"coverage":[],"title":["Invariant subspaces of subgraded Lie algebras of compact operators"],"description":["  We show that finitely subgraded Lie algebras of compact operators have\ninvariant subspaces when conditions of quasinilpotence are imposed on certain\ncomponents of the subgrading. This allows us to obtain some useful information\nabout the structure of such algebras. As an application, we prove a number of\nresults on the existence of invariant subspaces for algebraic structures of\ncompact operators. Along the way we obtain new criteria for the\ntriangularizability of a Lie algebra of compact operators.\n","Comment: 42 pages"]}]
["0803.4361",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","47A10, 47A15 (Primary)","47L70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4361","J. Funct. Anal. 256 (2009), no. 10, 3143-3157"],"date":["2008-03-30"],"type":["text"],"creator":["Kennedy, Matthew","Radjavi, Heydar"],"language":[],"coverage":[],"title":["Spectral conditions on Lie and Jordan algebras of compact operators"],"description":["  We investigate the properties of bounded operators which satisfy a certain\nspectral additivity condition, and use our results to study Lie and Jordan\nalgebras of compact operators. We prove that these algebras have nontrivial\ninvariant subspaces when their elements have sublinear or submultiplicative\nspectrum, and when they satisfy simple trace conditions. In certain cases we\nshow that these conditions imply that the algebra is (simultaneously)\ntriangularizable.\n","Comment: 14 pages"]}]
["0804.1883",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1883","Bernoulli 2009, Vol. 15, No. 4, 1305-1334","doi:10.3150/09-BEJ212"],"date":["2008-04-11","2010-01-20"],"type":["text"],"creator":["Aurzada, Frank","Lifshits, Mikhail","Linde, Werner"],"language":[],"coverage":[],"title":["Small deviations of stable processes and entropy of the associated\n  random operators"],"description":["  We investigate the relation between the small deviation problem for a\nsymmetric $\\alpha$-stable random vector in a Banach space and the metric\nentropy properties of the operator generating it. This generalizes former\nresults due to Li and Linde and to Aurzada. It is shown that this problem is\nrelated to the study of the entropy numbers of a certain random operator. In\nsome cases, an interesting gap appears between the entropy of the original\noperator and that of the random operator generated by it. This phenomenon is\nstudied thoroughly for diagonal operators. Basic ingredients here are\ntechniques related to random partitions of the integers. The main result\nconcerning metric entropy and small deviations allows us to determine or\nprovide new estimates for the small deviation rate for several symmetric\n$\\alpha$-stable random processes, including unbounded Riemann--Liouville\nprocesses, weighted Riemann--Liouville processes and the ($d$-dimensional)\n$\\alpha$-stable sheet.\n","Comment: Published in at http://dx.doi.org/10.3150/09-BEJ212 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0805.3902",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3902"],"date":["2008-05-26","2010-01-20"],"type":["text"],"creator":["Kozlowski, K. K."],"language":[],"coverage":[],"title":["Truncated Wiener-Hopf operators with Fisher Hartwig singularities"],"description":["  We derive the asymptotic behavior of determinants of truncated Wiener-Hopf\noperators generated by symbols having Fisher-Hartwig singularities. This task\nis achieved thanks to an asymptotic resolution of the Riemann-Hilbert problem\nassociated to some generalized sine kernel. As a byproduct, we give yet another\nderivation of the asymptotic behavior of Toeplitz determinants having\nFisher-Hartwig singularities. The Riemann-Hilbert problem approach to these\nasymptotics yields a systematic although quickly cumbersome way to compute\ntheir sub-leading asymptotics.\n","Comment: 68 pages (V2, several pages added, more details in certain proofs)"]}]
["0807.4779",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4779","New J. Phys. 12, 013018 (2010)","doi:10.1088/1367-2630/12/1/013018"],"date":["2008-07-30","2009-12-19"],"type":["text"],"creator":["Liu, R. -B.","Fung, Shu-Hong","Fung, Hok-Kin","Korotkov, A. N.","Sham, L. J."],"language":[],"coverage":[],"title":["Dynamics revealed by correlations of time-distributed weak measurements\n  of a single spin"],"description":["  We show that the correlations in stochastic outputs of time-distributed weak\nmeasurements can be used to study the dynamics of an individual quantum object,\nwith a proof-of-principle setup based on small Faraday rotation caused by a\nsingle spin in a quantum dot. In particular, the third order correlation can\nreveal the \"true\" spin decoherence, which would otherwise be concealed by the\ninhomogeneous broadening effect in the second order correlations. The viability\nof such approaches lies in that (1) in weak measurement the state collapse\nwhich would disturb the system dynamics occurs at a very low probability, and\n(2) a shot of measurement projecting the quantum object to a known basis state\nserves as a starter or stopper of the evolution without pumping or coherently\ncontrolling the system as otherwise required in conventional spin echo.\n","Comment: 5 pages 3 figures"]}]
["0808.0263",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0263","Laser Phys. Vol. 19, No. 7, (2009) 1428-1433.","doi:10.1134/S1054660X0907010X"],"date":["2008-08-03"],"type":["text"],"creator":["Mahmoudi, M.","Rabiei, S. Worya","Safari, L.","Sahrai, M."],"language":[],"coverage":[],"title":["Gain-assisted superluminal light propagation via incoherent pump field"],"description":["  We investigate the dispersion and the absorption properties of a weak probe\nfield in a three-level Lambda-type atomic system. We use just an incoherent\nfield for controlling the group velocity of light. It is shown that the slope\nof dispersion changes from positive to negative just with changing the\nintensity of the indirect incoherent pumping field. Gain-assisted superluminal\nlight propagation appears in this system. No laser field is used in the pumping\nprocesses.\n"]}]
["0811.3066",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3066","SIGMA 6 (2010), 007, 7 pages","doi:10.3842/SIGMA.2010.007"],"date":["2008-11-19","2010-01-20"],"type":["text"],"creator":["Goswami, Debashish"],"language":[],"coverage":[],"title":["Quantum Isometry Group for Spectral Triples with Real Structure"],"description":["  Given a spectral triple of compact type with a real structure in the sense of\n[Dabrowski L., J. Geom. Phys. 56 (2006), 86-107] (which is a modification of\nConnes' original definition to accommodate examples coming from quantum group\ntheory) and references therein, we prove that there is always a universal\nobject in the category of compact quantum group acting by orientation\npreserving isometries (in the sense of [Bhowmick J., Goswami D., J. Funct.\nAnal. 257 (2009), 2530-2572]) and also preserving the real structure of the\nspectral triple. This gives a natural definition of quantum isometry group in\nthe context of real spectral triples without fixing a choice of 'volume form'\nas in [Bhowmick J., Goswami D., J. Funct. Anal. 257 (2009), 2530-2572].\n"]}]
["0811.3422",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3422","IMRN 2009, 4336--4353","doi:10.1093/imrn/rnp090"],"date":["2008-11-20","2008-12-08"],"type":["text"],"creator":["Epstein, Inessa","Monod, Nicolas"],"language":[],"coverage":[],"title":["Non-unitarisable representations and random forests"],"description":["  We establish a connection between Dixmier's unitarisability problem and the\nexpected degree of random forests on a group. As a consequence, a residually\nfinite group is non-unitarisable if its first L2-Betti number is non-zero or if\nit is finitely generated with non-trivial cost. Our criterion also applies to\ntorsion groups constructed by D. Osin, thus providing the first examples of\nnon-unitarisable groups not containing a non-Abelian free subgroup.\n"]}]
["0811.4542",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4542","New J. Phys. 12, 013019 (2010)","doi:10.1088/1367-2630/12/1/013019"],"date":["2008-11-27","2010-01-20"],"type":["text"],"creator":["Paterek, Tomasz","Kofler, Johannes","Prevedel, Robert","Klimek, Peter","Aspelmeyer, Markus","Zeilinger, Anton","Brukner, Caslav"],"language":[],"coverage":[],"title":["Logical independence and quantum randomness"],"description":["  We propose a link between logical independence and quantum physics. We\ndemonstrate that quantum systems in the eigenstates of Pauli group operators\nare capable of encoding mathematical axioms and show that Pauli group quantum\nmeasurements are capable of revealing whether or not a given proposition is\nlogically dependent on the axiomatic system. Whenever a mathematical\nproposition is logically independent of the axioms encoded in the measured\nstate, the measurement associated with the proposition gives random outcomes.\nThis allows for an experimental test of logical independence. Conversely, it\nalso allows for an explanation of the probabilities of random outcomes observed\nin Pauli group measurements from logical independence without invoking quantum\ntheory. The axiomatic systems we study can be completed and are therefore not\nsubject to Goedel's incompleteness theorem.\n","Comment: 9 pages, 4 figures, published version plus additional experimental\n  appendix"]}]
["0812.3479",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3479","Eur. Phys. J. B 68, 435 (2009)","doi:10.1140/epjb/e2009-00069-7"],"date":["2008-12-18"],"type":["text"],"creator":["Deng, Xiaolong","Citro, Roberta","Minguzzi, Anna","Orignac, Edmond"],"language":[],"coverage":[],"title":["Superfluidity and Anderson localisation for a weakly interacting Bose\n  gas in a quasiperiodic potential"],"description":["  Using exact diagonalisation and Density Matrix Renormalisation group (DMRG)\napproach, we analyse the transition to a localised state of a weakly\ninteracting quasi-1D Bose gas subjected to a quasiperiodic potential. The\nanalysis is performed by calculating the superfluid fraction, density profile,\nmomentum distribution and visibility for different periodicities of the second\nlattice and in the presence (or not) of a weak repulsive interaction. It is\nshown that the transition is sharper towards the maximally incommensurate ratio\nbetween the two lattice periodicities, and shifted to higher values of the\nsecond lattice strength by weak repulsive interactions. We also relate our\nresults to recent experiments.\n","Comment: 12 pages, 9 figures, RevTeX 4"]}]
["0902.0491",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0491","Phys. Rev. B 79, 245201 (2009)","doi:10.1103/PhysRevB.79.245201"],"date":["2009-02-03"],"type":["text"],"creator":["Niquet, Y. M.","Rideau, D.","Tavernier, C.","Jaouen, H.","Blase, X."],"language":[],"coverage":[],"title":["Model for the on-site matrix elements of the tight-binding hamiltonian\n  of a strained crystal: Application to silicon, germanium and their alloys"],"description":["  We discuss a model for the on-site matrix elements of the sp3d5s*\ntight-binding hamiltonian of a strained diamond or zinc-blende crystal or\nnanostructure. This model features on-site, off-diagonal couplings between the\ns, p and d orbitals, and is able to reproduce the effects of arbitrary strains\non the band energies and effective masses in the full Brillouin zone. It\nintroduces only a few additional parameters and is free from any ambiguities\nthat might arise from the definition of the macroscopic strains as a function\nof the atomic positions. We apply this model to silicon, germanium and their\nalloys as an illustration. In particular, we make a detailed comparison of\ntight-binding and ab initio data on strained Si, Ge and SiGe.\n","Comment: Submitted to Phys. Rev. B"]}]
["0902.2518",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Probability","60G40, 62M20, 65C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2518","doi:10.1016/j.spa.2009.09.007"],"date":["2009-02-14"],"type":["text"],"creator":["Ludkovski, Mike"],"language":[],"coverage":[],"title":["A Simulation Approach to Optimal Stopping Under Partial Information"],"description":["  We study the numerical solution of nonlinear partially observed optimal\nstopping problems. The system state is taken to be a multi-dimensional\ndiffusion and drives the drift of the observation process, which is another\nmulti-dimensional diffusion with correlated noise. Such models where the\ncontroller is not fully aware of her environment are of interest in applied\nprobability and financial mathematics. We propose a new approximate numerical\nalgorithm based on the particle filtering and regression Monte Carlo methods.\nThe algorithm maintains a continuous state-space and yields an integrated\napproach to the filtering and control sub-problems. Our approach is entirely\nsimulation-based and therefore allows for a robust implementation with respect\nto model specification. We carry out the error analysis of our scheme and\nillustrate with several computational examples. An extension to discretely\nobserved stochastic volatility models is also considered.\n"]}]
["0902.3080",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3080","Phys. E 42, p 590, (2010)","doi:10.1016/j.physe.2009.06.062"],"date":["2009-02-18"],"type":["text"],"creator":["Machura, L.","Kostur, M.","Talkner, P.","Hanggi, P.","Luczka, J."],"language":[],"coverage":[],"title":["Negative conductances of Josephson junctions: Voltage fluctuations and\n  energetics"],"description":["  We study a resistively and capacitively shunted Josephson junction, which is\ndriven by a combination of time-periodic and constant currents. Our\ninvestigations concern three main problems: (A) The voltage fluctuations across\nthe junction; (B) The quality of transport expressed in terms of the P\\'eclet\nnumber; (C) The efficiency of energy transduction from external currents. These\nissues are discussed in different parameter regimes that lead to: (i) absolute\nnegative conductance; (ii) negative differential conductance, and (iii) normal,\nOhmic-like conductance. Conditions for optimal operation of the system are\nstudied.\n","Comment: 7 pages, 4 figures, Presented at the \"Frontiers of Quantum and\n  Mesoscopic Thermodynamics\", 28 July - 2 August 2008, Prague, Czech Republic"]}]
["0903.1130",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1130","Phys. Rev. Lett. 102, 137205 (2009)","doi:10.1103/PhysRevLett.102.137205"],"date":["2009-03-05"],"type":["text"],"creator":["Han, Wei","Wang, W. H.","Pi, K.","McCreary, K. M.","Bao, W.","Li, Yan","Miao, F.","Lau, C. N.","Kawakami, R. K."],"language":[],"coverage":[],"title":["Electron-Hole Asymmetry of Spin Injection and Transport in Single-Layer\n  Graphene"],"description":["  Spin-dependent properties of single-layer graphene (SLG) have been studied by\nnon-local spin valve measurements at room temperature. Gate voltage dependence\nshows that the non-local magnetoresistance (MR) is proportional to the\nconductivity of the SLG, which is the predicted behavior for transparent\nferromagnetic/nonmagnetic contacts. While the electron and hole bands in SLG\nare symmetric, gate voltage and bias dependence of the non-local MR reveal an\nelectron-hole asymmetry in which the non-local MR is roughly independent of\nbias for electrons, but varies significantly with bias for holes.\n","Comment: To appear in PRL"]}]
["0903.2587",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2587","Phys. Rev. B (R) 81, 041203 (2010)","doi:10.1103/PhysRevB.81.041203"],"date":["2009-03-16"],"type":["text"],"creator":["Münzer, W.","Neubauer, A.","Mühlbauer, S.","Franz, C.","Adams, T.","Jonietz, F.","Georgii, R.","Böni, P.","Pedersen, B.","Schmidt, M.","Rosch, A.","Pfleiderer, C."],"language":[],"coverage":[],"title":["Skyrmion Lattice in a Doped Semiconductor"],"description":["  We report a comprehensive small angle neutron scattering study (SANS) of the\nmagnetic phase diagram of the doped semiconductor Fe_{1-x}Co_{x}Si for x=0.2\nand 0.25. For magnetic field parallel to the neutron beam we observe a six-fold\nintensity pattern under field-cooling, which identifies the A-phase of\nFe_{1-x}Co_{x}Si as a skyrmion lattice. The regime of the skyrmion lattice is\nhighly hysteretic and extents over a wide temperature range, consistent with\nthe site disorder of the Fe and Co atoms. Our study identifies Fe_{1-x}Co_{x}Si\nis a second material after MnSi in which a skyrmion lattice forms and\nestablishes that skyrmion lattices may also occur in strongly doped\nsemiconductors.\n"]}]
["0903.2764",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2764","Phys. Rev. Lett. 104, 030501 (2010)","doi:10.1103/PhysRevLett.104.030501"],"date":["2009-03-16"],"type":["text"],"creator":["Lupo, Cosmo","Giovannetti, Vittorio","Mancini, Stefano"],"language":[],"coverage":[],"title":["Capacities of lossy bosonic memory channels"],"description":["  We introduce a general model for a lossy bosonic memory channel and calculate\nthe classical and the quantum capacity, proving that coherent state encoding is\noptimal. The use of a proper set of collective field variables allows to\nunravel the memory, showing that the n-fold concatenation of the memory channel\nis unitarily equivalent to the direct product of n single-mode lossy bosonic\nchannels.\n","Comment: 4 pages, 2 fugures. Comments are welcome"]}]
["0903.2837",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2837","Phys. Rev. B 80, 075406 (2009)","doi:10.1103/PhysRevB.80.075406"],"date":["2009-03-16","2009-06-30"],"type":["text"],"creator":["Pi, K.","McCreary, K. M.","Bao, W.","Han, Wei","Chiang, Y. F.","Li, Yan","Tsai, S. -W.","Lau, C. N.","Kawakami, R. K."],"language":[],"coverage":[],"title":["Electronic Doping and Scattering by Transition Metals on Graphene"],"description":["  We investigate the effects of transition metals (TM) on the electronic doping\nand scattering in graphene using molecular beam epitaxy combined with in situ\ntransport measurements. The room temperature deposition of TM onto graphene\nproduces clusters that dope n-type for all TM investigated (Ti, Fe, Pt). We\nalso find that the scattering by TM clusters exhibits different behavior\ncompared to 1/r Coulomb scattering. At high coverage, Pt films are able to\nproduce doping that is either n-type or weakly p-type, which provides\nexperimental evidence for a strong interfacial dipole favoring n-type doping as\npredicted theoretically.\n","Comment: v2: revised text, additional data and analysis To appear in Phys.\n  Rev. B"]}]
["0904.4510",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4510","Int. J. of Quant. Inf. vol. 7 (2009), pp. 1417-1427"],"date":["2009-04-28"],"type":["text"],"creator":["Casaccino, Andrea","Lloyd, Seth","Mancini, Stefano","Severini, Simone"],"language":[],"coverage":[],"title":["Quantum state transfer through a qubit network with energy shifts and\n  fluctuations"],"description":["  We study quantum state transfer through a qubit network modeled by spins with\nXY interaction, when relying on a single excitation. We show that it is\npossible to achieve perfect transfer by shifting (adding) energy to specific\nvertices. This technique appears to be a potentially powerful tool to change,\nand in some cases improve, transfer capabilities of quantum networks.\nAnalytical results are presented for all-to-all networks and all-to-all\nnetworks with a missing link. Moreover, we evaluate the effect of random\nfluctuations on the transmission fidelity.\n","Comment: 6 pages, 3 figures"]}]
["0905.4701",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4701","Appl. Phys. Lett. 94, 222109 (2009)","doi:10.1063/1.3147203"],"date":["2009-05-28","2009-05-29"],"type":["text"],"creator":["Han, Wei","Pi, K.","Bao, W.","McCreary, K. M.","Li, Yan","Wang, W. H.","Lau, C. N.","Kawakami, R. K."],"language":[],"coverage":[],"title":["Electrical Detection of Spin Precession in Single Layer Graphene Spin\n  Valves with Transparent Contacts"],"description":["  Spin accumulation and spin precession in single-layer graphene are studied by\nnon-local spin valve measurements at room temperature. The dependence of the\nnon-local magnetoresistance on electrode spacing is investigated and the\nresults indicate a spin diffusion length of ~1.6 microns and a spin\ninjection/detection efficiency of 0.013. Electrical detection of the spin\nprecession confirms that the non-local signal originates from spin injection\nand transport. Fitting of the Hanle spin precession data yields a spin\nrelaxation time of ~84 ps and a spin diffusion length of ~1.5 microns, which is\nconsistent with the value obtained through the spacing dependence.\n","Comment: to appear in Applied Physics Letters. v2 corrects the fit values for\n  P"]}]
["0906.2302",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","Primary 42C15","Secondary 42A38, 46E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2302"],"date":["2009-06-12","2010-01-20"],"type":["text"],"creator":["Nitzan, Shahaf","Olsen, Jan-Fredrik"],"language":[],"coverage":[],"title":["From exact systems to Riesz bases in the Balian-Low theorem"],"description":["  We look at the time-frequency localisation of generators of lattice Gabor\nsystems. For a generator of a Riesz basis, this localisation is described by\nthe classical Balian-Low theorem. We establish Balian-Low type theorems for\ncomplete and minimal Gabor systems with a frame-type approximation property.\nThese results describe how the best possible localisation of a generator is\nlimited by the degree of control over the coefficients in approximations given\nby the system, and provide a continuous transition between the classical\nBalian-Low conditions and the corresponding conditions for generators of\ncomplete and minimal systems. Moreover, this holds for the non-symmetric\ngeneralisations of these theorems as well.\n","Comment: v1: 16 pages. v2: 35 pages. Reorganized the presentation, corrected\n  some typos, and added some additional results. In particular, added proof\n  that main theorem is sharp"]}]
["0906.2667",{"format":[],"subject":["Computer Science - Multiagent Systems","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2667"],"date":["2009-06-15"],"type":["text"],"creator":["Kretz, Tobias"],"language":[],"coverage":[],"title":["The use of dynamic distance potential fields for pedestrian flow around\n  corners"],"description":["  This contribution investigates situations in pedestrian dynamics, where\ntrying to walk the shortest path leads to largely different results than trying\nto walk the quickest path. A heuristic one-shot method to model the influence\nof the will to walk the quickest path is introduced.\n","Comment: Prepared and Accepted for \"First International Conference on\n  Evacuation Modeling and Management\" (ICEM 09)"]}]
["0906.3858",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3858","doi:10.1103/PhysRevD.81.023516"],"date":["2009-06-21","2010-01-19"],"type":["text"],"creator":["Liu, Jie","Yuan, Qiang","Bi, Xiaojun","Li, Hong","Zhang, Xinmin"],"language":[],"coverage":[],"title":["A Markov Chain Monte Carlo Study on Dark Matter Property Related to the\n  Cosmic e$^{\\pm}$ Excesses"],"description":["  In this paper we develop a Markov Chain Monte Carlo code to study the dark\nmatter properties in interpreting the recent observations of cosmic ray\nelectron/positron excesses. We assume that the dark matter particles couple\ndominantly to leptons and consider two cases separately with annihilating or\ndecaying into lepton pairs. The constraint on the central density profile from\ndiffuse $\\gamma$-rays around the Galactic center is also included in the Markov\nChain Monte Carlo code self-consistently. In the numerical study, 7 parameters\nare introduced. We fit two data sets independently and find that for the Data\nset I (PAMELA+ATIC), dark matter with $m_{\\chi}\\approx0.7$ TeV for annihilation\n(or 1.4 TeV for decay) and pure $e^+e^-$ channel is favored, while for the Data\nset II (PAMELA+Fermi-LAT+H.E.S.S.) $m_{\\chi}\\approx 2$ TeV for annihilation (or\n4 TeV for decay) and the combination of $\\mu^+\\mu^-$ and $\\tau^+\\tau^-$ final\nstates can best fit the data. The H.E.S.S. observation of the Galactic center\n$\\gamma$-rays puts a strong constraint on the central density profile of the\ndark matter halo for the annihilation dark matter scenario. In this case the\nNFW profile which is regarded as the typical predication from the cold dark\nmatter scenario, is excluded with a high significance ($>5\\sigma$). For the\ndecaying dark matter scenario, the constraint is much weaker.\n","Comment: 10 pages, 6 figures, accepted for publication in PRD and calculations\n  and discussions for the varying background of e^\\pm added"]}]
["0906.5378",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5378","Opt. Commun. 283, 676 (2010)","doi:10.1016/j.optcom.2009.10.042"],"date":["2009-06-30","2009-09-01"],"type":["text"],"creator":["Yu, Ting","Eberly, J. H."],"language":[],"coverage":[],"title":["Entanglement Evolution in a Non-Markovian Environment"],"description":["  We extend recent theoretical studies of entanglement dynamics in the presence\nof environmental noise, following the long-time interest of Krzysztof\nWodkiewicz in the effects of stochastic models of noise on quantum optical\ncoherences. We investigate the quantum entanglement dynamics of two spins in\nthe presence of classical Ornstein-Uhlenbeck noise, obtaining exact solutions\nfor evolution dynamics. We consider how entanglement can be affected by\nnon-Markovian noise, and discuss several limiting cases.\n","Comment: REVTeX, 6 pages, 4 figures. Submission for a Special Issue of Optics\n  Communications in Memory of Krzystof Wodkiewicz"]}]
["0907.2600",{"format":[],"subject":["Mathematics - Numerical Analysis","65N12, 65F10 (65N22, 15A18, 47B35)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2600"],"date":["2009-07-15","2010-01-20"],"type":["text"],"creator":["Semplice, Matteo","Donatelli, Marco","Serra-Capizzano, Stefano"],"language":[],"coverage":[],"title":["Multigrid and preconditioning strategies for implicit PDE solvers for\n  degenerate parabolic equations"],"description":["  The novel contribution of this paper relies in the proposal of a fully\nimplicit numerical method designed for nonlinear degenerate parabolic\nequations, in its convergence/stability analysis, and in the study of the\nrelated computational cost. In fact, due to the nonlinear nature of the\nunderlying mathematical model, the use of a fixed point scheme is required and\nevery step implies the solution of large, locally structured, linear systems. A\nspecial effort is devoted to the spectral analysis of the relevant matrices and\nto the design of appropriate iterative or multi-iterative solvers, with special\nattention to preconditioned Krylov methods and to multigrid procedures: in\nparticular we investigate the mutual benefit of combining in various ways\nsuitable preconditioners with V-cycle algorithms. Numerical experiments in one\nand two spatial dimensions for the validation of our multi-facet analysis\ncomplement this contribution.\n","Comment: 29 pages, 10 figures. This version contains the linear algebra\n  results of v1, with corrections and extensions. The applications (second part\n  of v1) will be published soon in a separate paper"]}]
["0907.4958",{"format":[],"subject":["Mathematics - Rings and Algebras","18D50, 08B20, 16S15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4958"],"date":["2009-07-28","2010-01-20"],"type":["text"],"creator":["Dotsenko, Vladimir"],"language":[],"coverage":[],"title":["Freeness theorems for operads via Gr\\\"obner bases"],"description":["  We show how to use Groebner bases for operads to prove various freeness\ntheorems: freeness of certain operads as nonsymmetric operads, freeness of an\noperad Q as a P-module for an inclusion P into Q, freeness of a suboperad. This\ngives new proofs of many known results of this type and helps to prove some new\nresults.\n","Comment: 15 pages, no figures, corrected typos and changed in parts the\n  structure of the paper"]}]
["0908.0078",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0078"],"date":["2009-08-01","2010-01-19"],"type":["text"],"creator":["Das, Abhik","Agarwal, Shweta","Vishwanath, Sriram"],"language":[],"coverage":[],"title":["On Algebraic Traceback in Dynamic Networks"],"description":["  This paper introduces the concept of incremental traceback for determining\nchanges in the trace of a network as it evolves with time. A distributed\nalgorithm, based on the methodology of algebraic traceback developed by Dean et\nal, is proposed which can completely determine a path of d nodes/routers using\nO(d) marked packets, and subsequently determine the changes in its topology\nusing O(log d) marked packets with high probability. The algorithm is\nestablished to be order-wise optimal i.e., no other distributed algorithm can\ndetermine changes in the path topology using lesser order of bits (i.e., marked\npackets). The algorithm is shown to have a computational complexity of O(d log\nd), which is significantly less than that of any existing non-incremental\nalgorithm of algebraic traceback. Extensions of this algorithm to settings with\nnode identity spoofing and network coding are also presented.\n","Comment: 9 pages, 4 figures"]}]
["0908.1515",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1515","J Biol Chem 285,(2), 2010","doi:10.1074/jbc.M109.055863"],"date":["2009-08-11"],"type":["text"],"creator":["Chaudhri, Virendra K.","Kumar, Dhiraj","Misra, Manjari","Dua, Raina","Rao, Kanury V. S."],"language":[],"coverage":[],"title":["Integration of a Phosphatase Cascade with the MAP Kinase Pathway\n  provides for a Novel Signal Processing Function"],"description":["  We mathematically modeled the receptor-activated MAP kinase signaling by\nincorporating the regulation through cellular phosphatases. Activation induced\nthe alignment of a phosphatase cascade in parallel with the MAP kinase pathway.\nA novel regulatory motif was thus generated, providing for the combinatorial\ncontrol of each MAPK intermediate. This ensured a non-linear mode of signal\ntransmission with the output being shaped by the balance between the strength\nof input signal, and the activity gradient along the phosphatase axis. Shifts\nin this balance yielded modulations in topology of the motif, thereby expanding\nthe repertoire of output responses. Thus we identify an added dimension to\nsignal processing, wherein the output response to an external stimulus is\nadditionally filtered through indicators that define the phenotypic status of\nthe cell.\n","Comment: Whole Manuscript 33 pages inclduing Main text, 7 Figures and\n  Supporting Information"]}]
["0908.3574",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Information Theory","Computer Science - Networking and Internet Architecture","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3574"],"date":["2009-08-25","2010-01-19"],"type":["text"],"creator":["Rothenberg, Christian Esteve","Macapuna, Carlos A.","Verdi, Fabio L.","Magalhaes, Mauricio F.","Wiesmaier, Alexander"],"language":[],"coverage":[],"title":["In-packet Bloom filters: Design and networking applications"],"description":["  The Bloom filter (BF) is a well-known space-efficient data structure that\nanswers set membership queries with some probability of false positives. In an\nattempt to solve many of the limitations of current inter-networking\narchitectures, some recent proposals rely on including small BFs in packet\nheaders for routing, security, accountability or other purposes that move\napplication states into the packets themselves. In this paper, we consider the\ndesign of such in-packet Bloom filters (iBF). Our main contributions are\nexploring the design space and the evaluation of a series of extensions (1) to\nincrease the practicality and performance of iBFs, (2) to enable\nfalse-negative-free element deletion, and (3) to provide security enhancements.\nIn addition to the theoretical estimates, extensive simulations of the multiple\ndesign parameters and implementation alternatives validate the usefulness of\nthe extensions, providing for enhanced and novel iBF networking applications.\n","Comment: 15 pages, 11 figures, preprint submitted to Elsevier COMNET Journal"]}]
["0909.0248",{"format":[],"subject":["Mathematical Physics","82D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0248"],"date":["2009-09-01","2010-01-19"],"type":["text"],"creator":["Alabina, Yu. F.","Latyshev, A. V.","Yushkanov, A. A."],"language":[],"coverage":[],"title":["Skin Effect Problem with Diffusion Boundary Conditions in Maxwell Plasma"],"description":["  The analytical method of solving the boundary problems for a system of\nequations describing the behaviour of electrons and an electric field in the\nMaxwell plasma half-space is developed. Here the diffusion reflection of\nelectrons from the surface as a boundary condition is supposed. The exact\nsolution for boundary value problem of the Vlasov-Maxwell equations through the\neigenfunctions of the discrete spectrum and the continuous spectrum is\nobtained. The method of decomposition by eigenfunctions of discrete and\ncontinuous spectrum is used. The exact expression for the surface impedance\nalso is obtained.\n","Comment: 17 pages"]}]
["0909.0681",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0681"],"date":["2009-09-03","2010-01-20"],"type":["text"],"creator":["Aceves, Alejandro B.","Chen, Ronald","Chung, Yeojin","Hagstrom, Thomas","Hummel, Michelle"],"language":[],"coverage":[],"title":["Analysis of supercontinuum generation under general dispersion\n  characteristics and beyond the slowly varying envelope approximation"],"description":["  The generation of broadband supercontinua (SC) in air-silica microstructured\nfibers results from a delicate balance of dispersion and nonlinearity. We\nanalyze two models aimed at better understanding SC. In the first one, we\ncharacterize linear dispersion in the Fourier domain from the calculated group\nvelocity dispersion (GVD) without using a Taylor approximation for the\npropagation constant. Results of our numerical simulations are in a good\nagreement with experiments. A novel relevant length scale, namely the length\nfor shock formation is introduced and its role is discussed. The second part\nshows similar dynamics for a model that goes beyond the slowly varying\napproximation for optical pulse propagation.\n","Comment: 14 pages, 10 figures"]}]
["0909.2450",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2450","PLoS ONE 4(10): e7481, 2009","doi:10.1371/journal.pone.0007481"],"date":["2009-09-13","2010-01-20"],"type":["text"],"creator":["Broderick, Tamara","MacKay, David John Cameron"],"language":[],"coverage":[],"title":["Fast and flexible selection with a single switch"],"description":["  Selection methods that require only a single-switch input, such as a button\nclick or blink, are potentially useful for individuals with motor impairments,\nmobile technology users, and individuals wishing to transmit information\nsecurely. We present a single-switch selection method, \"Nomon,\" that is general\nand efficient. Existing single-switch selection methods require selectable\noptions to be arranged in ways that limit potential applications. By contrast,\ntraditional operating systems, web browsers, and free-form applications (such\nas drawing) place options at arbitrary points on the screen. Nomon, however,\nhas the flexibility to select any point on a screen. Nomon adapts automatically\nto an individual's clicking ability; it allows a person who clicks precisely to\nmake a selection quickly and allows a person who clicks imprecisely more time\nto make a selection without error. Nomon reaps gains in information rate by\nallowing the specification of beliefs (priors) about option selection\nprobabilities and by avoiding tree-based selection schemes in favor of direct\n(posterior) inference. We have developed both a Nomon-based writing application\nand a drawing application. To evaluate Nomon's performance, we compared the\nwriting application with a popular existing method for single-switch writing\n(row-column scanning). Novice users wrote 35% faster with the Nomon interface\nthan with the scanning interface. An experienced user (author TB, with > 10\nhours practice) wrote at speeds of 9.3 words per minute with Nomon, using 1.2\nclicks per character and making no errors in the final text.\n","Comment: 14 pages, 5 figures, 1 table, presented at NIPS 2009 Mini-symposia"]}]
["0909.2691",{"format":[],"subject":["Mathematical Physics","15B52, 82B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2691"],"date":["2009-09-14","2010-01-20"],"type":["text"],"creator":["Erdos, Laszlo"],"language":[],"coverage":[],"title":["Universality of Wigner Random Matrices"],"description":["  We consider $N\\times N$ symmetric or hermitian random matrices with\nindependent, identically distributed entries where the probability distribution\nfor each matrix element is given by a measure $\\nu$ with a subexponential\ndecay. We prove that the local eigenvalue statistics in the bulk of the\nspectrum for these matrices coincide with those of the Gaussian Orthogonal\nEnsemble (GOE) and the Gaussian Unitary Ensemble (GUE), respectively, in the\nlimit $N\\to \\infty$. Our approach is based on the study of the Dyson Brownian\nmotion via a related new dynamics, the local relaxation flow. We also show that\nthe Wigner semicircle law holds locally on the smallest possible scales and we\nprove that eigenvectors are fully delocalized and eigenvalues repel each other\non arbitrarily small scales.\n","Comment: Submitted to the Proceedings of ICMP, Prague, 2009"]}]
["0909.5181",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5181","Phys. Rev. B 81, 012303 (2010)","doi:10.1103/PhysRevB.81.012303"],"date":["2009-09-28","2009-11-25"],"type":["text"],"creator":["De Grandi, C.","Gritsev, V.","Polkovnikov, A."],"language":[],"coverage":[],"title":["Quench dynamics near a quantum critical point"],"description":["  We study the dynamical response of a system to a sudden change of the tuning\nparameter $\\lambda$ starting (or ending) at the quantum critical point. In\nparticular we analyze the scaling of the excitation probability, number of\nexcited quasiparticles, heat and entropy with the quench amplitude and the\nsystem size. We extend the analysis to quenches with arbitrary power law\ndependence on time of the tuning parameter, showing a close connection between\nthe scaling behavior of these quantities with the singularities of the\nadiabatic susceptibilities of order $m$ at the quantum critical point, where\n$m$ is related to the power of the quench. Precisely for sudden quenches the\nrelevant susceptibility of the second order coincides with the fidelity\nsusceptibility. We discuss the generalization of the scaling laws to the finite\ntemperature quenches and show that the statistics of the low-energy excitations\nbecomes important. We illustrate the relevance of those results for cold atoms\nexperiments.\n","Comment: 4 pages, significant changes, references added"]}]
["0910.2676",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14H40","14K05, 11G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2676"],"date":["2009-10-14","2010-01-20"],"type":["text"],"creator":["Xue, Jiangwei","Zarhin, Yuri G."],"language":[],"coverage":[],"title":["Hodge groups of certain superelliptic jacobians"],"description":["  Suppose that $K$ is a field of characteristic 0, $p$ is an odd prime, $r$ a\npositive integer, $q=p^r$ a prime power. Suppose that $f(x)$ is a polynomial of\ndegree $n > 4$ with coefficients in $K$ and without multiple roots. Let us\nconsider the superelliptic curve $C: y^q=f(x)$ and its jacobian $J(C)$.\nAssuming that $K$ is a subfield of the field of complex numbers, we study the\n(connected reductive algebraic) Hodge group $Hdg$ of the corresponding complex\nabelian variety $J(C)$. In our previous paper (arXiv:0907.1563 [math.AG]) we\nstudied the center of $Hdg.\n  In this paper we study the semisimple part (commutator subgroup) of $Hdg$.\nAssuming that $p$ does not divide $n$ and $n-1$ is not divisible by $q$, the\nGalois group of $f(x)$ over $K$ is either the full symmetric group $S_n$ or the\nalternating group $A_n$, we prove that the semisimple part of $Hdg$ is \"as\nlarge as possible\".\n","Comment: 18 pages, the paper will appear in Math. Research Letters"]}]
["0910.4677",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4677"],"date":["2009-10-26","2010-01-20"],"type":["text"],"creator":["Piazza, Federico"],"language":[],"coverage":[],"title":["New views on the low-energy side of gravity"],"description":["  Common wisdom associates all the unraveled and theoretically challenging\naspects of gravity with its UV-completion. However, there appear to be few\ndifficulties afflicting the effective framework for gravity already at low\nenergy, that are likely to be detached from the high-energy structure. Those\ninclude the black hole information paradox, the cosmological constant problem\nand the rather involved and fine tuned model building required to explain our\ncosmological observations. I review some on-going research that aims to\ngeneralize and extend the low-energy framework for gravity. In a quantum\ninformational fashion, regions of space at a given time are treated and\ndescribed as quantum subsystems, rather than submanifolds. The idea is to\ndefine a region of space through the quantum degrees of freedom of the matter\nfields \"living therein\". I show how the correspondence sub-system/sub-manifold\nis realized in standard semi-classical gravity (\"standard localization\") and\ndiscuss the implications of alternative localization schemes. By exploiting\nfurther the subsystem description, I then consider the possibility that the\nusual GR metric manifold description might break down in the infra-red. This\nhas implications on the description of the Universe on the largest scales and\non dark energy.\n","Comment: Review based on talks given at DICE (Castiglioncello) 2008, Emergent\n  gravity III (Boston 2008) and IV (Vancouver 2009), New Prospects for Solving\n  the Cosmological Constant Problem (Perimeter Institute 2009) and several\n  other more or less informal discussions. 51 pages, 2 figures. References\n  added"]}]
["0910.5107",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Computer Science and Game Theory","F.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5107"],"date":["2009-10-27","2010-01-20"],"type":["text"],"creator":["Pauly, Arno"],"language":[],"coverage":[],"title":["The Complexity of Iterated Strategy Elimination"],"description":["  We consider the computational complexity of the question whether a certain\nstrategy can be removed from a game by means of iterated elimination of\ndominated strategies. In particular, we study the influence of different\ndefinitions of domination and of the number of different payoff values. In\naddition, the consequence of restriction to constant-sum games is shown.\n"]}]
["0910.5302",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5302","Phys. Rev. B 81 (2010) 033202","doi:10.1103/PhysRevB.81.033202"],"date":["2009-10-28"],"type":["text"],"creator":["Yang, Kesong","Dai, Ying","Huang, Baibiao","Feng, Yuanping"],"language":[],"coverage":[],"title":["Density functional characterization of the antiferromagnetism in\n  oxygen-deficient anatase and rutile TiO2"],"description":["  We present theoretical evidence for local magnetic moments on Ti3+ ions in\noxygen-deficient anatase and rutile TiO2 observed in a recent experiment [S.\nZhou, et al., Phys. Rev. B 79, 113201 (2009)]. Results of our first-principles\nGGA+U calculations reveal that an oxygen vacancy converts two Ti4+ ions to two\nTi3+ ions in anatase phase, which results in a local magnetic moment of 1.0\n$\\mu_B$ per Ti3+. The two Ti3+ ions, however, form a stable antiferromagnetic\nstate, and similar antiferromagnetism is also observed in oxygen-deficient\nrutile phase TiO2. The calculated results are in good agreement with the\nexperimentally observed antiferromagnetic-like behavior in oxygen-deficient\nTi-O systems.\n","Comment: 16 pages, 5 figures"]}]
["0911.0411",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0411"],"date":["2009-11-03","2010-01-20"],"type":["text"],"creator":["Giachetta, G.","Mangiarotti, L.","Sardanashvily, G."],"language":[],"coverage":[],"title":["Advanced Mechanics. Mathematical Introduction"],"description":["  Classical non-relativistic mechanics in a general setting of time-dependent\ntransformations and reference frame changes is formulated in the terms of fibre\nbundles over the time-axis R. Connections on fibre bundles are the main\ningredient in this formulation of mechanics which thus is covariant under\nreference frame transformations. The basic notions of a non-relativistic\nreference frame, a relative velocity, a free motion equation, a relative\nacceleration, an external force are formulated. Newtonian, Lagrangian,\nHamiltonian mechanical systems and the relations between them are defined.\nLagrangian and Hamiltonian conservation laws are considered.\n","Comment: 107 pages"]}]
["0911.0944",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0944","Phys. Rev. E 80, 061307 (2009).","doi:10.1103/PhysRevE.80.061307"],"date":["2009-11-04"],"type":["text"],"creator":["Ellenbroek, Wouter G.","van Hecke, Martin","van Saarloos, Wim"],"language":[],"coverage":[],"title":["Jammed frictionless discs: connecting local and global response"],"description":["  By calculating the linear response of packings of soft frictionless discs to\nquasistatic external perturbations, we investigate the critical scaling\nbehavior of their elastic properties and non-affine deformations as a function\nof the distance to jamming. Averaged over an ensemble of similar packings,\nthese systems are well described by elasticity, while in single packings we\ndetermine a diverging length scale $\\ell^*$ up to which the response of the\nsystem is dominated by the local packing disorder. This length scale, which we\nobserve directly, diverges as $1/\\Delta z$, where $\\Delta z$ is the difference\nbetween contact number and its isostatic value, and appears to scale\nidentically to the length scale which had been introduced earlier in the\ninterpretation of the spectrum of vibrational modes. It governs the crossover\nfrom isostatic behavior at the small scale to continuum behavior at the large\nscale; indeed we identify this length scale with the coarse graining length\nneeded to obtain a smooth stress field. We characterize the non-affine\ndisplacements of the particles using the \\emph{displacement angle\ndistribution}, a local measure for the amount of relative sliding, and analyze\nthe connection between local relative displacements and the elastic moduli.\n","Comment: 19 pages, 15 figures, submitted to Phys. Rev. E"]}]
["0911.1552",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1552"],"date":["2009-11-08","2010-01-20"],"type":["text"],"creator":["Jurco, Branislav"],"language":[],"coverage":[],"title":["Nonabelian bundle 2-gerbes"],"description":["  We define 2-crossed module bundle 2-gerbes related to general Lie 2-crossed\nmodules and discuss their properties. A 2-crossed module bundle 2-gerbe over a\nmanifold is defined in terms of a so called 2-crossed module bundle gerbe,\nwhich is a crossed module bundle gerbe equipped with an extra sructure. It is\nshown that string structures can be described and classified using 2-crossed\nmodule bundle 2-gerbes.\n","Comment: Further corrections"]}]
["0911.1705",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1705"],"date":["2009-11-09","2010-01-20"],"type":["text"],"creator":["Toni, Tina","Stumpf, Michael P. H."],"language":[],"coverage":[],"title":["Simulation-based model selection for dynamical systems in systems and\n  population biology"],"description":["  Computer simulations have become an important tool across the biomedical\nsciences and beyond. For many important problems several different models or\nhypotheses exist and choosing which one best describes reality or observed data\nis not straightforward. We therefore require suitable statistical tools that\nallow us to choose rationally between different mechanistic models of e.g.\nsignal transduction or gene regulation networks. This is particularly\nchallenging in systems biology where only a small number of molecular species\ncan be assayed at any given time and all measurements are subject to\nmeasurement uncertainty. Here we develop such a model selection framework based\non approximate Bayesian computation and employing sequential Monte Carlo\nsampling. We show that our approach can be applied across a wide range of\nbiological scenarios, and we illustrate its use on real data describing\ninfluenza dynamics and the JAK-STAT signalling pathway. Bayesian model\nselection strikes a balance between the complexity of the simulation models and\ntheir ability to describe observed data. The present approach enables us to\nemploy the whole formal apparatus to any system that can be (efficiently)\nsimulated, even when exact likelihoods are computationally intractable.\n","Comment: This article is in press in Bioinformatics, 2009. Advance Access is\n  available on Bioinformatics webpage"]}]
["0911.2900",{"format":[],"subject":["Computer Science - Multiagent Systems","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2900"],"date":["2009-11-15"],"type":["text"],"creator":["Kretz, Tobias"],"language":[],"coverage":[],"title":["Computation Speed of the F.A.S.T. Model"],"description":["  The F.A.S.T. model for microscopic simulation of pedestrians was formulated\nwith the idea of parallelizability and small computation times in general in\nmind, but so far it was never demonstrated, if it can in fact be implemented\nefficiently for execution on a multi-core or multi-CPU system. In this\ncontribution results are given on computation times for the F.A.S.T. model on\nan eight-core PC.\n","Comment: Accepted as contribution to \"Traffic and Granular Flow 2009\"\n  proceedings. This is a slightly extended version"]}]
["0912.2702",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2702"],"date":["2009-12-14","2010-01-20"],"type":["text"],"creator":["Lu, Yang","Guo, Jing"],"language":[],"coverage":[],"title":["Band Gap of Strained Graphene Nanoribbons"],"description":["  The band structures of strained graphene nanoribbons (GNRs) are examined by a\ntight binding Hamiltonian that is directly related to the type and strength of\nstrains. Compared to the two-dimensional graphene whose band gap remains close\nto zero even if a large strain is applied, the band gap of graphene nanoribbon\n(GNR) is sensitive to both uniaxial and shears strains. The effect of strain on\nthe electronic structure of a GNR strongly depends on its edge shape and\nstructural indices. For an armchair GNR, uniaxial weak strain changes the band\ngap in a linear fashion, and for a large strain, it results in periodic\noscillation of the band gap. On the other hand, shear strain always tend to\nreduce the band gap. For a zigzag GNR, the effect of strain is to change the\nspin polarization at the edges of GNR, thereby modulate the band gap. A simple\nanalytical model is proposed to interpret the band gap responds to strain in\narmchair GNR, which agrees with the numerical results.\n","Comment: 30 pages,10 figures"]}]
["0912.2971",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2971"],"date":["2009-12-15","2010-01-20"],"type":["text"],"creator":["Al-Kadi, Deena"],"language":[],"coverage":[],"title":["Distinguishing derived equivalence classes using the second Hochschild\n  cohomology group"],"description":["  In this paper we study the second Hochschild cohomology group of the\npreprojective algebra of type $D_4$ over an algebraically closed field $K$ of\ncharacteristic 2. We also calculate the second Hochschild cohomology group of a\nnon-standard algebra which arises as a socle deformation of this preprojective\nalgebra and so show that the two algebras are not derived equivalent. This\nanswers a question raised by Holm and Skowro\\'nski.\n"]}]
["0912.4313",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4313","Appl. Phys. Lett. 96, 032102 (2010)","doi:10.1063/1.3291618"],"date":["2009-12-21"],"type":["text"],"creator":["Kawamura, Minoru","Yamashita, Tatsuya","Takahashi, Hiroyuki","Masubuchi, Satoru","Hashimoto, Yoshiaki","Katsumoto, Shingo","Machida, Tomoki"],"language":[],"coverage":[],"title":["Strain-induced enhancement of electric quadrupole splitting in\n  resistively detected nuclear magnetic resonance spectrum in quantum Hall\n  systems"],"description":["  We show electrical coherent manipulation of quadrupole-split nuclear spin\nstates in a GaAs/AlGaAs heterostructure on the basis of the breakdown of\nquantum Hall effect. The electric quadrupole splitting in nuclear spin energy\nlevels is intentionally enhanced by applying an external stress to the\nheterostructure. Nuclear magnetic resonance spectra with clearly separated\ntriple peaks are obtained, and Rabi oscillations are observed between the\nnuclear spin energy levels. The decay of the spin-echo signal is compared\nbetween the cases before and after the enhancement of quadrupole splitting.\n","Comment: 4 pages, 4 figures"]}]
["1001.2223",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2223"],"date":["2010-01-13"],"type":["text"],"creator":["Arnlind, Joakim","Hoppe, Jens","Huisken, Gerhard"],"language":[],"coverage":[],"title":["Discrete curvature and the Gauss-Bonnet theorem"],"description":["  For matrix analogues of embedded surfaces we define discrete curvatures and\nEuler characteristics, and a non-commutative Gauss--Bonnet theorem is shown to\nfollow. We derive simple expressions for the discrete Gauss curvature in terms\nof matrices representing the embedding coordinates, and provide a large class\nof explicit examples illustrating the new notions.\n"]}]
["1001.2436",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M27","57M50","57M56","37E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2436"],"date":["2010-01-14","2010-01-20"],"type":["text"],"creator":["Marche, Julien"],"language":[],"coverage":[],"title":["The skein module of torus knots complements"],"description":["  We compute the Kauffman skein module of the complement of torus knots in S^3.\nPrecisely, we show that these modules are isomorphic to the algebra of\nSl(2,C)-characters tensored with the ring of Laurent polynomials.\n","Comment: 10 pages, 1 figure"]}]
["1001.2785",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2785"],"date":["2010-01-18","2010-01-20"],"type":["text"],"creator":["Godard, Emmanuel","Métivier, Yves","Tel, Gerard"],"language":[],"coverage":[],"title":["Termination Detection of Local Computations"],"description":["  Contrary to the sequential world, the processes involved in a distributed\nsystem do not necessarily know when a computation is globally finished. This\npaper investigates the problem of the detection of the termination of local\ncomputations. We define four types of termination detection: no detection,\ndetection of the local termination, detection by a distributed observer,\ndetection of the global termination. We give a complete characterisation\n(except in the local termination detection case where a partial one is given)\nfor each of this termination detection and show that they define a strict\nhierarchy. These results emphasise the difference between computability of a\ndistributed task and termination detection. Furthermore, these\ncharacterisations encompass all standard criteria that are usually formulated :\ntopological restriction (tree, rings, or triangu- lated networks ...),\ntopological knowledge (size, diameter ...), and local knowledge to distinguish\nnodes (identities, sense of direction). These results are now presented as\ncorollaries of generalising theorems. As a very special and important case, the\ntechniques are also applied to the election problem. Though given in the model\nof local computations, these results can give qualitative insight for similar\nresults in other standard models. The necessary conditions involve graphs\ncovering and quasi-covering; the sufficient conditions (constructive local\ncomputations) are based upon an enumeration algorithm of Mazurkiewicz and a\nstable properties detection algorithm of Szymanski, Shi and Prywes.\n"]}]
["1001.2962",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Numerical Analysis","33P05 (Primary) 65K05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2962"],"date":["2010-01-18","2010-01-20"],"type":["text"],"creator":["Milioto, Dominic C."],"language":[],"coverage":[],"title":["A method for locating where the real part of the Riemann zeta function\n  becomes negative for its real argument greater than one"],"description":["  This paper describes a search algorithm to locate values of t where the real\npart of the Riemann zeta function, zeta(sigma+it), is negative for sigma>1. The\nrun-time to execute the search is much less than a brute-force approach and\nrelies on certain symmetries of congruence equations related to the zeta\nfunction.\n","Comment: 13 Pages, six figures, five tables, two Mathematica routines"]}]
["1001.3132",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3132"],"date":["2010-01-18"],"type":["text"],"creator":["Huber, T."],"language":[],"coverage":[],"title":["Master integrals for massless three-loop form factors"],"description":["  We summarize the results for the master integrals of the three-loop quark and\ngluon form factor in massless QCD. Working in dimensional regularization we\nextract poles up to 1/epsilon^6. The computational techniques involve, among\nothers, the expansion of higher transcendental functions and the Mellin-Barnes\nmethod. The coefficients of the Laurent expansion in epsilon are given either\nanalytically or numerically to high precision.\n","Comment: 8 pages, 1 figure; talk given at RADCOR 2009 - 9th International\n  Symposium on Radiative Corrections (Applications of Quantum Field Theory to\n  Phenomenology), October 25 - 30 2009, Ascona, Switzerland"]}]
["1001.3134",{"format":[],"subject":["Mathematics - Quantum Algebra","81Q08","81V08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3134"],"date":["2010-01-18"],"type":["text"],"creator":["Baratta, W."],"language":[],"coverage":[],"title":["Some Properties of Macdonald Polynomials with Prescribed Symmetry"],"description":["  The Macdonald polynomials with prescribed symmetry are obtained from the\nnonsymmetric Macdonald polynomials via the operations of $t$-symmetrisation,\n$t$-antisymmetrisation and normalisation. Motivated by corresponding results in\nJack polynomial theory we proceed to derive an expansion formula and a related\nnormalisation. Eigenoperator methods are used to relate the symmetric and\nantisymmetric Macdonald polynomials, and we discuss how these methods can be\nextended to special classes of the prescribed symmetry polynomials in terms of\ntheir symmetric counterpart. We compute the explicit form of the normalisation\nwith respect to the constant term inner product. Surpassing our original\nmotivation, this is used to provide a derivation of a special case of a\nconjectured $q$-constant term identity.\n","Comment: 21 Pages"]}]
["1001.3150",{"format":[],"subject":["Computer Science - Human-Computer Interaction","H.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3150"],"date":["2010-01-18"],"type":["text"],"creator":["Cherubini, Mauro","de Oliveira, Rodrigo","Oliver, Nuria","Ferran, Christian"],"language":[],"coverage":[],"title":["Gaze and Gestures in Telepresence: multimodality, embodiment, and roles\n  of collaboration"],"description":["  This paper proposes a controlled experiment to further investigate the\nusefulness of gaze awareness and gesture recognition in the support of\ncollaborative work at a distance. We propose to redesign experiments conducted\nseveral years ago with more recent technology that would: a) enable to better\nstudy of the integration of communication modalities, b) allow users to freely\nmove while collaborating at a distance and c) avoid asymmetries of\ncommunication between collaborators.\n","Comment: Position paper, International Workshop New Frontiers in Telepresence\n  2010, part of CSCW2010, Savannah, GA, USA, 7th of February, 2010.\n  http://research.microsoft.com/en-us/events/nft2010/"]}]
["1001.3154",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3154"],"date":["2010-01-19"],"type":["text"],"creator":["Persson, Daniel"],"language":[],"coverage":[],"title":["Arithmetic and Hyperbolic Structures in String Theory"],"description":["  This monograph is an updated and extended version of the author's PhD thesis.\nIt consists of an introductory text followed by two separate parts which are\nloosely related but may be read independently of each other. In Part I we\nanalyze certain hyperbolic structures arising when studying gravity in the\nvicinity of a spacelike singularity (the \"BKL-limit\"). In this limit, spatial\npoints decouple and the dynamics exhibits ultralocal behaviour which may be\ndescribed in terms of a (possibly chaotic) hyperbolic billiard. In all\nsupergravities arising as low-energy limits of string theory or M-theory, the\nbilliard dynamics takes place within the fundamental Weyl chambers of certain\nhyperbolic Kac-Moody algebras, suggesting that these algebras generate hidden\ninfinite-dimensional symmetries of the theory. Part II of the thesis is devoted\nto a study of how (U-)dualities in string theory provide powerful constraints\non perturbative and non-perturbative quantum corrections. These dualities are\ndescribed by certain arithmetic groups G(Z) which are conjectured to be\npreserved in the effective action. The exact couplings are given by automorphic\nforms on the double quotient G(Z)\\G/K. We discuss in detail various methods of\nconstructing automorphic forms, with particular emphasis on non-holomorphic\nEisenstein series. We provide detailed examples for the physically relevant\ncases of SL(2,Z) and SL(3,Z), for which we construct their respective\nEisenstein series and compute their (non-abelian) Fourier expansions. We also\nshow how these techniques can be applied to hypermultiplet moduli spaces in\ntype II Calabi-Yau compactifications, and we provide a detailed analysis for\nthe universal hypermultiplet.\n","Comment: 346 pages, updated and extended version of the author's PhD thesis"]}]
["1001.3156",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3156"],"date":["2010-01-18"],"type":["text"],"creator":["Mastrolia, Pierpaolo"],"language":[],"coverage":[],"title":["Unitarity-Cuts, Stokes' Theorem and Berry's Phase"],"description":["  Two-particle unitarity-cuts of scattering amplitudes can be efficiently\ncomputed by applying Stokes' Theorem, in the fashion of the Generalised Cauchy\nTheorem. Consequently, the Optical Theorem can be related to the Berry Phase,\nshowing how the imaginary part of arbitrary one-loop Feynman amplitudes can be\ninterpreted as the flux of a complex 2-form.\n","Comment: presented at RADCOR 2009 - 9th International Symposium on Radiative\n  Corrections, October 25 - 30 2009, Ascona, Switzerland"]}]
["1001.3157",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3157"],"date":["2010-01-19"],"type":["text"],"creator":["Bossard, Guillaume"],"language":[],"coverage":[],"title":["1/8 BPS black hole composites"],"description":["  We show that the 1/8 BPS condition for composite stationary black holes can\nbe rewritten as a first order system of differential equations associated to\nthe nilpotent orbit in which lie the Noether charges of the black holes.\nSolving these equations, we prove that the most general 1/8 BPS black hole\ncomposites are solutions of the N=2 truncation of the theory associated to the\nquaternions. This system of first order differential equations generalises to\nthe non-BPS solutions with a vanishing central charge at the horizon in N=2, 4\nsupergravity theories with a symmetric moduli space. We solve these equations\nfor the exceptional N=2 supergravity associated to the octonions.\n","Comment: 19 pages"]}]
["1001.3167",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3167"],"date":["2010-01-18"],"type":["text"],"creator":["Kuroki, Kazuhiko"],"language":[],"coverage":[],"title":["Possibility of spin fluctuation mediated $d+id'$ pairing in a doped band\n  insulator $\\beta$-MNCl (M=Hf,Zr) superconductors"],"description":["  We study two types of models for the superconducting layered nitride\n$\\beta$-MNCl(M=Hf,Zr); a single band model on a triangular lattice, and a two\nband model on a honeycomb lattice. We find that the former model does not\nsuffice as an effecitive model, while the latter one can be a good candidate.\nWe propose from the study on the two band model a possibility of spin\nfluctuation mediated $d+id'$-wave superconductivity in the doped $\\beta$-MNCl.\nWe show that the relatively high $T_c$ obtained in the doped band insulator is\na characteristic feature of the spin fluctuation mediated superconductivity on\na honeycomb lattice. We also find that the gap anisotropy on the Fermi surface\nstrongly increases upon increasing the doping concentration, and the inter\nlayer hopping suppresses superconductivity. These results are in qualitative\nagreement with the experimental findings.\n","Comment: 7 pages, 8 figures"]}]
["1001.3168",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3168"],"date":["2010-01-18"],"type":["text"],"creator":["Geng, W. -T."],"language":[],"coverage":[],"title":["Non-constant crack tip opening angle and negligible crack tunneling of\n  brittle fracture in Al: A first-principles prediction"],"description":["  Numerous measurements showed that the crack tip opening angle (CTOA) is\nnearly constant upon stable ductile fracture in Al alloys which widely used in\nmodern transportation industry. The atomic structure of the very tip of a crack\nfront has remained unknown, however. We have carried out a first-principles\ndensity functional theory study to reveal the precise alignment of atoms near\nthe crack tip in single-crystalline Al. The calculations demonstrate that the\nCTOA increases with the opening displacement, thus the observed constant CTOA\nin millimeter scale is an entirely plastic effect during ductile crack.\nBesides, we find no significant crack tunneling (crack-front blunting), which\ncan be accounted for from the very small relaxation of the Al free surface. The\natomic structure thus obtained provides a solid basis for larger scale\nsimulations using for example finite element method.\n","Comment: 12 pages, 4 figures"]}]
["1001.3171",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3171"],"date":["2010-01-18"],"type":["text"],"creator":["ParandehGheibi, Ali","Ozdaglar, Asuman","Effros, Michelle","Medard, Muriel"],"language":[],"coverage":[],"title":["Optimal Reverse Carpooling Over Wireless Networks - A Distributed\n  Optimization Approach"],"description":["  We focus on a particular form of network coding, reverse carpooling, in a\nwireless network where the potentially coded transmitted messages are to be\ndecoded immediately upon reception. The network is fixed and known, and the\nsystem performance is measured in terms of the number of wireless broadcasts\nrequired to meet multiple unicast demands. Motivated by the structure of the\ncoding scheme, we formulate the problem as a linear program by introducing a\nflow variable for each triple of connected nodes. This allows us to have a\nformulation polynomial in the number of nodes. Using dual decomposition and\nprojected subgradient method, we present a decentralized algorithm to obtain\noptimal routing schemes in presence of coding opportunities. We show that the\nprimal sub-problem can be expressed as a shortest path problem on an\n\\emph{edge-graph}, and the proposed algorithm requires each node to exchange\ninformation only with its neighbors.\n","Comment: submitted to CISS 2010"]}]
["1001.3175",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3175"],"date":["2010-01-18"],"type":["text"],"creator":["Bidkhori, Hoda"],"language":[],"coverage":[],"title":["Finite Eulerian posets which are binomial, Sheffer or triangular"],"description":["  In this paper we study finite Eulerian posets which are binomial, Sheffer or\ntriangular. These important classes of posets are related to the theory of\ngenerating functions and to geometry. The results of this paper are organized\nas follows:\n  We completely determine the structure of Eulerian binomial posets and, as a\nconclusion, we are able to classify factorial functions of Eulerian binomial\nposets;\n  We give an almost complete classification of factorial functions of Eulerian\nSheffer posets by dividing the original question into several cases;\n  In most cases above, we completely determine the structure of Eulerian\nSheffer posets, a result stronger than just classifying factorial functions of\nthese Eulerian Sheffer posets.\n  We also study Eulerian triangular posets. This paper answers questions asked\nby R. Ehrenborg and M. Readdy. This research is also motivated by the work of\nR. Stanley about recognizing the boolean lattice by looking at smaller\nintervals.\n","Comment: 24 Pages, 5 Figure"]}]
["1001.3178",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3178"],"date":["2010-01-18","2010-01-20"],"type":["text"],"creator":["Ali, Olfa Ben Sik","Cardinal, Christian","Gagnon, Francois"],"language":[],"coverage":[],"title":["A performance analysis of multi-hop ad hoc networks with adaptive\n  antenna array systems"],"description":["  Based on a stochastic geometry framework, we establish an analysis of the\nmulti-hop spatial reuse aloha protocol (MSR-Aloha) in ad hoc networks. We\ncompare MSR-Aloha to a simple routing strategy, where a node selects the next\nrelay of the treated packet as to be its nearest receiver with a forward\nprogress toward the final destination (NFP). In addition, performance gains\nachieved by employing adaptive antenna array systems are quantified in this\npaper. We derive a tight upper bound on the spatial density of progress of\nMSR-Aloha. Our analytical results demonstrate that the spatial density of\nprogress scales as the square root of the density of users, and the optimal\ncontention density (that maximizes the spatial density of progress) is\nindependent of the density of users. These two facts are consistent with the\nobservations of Baccelli et al., established through an analytical lower bound\nand through simulations.\n","Comment: Submitted to ISIT'10"]}]
["1001.3180",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3180"],"date":["2010-01-18"],"type":["text"],"creator":["Frolov, Alexei M."],"language":[],"coverage":[],"title":["Internal conversion of nuclear transition in the\n  ${}^{235m}U@C_{60-n}X_n$ molecules and related compounds"],"description":["  The internal conversion of nuclear transition in the ${}^{235}U$ atom is\nconsidered. The low-energy $\\gamma-$quanta ($E_{\\gamma} \\approx$ 76.8 $eV$) are\nemitted during the $E3-$transition from the excited state ($I = (\\frac12)^+$)\nof the ${}^{235}U$ nucleus to its ground state ($I = (\\frac72)^-$). The decay\nrate of this ${}^{235m}U$ isomer ($E \\approx 76.8$ $eV$) noticeably depends\nupon the chemical composition and actual physical conditions (i.e. temperature\n$T$ and pressure $p$). By varying such a composition and physical conditions\none can change the life-time of the ${}^{235m}U$ isomer to relatively\nlarge/small values. A specific attention is given to the fullerene molecules\ncontaining the central ${}^{235}U$ atom. It is shown that the decay rate\n$\\lambda$ of the ${}^{235m}U$ isomer in the ${}^{235m}U@C_{60-n}X_n$ molecules\nand related compounds can differ significantly from the values obtained for\nisolated ${}^{235}U$ atoms. Some applications of this effect are considered.\n","Comment: 14 pages"]}]
["1001.3185",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3185"],"date":["2010-01-19"],"type":["text"],"creator":["Djurek, Danije"],"language":[],"coverage":[],"title":["Competing contributions of superconducting and insulating states in\n  Ag5Pb2O6/CuO composite"],"description":["  The composite material, consisting of metallic particles Ag5Pb2O6 diluted in\ninsulating CuO matrix, has been investigated in a narrow concentration range\nseparating ballistic tunnel transport from hopping conductivity. The formation\nof intergrain conducting bridges between metallic particles has been avoided by\na careful metallurgic treatment. Resistivity is indicated by temperature\ndependence lnR~(T0/T)^1/2, and this dependence appeals an attention for\npossible one dimensional conductivity which could be looked upon as a property\nuniquely associated with an onset of the superconductivity extending up to Tc ~\n356 K.\n","Comment: 9 pages, 4 figures"]}]
["1001.3190",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3190"],"date":["2010-01-18"],"type":["text"],"creator":["Chen, Li"],"language":[],"coverage":[],"title":["Gradual Variation Analysis for Groundwater Flow"],"description":["  Groundwater flow in Washington DC greatly influences the surface water\nquality in urban areas. The current methods of flow estimation, based on\nDarcy's Law and the groundwater flow equation, can be described by the\ndiffusion equation (the transient flow) and the Laplace equation (the\nsteady-state flow). The Laplace equation is a simplification of the diffusion\nequation under the condition that the aquifer has a recharging boundary. The\npractical way of calculation is to use numerical methods to solve these\nequations. The most popular system is called MODFLOW, which was developed by\nUSGS. MODFLOW is based on the finite-difference method in rectangular Cartesian\ncoordinates. MODFLOW can be viewed as a \"quasi 3D\" simulation since it only\ndeals with the vertical average (no z-direction derivative). Flow calculations\nbetween the 2D horizontal layers use the concept of leakage. In this project,\nwe have established a mathematical model based on gradually varied functions\nfor groundwater data volume reconstruction. These functions do not rely on the\nrectangular Cartesian coordinate system. A gradually varied function can be\ndefined in a general graph or network. Gradually varied functions are suitable\nfor arbitrarily shaped aquifers. Two types of models are designed and\nimplemented for real data processing: (1) the gradually varied model for\nindividual (time) groundwater flow data, (2) the gradually varied model for\nsequential (time) groundwater flow data. In application, we also established a\nMySQL database to support the related research. The advantage of the gradually\nvaried fitting and its related method does not need the strictly defined\nboundary condition as it is required in MODFLOW.\n","Comment: 12 pages. 24. The paper is based on the following report to USGS. Li\n  Chen, Gradual Variation Analysis for Groundwater Flow of DC, DC Water\n  Resources Research Institute Final Report 2009"]}]
["1001.3191",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3191"],"date":["2010-01-19"],"type":["text"],"creator":["Pousin, Jérôme","Zeltz, Eric","Debicki, Gérard"],"language":[],"coverage":[],"title":["Un Mod\\`ele simple d'injection diphasique avec phase condensable"],"description":["  L'objectif de cette note est de proposer un mod\\`ele math\\'ematique simple\npermettant de comprendre l'arr\\^et de la p\\'en\\'etration d'un flux de vapeur\nd'eau condensable sur un mur de b\\'eton, observ\\'e exp\\'erimentalement (voir\npar exemple les diff\\'erentes exp\\'eriences d'injection de vapeur dans du\nb\\'eton pr\\'esent\\'ees dans [11], et [7]). Un mod\\`ele homog\\'en\\'eis\\'e simple\nd'injection dans un milieu poreux est propos\\'e, donnant une borne pour la\nposition asymptotique en temps du front de p\\'en\\'etration. The aim of this\npaper is to propose a simple mathematical model to understand the decision of\nthe penetration of a stream of water vapor condensing on a concrete wall,\nobserved experimentally (see for example the situations described in [11], and\n[7]). A simple homogenized model for the injection in a porous medium is\nproposed, giving a bound for the asymptotic-time position at the front of\npenetration.\n"]}]
["1001.3204",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3204"],"date":["2010-01-19"],"type":["text"],"creator":["Miret, Juan J.","Zapata-Rodriguez, Carlos J."],"language":[],"coverage":[],"title":["Surface-assisted ultralocalization in nondiffracting beams"],"description":["  We present a family of localized radiation modes in multilayered periodic\nmedia, where in-phase superposition of p-polarized waves leads to radiative\nconfinement around the beam axis. Excitation of surface plasmon polaritons\nyields an enhanced localization normally to the interfaces. On the other hand,\nthe spectral filtering induced by the presence of bandgaps allows to achieve\ntransverse superresolution on the interfaces. Subwavelength beamwidths along an\ninfinitely long distance might potentially be obtained.\n"]}]
["1001.3210",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3210"],"date":["2010-01-19"],"type":["text"],"creator":["Serebrov, A.","Fomin, A.","Varlamov, V."],"language":[],"coverage":[],"title":["Comment on \"Surface roughness effect on ultracold neutron interaction\n  with a wall and implications for computer simulations\" A. Steyerl et.al.,\n  arxiv: 0911.4115v1 [1]"],"description":["  In above mentioned article [1] assumptions of possible systematic errors of\nour experiment on measuring of the neutron lifetime [2] have been made. In the\ngiven comment we are obliged to explain, that assumptions made in [1] are\nerroneous. They are caused by an inattentive reading of our work [2] and by the\nimproper understanding the methods used in our work [2]. Simulation of\nexperiment [2] carried out in [1] seems to be imperfect and doesn't describe\nthe experimental results. Therefore it is impossible to do any conclusions from\nsuch simulation.\n","Comment: 13 pages, 9 figures"]}]
["1001.3215",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3215","Cahiers de la S\\'ecurit\\'e (2008) n\\degree 6 La criminalit\\'e\n  num\\'erique p. 146-154"],"date":["2010-01-19"],"type":["text"],"creator":["Schon, Walter"],"language":[],"coverage":[],"title":["S\\'ecurit\\'e des syst\\`emes critiques et cybercriminalit\\'e : vers une\n  s\\'ecurit\\'e globale ?"],"description":["  For modern critical systems, it is necessary to consider their ability to\navoid catastrophic behavior following fortuitous events such as internal\nfailures in hardware components, environmental disturbances or even involuntary\nhuman error in the design and operation, but also non fortuitous events such as\nmalicious attacks. Unfortunately, in French the same word \"s\\'ecurit\\'e\" is\nused to cover two different problematics, what in English is expressed in two\ndifferent words : safety and security. The interconnected modern information\nsystems, such as rail traffic signalling systems point out the need to deal in\nan overall way with both safety and security\n"]}]
["1001.3216",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3216"],"date":["2010-01-19"],"type":["text"],"creator":["Huang, Mei"],"language":[],"coverage":[],"title":["QCD phase diagram at high temperature and density"],"description":["  This article reviews recent progress of QCD phase structure, including color\nsuperconductor at high baryon density and strongly interacting quark-gluon\nplasma (sQGP) at high temperature created through relativistic heavy ion\ncollision. A brief overview is given on the discovery of sQGP at RHIC. The\npossibility of locating the critical end point (CEP) from the property of bulk\nviscosity over entropy density is discussed. For the phase structure at high\nbaryon density, the status of the unconventional color superconducting phase\nwith mismatched pairing is reviewed. The chromomagnetic instability, Sarma\ninstability and Higgs instability in the gapless color superconducting phase\nare clarified.\n","Comment: Invited review article for \"Progress in Physics\", 24 pages, 20\n  figures"]}]
["1001.3217",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Sound","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3217"],"date":["2010-01-19"],"type":["text"],"creator":["Vey, Georges Le"],"language":[],"coverage":[],"title":["Optimal control theory : a method for the design of wind instruments"],"description":["  It has been asserted previously by the author that optimal control theory can\nbe a valuable framework for theoretical studies about the shape that a wind\ninstrument should have in order to satisfy some optimization criterion, inside\na fairly general class. The purpose of the present work is to develop this new\napproach with a look at a specific criterion to be optimized. In this setting,\nthe Webster horn equation is regarded as a controlled dynamical equation in the\nspace variable. Pressure is the state, the control being made of two parts: one\nvariable part, the inside diameter of the duct and one constant part, the\nweights of the elementary time-harmonic components of the velocity potential.\nThen one looks for a control that optimizes a criterion related to the\ndefinition of an {oscillation regime} as the cooperation of several natural\nmodes of vibration with the excitation, the {playing frequency} being the one\nthat maximizes the total generation of energy, as exposed by A.H. Benade,\nfollowing H. Bouasse. At the same time the relevance of this criterion is\nquestioned with the simulation results.\n","Comment: To appear in Acta Acustica united with Acustica, 2010"]}]
["1001.3218",{"format":[],"subject":["Mathematics - Probability","62G32, 62G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3218"],"date":["2010-01-19"],"type":["text"],"creator":["Chakrabarty, Arijit","Samorodnitsky, Gennady"],"language":[],"coverage":[],"title":["Understanding heavy tails in a bounded world or, is a truncated heavy\n  tail heavy or not?"],"description":["  We address the important question of the extent to which random variables and\nvectors with truncated power tails retain the characteristic features of random\nvariables and vectors with power tails. We define two truncation regimes, soft\ntruncation regime and hard truncation regime, and show that, in the soft\ntruncation regime, truncated power tails behave, in important respects, as if\nno truncation took place. On the other hand, in the hard truncation regime much\nof \"heavy tailedness\" is lost. We show how to estimate consistently the tail\nexponent when the tails are truncated, and suggest statistical tests to decide\non whether the truncation is soft or hard. Finally, we apply our methods to two\nrecent data sets arising from computer networks.\n"]}]
["1001.3219",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3219"],"date":["2010-01-19"],"type":["text"],"creator":["Ehrhard, Thomas"],"language":[],"coverage":[],"title":["A finiteness structure on resource terms"],"description":["  In our paper \"Uniformity and the Taylor expansion of ordinary lambda-terms\"\n(with Laurent Regnier), we studied a translation of lambda-terms as infinite\nlinear combinations of resource lambda-terms, from a calculus similar to\nBoudol's lambda-calculus with resources and based on ideas coming from\ndifferential linear logic and differential lambda-calculus. The good properties\nof this translation wrt. beta-reduction were guaranteed by a coherence relation\non resource terms: normalization is \"linear and stable\" (in the sense of the\ncoherence space semantics of linear logic) wrt. this coherence relation. Such\ncoherence properties are lost when one considers non-deterministic or algebraic\nextensions of the lambda-calculus (the algebraic lambda-calculus is an\nextension of the lambda-calculus where terms can be linearly combined). We\nintroduce a \"finiteness structure\" on resource terms which induces a linearly\ntopologized vector space structure on terms and prevents the appearance of\ninfinite coefficients during reduction, in typed settings.\n"]}]
["1001.3225",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3225"],"date":["2010-01-19"],"type":["text"],"creator":["Uribe, Paula","Maureira, Juan-Carlos","Dalle, Olivier"],"language":[],"coverage":[],"title":["Extending INET Framework for Directional and Asymmetrical Wireless\n  Communications"],"description":["  This paper reports our work on extending the Omnet INET Framework with a\ndirectional radio model, putting a special emphasis on the implementation of\nasymmetrical communications. We first analyze the original INET radio model,\nfocusing on its design and components. Then we discuss the modifications that\nhave been done to support directional communications. Our preliminary results\nshow that the new model is flexible enough to allow the user to provide any\nantenna pattern shape, with only an additional reasonable computational cost.\n"]}]
["1001.3229",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3229"],"date":["2010-01-19"],"type":["text"],"creator":["Epelbaum, Evgeny"],"language":[],"coverage":[],"title":["Nuclear forces from chiral effective field theory: a primer"],"description":["  This paper is a write-up of introductory lectures on the modern approach to\nthe nuclear force problem based on chiral effective field theory given at the\n2009 Joliot-Curie School, Lacanau, France, 27 September - 3 October 2009.\n","Comment: 60 pages, 18 figures, 10 exercises, lectures given at the 2009\n  Joliot-Curie School, Lacanau, France, 27 September - 3 October 2009"]}]
["1001.3231",{"format":[],"subject":["Mathematics - General Topology","54C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3231","Cahiers de topologie et g\\'eom\\'etrie diff\\'erentielle\n  cat\\'egoriques XI, 2 (1969) 207-214"],"date":["2010-01-19"],"type":["text"],"creator":["Bouleau, Nicolas"],"language":[],"coverage":[],"title":["Une Structure Uniforme sur un Espace F(E,F)"],"description":["  Let E be a topological space and F a uniform space. We introduce a new\ntopology (in fact a uniform structure) called the V-congergence on the space of\napplications from E to F such that C(E,F) is closed for this topology and the\nrestriction of this topology to C(E,F) is equivalent to pointwise convergence.\nIn other words this topology is the coarsest preserving continuity. We give a\ncriterion of convergence for this topology not involving the limit. Among\nproperties preserved are mesurability and alpha-borelianity for a countable\nordinal alpha.\n"]}]
["1001.3234",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3234"],"date":["2010-01-19"],"type":["text"],"creator":["Sidoli, L.","Sguera, V.","Bazzano, A.","Ubertini, P."],"language":[],"coverage":[],"title":["EXIST perspective for Supergiant Fast X-ray Transients"],"description":["  Supergiant Fast X-ray Transients (SFXTs) are one of the most intriguing (and\nunexpected) results of the INTEGRAL mission. They are a new class of High Mass\nX-ray Binaries involving about 20 sources to date, with 8 firmly identified\nSFXTs and many candidates. They are composed by a massive OB supergiant star as\ncompanion donor and a compact object. At least four SFXTs host a neutron star,\nbecause X-ray pulsations have been discovered, while for the others a black\nhole cannot be excluded. SFXTs display short X-ray outbursts (compared with\nBe/X-ray transients) characterized by fast flares on brief timescales of hours\nand large flux variability typically in the range 1,000-100,000. The\nINTEGRAL/IBIS sensitivity allowed to catch only the bright flares (peaking at\n1E36-1E37erg/s), without persistent or quiescent emission. The investigation of\ntheir properties, in particular the rapid variability time scales of their\nflaring activity, will greatly benefit from observations with the Energetic\nX-ray Imaging Survey Telescope (EXIST), with the possibility to perform a long\nterm and continuous as possible monitoring of the hard X-ray sky.\n","Comment: Accepted for publication on PoS, Proceedings of \"The Extreme sky:\n  Sampling the Universe above 10 keV\", held in Otranto (Italy) in October 2009"]}]
["1001.3242",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3242"],"date":["2010-01-19"],"type":["text"],"creator":["Chen, Jen-Yeu","Pandurangan, Gopal"],"language":[],"coverage":[],"title":["Optimal Gossip-Based Aggregate Computation"],"description":["  We present the first provably almost-optimal gossip-based algorithms for\naggregate computation that are both time optimal and message-optimal. Given a\n$n$-node network, our algorithms guarantee that all the nodes can compute the\ncommon aggregates (such as Min, Max, Count, Sum, Average, Rank etc.) of their\nvalues in optimal $O(\\log n)$ time and using $O(n \\log \\log n)$ messages. Our\nresult improves on the algorithm of Kempe et al. \\cite{kempe} that is\ntime-optimal, but uses $O(n \\log n)$ messages as well as on the algorithm of\nKashyap et al. \\cite{efficient-gossip} that uses $O(n \\log \\log n)$ messages,\nbut is not time-optimal (takes $O(\\log n \\log \\log n)$ time). Furthermore, we\nshow that our algorithms can be used to improve gossip-based aggregate\ncomputation in sparse communication networks, such as in peer-to-peer networks.\n  The main technical ingredient of our algorithm is a technique called {\\em\ndistributed random ranking (DRR)} that can be useful in other applications as\nwell. DRR gives an efficient distributed procedure to partition the network\ninto a forest of (disjoint) trees of small size.\n  Our algorithms are non-address oblivious. In contrast, we show a lower bound\nof $\\Omega(n\\log n)$ on the message complexity of any address-oblivious\nalgorithm for computing aggregates. This shows that non-address oblivious\nalgorithms are needed to obtain significantly better message complexity. Our\nlower bound holds regardless of the number of rounds taken or the size of the\nmessages used. Our lower bound is the first non-trivial lower bound for\ngossip-based aggregate computation and also gives the first formal proof that\ncomputing aggregates is strictly harder than rumor spreading in the\naddress-oblivious model.\n"]}]
["1001.3248",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3248"],"date":["2010-01-19"],"type":["text"],"creator":["Gorska, Katarzyna","Gazeau, Jean Pierre","Cotfas, Nicolae"],"language":[],"coverage":[],"title":["Complex and real Hermite polynomials and related quantizations"],"description":["  It is known that the anti-Wick (or standard coherent state) quantization of\nthe complex plane produces both canonical commutation rule and quantum spectrum\nof the harmonic oscillator (up to the addition of a constant). In the present\nwork, we show that these two issues are not necessarily coupled: there exists a\nfamily of separable Hilbert spaces, including the usual Fock-Bargmann space,\nand in each element in this family there exists an overcomplete set of\nunit-norm states resolving the unity. With the exception of the Fock-Bargmann\ncase, they all produce non-canonical commutation relation whereas the quantum\nspectrum of the harmonic oscillator remains the same up to the addition of a\nconstant. The statistical aspects of these non-equivalent coherent states\nquantizations are investigated. We also explore the localization aspects in the\nreal line yielded by similar quantizations based on real Hermite polynomials.\n","Comment: 15 pages, 6 figures"]}]
["1001.3252",{"format":[],"subject":["Mathematics - Probability","60H10, 60J55, 60J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3252"],"date":["2010-01-19"],"type":["text"],"creator":["Fradon, Myriam","Roelly, Sylvie"],"language":[],"coverage":[],"title":["Infinitely many Brownian globules with Brownian radii"],"description":["  We consider an infinite system of non overlapping globules undergoing\nBrownian motions in R^3. The term globules means that the objects we are\ndealing with are spherical, but with a radius which is random and\ntime-dependent. The dynamics is modelized by an infinite-dimensional Stochastic\nDifferential Equation with local time. Existence and uniqueness of a strong\nsolution is proven for such an equation with fixed deterministic initial\ncondition. We also find a class of reversible measures.\n","Comment: 18 pages, 3 figures"]}]
["1001.3253",{"format":[],"subject":["Statistics - Methodology","Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3253","Statistical Science 2009, Vol. 24, No. 2, 238-243","doi:10.1214/09-STS298"],"date":["2010-01-19"],"type":["text"],"creator":["Kadane, Joseph B."],"language":[],"coverage":[],"title":["Bayesian Thought in Early Modern Detective Stories: Monsieur Lecoq, C.\n  Auguste Dupin and Sherlock Holmes"],"description":["  This paper reviews the maxims used by three early modern fictional\ndetectives: Monsieur Lecoq, C. Auguste Dupin and Sherlock Holmes. It find\nsimilarities between these maxims and Bayesian thought. Poe's Dupin uses ideas\nvery similar to Bayesian game theory. Sherlock Holmes' statements also show\nthought patterns justifiable in Bayesian terms.\n","Comment: Published in the Statistical Science (http://www.imstat.org/sts/) by\n  the Institute of Mathematical Statistics (http://www.imstat.org)"]}]
["1001.3255",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3255"],"date":["2010-01-19"],"type":["text"],"creator":["Goldberg, M. B.","Dangendorf, V.","Vartsky, D.","Bar, D.","Böttger, R.","Brandis, M.","Bromberger, B.","Feldman, G.","Friedman, E.","Heflinger, D.","Lauck, R.","Löb, S.","Maier-Komor, P.","Mardor, I.","Mor, I.","Speidel, K. -H.","Tittelmeier, K.","Weierganz, M."],"language":[],"coverage":[],"title":["A Dual-Purpose Ion-Accelerator for Nuclear-Reaction-Based Explosives-and\n  SNM-Detection in Massive Cargo"],"description":["  A dual-purpose ion-accelerator concept, capable of serving as radiation\nsource in a versatile, nuclear-reaction-based cargo inspection system, is\npresented. The system will automatically and reliably detect small,\noperationally-relevant quantities of concealed explosives and special nuclear\nmaterials (SNM). It will be cost-effective, employing largely-common hardware,\nbut different reactions/DAQ-modes. Typical expected throughput is 10-20\naviation containers/hr.\n  PACS: 25.20.Dc; 25.40.Ny; 27.20.+n; 29.27.Fh; 79.77.+g; 89.20.Bb; 89.20.Dd\n  Keywords: Cargo inspection; Nuclear-reaction-based methods; Explosives\ndetection; SNM detection\n"]}]
["1001.3257",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Computers and Society","C.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3257"],"date":["2010-01-19"],"type":["text"],"creator":["Khajeh-Hosseini, Ali","Sommerville, Ian","Sriram, Ilango"],"language":[],"coverage":[],"title":["Research Challenges for Enterprise Cloud Computing"],"description":["  Cloud computing represents a shift away from computing as a product that is\npurchased, to computing as a service that is delivered to consumers over the\ninternet from large-scale data centers - or \"clouds\". This paper discusses some\nof the research challenges for cloud computing from an enterprise or\norganizational perspective, and puts them in context by reviewing the existing\nbody of literature in cloud computing. Various research challenges relating to\nthe following topics are discussed: the organizational changes brought about by\ncloud computing; the economic and organizational implications of its utility\nbilling model; the security, legal and privacy issues that cloud computing\nraises. It is important to highlight these research challenges because cloud\ncomputing is not simply about a technological improvement of data centers but a\nfundamental change in how IT is provisioned and used. This type of research has\nthe potential to influence wider adoption of cloud computing in enterprise, and\nin the consumer market too.\n","Comment: Submitted to the 1st ACM Symposium on Cloud Computing, SOCC 2010"]}]
["1001.3258",{"format":[],"subject":["Mathematics - Numerical Analysis","65F15","15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3258"],"date":["2010-01-19"],"type":["text"],"creator":["Niu, Datian","Yuan, Xuegang"],"language":[],"coverage":[],"title":["A harmonic Lanczos bidiagonalization method for computing interior\n  singular triplets of large matrices"],"description":["  This paper proposes a harmonic Lanczos bidiagonalization method for computing\nsome interior singular triplets of large matrices. It is shown that the\napproximate singular triplets are convergent if a certain Rayleigh quotient\nmatrix is uniformly bounded and the approximate singular values are well\nseparated. Combining with the implicit restarting technique, we develop an\nimplicitly restarted harmonic Lanczos bidiagonalization algorithm and suggest a\nselection strategy of shifts. Numerical experiments show that one can use this\nalgorithm to compute interior singular triplets efficiently.\n","Comment: 11 pages, 1 figure, 5 tables"]}]
["1001.3259",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","C.2.4","A.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3259"],"date":["2010-01-19"],"type":["text"],"creator":["Sriram, Ilango","Khajeh-Hosseini, Ali"],"language":[],"coverage":[],"title":["Research Agenda in Cloud Technologies"],"description":["  Cloud computing is the latest effort in delivering computing resources as a\nservice. It represents a shift away from computing as a product that is\npurchased, to computing as a service that is delivered to consumers over the\ninternet from large-scale data centres - or \"clouds\". Whilst cloud computing is\ngaining growing popularity in the IT industry, academia appeared to be lagging\nbehind the rapid developments in this field. This paper is the first systematic\nreview of peer-reviewed academic research published in this field, and aims to\nprovide an overview of the swiftly developing advances in the technical\nfoundations of cloud computing and their research efforts. Structured along the\ntechnical aspects on the cloud agenda, we discuss lessons from related\ntechnologies; advances in the introduction of protocols, interfaces, and\nstandards; techniques for modelling and building clouds; and new use-cases\narising through cloud computing.\n","Comment: Submitted to the 1st ACM Symposium on Cloud Computing, SOCC 2010"]}]
["1001.3262",{"format":[],"subject":["Mathematics - Probability","60G70","60G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3262"],"date":["2010-01-19"],"type":["text"],"creator":["Meinguet, Thomas","Segers, Johan"],"language":[],"coverage":[],"title":["Regularly varying time series in Banach spaces"],"description":["  When a spatial process is recorded over time and the observation at a given\ntime instant is viewed as a point in a function space, the result is a time\nseries taking values in a Banach space. To study the spatio-temporal extremal\ndynamics of such a time series, the latter is assumed to be jointly regularly\nvarying. This assumption is shown to be equivalent to convergence in\ndistribution of the rescaled time series conditionally on the event that at a\ngiven moment in time it is far away from the origin. The limit is called the\ntail process or the spectral process depending on the way of rescaling. These\nprocesses provide convenient starting points to study, for instance, joint\nsurvival functions, tail dependence coefficients, extremograms, extremal\nindices, and point processes of extremes. The theory applies to linear\nprocesses composed of infinite sums of linearly transformed independent random\nelements whose common distribution is regularly varying.\n","Comment: 36 pages"]}]
["1001.3263",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3263"],"date":["2010-01-19"],"type":["text"],"creator":["Schuh, Bernd R."],"language":[],"coverage":[],"title":["A Real World Mechanism for Testing Satisfiability in Polynomial Time"],"description":["  Whether the satisfiability of any formula F of propositional calculus can be\ndetermined in polynomial time is an open question. I propose a simple procedure\nbased on some real world mechanisms to tackle this problem. The main result is\nthe blueprint for a machine which is able to test any formula in conjunctive\nnormal form (CNF) for satisfiability in linear time. The device uses light and\nsome electrochemical properties to function. It adapts itself to the scope of\nthe problem without growing exponentially in mass with the size of the formula.\nIt requires infinite precision in its components instead.\n"]}]
["1001.3266",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3266","J.of Optoel.and Advanced Materials-Symposia,vol.1,pp.494-497\n  (2009)"],"date":["2010-01-19"],"type":["text"],"creator":["Celebonovic, V."],"language":[],"coverage":[],"title":["Transport properties of the Hubbard model in low dimensions"],"description":["  The Hubbard model describes interacting electrons on a lattice,a situation\nwhich occurs in various solid state materials and devices. The aim of the\npresent paper is to briefly discuss this model and its applications in the\nstudy of transport properties of Q1D and Q2D systems. Several examples are\ntaken from materials and fields that have been intensively studied in recent\nyears.\n","Comment: LaTeX file with one eps figure,packed with tgz"]}]
["1001.3271",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3271"],"date":["2010-01-19"],"type":["text"],"creator":["Parameswaran, S. L.","Randjbar-Daemi, S.","Salvio, A."],"language":[],"coverage":[],"title":["Aspects of Brane Physics in 5 and 6 Dimensions"],"description":["  We outline a general strategy to deal with perturbations in brane world\nmodels. We illustrate the method by studying simple 6D brane world\ncompactifications. We introduce the background geometries induced by the\nbranes, and summarize the main physical features observed in the fluctuation\nspectra. We compare these results with 5D brane world models and the\ntraditional Kaluza-Klein picture.\n","Comment: 11 pages, 2 figures, prepared for the conference \"Selected Topics in\n  Mathematical and Particle Physics\", Prague 5-7 May 2009. The title in the\n  proceedings is \"6D Brane Worlds and their Perturbations\""]}]
["1001.3272",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3272","Statistical Science 2009, Vol. 24, No. 2, 244-254","doi:10.1214/08-STS259"],"date":["2010-01-19"],"type":["text"],"creator":["Wells, Martin T."],"language":[],"coverage":[],"title":["A Conversation with Shayle R. Searle"],"description":["  Born in New Zealand, Shayle Robert Searle earned a bachelor's degree (1949)\nand a master's degree (1950) from Victoria University, Wellington, New Zealand.\nAfter working for an actuary, Searle went to Cambridge University where he\nearned a Diploma in mathematical statistics in 1953. Searle won a Fulbright\ntravel award to Cornell University, where he earned a doctorate in animal\nbreeding, with a strong minor in statistics in 1959, studying under Professor\nCharles Henderson. In 1962, Cornell invited Searle to work in the university's\ncomputing center, and he soon joined the faculty as an assistant professor of\nbiological statistics. He was promoted to associate professor in 1965, and\nbecame a professor of biological statistics in 1970. Searle has also been a\nvisiting professor at Texas A&M University, Florida State University,\nUniversit\\\"{a}t Augsburg and the University of Auckland. He has published\nseveral statistics textbooks and has authored more than 165 papers. Searle is a\nFellow of the American Statistical Association, the Royal Statistical Society,\nand he is an elected member of the International Statistical Institute. He also\nhas received the prestigious Alexander von Humboldt U.S. Senior Scientist\nAward, is an Honorary Fellow of the Royal Society of New Zealand and was\nrecently awarded the D.Sc. Honoris Causa by his alma mater, Victoria University\nof Wellington, New Zealand.\n","Comment: Published in at http://dx.doi.org/10.1214/08-STS259 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1001.3273",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3273"],"date":["2010-01-19"],"type":["text"],"creator":["Craco, L.","Laad, M. S."],"language":[],"coverage":[],"title":["Theory of Normal State Pseudogap Behavior in FeSe(1-x)$Te(x)"],"description":["  The normal state of the recently discovered Iron Selenide (FeSe)-based\nsuperconductors shows a range of inexplicable features. Along with bad-metallic\nresistivity, characteristic pseudogap features and proximity to insulating\nstates, reminiscent of the underdoped high-Tc cuprates, mark these systems as\nstrongly correlated non-Fermi Liquid metals. Here, using the first-principles\nLDA+DMFT method, we show how strong multi-orbital correlation-induced\norbital-selective Mott-like physics leads to an orthogonality catastrophe\nunderpinning these inexplicable incoherent features. Excellent agreement with a\nrange of resistivity and Seebeck data strongly support our proposal. We discuss\npseudogap regime microscopically, along with implications for the nature of the\ninstability at lower T, and propose that related systems could be of use in\nthermoelectric devices.\n","Comment: 4 pages, 3 figures"]}]
["1001.3279",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3279"],"date":["2010-01-19"],"type":["text"],"creator":["Caballero, Luis"],"language":[],"coverage":[],"title":["Nuclear Structure in 146Gd"],"description":["  In this work the experimental study of the 144Sm(alpha, 2n)\nfusion-evaporation reaction is presented. The experiment was carried out at the\nIKP of the University of Cologne in order to identify double octupole states\nand two-particle configurations in the 146Gd nucleus. The target was surrounded\nby a compact array of nine individual Ge detectors and one EUROBALL CLUSTER\ndetector. A total of 44 new states have been identified, as well as new gamma\nrays corresponding to 26 previously known levels. Among these levels, new\ncandidates for the two-particle configuration states have been found as well as\nfor the (3- x 2+) and (3- x 3-) two phonon multiplets. A very important results\nof this work is the unequivocal assignment of the 6- member of the two phonon\noctupole state in 146Gd by identifying the E3 branching to the one phonon 3-\nstate. This result presents the first conclusive observation of a 6+ to 3- to\n0+ double E3 cascade in the decay of a two-phonon octupole state.\n","Comment: Ph. D. Thesis, Univ. Valencia, supervisor Berta Rubio, 109 pages"]}]
["1001.3280",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3280"],"date":["2010-01-19"],"type":["text"],"creator":["Cidade, M. T.","Leal, C. R.","Patricio, P."],"language":[],"coverage":[],"title":["Electrorheological study of the nematic LC 4-n-hepthyl-4'-cyanobiphenyl:\n  experimental and theoretical treatment"],"description":["  The experimental and theoretical study of the electrorheological (ER) effect\nobserved in the nematic phase of the 4-n-hepthyl-4'-cyanobiphenyl (K21) is the\naim of this work. The K21 liquid crystal (LC) appears to be a model system\nwhere all the observed rheologial behaviours can be interpreted by the\nLeslie-Ericksen (L-E) continuum theory for low molecular weight liquid\ncrystals. We present the flow curves of our sample for different temperatures\nand under the influence of an external electric field, ranging from 0 to\n3kV/mm, applied perpendicular to the flow direction. We also present the\nviscosity as a function of the temperature, for the same values of electric\nfield, obtained for different shear rates. A master flow curve was built,\ndividing the shear rate by the square of the electric field and multiplying by\nthe square of a reference electric field value, for each temperature, where two\nNewtonian plateaus appear at low and high shear rate values, connected by a\nshear-thinning region at intermediate shear rate values. Theoretical\ninterpretation of the observed behaviours is proposed in the framework of the\ncontinuum theory. In this description the director alignment angle is a\nfunction of the electric field and the flow field - boundary conditions are\nneglected. In this way it was possible to extract some viscoelastic parameters,\nas well as the dielectric anisotropy.\n","Comment: 19 pages, including 7 figures"]}]
["1001.3283",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3283"],"date":["2010-01-19"],"type":["text"],"creator":["Portz, Andrea","Seyfried, Armin"],"language":[],"coverage":[],"title":["Modeling Stop-and-Go Waves in Pedestrian Dynamics"],"description":["  Several spatially continuous pedestrian dynamics models have been validated\nagainst empirical data. We try to reproduce the experimental fundamental\ndiagram (velocity versus density) with simulations. In addition to this\nquantitative criterion, we tried to reproduce stop-and-go waves as a\nqualitative criterion. Stop-and-go waves are a characteristic phenomenon for\nthe single file movement. Only one of three investigated models satisfies both\ncriteria.\n","Comment: PPAM 2009, Eighth international conference on parallel processing and\n  applied mathematics, Wroclaw, Poland, September 13-16, 2009. Keywords:\n  pedestrians, fundamental diagram, stop-and-go waves, validation, modeling,\n  microscopic, continuous space"]}]
["1001.3287",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3287"],"date":["2010-01-19"],"type":["text"],"creator":["Garcia, F. A.","Garcia, D. J.","Avila, M. A.","Vargas, J. M.","Pagliuso, P. G.","Rettori, C.","Passeggi, M. C. G.","Oseroff, S. B.","Schlottmann, P.","Alascio, B.","Fisk, Z."],"language":[],"coverage":[],"title":["Coexisting on- and off-center Yb3+ sites in Ce1-xYbxFe4P12 skutterudites"],"description":["  Electron Spin Resonance (ESR) measurements performed on the filled\nskutterudite system Ce1-x$YbxFe4P12 (x< 0.003) unequivocally reveal the\ncoexistence of two Yb3+ resonances, associated with sites of considerably\ndifferent occupations and temperature behaviors. Detailed analysis of the ESR\ndata suggests a scenario where the fraction of oversized (Fe2P3)4 cages that\nhost Yb ions are filled with a low occupation of on-center Yb3+ sites and a\nhighly occupied T-dependent distribution of off-center Yb3+ sites. Analysis of\nthe 171Yb3+ (I=1/2) isotope hyperfine splittings reveal that these two sites\nare associated with a low (~ 1 GHz) and a high (> 15 GHz) rattling frequency,\nrespectively. Our findings introduce Yb3+ in Th symmetry systems and uses the\nYb3+ ESR as a sensitive microscopic probe to investigate the Yb3+ ions\ndynamics.\n","Comment: 5 pages, 3 figures, final version publisehd in PRB"]}]
["1001.3288",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3288"],"date":["2010-01-19"],"type":["text"],"creator":["Beauchard, Karine","Laurent, Camille"],"language":[],"coverage":[],"title":["Local controllability of 1D linear and nonlinear Schr\\\"odinger equations\n  with bilinear control"],"description":["  We consider a linear Schr\\\"odinger equation, on a bounded interval, with\nbilinear control, that represents a quantum particle in an electric field (the\ncontrol). We prove the controllability of this system, in any positive time,\nlocally around the ground state. Similar results were proved for particular\nmodels (by the first author and with J.M. Coron), in non optimal spaces, in\nlong time and the proof relied on the Nash-Moser implicit function theorem in\norder to deal with an a priori loss of regularity. In this article, the model\nis more general, the spaces are optimal, there is no restriction on the time\nand the proof relies on the classical inverse mapping theorem. A hidden\nregularizing effect is emphasized, showing there is actually no loss of\nregularity. Then, the same strategy is applied to nonlinear Schr\\\"odinger\nequations and nonlinear wave equations, showing that the method works for a\nwide range of bilinear control systems.\n"]}]
["1001.3291",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3291"],"date":["2010-01-19"],"type":["text"],"creator":["Naudts, Jan","Verhulst, Tobias"],"language":[],"coverage":[],"title":["Electron pair forming in an integrable model"],"description":["  We consider a lattice model in which phonons scatter with pairs of electrons.\nAll eigenvalues and eigenvectors can be obtained analytically. For a suitable\nchoice of parameters the ground state consists of a Fermi sea of\nnon-interacting electrons, with on top a layer of paired electrons. The binding\nenergy of the electron pairs is partly cancelled by an increased kinetic\nenergy. This results in a gap in the kinetic energy spectrum of the electrons.\n","Comment: 2 pages"]}]
["1001.3297",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3297"],"date":["2010-01-19"],"type":["text"],"creator":["Ekrem, Ersen","Ulukus, Sennur"],"language":[],"coverage":[],"title":["Gaussian MIMO Broadcast Channels with Common and Confidential Messages"],"description":["  We study the two-user Gaussian multiple-input multiple-output (MIMO)\nbroadcast channel with common and confidential messages. In this channel, the\ntransmitter sends a common message to both users, and a confidential message to\neach user which is kept perfectly secret from the other user. We obtain the\nentire capacity region of this channel. We also explore the connections between\nthe capacity region we obtained for the Gaussian MIMO broadcast channel with\ncommon and confidential messages and the capacity region of its\nnon-confidential counterpart, i.e., the Gaussian MIMO broadcast channel with\ncommon and private messages, which is not known completely.\n","Comment: Submitted to IEEE ISIT, 2010"]}]
["1001.3299",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3299","Phys. Rev. Lett. 104, 023602 (2010)","doi:10.1103/PhysRevLett.104.023602"],"date":["2010-01-19"],"type":["text"],"creator":["Longo, Paolo","Schmitteckert, Peter","Busch, Kurt"],"language":[],"coverage":[],"title":["Few-photon transport in low-dimensional systems: Interaction-induced\n  radiation trapping"],"description":["  We present a detailed analysis of the dynamics of photon transport in\nwaveguiding systems in the presence of a two-level system. In these systems,\nquantum interference effects generate a strong effective optical nonlinearity\non the few-photon level. We clarify the relevant physical mechanisms through an\nappropriate quantum many-body approach. Based on this, we demonstrate that a\nsingle-particle photon-atom bound state with an energy outside the band can be\nexcited via multi-particle scattering processes. We further show that these\ntrapping effects are robust and, therefore, will be useful for the control of\nphoton entanglement in solid-state based quantum optical systems.\n"]}]
["1001.3307",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3307"],"date":["2010-01-19"],"type":["text"],"creator":["Zavala, Jesus","Springel, Volker","Boylan-Kolchin, Michael"],"language":[],"coverage":[],"title":["Mapping extragalactic dark matter structures through gamma-rays"],"description":["  If dark matter is composed of neutralinos, the gamma-ray radiation produced\nin their annihilation offers an attractive possibility for dark matter\ndetection. This process may contribute significantly to the extragalactic\ngamma-ray background (EGB) radiation, which is being measured by the FERMI\nsatellite with unprecedented sensitivity. Using the high-resolution\nMillennium-II simulation of cosmic structure formation we have produced the\nfirst full-sky maps of the expected contribution of dark matter annihilation to\nthe EGB radiation. Our maps include a proper normalization of the signal\naccording to a specific supersymmetric model based on minimal supergravity. The\nnew simulated maps allow a study of the angular power spectrum of the gamma-ray\nbackground from dark matter annihilation, which has distinctive features\nassociated with the nature of the annihilation process. Our results are in\nbroad agreement with analytic models for the gamma-ray background, but they\nalso include higher-order correlations not readily accessible in analytic\ncalculations and, in addition, provide detailed spectral information for each\npixel. In particular, we find that color maps combining different energies can\nreveal the cosmic large-scale structure at low and intermediate redshifts.\n","Comment: 7 pages, 5 figures, 2009 Fermi Symposium, eConf Proceedings C091122"]}]
["1001.3308",{"format":[],"subject":["Quantitative Finance - Pricing of Securities"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3308"],"date":["2010-01-19"],"type":["text"],"creator":["Agliardi, Rossella"],"language":[],"coverage":[],"title":["A comprehensive method for exotic option pricing"],"description":["  This work illustrates how several new pricing formulas for exotic options can\nbe derived within a Levy framework by employing a unique pricing expression.\nMany existing pricing formulas of the traditional Gaussian model are obtained\nas a by-product.\n"]}]
["1001.3319",{"format":[],"subject":["Physics - Biological Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3319"],"date":["2010-01-19"],"type":["text"],"creator":["Gebeshuber, Ille C.","Majlis, Burhanuddin Y."],"language":[],"coverage":[],"title":["Biomimetic Nanotechnology: A Powerful Means to address Global Challenges"],"description":["  Biomimetic nanotechnology is a prominent research area at the meeting place\nof life sciences with engineering and physics: it is a continuously growing\nfield that deals with knowledge transfer from biology to nanotechnology.\nBiomimetic nanotechnology is a field that has the potential to substantially\nsupport successful mastering of major global challenges. The Millennium Project\nwas commissioned by the United Nations Secretary-General in 2002 to develop a\nconcrete action plan for the world to reverse the grinding poverty, hunger and\ndisease affecting billions of people. It states 15 Global Challenges:\nsustainable development, water, population and resources, democratization,\nlong-term perspectives, information technology, the rich-poor gap, health,\ncapacity to decide, peace and conflict, status of women, transnational crime,\nenergy, science and technology and global ethics. The possible contributions to\nmaster these challenges with the help of biomimetic nanotechnology will be\ndiscussed in detail.\n","Comment: 10 pages, 4 figures, conference"]}]
["1001.3324",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11K31","37A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3324"],"date":["2010-01-19"],"type":["text"],"creator":["Panti, Giovanni"],"language":[],"coverage":[],"title":["Kakutani-von Neumann maps on simplexes"],"description":["  A Kakutani-von Neumann map is the push-forward of the group rotation (Z_2,+1)\nto a unit simplex via an appropriate topological quotient. The usual quotient\ntowards the unit interval is given by the base 2 expansion of real numbers,\nwhich in turn is induced by the doubling map. In this paper we replace the\ndoubling map with an n-dimensional generalization of the tent map; this allows\nus to define Kakutani-von Neumann transformations in simplexes of arbitrary\ndimensions. The resulting maps are piecewise-linear bijections (not just mod 0\nbijections), whose orbits are all uniformly distributed; in particular, they\nare uniquely ergodic w.r.t. the Lebesgue measure. The forward orbit of a\ncertain vertex provides an enumeration of all points in the simplex having\ndyadic coordinates, and this enumeration can be translated via the\nn-dimensional Minkowski function to an enumeration of all rational points. In\nthe course of establishing the above results, we introduce a family of\n{+1,-1}-valued functions, constituting an n-dimensional analogue of the\nclassical Walsh functions.\n","Comment: 16 pages, 5 figures"]}]
["1001.3325",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3325"],"date":["2010-01-19"],"type":["text"],"creator":["Moskalenko, V. A.","Dohotaru, L. A.","Digor, D. F.","Cebotari, I. D."],"language":[],"coverage":[],"title":["Diagrammatic analysis of the Hubbard model II: Superconducting state"],"description":["  Diagrammatic analysis for normal state of Hubbard model proposed in our\nprevious paper [1] is generalized and used to investigate superconducting state\nof this model. We use the notion of charge quantum number to describe the\nirreducible Green's function of the superconducting state. As in the previous\npaper we introduce the notion of tunneling Green's function and of its mass\noperator. This last quantity turns out to be equal to correlation function of\nthe system. We proved the existence of exact relation between renormalized\none-particle propagator and thermodynamic potential which includes integration\nover auxiliary interaction constant. The notion of skeleton diagrams of\npropagator and vacuum kinds were introduced. These diagrams are constructed\nfrom irreducible Green's functions and tunneling lines. Identity of this\nfunctional to the thermodynamic potential has been proved and the stationarity\nwith respect to variation of the mass operator has been demonstrated.\n","Comment: 8 pages, 4 figures"]}]
["1001.3327",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3327"],"date":["2010-01-19"],"type":["text"],"creator":["Lopez-Ruiz, Ricardo","Sanudo, Jaime","Calbet, Xavier"],"language":[],"coverage":[],"title":["Equilibrium Distributions in Open and Closed Statistical Systems"],"description":["  In this communication, the derivation of the Boltzmann-Gibbs and the\nMaxwellian distributions is presented from a geometrical point of view under\nthe hypothesis of equiprobability. It is shown that both distributions can be\nobtained by working out the properties of the volume or the surface of the\nrespective geometries delimited in phase space by an additive constraint. That\nis, the asymptotic equilibrium distributions in the thermodynamic limit are\nindependent of considering open or closed homogeneous statistical systems.\n","Comment: 5 pages, 0 figures"]}]
["1001.3328",{"format":[],"subject":["Mathematics - Functional Analysis","47B33 (Primary), 47B10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3328"],"date":["2010-01-19"],"type":["text"],"creator":["Lefèvre, Pascal","Li, Daniel","Queffélec, Hervé","Rodriguez-Piazza, Luis"],"language":[],"coverage":[],"title":["Some revisited results about composition operators on Hardy spaces"],"description":["  We generalize, on one hand, some results known for composition operators on\nHardy spaces to the case of Hardy-Orlicz spaces $H^\\Psi$: construction of a\n\"slow\" Blaschke product giving a non-compact composition operator on $H^\\Psi$;\nconstruction of a surjective symbol whose composition operator is compact on\n$H^\\Psi$ and, moreover, is in all the Schatten classes $S_p (H^2)$, $p > 0$. On\nthe other hand, we revisit the classical case of composition operators on\n$H^2$, giving first a new, and simplier, characterization of closed range\ncomposition operators, and then showing directly the equivalence of the two\ncharacterizations of membership in the Schatten classes of Luecking and\nLuecking and Zhu.\n","Comment: 21 pages"]}]
["1001.3331",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3331"],"date":["2010-01-19"],"type":["text"],"creator":["Parakh, Abhishek","Kak, Subhash"],"language":[],"coverage":[],"title":["Recursive Secret Sharing for Distributed Storage and Information Hiding"],"description":["  This paper presents a recursive computational multi-secret sharing technique\nthat hides k-2 secrets of size b each into n shares of a single secret S of\nsize b, such that any k of the n shares suffice to recreate the secret S as\nwell as all the hidden secrets. This may act as a steganographic channel to\ntransmit hidden information or used for authentication and verification of\nshares and the secret itself. Further, such a recursive technique may be used\nas a computational secret sharing technique that has potential applications in\nsecure and reliable storage of information on the Web, in sensor networks and\ninformation dispersal schemes. The presented technique, unlike previous\ncomputational techniques, does not require the use of any encryption key or\nstorage of public information.\n","Comment: To appear in Proceedings of 3rd IEEE International Symposium on\n  Advanced Networks and Telecommunication Systems (IEEE ANTS 2009), Dec. 14-16,\n  New Delhi, India, 2009. (3 pages)"]}]
["1001.3332",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3332"],"date":["2010-01-19"],"type":["text"],"creator":["Bar-Yehuda, Reuven","Hermelin, Danny","Rawitz, Dror"],"language":[],"coverage":[],"title":["Minimum Vertex Cover in Rectangle Graphs"],"description":["  We consider the Vertex Cover problem in intersection graphs of axis-parallel\nrectangles on the plane. We present two algorithms: The first is an EPTAS for\nnon-crossing rectangle families, rectangle families $\\calR$ where $R_1\n\\setminus R_2$ is connected for every pair of rectangles $R_1,R_2 \\in \\calR$.\nThis algorithm extends to intersection graphs of pseudo-disks. The second\nalgorithm achieves a factor of $(1.5 + \\varepsilon)$ in general rectangle\nfamilies, for any fixed $\\varepsilon > 0$, and works also for the weighted\nvariant of the problem. Both algorithms exploit the plane properties of\naxis-parallel rectangles in a non-trivial way.\n"]}]
["1001.3333",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3333"],"date":["2010-01-19"],"type":["text"],"creator":["Bitauld, David","Marsili, Francesco","Gaggero, Alessandro","Mattioli, Francesco","Leoni, Roberto","Nejad, Saeedeh Jahanmiri","Levy, Francis","Fiore, Andrea"],"language":[],"coverage":[],"title":["Nanoscale single- and multi-photon mapping of optical fields"],"description":["  The study of optical phenomena on the subwavelength scale is becoming\nincreasingly important in photonics, particularly in the fields of\nnanoemitters, photonic crystals and plasmonics. Subwavelength field patterns\nare evanescent and must thus be investigated with near-field techniques. The\nlight powers emitted by nanoscale sources are extremely low, undermining the\ntraditional approach of scattering a near field to a large (thus noisy)\nfar-field detector. Nanoscale detectors, providing direct sensing in the\nnear-field with small noise due to a small active area, are needed in\nhigh-sensitivity, high-resolution near-field imaging and in quantum\nnanophotonic circuits. Here we report the first nanoscale ~50x50nm2) detector\ndisplaying single-photon sensitivity and a nanosecond response. These\nnanodetectors can also be operated in multi-photon mode, where the detection\nthreshold can be set at N=1, 2, 3 or 4 photons, thus allowing the mapping of\nphoton number statistics on the nanoscale.\n"]}]
["1001.3336",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3336","Phys. Rev. Lett. 103, 225703 (2009)","doi:10.1103/PhysRevLett.103.225703"],"date":["2010-01-19"],"type":["text"],"creator":["Winter, David","Virnau, Peter","Binder, Kurt"],"language":[],"coverage":[],"title":["Monte Carlo Test of the Classical Theory for Heterogeneous Nucleation\n  Barriers"],"description":["  Flat walls facilitate the condensation of a supersaturated vapor: Classical\ntheory of heterogeneous nucleation predicts that the free energy barrier\n$\\Delta F_{\\rm het}^*$ which needs to be overcome for the formation of\nsphere-cap shaped nucleation seeds is smaller than the barrier $\\Delta F^*_{\\rm\nhom}$ for spherical droplets in the bulk by a factor $0<f(\\theta)<1$, which\nonly depends on the contact angle $\\theta$. In this letter we compute both\n$\\Delta F^*_{\\rm hom}$ and $\\Delta F^*_{\\rm het}$ from Monte Carlo simulations\nand test the theory for the lattice gas model (for which $\\theta$ can be\nreadily controlled). Even though the theory is only based on macroscopic\narguments, it is shown to hold for experimentally relevant nanoscopic\nnucleation seeds ($20\\leq\\Delta F^*_{\\rm hom}/k_BT\\leq 200)$ if (independently\nestimated) line tension effects are considered.\n","Comment: 4 pages"]}]
["1001.3342",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3342","Phil. Trans. R. Soc. A 2009 367, 5033-5050","doi:10.1098/rsta.2009.0191"],"date":["2010-01-19"],"type":["text"],"creator":["Henrich, O.","Weysser, F.","Cates, M. E.","Fuchs, M."],"language":[],"coverage":[],"title":["Hard discs under steady shear: comparison of Brownian dynamics\n  simulations and mode coupling theory"],"description":["  Brownian dynamics simulations of bidisperse hard discs moving in two\ndimensions in a given steady and homogeneous shear flow are presented close to\nand above the glasstransition density. The stationary structure functions and\nstresses of shear-melted glass are compared quantitatively to parameter-free\nnumerical calculations of monodisperse hard discs using mode coupling theory\nwithin the integration through transients framework. Theory qualitatively\nexplains the properties of the yielding glass but quantitatively\noverestimatesthe shear-driven stresses and structural anisotropies.\n","Comment: 1. The original Phil. Trans. R. Soc. contains an error in the caption\n  of the y-axes of the upper left panel in figure 9: There's a factor\n  \\dot{\\gamma} missing in the denominator"]}]
["1001.3343",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3343"],"date":["2010-01-19"],"type":["text"],"creator":["Li, Sheng-Hao","Shi, Qian-Qian","Zhou, Huan-Qiang"],"language":[],"coverage":[],"title":["Ground-state phase diagram of the two-dimensional t-J model"],"description":["  The ground-state phase diagram of the two-dimensional t-J model is\ninvestigated in the context of the tensor network algorithm in terms of the\ngraded Projected Entangled-Pair State representation of the ground-state wave\nfunctions. There is a line of phase separation between the Heisenberg\nanti-ferromagnetic state without hole and a hole-rich state. For both J=0.4t\nand J=0.8t, a systematic computation is performed to identify all the competing\nground states for various dopings. It is found that, besides a possible\nNagaoka's ferromagnetic state, the homogeneous regime consists of four\ndifferent phases: one phase with charge and spin density wave order coexisting\nwith a p_x (p_y)-wave superconducting state, one phase with the symmetry mixing\nof d+s-wave superconductivity in the spin-singlet channel and p_x (p_y)-wave\nsuperconductivity in the spin-triplet channel in the presence of an\nanti-ferromagnetic background, one superconducting phase with extended s-wave\nsymmetry, and one superconducting phase with p_x (p_y)-wave symmetry in a\nferromagnetic background.\n","Comment: 4+ pages, 3 figures, and 1 table"]}]
["1001.3349",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3349"],"date":["2010-01-19"],"type":["text"],"creator":["Beaulieu, J. P.","Bennett, D. P.","Batista, V","Cassan, A","Kubas, D.","Fouque, P.","Kerrins, E.","Mao, S.","Miralda-Escude, J.","Wambsganss, J.","Gaudi, B. S.","Gould, A.","Dong, S."],"language":[],"coverage":[],"title":["EUCLID : Dark Universe Probe and Microlensing planet Hunter"],"description":["  There is a remarkable synergy between requirements for Dark Energy probes by\ncosmic shear measurements and planet hunting by microlensing. Employing weak\nand strong gravitational lensing to trace and detect the distribution of matter\non cosmic and Galactic scales, but as well as to the very small scales of\nexoplanets is a unique meeting point from cosmology to exoplanets. It will use\ngravity as the tool to explore the full range of masses not accessible by any\nother means. EUCLID is a 1.2m telescope with optical and IR wide field imagers\nand slitless spectroscopy, proposed to ESA Cosmic Vision to probe for Dark\nEnergy, Baryonic acoustic oscillation, galaxy evolution, and an exoplanet hunt\nvia microlensing. A 3 months microlensing program will already efficiently\nprobe for planets down to the mass of Mars at the snow line, for free floating\nterrestrial or gaseous planets and habitable super Earth. A 12+ months survey\nwould give a census on habitable Earth planets around solar like stars. This is\nthe perfect complement to the statistics that will be provided by the KEPLER\nsatellite, and these missions combined will provide a full census of extrasolar\nplanets from hot, warm, habitable, frozen to free floating.\n","Comment: 6 pages 3 figures, invited talk in Pathways towards habitable\n  planets, Barcelona, Sept 2009"]}]
["1001.3352",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3352"],"date":["2010-01-19"],"type":["text"],"creator":["Golbraikh, E.","Eidelman, A.","Soloviev, A."],"language":[],"coverage":[],"title":["On the helical behavior of turbulence in the ship wake"],"description":["  Turbulent ship wake conservation at a long distance is one of unsolved\nproblems at present. It is well known that wakes have a rotational structure\nand slowly expand with distance. Nevertheless, experimental data on their\nstructure and properties are not sufficient. On the other hand, these\nexperimental data show that the divergence of wakes does not change according\nto the law 1/5, as predicted by the theory. In our work we study the effect of\nhelicity on the parameters of a turbulent ship wake. Taking into account the\nhelical nature of the wake, we can clarify the difference between turbulence\ninside and outside of the wake on the one hand, and slow its expansion with\ntime.\n"]}]
["1001.3353",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3353"],"date":["2010-01-19"],"type":["text"],"creator":["Akturk, A.","Eng, K.","Hamlet, J.","Potbhare, S.","Longoria, E.","Young, R.","Peckerar, M.","Gurrieri, T.","Carroll, M. S.","Goldsman, N."],"language":[],"coverage":[],"title":["Compact Modeling of 0.35 micron SOI CMOS Technology Node for 4 K DC\n  Operation using Verilog-A"],"description":["  Compact modeling of MOSFETs from a 0.35 micron SOI technology node operating\nat 4 K is presented. The Verilog-A language is used to modify device equations\nfor BSIM models and more accurately reproduce measured DC behavior, which is\nnot possible with the standard BSIM model set. The Verilog-A approach also\nallows the embedding of nonlinear length, width and bias effects into BSIM\ncalculated curves beyond those that can be achieved by the use of different\nBSIM parameter sets. Nonlinear dependences are necessary to capture effects\nparticular to 4 K behavior, such as current kinks. The 4 K DC behavior is\nreproduced well by the compact model and the model seamlessly evolves during\nsimulation of circuits and systems as the simulator encounters SOI MOSFETs with\ndifferent lengths and widths. The incorporation of various length/width and\nbias dependent effects into one Verilog-A / BSIM4 library, therefore, produces\none model for all sets of devices for this technology node.\n"]}]
["1001.3356",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05B10","11B13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3356"],"date":["2010-01-19"],"type":["text"],"creator":["Lovett, Shachar"],"language":[],"coverage":[],"title":["Equivalence of polynomial conjectures in additive combinatorics"],"description":["  We study two conjectures in additive combinatorics. The first is the\npolynomial Freiman-Ruzsa conjecture, which relates to the structure of sets\nwith small doubling. The second is the inverse Gowers conjecture for $U^3$,\nwhich relates to functions which locally look like quadratics. In both cases a\nweak form, with exponential decay of parameters is known, and a strong form\nwith only a polynomial loss of parameters is conjectured. Our main result is\nthat the two conjectures are in fact equivalent.\n"]}]
["1001.3357",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3357"],"date":["2010-01-19"],"type":["text"],"creator":["Oseguera, F. Alarcon","Perez, E.","Goicochea, A. Gama"],"language":[],"coverage":[],"title":["Simulation of Polyelectrolytes in Solution Using Dissipative Particle\n  Dynamics in the Grand Canonical Ensemble: Interaction Strength and Salt\n  Effects"],"description":["  We have studied a bulk electrolyte, and polyelectrolyte solutions with\nsurfactants or multivalent salt with the explicit presence of counterions and\nsolvent molecules by means of the mesoscopic dissipative particle dynamics\n(DPD) method in the Grand Canonical ensemble. The electrostatic interactions\nare calculated using the Ewald sum method and the structure of the fluid is\nanalyzed through the radial distribution function between charged particles.\nThe results are in very good agreement with those reported in the literature\nusing a different method for the calculation of the electrostatic forces, and\nwith those obtained using DPD in the canonical ensemble. We also studied the\nsalt dependent conformation of polyelectrolyte solutions as a function of the\nsolvent quality, and analyzed the electrostatic interaction strength dependence\nof dilute flexible polyelectrolytes in solution. For the complex systems\nmentioned above, the electrostatic interactions and the solvent quality play a\nkey role in understanding phenomena that do not occur in noncharged systems.\n","Comment: Sended to the Journal of Chemnical Physics"]}]
["1001.3358",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3358"],"date":["2010-01-19"],"type":["text"],"creator":["Zhou, Huan-Qiang"],"language":[],"coverage":[],"title":["Pairing mechanism for high temperature superconductivity in the\n  cuprates: what can we learn from the two-dimensional t-J model?"],"description":["  A possible pairing mechanism for high temperature superconductivity in the\ncuprates is discussed.\n","Comment: 5 pages, 2 figures"]}]
["1001.3359",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3359"],"date":["2010-01-19"],"type":["text"],"creator":["Park, Su-Chan"],"language":[],"coverage":[],"title":["Absence of the link between self-organized criticality and deterministic\n  fixed energy sandpiles"],"description":["  Self-organized criticality (SOC) observed in an abelian sandpile model (ASM)\nhas been believed to be related to the absorbing phase transitions (APT)\nexhibited by a deterministic fixed energy sandpile (DFES). We critically\ninvestigate the link between the SOC and the APT exhibited by the DFES. In\ncontrast to the widespread belief, a phase transition in the DFES is shown not\nto be defined uniquely but to depend on initial conditions because of the\nnon-ergodicity of the DFES. Furthermore, we show that a phase transition in the\nspreading dynamics of the DFES is intimately related to the percolation rather\nthan the avalanche dynamics of the ASM. These results illustrate that the SOC\nexhibited by the ASM has nothing to do with phase transitions in the DFES. We\ndiscuss the implication of our result to stochastic models.\n"]}]
["1001.3361",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3361"],"date":["2010-01-18"],"type":["text"],"creator":["Bostanci, Z. F.","Erdogan, N. Al"],"language":[],"coverage":[],"title":["Cloud modeling of a quiet solar region in H-alpha"],"description":["  We present chromospheric cloud modeling on the basis of H-alpha\nprofile-sampling images taken with the Interferometric Bidimensional\nSpectrometer (IBIS) at the Dunn Solar Telescope (DST). We choose the required\nreference background profile by using theoretical NLTE profile synthesis. The\nresulting cloud parameters are converted into estimates of physical parameters\n(temperature and various densities). Their mean values compare well with the\nVAL-C model.\n","Comment: 4 pages, 4 figures. To appear in the proceedings of the 25th NSO\n  Workshop \"Chromospheric Structure and Dynamics. From Old Wisdom to New\n  Insights\", Memorie della Societa' Astronomica Italiana, Eds. Tritschler et al"]}]
["1001.3363",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3363"],"date":["2010-01-19"],"type":["text"],"creator":["Zhang, Yi"],"language":[],"coverage":[],"title":["A Property Of Local Cohomology Modules Of Polynomial Rings"],"description":["  Let $R=k[x_1,..., x_n]$ be a polynomial ring over a field $k$ of\ncharacteristic $p>0,$ and let $I=(f_1,...,f_s)$ be an ideal of $R.$ We prove\nthat every associated prime $P$ of $H^i_I(R)$ satisfies $\\text{dim}R/P\\geqslant\nn-\\sum\\text{deg}f_i.$ In characteristic 0 the question is open.\n"]}]
["1001.3364",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3364"],"date":["2010-01-19"],"type":["text"],"creator":["Robillard, David E."],"language":[],"coverage":[],"title":["Practical Parallel External Memory Algorithms via Simulation of Parallel\n  Algorithms"],"description":["  This thesis introduces PEMS2, an improvement to PEMS (Parallel External\nMemory System). PEMS executes Bulk-Synchronous Parallel (BSP) algorithms in an\nExternal Memory (EM) context, enabling computation with very large data sets\nwhich exceed the size of main memory. Many parallel algorithms have been\ndesigned and implemented for Bulk-Synchronous Parallel models of computation.\nSuch algorithms generally assume that the entire data set is stored in main\nmemory at once. PEMS overcomes this limitation without requiring any\nmodification to the algorithm by using disk space as memory for additional\n\"virtual processors\". Previous work has shown this to be a promising approach\nwhich scales well as computational resources (i.e. processors and disks) are\nadded. However, the technique incurs significant overhead when compared with\npurpose-built EM algorithms. PEMS2 introduces refinements to the simulation\nprocess intended to reduce this overhead as well as the amount of disk space\nrequired to run the simulation. New functionality is also introduced, including\nasynchronous I/O and support for multi-core processors. Experimental results\nshow that these changes significantly improve the runtime of the simulation.\nPEMS2 narrows the performance gap between simulated BSP algorithms and their\nhand-crafted EM counterparts, providing a practical system for using BSP\nalgorithms with data sets which exceed the size of RAM.\n"]}]
["1001.3366",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3366"],"date":["2010-01-19"],"type":["text"],"creator":["Ziegler, K.","Sinner, A."],"language":[],"coverage":[],"title":["Robust optical conductivity in gapped graphene"],"description":["  We study the optical conductivity in the low-energy regime of gapped mono-\nand bilayer graphene. A scaling relation is found, in which the four parameters\nfrequency, gap, Fermi energy and temperature appear only as combination of\nthree independent parameters. The ratio of the optical conductivity of bilayer\nand mononlayer graphene is exactly 2.\n","Comment: 5 pages, 4 figures"]}]
["1001.3376",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3376"],"date":["2010-01-19"],"type":["text"],"creator":["Dehesa, J. S.","Plastino, A. R.","Sanchez-Moreno, P.","Vignat, C."],"language":[],"coverage":[],"title":["Generalized Cramer-Rao relations for non-relativistic quantum systems"],"description":["  The Cramer-Rao product of the Fisher information and the variance of a\nprobability density \\rho(x), defined on a domain \\Delta \\in R^D, is found to\nhave a minimum value reached by the density associated with the ground state of\nthe harmonic oscillator in \\Delta, when \\Delta is an unbounded domain. If\n\\Delta is bounded, the minimum value of the Fisher information is achieved by\nthe ground state of the quantum box described itself by this domain.\n"]}]
["1001.3384",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3384"],"date":["2010-01-19"],"type":["text"],"creator":["Bassalo, J. M. F.","Alencar, P. T. S.","da Silva, D. G.","Nassar, A.","Cattani, M."],"language":[],"coverage":[],"title":["The Feynman-De Broglie-Bohm Propagator for a Semiclassical Formulation\n  of the Gross-Pitaevskii Equation"],"description":["  In this paper we present the Feynman-de Broglie-Bohm propagator for a\nsemiclassical formulation of the Gross-Pitaeviskii equation.\n","Comment: 6 pages"]}]
["1001.3391",{"format":[],"subject":["Physics - Popular Physics","General Relativity and Quantum Cosmology","Physics - General Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3391"],"date":["2010-01-19"],"type":["text"],"creator":["Singh, T. P."],"language":[],"coverage":[],"title":["Quantum theory, gravity, and the standard model of particle physics :\n  using the hints of today to build the final theory of tomorrow"],"description":["  When a mountaineer is ascending one of the great peaks of the Himalayas she\nknows that an entirely new vista awaits her at the top, whose ramifications\nwill be known only after she gets there. Her immediate goal though, is to\ntackle the obstacles on the way up, and reach the summit. In a similar vein,\none of the immediate goals of contemporary theoretical physics is to build a\nquantum, unified description of general relativity and the standard model of\nparticle physics. Once that peak has been reached, a new (yet unknown) vista\nwill open up. In this essay I propose a novel approach towards this goal. One\nmust address and resolve a fundamental unsolved problem in the presently known\nformulation of quantum theory : the unsatisfactory presence of an external\nclassical time in the formulation. Solving this problem takes us to the very\nedge of theoretical physics as we know it today!\n","Comment: 10 pages. Fourth prize in FQXi Essay Contest `What is ultimately\n  possible in physics?' [http://fqxi.org]"]}]
["1001.3392",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3392","Majestic, France (2009)"],"date":["2010-01-19"],"type":["text"],"creator":["Marouni, Abbass","Nasser, Youssef","Hélard, Maryline","El-Mokdad, Haidar"],"language":[],"coverage":[],"title":["Adaptive resource allocation at the cell border using cooperative\n  technique"],"description":["  The technique of cooperative communication has recently gained momentum in\nthe research community; this technique utilizes the notion of relay, as an\nintermediate node between the source and the destination, to enhance the\noverall system performance. In this paper we ex-plored the benefits of adaptive\ncooperation, in which the relay adapts its relaying process in response to\nchannel conditions and data priorities. We are particularly interested in\napplying this concept to the cell border situation, in which two mobile nodes\nacting as destinations com-municate with base stations (sources) through a\nrelay. The adaptive cooperation is proposed here since the transmission channel\nconditions (Packet Error Rate for example) and data priori-ties are not the\nsame for both mobiles. We show that using the adaptive resource allocation\ntechnique in combination with the cross layer design techniques, we can achieve\nReal-Time data constraints with no additional overhead.\n"]}]
["1001.3395",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3395","IEEE PIMRC, France (2009)"],"date":["2010-01-19"],"type":["text"],"creator":["Nasser, Youssef","Farhat, H.","Hélard, Jean-François"],"language":[],"coverage":[],"title":["Positioning based information technique in cooperative MIMO-OFDM systems"],"description":["  Future Communication networks are tending towards a diverse wireless\nnetworking world where the positioning information (PI) could be helpful in\ndifferent techniques like the dynamic resource allocation. On the other hand,\nthe PI could be widely used for cooperative techniques in the relay and/or\nrouting selection process. In this paper, we propose to use the PI in the\nselection of the relays and then to apply an efficient double layer distributed\nspace time block code (DLSTBC) scheme between the different relays. Using the\namplify and forward (AF) technique, we show that the proposed code is very\nefficient whatever the transmitted power is. Moreover, we show that the relay\nselection process based on PI yields very powerful results when compared to the\nrandom relay selection (RS) process\n"]}]
["1001.3397",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3397"],"date":["2010-01-19"],"type":["text"],"creator":["Fisch, Ronald"],"language":[],"coverage":[],"title":["Glassy Freezing and Long-Range Order in the 3D Random Field $XY$ Model"],"description":["  Monte Carlo studies of the 3D random field $XY$ model on simple cubic\nlattices of size $64^3$, using two different isotropic random-field probability\ndistributions of moderate strength, show a glassy freezing behavior above\n$T_c$, and long-range order below $T_c$, consistent with our earlier results\nfor weaker and stronger random fields. This model should describe random\npinning in vortex lattices in type-II superconducting alloys, charge-density\nwave materials, and decagonal quasicrystals.\n","Comment: 4 pages, two-column format"]}]
["1001.3398",{"format":[],"subject":["Mathematics - Differential Geometry","53C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3398"],"date":["2010-01-19"],"type":["text"],"creator":["Walczak, Szymon M."],"language":[],"coverage":[],"title":["On the geometry of warped foliations"],"description":["  We discuss the geometry of warped foliations. After examining the Levi-Civita\nconnection, we describe the formulae for sectional, Ricci and scalar\ncurvatures. In the final part of this note, we present some examples.\n"]}]
["1001.3400",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Complex Variables","11B68, 11M06, 11S40, 11S80, 28B99, 41A10, 41A50, 65D17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3400"],"date":["2010-01-19"],"type":["text"],"creator":["Simsek, Yilmaz","Acikgoz, Mehmet"],"language":[],"coverage":[],"title":["A New Generating Function of (q-) Bernstein Type Polynomials and their\n  Interpolation Function"],"description":["  The main object of this paper is to construct a new generating function of\nthe (q-) Bernstein type polynomials. We establish elementary properties of this\nfunction. By using this generating function, we derive recurrence relation and\nderivative of the (q-) Bernstein type polynomials. We also give relations\nbetween the (q-) Bernstein type polynomials, Hermite polynomials, Bernoulli\npolynomials of higher-order and the second kind Stirling numbers. By applying\nMellin transformation to this generating function, we define interpolation of\nthe (q-) Bernstein type polynomials. Moreover, we give some applications and\nquestions on approximations of (q-) Bernstein type polynomials, moments of some\ndistributions in Statistics.\n"]}]
["math/0701590",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701590","Math. Res. Lett. 15 (2008), no. 4, 623--629."],"date":["2007-01-21","2007-08-08"],"type":["text"],"creator":["Buczynski, Jaroslaw"],"language":[],"coverage":[],"title":["Hyperplane sections of Legendrian subvarieties"],"description":["  We prove that a general hyperplane section of a smooth Legendrian subvariety\nin a projective space admits Legendrian embedding into another projective\nspace. This gives numerous new examples of smooth Legendrian subvarieties, some\nof which have positive Kodaira dimension.\n","Comment: 9 pages"]}]
["math/0701750",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M99, 14M17, 14L35, 14L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701750","Adv. Geom. 9 (2009), no. 2, 257--277."],"date":["2007-01-25","2007-08-08"],"type":["text"],"creator":["Buczynski, Jaroslaw"],"language":[],"coverage":[],"title":["Some quasihomogeneous Legendrian varieties"],"description":["  We construct a family of examples of Legendrian subvarieties in some\nprojective spaces. Although most of them are singular, a new example of smooth\nLegendrian variety in dimension 8 is in this family. The 8-fold has interesting\nproperties: it is a compactification of the special linear group, a Fano\nmanifold of index 5 and Picard number 1.\n","Comment: 21 pages, 1 figure"]}]
