["0706.3071",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","Mathematics - Statistics Theory","37A50, 37C40, 37E05, 60G10, 60G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3071","Ergodic Theory Dynam. Systems 28, 2008, no. 4, 1117-1133"],"date":["2007-06-20","2010-06-16"],"type":["text"],"creator":["Freitas, Ana Cristina Moreira","Freitas, Jorge Milhazes"],"language":[],"coverage":[],"title":["Extreme values for Benedicks-Carleson quadratic maps"],"description":["  We consider the quadratic family of maps given by $f_{a}(x)=1-a x^2$ with\n$x\\in [-1,1]$, where $a$ is a Benedicks-Carleson parameter. For each of these\nchaotic dynamical systems we study the extreme value distribution of the\nstationary stochastic processes $X_0,X_1,...$, given by $X_{n}=f_a^n$, for\nevery integer $n\\geq0$, where each random variable $X_n$ is distributed\naccording to the unique absolutely continuous, invariant probability of $f_a$.\nUsing techniques developed by Benedicks and Carleson, we show that the limiting\ndistribution of $M_n=\\max\\{X_0,...,X_{n-1}\\}$ is the same as that which would\napply if the sequence $X_0,X_1,...$ was independent and identically\ndistributed. This result allows us to conclude that the asymptotic distribution\nof $M_n$ is of Type III (Weibull).\n","Comment: 18 pages"]}]
["0710.4514",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Topology","Mathematics - Logic","11R32, 14H30, 57R30, 03C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4514"],"date":["2007-10-24","2010-06-16"],"type":["text"],"creator":["Gendron, T. M."],"language":[],"coverage":[],"title":["The External Fundamental Group of an Algebraic Number Field"],"description":["  We associate to every algebraic number field a hyperbolic surface lamination\nand an external fundamental group: the latter a generalization of the\nfundamental germ that necessarily contains external (not first order definable)\nelements. The external fundamental group of the rationals is a split extension\nof the absolute Galois group, that conjecturally contains a subgroup whose\nabelianization is isomorphic to the idele class group.\n","Comment: 4 pages"]}]
["0802.4383",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4383","Nanotechnology 19, 16 (2008)","doi:10.1088/0957-4484/19/16/165201"],"date":["2008-02-29"],"type":["text"],"creator":["Rossler, C","Bichler, M","Schuh, D","Wegscheider, W","Ludwig, S"],"language":[],"coverage":[],"title":["Laterally defined freely suspended quantum dots in GaAs/AlGaAs\n  heterostructures"],"description":["  Free standing beams containing a two-dimensional electron system are shaped\nfrom a GaAs/AlGaAs heterostructure. Quantum point contacts and (double) quantum\ndots are laterally defined using metal top gates. We investigate the electronic\nproperties of these nanostructures by transport spectroscopy. Tunable localized\nelectron states in freely suspended nanostructures are a promising tool to\ninvestigate the electron-phonon-interaction.\n"]}]
["0804.2887",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37A50, 37C40, 60G10, 60G70, 37B20, 37D25, 37E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2887","Probab. Theory Related Fields, 147, no. 3, 2010, 675-710"],"date":["2008-04-17","2008-06-05"],"type":["text"],"creator":["Freitas, Ana Cristina Moreira","Freitas, Jorge Milhazes","Todd, Mike"],"language":[],"coverage":[],"title":["Hitting Time Statistics and Extreme Value Theory"],"description":["  We consider discrete time dynamical systems and show the link between Hitting\nTime Statistics (the distribution of the first time points land in\nasymptotically small sets) and Extreme Value Theory (distribution properties of\nthe partial maximum of stochastic processes). This relation allows to study\nHitting Time Statistics with tools from Extreme Value Theory, and vice versa.\nWe apply these results to non-uniformly hyperbolic systems and prove that a\nmultimodal map with an absolutely continuous invariant measure must satisfy the\nclassical extreme value laws (with no extra condition on the speed of mixing,\nfor example). We also give applications of our theory to higher dimensional\nexamples, for which we also obtain classical extreme value laws and exponential\nhitting time statistics (for balls). We extend these ideas to the subsequent\nreturns to asymptotically small sets, linking the Poisson statistics of both\nprocesses.\n","Comment: 35 pages, 1 figure, higher dimensional example added"]}]
["0806.3177",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","Mathematical Physics","16G20, 14A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3177","Commun. Math. Phys., 297(3): 597-619, 2010","doi:10.1007/s00220-010-1052-5"],"date":["2008-06-19","2010-06-16"],"type":["text"],"creator":["Velez, Alexander Quintero","Boer, Alex"],"language":[],"coverage":[],"title":["Noncommutative resolutions of ADE fibered Calabi-Yau threefolds"],"description":["  In this paper we construct noncommutative resolutions of a certain class of\nCalabi-Yau threefolds studied by F. Cachazo, S. Katz and C. Vafa. The\nthreefolds under consideration are fibered over a complex plane with the fibers\nbeing deformed Kleinian singularities. The construction is in terms of a\nnoncommutative algebra introduced by V. Ginzburg, which we call the \"N=1 ADE\nquiver algebra\".\n","Comment: 20 pages; v3: published version -all preliminary material has been\n  removed; Subsect. 3.1 has been rewritten and expanded and it is now presented\n  as Sect. 1 in an attempt to translate many of the undefined terms in the\n  physics literature in a precise way"]}]
["0807.0145",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0145","J. Stat. Phys. (2009) 135, 57-75","doi:10.1007/s10955-009-9723-3"],"date":["2008-07-01","2008-10-11"],"type":["text"],"creator":["Baiesi, Marco","Maes, Christian","Netočný, Karel"],"language":[],"coverage":[],"title":["Computation of current cumulants for small nonequilibrium systems"],"description":["  We analyze a systematic algorithm for the exact computation of the current\ncumulants in stochastic nonequilibrium systems, recently discussed in the\nframework of full counting statistics for mesoscopic systems. This method is\nbased on identifying the current cumulants from a Rayleigh-Schrodinger\nperturbation expansion for the generating function. Here it is derived from a\nsimple path-distribution identity and extended to the joint statistics of\nmultiple currents. For a possible thermodynamical interpretation, we compare\nthis approach to a generalized Onsager-Machlup formalism. We present\ncalculations for a boundary driven Kawasaki dynamics on a one-dimensional\nchain, both for attractive and repulsive particle interactions.\n","Comment: v2: accepted in J.Stat.Phys, appendix added, 19 pages, 2 figures"]}]
["0810.2564",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2564","Phys. Rev. A 81, 062313 (2010)","doi:10.1103/PhysRevA.81.062313"],"date":["2008-10-14","2010-06-16"],"type":["text"],"creator":["Wei, Tzu-Chieh"],"language":[],"coverage":[],"title":["Entanglement under the renormalization-group transformations on quantum\n  states and in quantum phase transitions"],"description":["  We consider quantum states under the renormalization-group (RG)\ntransformations introduced by Verstraete et al. [Phys. Rev. Lett. 94, 140601\n(2005)] and propose a quantification of entanglement under such RG (via the\ngeometric measure of entanglement). We examine the resulting entanglement under\nRG for the ground states of \"matrix-product-state\" (MPS) Hamiltonians\nconstructed by Wolf et al. [Phys. Rev. Lett. 97, 110403 (2006)] that possess\nquantum phase transitions. We find that near critical points, the ground-state\nentanglement exhibits singular behavior. The singular behavior within finite\nsteps of RG obeys a scaling hypothesis and reveals the correlation length\nexponent. However, under the infinite steps of RG transformation, the singular\nbehavior is rendered different and is universal only when there is an\nunderlying conformal-field-theory description of the critical point.\n","Comment: 21 pages, 7 figures, published version"]}]
["0811.0467",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N05, 14E20, 14E22, 14J10, 14E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0467"],"date":["2008-11-04","2010-06-16"],"type":["text"],"creator":["Ciliberto, Ciro","Flamini, Flaminio"],"language":[],"coverage":[],"title":["On the branch curve of a general projection of a surface to a plane"],"description":["  In this paper we prove that the branch curve of a general projection of a\nsurface to the plane is irreducible, with only nodes and cusps.\n","Comment: 14 pages. Accepted for publication in Transactions of AMS"]}]
["0811.1468",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1468"],"date":["2008-11-10","2010-06-11"],"type":["text"],"creator":["Chowdhury, Jayeeta","Sil, Shreekantha","Karmakar, S. N.","Bhattacharyya, Bibhas"],"language":[],"coverage":[],"title":["Quasi-one dimensional graphite ribbon structures in presence of magnetic\n  field and on-site Coulomb correlation at half-filling"],"description":["  We have presented the role of the Coulomb interaction ($U$) and the magnetic\nfield ($\\vec{B}$) on the ground state properties of the quasi-one dimensional\ngraphite ribbon structures at half-filling. Mean field Hartree-Fock\nApproximation is used to study the systems. To understand the boundary effects\nin graphite structures, we have compared the results of these systems with\nthose of the square lattice ribbon structures. Studying the density of states,\nthe Drude weight and the charge gap, we have drawn the $U-B$ phase diagrams for\nthe zigzag and the armchair graphite ribbons.\n"]}]
["0811.3838",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28, 14J60, 14C05, 14D20 (Primary), 14J26, 14H10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3838"],"date":["2008-11-24","2010-06-16"],"type":["text"],"creator":["Flamini, Flaminio"],"language":[],"coverage":[],"title":["P^r-scrolls arising from Brill-Noether theory and K3-surfaces"],"description":["  In this paper we study examples of P^r-scrolls defined over primitively\npolarized K3 surfaces S of genus g, which arise from Brill-Noether theory of\nthe general curve in the primitive linear system on S and from classical\nLazarsfeld's results in.\n  We show that such scrolls form an open dense subset of a component H of their\nHilbert scheme; moreover, we study some properties of H (e.g. smoothness,\ndimensional computation, etc.) just in terms of the moduli space of such K3's\nand of the moduli space of semistable torsion-free sheaves of a given\nMukai-vector on S.\n  One of the motivation of this analysis is to try to introducing the use of\nprojective geometry and degeneration techniques in order to studying possible\nlimits of semistable vector-bundles of any rank on a general K3 as well as\nBrill-Noether theory of vector-bundles on suitable degenerations of projective\ncurves.\n  We conclude the paper by discussing some applications to the Hilbert schemes\nof geometrically ruled surfaces whose base curve has general moduli.\n","Comment: published in Manuscripta Mathematica"]}]
["0901.0044",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0044","IEEE Transactions on Information Theory, Vol. 56(6), pp.\n  2699-2713, June 2010"],"date":["2008-12-30","2009-08-03"],"type":["text"],"creator":["Madiman, Mokshay","Tetali, Prasad"],"language":[],"coverage":[],"title":["Information Inequalities for Joint Distributions, with Interpretations\n  and Applications"],"description":["  Upper and lower bounds are obtained for the joint entropy of a collection of\nrandom variables in terms of an arbitrary collection of subset joint entropies.\nThese inequalities generalize Shannon's chain rule for entropy as well as\ninequalities of Han, Fujishige and Shearer. A duality between the upper and\nlower bounds for joint entropy is developed. All of these results are shown to\nbe special cases of general, new results for submodular functions-- thus, the\ninequalities presented constitute a richly structured class of Shannon-type\ninequalities. The new inequalities are applied to obtain new results in\ncombinatorics, such as bounds on the number of independent sets in an arbitrary\ngraph and the number of zero-error source-channel codes, as well as new\ndeterminantal inequalities in matrix theory. A new inequality for relative\nentropies is also developed, along with interpretations in terms of hypothesis\ntesting. Finally, revealing connections of the results to literature in\neconomics, computer science, and physics are explored.\n","Comment: 15 pages, 1 figure. Originally submitted to the IEEE Transactions on\n  Information Theory in May 2007, the current version incorporates reviewer\n  comments including elimination of an error"]}]
["0901.2551",{"format":[],"subject":["Mathematics - Logic","03F30, 03F10, 03F50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2551"],"date":["2009-01-16","2010-06-16"],"type":["text"],"creator":["Avigad, Jeremy"],"language":[],"coverage":[],"title":["The computational content of classical arithmetic"],"description":["  Almost from the inception of Hilbert's program, foundational and structural\nefforts in proof theory have been directed towards the goal of clarifying the\ncomputational content of modern mathematical methods. This essay surveys\nvarious methods of extracting computational information from proofs in\nclassical first-order arithmetic, and reflects on some of the relationships\nbetween them. Variants of the G\\\"odel-Gentzen double-negation translation, some\nnot so well known, serve to provide canonical and efficient computational\ninterpretations of that theory.\n"]}]
["0902.0356",{"format":[],"subject":["Mathematics - Dynamical Systems","37A25, 37A45, 03F03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0356"],"date":["2009-02-02","2010-06-16"],"type":["text"],"creator":["Avigad, Jeremy","Towsner, Henry"],"language":[],"coverage":[],"title":["Metastability in the Furstenberg-Zimmer tower"],"description":["  According to the Furstenberg-Zimmer structure theorem, every\nmeasure-preserving system has a maximal distal factor, and is weak mixing\nrelative to that factor. Furstenberg and Katznelson used this structural\nanalysis of measure-preserving systems to provide a perspicuous proof of\nSzemer\\'edi's theorem. Beleznay and Foreman showed that, in general, the\ntransfinite construction of the maximal distal factor of a separable\nmeasure-preserving system can extend arbitrarily far into the countable\nordinals. Here we show that the Furstenberg-Katznelson proof does not require\nthe full strength of the maximal distal factor, in the sense that the proof\nonly depends on a combinatorial weakening of its properties. We show that this\ncombinatorially weaker property obtains fairly low in the transfinite\nconstruction, namely, by the $\\omega^{\\omega^\\omega}$th level.\n"]}]
["0902.2271",{"format":[],"subject":["Physics - Biological Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2271","Soft Matter, 2009, 5: 3319-3330","doi:10.1039/b909877a"],"date":["2009-02-13","2009-02-16"],"type":["text"],"creator":["Wodzinska, Katarzyna","Blicher, Andreas","Heimburg, Thomas"],"language":[],"coverage":[],"title":["The thermodynamics of lipid ion channel formation in the absence and\n  presence of anesthetics. BLM experiments and simulations"],"description":["  It is known that lipid membranes become permeable in their melting regime. In\nmicroscopic conductance measurements on black lipid membranes one finds that\nconduction takes place via quantized events closely resembling those reported\nfor protein ion channels. Here, we present data of ion currents through black\nlipid membranes in the presence and absence of the anesthetics octanol and\nethanol, and compare them to a statistical thermodynamics model using\nparameters that are obtained from experimental calorimetric data. The\nconductance steps in pure lipid membrane suggest aqueous pores with the size of\napproximately one lipid cross-section. We model the permeability by assuming\nempty sites of the size of one lipid. We find that pore formation in the\nmelting transition regime is facilitated by the increase of the lateral\ncompressibility that expresses itself in the area fluctuations. Thus, pore\nformation is related to critical opalescence in two dimensions. Anesthetics\nalter the permeability by affecting the thermodynamic state of the membrane and\nby shifting the heat capacity profiles.\n","Comment: 11 pages, 8 figures"]}]
["0904.1349",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1349","Eur.Phys.J.C66:445-449,2010","doi:10.1140/epjc/s10052-010-1266-x"],"date":["2009-04-08","2010-02-16"],"type":["text"],"creator":["Sadjadi, H. Mohseni"],"language":[],"coverage":[],"title":["$w_d=-1$ in interacting quintessence model"],"description":["  A model consisting of quintessence scalar field interacting with cold dark\nmatter is considered. Conditions required to reach $w_d=-1$ are discussed. It\nis shown that depending on the potential considered for the quintessence,\nreaching the phantom divide line puts some constraints on the interaction\nbetween dark energy and dark matter. This also may determine the ratio of dark\nmatter to dark energy density at $w_d=-1$.\n","Comment: 10 pages, references updated, some notes added, minor changes\n  applied, accepted for publication in Eur. Phys. J. C"]}]
["0904.1363",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1363"],"date":["2009-04-08","2010-06-16"],"type":["text"],"creator":["Borzou, A.","Sepangi, H. R."],"language":[],"coverage":[],"title":["Unification of gravity and electromagnetism revisited"],"description":["  Within the context of a $5D$ space-time, we construct a unified theory of\ngravity and electromagnetism from which the Einstein field equations and\nMaxwell equations emerge, with homogenous Maxwell equations appearing\nnaturally. We also introduce a well-defined five dimensional energy-momentum\ntensor consistent with our unification scheme. A correction term appears in\nMaxwell equations which can be used to explain the recently discovered galactic\nmagnetic fields.\n","Comment: 10 pages"]}]
["0904.1925",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1925","New J. Phys. 12, 025004 (2010)","doi:10.1088/1367-2630/12/2/025004"],"date":["2009-04-13"],"type":["text"],"creator":["Hübener, R.","Nebendahl, V.","Dür, W."],"language":[],"coverage":[],"title":["Concatenated tensor network states"],"description":["  We introduce the concept of concatenated tensor networks to efficiently\ndescribe quantum states. We show that the corresponding concatenated tensor\nnetwork states can efficiently describe time evolution and possess arbitrary\nblock-wise entanglement and long-ranged correlations. We illustrate the\napproach for the enhancement of matrix product states, i.e. 1D tensor networks,\nwhere we replace each of the matrices of the original matrix product state with\nanother 1D tensor network. This procedure yields a 2D tensor network, which\nincludes -- already for tensor dimension two -- all states that can be prepared\nby circuits of polynomially many (possibly non-unitary) two-qubit quantum\noperations, as well as states resulting from time evolution with respect to\nHamiltonians with short-ranged interactions. We investigate the possibility to\nefficiently extract information from these states, which serves as the basic\nstep in a variational optimization procedure. To this aim we utilize known\nexact and approximate methods for 2D tensor networks and demonstrate some\nimprovements thereof, which are also applicable e.g. in the context of 2D\nprojected entangled pair states. We generalize the approach to higher\ndimensional- and tree tensor networks.\n","Comment: 16 pages, 4 figures"]}]
["0904.2167",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2167"],"date":["2009-04-14","2010-06-16"],"type":["text"],"creator":["Hollenberg, Sebastian","Päs, Heinrich"],"language":[],"coverage":[],"title":["Resonant active-sterile neutrino mixing in the presence of matter\n  potentials and altered dispersion relations"],"description":["  We investigate resonant active-sterile neutrino oscillations emergent from\nthe interplay between matter, CPT- and Lorentz-violating coefficients with\ndifferent energy dependences. Novel and experimentally accessible resonant\nneutrino oscillation phenomenologies are predicted and possible implications\nfor observed, but yet unexplained, neutrino oscillation anomalies such as LSND\nand MiniBooNE are discussed.\n","Comment: 13 pages, 3 figures; revised version to be resubmitted to PRD,\n  including generalized treatment of CPT violation as well as comment on new\n  MiniBooNE results"]}]
["0905.1628",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1628"],"date":["2009-05-11","2010-06-15"],"type":["text"],"creator":["Katzgraber, Helmut G."],"language":[],"coverage":[],"title":["Scientific Software Engineering in a Nutshell"],"description":["  Writing complex computer programs to study scientific problems requires\ncareful planning and an in-depth knowledge of programming languages and tools.\nIn this chapter the importance of using the right tool for the right problem is\nemphasized. Common tools to organize computer programs, as well as to debug and\nimprove them are discussed, followed by simple data reduction strategies and\nvisualization tools. Furthermore, some useful scientific libraries such as\nboost, GSL, LEDA and numerical recipes are outlined.\n","Comment: lecture at the second international summer school \"Modern Computation\n  Science\", 9 - 20 August 2010, Oldenburg (Germany), see\n  http://www.mcs.uni-oldenburg.de"]}]
["0905.2013",{"format":[],"subject":["Mathematics - Combinatorics","05E10, 05A15, 05A19, 05A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2013"],"date":["2009-05-13","2010-06-15"],"type":["text"],"creator":["Panova, Greta"],"language":[],"coverage":[],"title":["Bijective enumeration of permutations starting with a longest increasing\n  subsequence"],"description":["  We prove a formula for the number of permutations in $S_n$ such that their\nfirst $n-k$ entries are increasing and their longest increasing subsequence has\nlength $n-k$. This formula first appeared as a consequence of character\npolynomial calculations in recent work of Adriano Garsia and Alain Goupil. We\ngive two `elementary' bijective proofs of this result and of its $q$-analogue,\none proof using the RSK correspondence and one only permutations.\n","Comment: Revised version: added a bijection via permutations only, without\n  RSK; incorporated referee's suggestions. To appear in DMTCS Proceedings"]}]
["0905.2313",{"format":[],"subject":["Quantum Physics","Mathematics - Operator Algebras","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2313","Communications in Mathematical Physics 297, 2 (2010) 345-370","doi:10.1007/s00220-010-1012-0"],"date":["2009-05-14","2009-06-22"],"type":["text"],"creator":["Collins, Benoît","Nechita, Ion"],"language":[],"coverage":[],"title":["Random quantum channels I: graphical calculus and the Bell state\n  phenomenon"],"description":["  This paper is the first of a series where we study quantum channels from the\nrandom matrix point of view. We develop a graphical tool that allows us to\ncompute the expected moments of the output of a random quantum channel. As an\napplication, we study variations of random matrix models introduced by Hayden\n\\cite{hayden}, and show that their eigenvalues converge almost surely. In\nparticular we obtain for some models sharp improvements on the value of the\nlargest eigenvalue, and this is shown in a further work to have new\napplications to minimal output entropy inequalities.\n","Comment: Several typos were corrected"]}]
["0905.3969",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3969","Solid State Communications 150 (2010) 861-864","doi:10.1016/j.ssc.2010.02.005"],"date":["2009-05-25"],"type":["text"],"creator":["Rossler, C.","Herz, M.","Bichler, M.","Ludwig, S."],"language":[],"coverage":[],"title":["Magneto-electrical subbands of freely suspended quantum point contacts"],"description":["  We present a versatile design of freely suspended quantum point contacts with\nparticular large one-dimensional subband quantization energies of up to 10meV.\nThe nanoscale bridges embedding a two-dimensional electron system are\nfabricated from AlGaAs/GaAs heterostructures by electron-beam lithography and\netching techniques. Narrow constrictions define quantum point contacts that are\ncapacitively controlled via local in-plane side gates. Employing transport\nspectroscopy, we investigate the transition from electrostatic subbands to\nLandau-quantization in a perpendicular magnetic field. The large subband\nquantization energies allow us to utilize a wide magnetic field range and\nthereby observe a large exchange splitted spin-gap of the two lowest\nLandau-levels.\n"]}]
["0906.4948",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4948","Europhys. Lett., vol. 89, n.5, p.57003 (2010)","doi:10.1209/0295-5075/89/57003"],"date":["2009-06-26"],"type":["text"],"creator":["Rastelli, G.","Houzet, M.","Pistolesi, F."],"language":[],"coverage":[],"title":["Resonant magneto-conductance through a vibrating nanotube"],"description":["  We address the electronic resonant transport in presence of a transverse\nmagnetic field through the single level of a suspended carbon nanotube acting\nas a quantum oscillator. We predict a negative magneto-conductance with a\nmagnetic-field induced narrowing of the resonance line and a reduction of the\nconductance peak when the nanotube is asymmetrically contacted to the leads. At\nfinite bias voltage we study the threshold for phonon-assisted transport.\n","Comment: 4 pages, 4 figures"]}]
["0907.5342",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5342","Biophys. J. 2010, 98: 1873-1882","doi:10.1016/j.bpj.2010.01.035"],"date":["2009-07-30"],"type":["text"],"creator":["Gudmand, M.","Rocha, S.","Hatzakis, N. S.","Peneva, K.","Muellen, K.","Stamou, D.","Uji-I, H.","Hofkens, J.","Bjornholm, T.","Heimburg, T."],"language":[],"coverage":[],"title":["Influence of Lipid Heterogeneity and Phase Behavior on Phospholipase A2\n  Action at the Single Molecule Level"],"description":["  We monitored the action of phospholipase A2 (PLA2) on L- and\nD-dipalmitoylphosphatidylcholine (DPPC) Langmuir monolayers by mounting a\nLangmuir-trough on a wide-field fluorescence microscope with single molecule\nsensitivity. This made it possible to directly visualize the activity and\ndiffusion behavior of single PLA2 molecules in a heterogeneous lipid\nenvironment during active hydrolysis. The experiments showed that enzyme\nmolecules adsorbed and interacted almost exclusively with the fluid region of\nthe DPPC monolayers. Domains of gel state L-DPPC were degraded exclusively from\nthe gel-fluid interface where the build-up of negatively charged hydrolysis\nproducts, fatty acid salts, led to changes in the mobility of PLA2. The\nmobility of individual enzymes on the monolayers was characterized by single\nparticle tracking (SPT). Diffusion coefficients of enzymes adsorbed to the\nfluid interface were between 3 mu m^2/s on the L-DPPC and 4.6 mu m^/s on the\nD-DPPC monolayers. In regions enriched with hydrolysis products the diffusion\ndropped to approx. 0.2 mu m^2/s. In addition, slower normal and anomalous\ndiffusion modes were seen at the L-DPPC gel domain boundaries where hydrolysis\ntook place. The average residence times of the enzyme in the fluid regions of\nthe monolayer and on the product domain were between approx. 30 and 220 ms. At\nthe gel domains it was below the experimental time resolution, i.e. enzymes\nwere simply reflected from the gel domains back into solution.\n","Comment: 10 pages, 10 figures"]}]
["0907.5434",{"format":[],"subject":["Mathematics - Number Theory","11G20, 11T55, 11G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5434","Int. Math. Res. Not. IMRN 2010, no. 5, 932--967","doi:10.1093/imrn/rnp162"],"date":["2009-07-30","2009-09-11"],"type":["text"],"creator":["Bucur, Alina","David, Chantal","Feigon, Brooke","Lalín, Matilde"],"language":[],"coverage":[],"title":["Statistics for traces of cyclic trigonal curves over finite fields"],"description":["  We study the variation of the trace of the Frobenius endomorphism associated\nto a cyclic trigonal curve of genus g over a field of q elements as the curve\nvaries in an irreducible component of the moduli space. We show that for q\nfixed and g increasing, the limiting distribution of the trace of the Frobenius\nequals the sum of q+1 independent random variables taking the value 0 with\nprobability 2/(q+2) and 1, e^{(2pi i)/3}, e^{(4pi i)/3} each with probability\nq/(3(q+2)). This extends the work of Kurlberg and Rudnick who considered the\nsame limit for hyperelliptic curves. We also show that when both g and q go to\ninfinity, the normalized trace has a standard complex Gaussian distribution and\nhow to generalize these results to p-fold covers of the projective line.\n","Comment: 30 pages, added statement and sketch of proof in Section 7 for\n  generalization of results to p-fold covers of the projective line, the final\n  version of this article will be published in International Mathematics\n  Research Notices"]}]
["0908.1435",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - K-Theory and Homology","11R09, 19F27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1435","Int. J. Number Theory 6, (2010), no. 3, 705--711","doi:10.1142/S1793042110003174"],"date":["2009-08-10"],"type":["text"],"creator":["Lalin, Matilde N."],"language":[],"coverage":[],"title":["On a conjecture by Boyd"],"description":["  The aim of this note is to prove the Mahler measure identity\n$m(x+x^{-1}+y+y^{-1}+5) = 6 m(x+x^{-1}+y+y^{-1}+1)$ which was conjectured by\nBoyd. The proof is achieved by proving relationships between regulators of both\ncurves.\n"]}]
["0908.2754",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2754","Confluentes Mathematici 1, 2 (2009) 249-289","doi:10.1142/S1793744209000109"],"date":["2009-08-19"],"type":["text"],"creator":["Nechita, Ion","Pellegrini, Clément"],"language":[],"coverage":[],"title":["Quantum Trajectories in Random Environment: the Statistical Model for a\n  Heat Bath"],"description":["  In this article, we derive the stochastic master equations corresponding to\nthe statistical model of a heat bath. These stochastic differential equations\nare obtained as continuous time limits of discrete models of quantum repeated\nmeasurements. Physically, they describe the evolution of a small system in\ncontact with a heat bath undergoing continuous measurement. The equations\nobtained in the present work are qualitatively different from the ones derived\nin \\cite{A1P1}, where the Gibbs model of heat bath has been studied. It is\nshown that the statistical model of a heat bath provides clear physical\ninterpretation in terms of emissions and absorptions of photons. Our approach\nyields models of random environment and unravelings of stochastic master\nequations. The equations are rigorously obtained as solutions of martingale\nproblems using the convergence of Markov generators.\n"]}]
["0908.3538",{"format":[],"subject":["Mathematics - Probability","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3538"],"date":["2009-08-25","2010-06-16"],"type":["text"],"creator":["Thomas, Alain"],"language":[],"coverage":[],"title":["Can an infinite left-product of nonnegative matrices be expressed in\n  terms of infinite left-products of stochastic ones?"],"description":["  If a left-product $M_n... M_1$ of square complex matrices converges to a\nnonnull limit when $n\\to\\infty$ and if the $M_n$ belong to a finite set, it is\nclear that there exists an integer $n_0$ such that the $M_n$, $n\\ge n_0$, have\na common right-eigenvector $V$ for the eigenvalue 1. Now suppose that the $M_n$\nare nonnegative and that $V$ has positive entries. Denoting by $\\Delta$ the\ndiagonal matrix whose diagonal entries are the entries of $V$, the stochastic\nmatrices $S_n=\\Delta^{-1}M_n\\Delta$ satisfy $M_n... M_{n_0}=\\Delta S_n...\nS_{n_0}\\Delta^{-1}$, so the problem of the convergence of $M_n... M_1$ reduces\nto the one of $S_n... S_{n_0}$. In this paper we still suppose that the $M_n$\nare nonnegative but we do not suppose that $V$ has positive entries. The first\nsection details the case of the $2\\times2$ matrices, and the last gives a first\napproach in the case of $d\\times d$ matrices.\n","Comment: 8 pages"]}]
["0909.1002",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1002","Phys.Lett.B687:114-118,2010","doi:10.1016/j.physletb.2010.03.011"],"date":["2009-09-05","2010-03-03"],"type":["text"],"creator":["Sadjadi, H. Mohseni"],"language":[],"coverage":[],"title":["Crossing the Phantom divide line in the Chaplygin gas model"],"description":["  The role of the interaction in reaching and crossing the phantom divide line\nin the Chaplygin gas model is discussed. We obtain some necessary properties of\nthe interaction that allow the model to arrive at or cross the phantom divide\nline. We show that these properties put some conditions on the ratio of dark\nmatter to dark energy density in the present epoch.\n","Comment: 12 pages, references updated, explanations added. To be published in\n  Phys. Lett. B"]}]
["0911.0757",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Condensed Matter - Soft Condensed Matter","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0757","New J. Phys. 12 (2010) 063025","doi:10.1088/1367-2630/12/6/063025"],"date":["2009-11-04"],"type":["text"],"creator":["Groh, Christopher","Rehberg, Ingo","Kruelle, Christof A."],"language":[],"coverage":[],"title":["Particle dynamics of a cartoon dune"],"description":["  The spatio-temporal evolution of a downsized model for a desert dune is\nobserved experimentally in a narrow water flow channel. A particle tracking\nmethod reveals that the migration speed of the model dune is one order of\nmagnitude smaller than that of individual grains. In particular, the erosion\nrate consists of comparable contributions from creeping (low energy) and\nsaltating (high energy) particles. The saltation flow rate is slightly larger,\nwhereas the number of saltating particles is one order of magnitude lower than\nthat of the creeping ones. The velocity field of the saltating particles is\ncomparable to the velocity field of the driving fluid. It can be observed that\nthe spatial profile of the shear stress reaches its maximum value upstream of\nthe crest, while its minimum lies at the downstream foot of the dune. The\nparticle tracking method reveals that the deposition of entrained particles\noccurs primarily in the region between these two extrema of the shear stress.\nMoreover, it is demonstrated that the initial triangular heap evolves to a\nsteady state with constant mass, shape, velocity, and packing fraction after\none turnover time has elapsed. Within that time the mean distance between\nparticles initially in contact reaches a value of approximately one quarter of\nthe dune basis length.\n"]}]
["0911.4237",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4237"],"date":["2009-11-22","2010-06-16"],"type":["text"],"creator":["Grushevoi, Roman","Yusenko, Kostyantyn"],"language":[],"coverage":[],"title":["Unitarization of linear representations of non-primitive posets"],"description":["  We prove that partially ordered set has finite number of finite-dimensional\nindecomposable nonequivalent Hilbert representations with orthoscalarity\ncondition if and anly if it has finite number of indecomposable linear\nrepresentations. We show that each indecomposable representation of the poset\nof finite type could be unitarized with some weight.\n","Comment: 32 pages, Several Appendix are added. Proofs completed. Several typos\n  were fixed"]}]
["0911.4792",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4792","Proc. of FSTTCS 2009, pp.97-108"],"date":["2009-11-25"],"type":["text"],"creator":["Braud, Laurent"],"language":[],"coverage":[],"title":["Covering of ordinals"],"description":["  The paper focuses on the structure of fundamental sequences of ordinals\nsmaller than $\\epsilon_0$. A first result is the construction of a monadic\nsecond-order formula identifying a given structure, whereas such a formula\ncannot exist for ordinals themselves. The structures are precisely classified\nin the pushdown hierarchy. Ordinals are also located in the hierarchy, and a\ndirect presentation is given.\n","Comment: Accepted at FSTTCS'09"]}]
["0911.5452",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5452","S\\'eminaire Lotharingien de Combinatoire 63 (2010), Article B63f"],"date":["2009-11-28"],"type":["text"],"creator":["Berget, Andrew"],"language":[],"coverage":[],"title":["Tableaux in the Whitney Module of a Matroid"],"description":["  The Whitney module of a matroid is a natural analogue of the tensor algebra\nof the exterior algebra of a vector space that takes into account the\ndependencies of a matroid. In this paper we indicate the role that tableaux can\nplay in describing the Whitney module. We will use our results to describe a\nbasis of the Whitney module of a certain class of matroids known as freedom\nmatroids (also known as Schubert, or shifted matroids). The doubly multilinear\nsubmodule of the Whitney module is a representation of the symmetric group. We\nwill describe a formula for the multiplicity of hook shapes in this\nrepresentation in terms of no broken circuit sets.\n"]}]
["0912.5082",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5082","Phys. Rev. B 81, 115119 (2010)","doi:10.1103/PhysRevB.81.115119"],"date":["2009-12-27"],"type":["text"],"creator":["Tran, Minh-Tien"],"language":[],"coverage":[],"title":["Electron structure of the Falicov-Kimball model with a magnetic field"],"description":["  The two-dimensional Falicov-Kimball model in the presence of a perpendicular\nmagnetic field is investigated by the dynamical mean-field theory. Within the\nmodel the interplay between electron correlations and the fine electron\nstructure due to the magnetic field is essentially emerged. Without electron\ncorrelations the magnetic field induces the electron structure to the so-called\nHofstadter butterfly. It is found that when electron correlations drives the\nmetal-insulator transition, they simultaneously smear out the fine structure of\nthe Hofstadter butterfly. In a long-range ordered phase, the electron\ncorrelation induced gap preserves the fine structure, but it separates the\nHofstadter butterfly into two wings.\n"]}]
["1001.0716",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0716"],"date":["2010-01-05","2010-06-15"],"type":["text"],"creator":["Moshksar, Kamyar","Khandani, Amir K."],"language":[],"coverage":[],"title":["Totally Asynchronous Interference Channels"],"description":["  This paper addresses an interference channel consisting of $\\mathbf{n}$\nactive users sharing $u$ frequency sub-bands. Users are asynchronous meaning\nthere exists a mutual delay between their transmitted codes. A stationary model\nfor interference is considered by assuming the starting point of an\ninterferer's data is uniformly distributed along the codeword of any user. The\nspectrum is divided to private and common bands each containing\n$v_{\\mathrm{p}}$ and $v_{\\mathrm{c}}$ frequency sub-bands respectively. We\nconsider a scenario where all transmitters are unaware of the number of active\nusers and the channel gains. The optimum $v_{\\mathrm{p}}$ and $v_{\\mathrm{c}}$\nare obtained such that the so-called outage capacity per user is maximized. If\n$\\Pr\\{\\mathbf{n}\\leq 2\\}=1$, upper and lower bounds on the mutual information\nbetween the input and output of the channel for each user are derived using a\ngenie-aided technique. The proposed bounds meet each other as the code length\ngrows to infinity yielding a closed expression for the achievable rates. If\n$\\Pr\\{\\mathbf{n}>2\\}>0$, all users follow a locally Randomized On-Off signaling\nscheme on the common band where each transmitter quits transmitting its\nGaussian signals independently from transmission to transmission. Using a\nconditional version of Entropy Power Inequality (EPI) and an upper bound on the\ndifferential entropy of a mixed Gaussian random variable, lower bounds on the\nachievable rates of users are developed. Thereafter, the activation probability\non each transmission slot is designed resulting in the largest outage capacity.\n","Comment: This paper is withdrawn due to some technicality regarding\n  ergodicity. The corrected version will be submitted under the title\n  \"Randomized On-Off signaling in Asynchronous Wireless Networks\""]}]
["1001.2024",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2024"],"date":["2010-01-12","2010-06-15"],"type":["text"],"creator":["Moshksar, Kamyar","Khandani, Amir K."],"language":[],"coverage":[],"title":["Wireless Networks with Asynchronous Users"],"description":["  This paper addresses an interference channel consisting of $\\mathbf{n}$\nactive users sharing $u$ frequency sub-bands. Users are asynchronous meaning\nthere exists a mutual delay between their transmitted codes. A stationary model\nfor interference is considered by assuming the starting point of an\ninterferer's data is uniformly distributed along the codeword of any user. This\nmodel is not ergodic, however, we show that the noise plus interference process\nsatisfies an Asymptotic Equipartition Property (AEP) under certain conditions.\nThis enables us to define achievable rates in the conventional Shannon sense.\nThe spectrum is divided to private and common bands. Each user occupies its\nassigned private band and the common band upon activation. In a scenario where\nall transmitters are unaware of the number of active users and the channel\ngains, the optimum spectrum assignment is obtained such that the so-called\noutage capacity per user is maximized. If $\\Pr\\{\\mathbf{n}>2\\}>0$, all users\nfollow a locally Randomized On-Off signaling scheme on the common band where\neach transmitter quits transmitting its Gaussian signals independently from\ntransmission to transmission. Achievable rates are developed using a\nconditional version of Entropy Power Inequality (EPI) and an upper bound on the\ndifferential entropy of a mixed Gaussian random variable. Thereafter, the\nactivation probability on each transmission slot together with the spectrum\nassignment are designed resulting in the largest outage capacity.\n","Comment: This paperi is withdrawn by the author due to a crucial technicality\n  regarding ergodicity. It will be soon corrected and replaced by a draft\n  called \"Randomized On-Off Signaling n Asynchronous Wireless Networks\""]}]
["1001.2493",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2493","Phys. Rev. A 81, 053411 (2010)","doi:10.1103/PhysRevA.81.053411"],"date":["2010-01-14"],"type":["text"],"creator":["Palmer, Rebecca N.","Beige, Almut"],"language":[],"coverage":[],"title":["Enhancing laser sideband cooling in one-dimensional optical lattices via\n  the dipole interaction"],"description":["  We study resolved sideband laser cooling of a one-dimensional optical lattice\nwith one atom per site, and in particular the effect of the dipole interaction\nbetween radiating atoms. For simplicity, we consider the case where only a\nsingle cooling laser is applied. We derive a master equation, and solve it in\nthe limit of a deep lattice and weak laser driving. We find that the dipole\ninteraction significantly changes the final temperature of the particles,\nincreasing it for some phonon wavevectors and decreasing it for others. The\ntotal phonon energy over all modes is typically higher than in the\nnon-interacting case, but can be made lower by the right choice of parameters.\n"]}]
["1001.2524",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2524","Biophysical Chemistry 150 (2010) 2-22","doi:10.1016/j.bpc.2010.02.018"],"date":["2010-01-14"],"type":["text"],"creator":["Heimburg, Thomas"],"language":[],"coverage":[],"title":["Lipid Ion Channels"],"description":["  The interpretation electrical phenomena in biomembranes is usually based on\nthe assumption that the experimentally found discrete ion conduction events are\ndue to a particular class of proteins called ion channels while the lipid\nmembrane is considered being an inert electrical insulator. The particular\nprotein structure is thought to be related to ion specificity, specific\nrecognition of drugs by receptors and to macroscopic phenomena as nerve pulse\npropagation. However, lipid membranes in their chain melting regime are known\nto be highly permeable to ions, water and small molecules, and are therefore\nnot always inert. In voltage-clamp experiments one finds quantized conduction\nevents through protein-free membranes in their melting regime similar to or\neven undistinguishable from those attributed to proteins. This constitutes a\nconceptual problem for the interpretation of electrophysiological data obtained\nfrom biological membrane preparations. Here, we review the experimental\nevidence for lipid ion channels, their properties and the physical chemistry\nunderlying their creation. We introduce into the thermodynamic theory of\nmembrane fluctuations from which the lipid channels originate. Furthermore, we\ndemonstrate how the appearance of lipid channels can be influenced by the\nalteration of the thermodynamic variables (temperature, pressure, tension,\nchemical potentials) in a coherent description that is free of parameters. This\ndescription leads to pores that display dwell times closely coupled to the\nfluctuation lifetime via the fluctuation-dissipation theorem. Drugs as\nanesthetics and neurotransmitters are shown to influence the channel likelihood\nand their lifetimes in a predictable manner. We also discuss the role of\nproteins in influencing the likelihood of lipid channel formation.\n","Comment: Review"]}]
["1001.4414",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4414","Phys.Rev.D81:087901,2010","doi:10.1103/PhysRevD.81.087901"],"date":["2010-01-25","2010-06-16"],"type":["text"],"creator":["Andreev, Oleg"],"language":[],"coverage":[],"title":["Cold Quark Matter, Quadratic Corrections and Gauge/String Duality"],"description":["  We make an estimate of the quadratic correction in the pressure of cold quark\nmatter using gauge/string duality.\n","Comment: 7 pages; v.2: reference added; v.3: reference and comments added,\n  version to appear in PRD; v4. final version to appear in PRD; v.5: key\n  reference added"]}]
["1001.4444",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4444","MNRAS, 405, 1129 (2010)","doi:10.1111/j.1365-2966.2010.16515.x"],"date":["2010-01-25","2010-04-18"],"type":["text"],"creator":["Milgrom, Mordehai"],"language":[],"coverage":[],"title":["Matter and twin matter in bimetric MOND"],"description":["  Bimetric MOND (BIMOND) theories, propounded recently, predict peculiar\ngravitational interactions between matter and twin matter (TM). Twin matter is\nhypothetical matter that might couple directly only to the second metric of the\ntheory. Considerations of cosmology in the BIMOND framework suggest that such\nTM might exist and copy matter in its attributes. Here I investigate the\nindirect interactions that BIMOND theories predict between nonrelativistic\nmasses of matter and TM. The most salient result is that in the deep-MOND\nregime of the matter-TM-symmetric theories, TM behaves as if it has a negative\ngravitational mass. To wit, interaction within each sector is attractive MOND\ngravity, but between matter and TM it is repulsive MOND gravity. In the\nhigh-acceleration regime, the interaction depends on a parameter, beta. For the\nfavored value beta=1, matter and TM do not interact in this regime; for beta<1\nthey attract; and for beta>1 they repel each other. Such interactions may have\nsubstantial ramifications for all aspects of structure formation, such as\nmatter distribution, peculiar velocities, and effects on the CMB. The repulsive\ninteractions probably lead to segregation of matter and TM structures, leading,\nin turn, to intermeshing of the respective cosmic webs, with high-density nodes\nof one sector residing in the voids of the other (possibly conducing to\nefficient evacuation of the voids). Weak lensing by TM seems the best way to\nconstrain its attributes. In the MOND regime a TM body acts on matter photons\nas a diverging lens. Strong lensing occurs in the high acceleration regime, and\nthus depends on the value of beta. For beta=1 no strong lensing effects of TM\nare expected. I also discuss briefly asymmetric theories (abridged).\n","Comment: 25 pages, MNRAS in press. Changed to match published version: added\n  discussion of matter-TM black holes, expanded discussion on consequences of\n  the conformal symmetry."]}]
["1002.3380",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3380","Phys.Rev.D81:085045,2010","doi:10.1103/PhysRevD.81.085045"],"date":["2010-02-17","2010-06-15"],"type":["text"],"creator":["Amin, Mustafa A.","Shirokoff, David"],"language":[],"coverage":[],"title":["Flat-top oscillons in an expanding universe"],"description":["  Oscillons are extremely long lived, oscillatory, spatially localized field\nconfigurations that arise from generic initial conditions in a large number of\nnon-linear field theories. With an eye towards their cosmological implications,\nwe investigate their properties in an expanding universe. We (1) provide an\nanalytic solution for one dimensional oscillons (for the models under\nconsideration) and discuss their generalization to 3 dimensions, (2) discuss\ntheir stability against long wavelength perturbations and (3) estimate the\neffects of expansion on their shapes and life-times. In particular, we discuss\na new, extended class of oscillons with surprisingly flat tops. We show that\nthese flat topped oscillons are more robust against collapse instabilities in\n(3+1) dimensions than their usual counterparts. Unlike the solutions found in\nthe small amplitude analysis, the width of these configurations is a\nnon-monotonic function of their amplitudes.\n","Comment: v2-matches version published in Phys. Rev D. Updated references and\n  minor modification to section 4.3"]}]
["1002.4747",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4747","Phys.Lett.B686:136-140,2010","doi:10.1016/j.physletb.2010.02.049"],"date":["2010-02-25","2010-02-27"],"type":["text"],"creator":["Shao, Lijing","Zhang, Yong-Jun","Ma, Bo-Qiang"],"language":[],"coverage":[],"title":["Sea quark contents of octet baryons"],"description":["  The flavor asymmetry of the nucleon sea, i.e., the excess of $d\\bar{d}$\nquark-antiquark pairs over $u\\bar{u}$ ones in the proton can be explained by\nseveral different models; therefore, it is a challenge to discriminate these\nmodels from each other. We examine in this Letter three models: the balance\nmodel, the meson cloud model, and the chiral quark model, and we show that\nthese models give quite different predictions on the sea quark contents of\nother octet baryons. New experiments aimed at measuring the flavor contents of\nother octet baryons are needed for a more profound understanding of the\nnon-perturbative properties of quantum chromodynamics (QCD).\n","Comment: 15 pages, 2 figures, version in final publication"]}]
["1003.0733",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0733","Phys. Rev. Lett. 104, 247402 (2010)","doi:10.1103/PhysRevLett.104.247402"],"date":["2010-03-03"],"type":["text"],"creator":["Moritsubo, S.","Murai, T.","Shimada, T.","Murakami, Y.","Chiashi, S.","Maruyama, S.","Kato, Y. K."],"language":[],"coverage":[],"title":["Exciton diffusion in air-suspended single-walled carbon nanotubes"],"description":["  Direct measurements of the diffusion length of excitons in air-suspended\nsingle-walled carbon nanotubes are reported. Photoluminescence microscopy is\nused to identify individual nanotubes and to determine their lengths and chiral\nindices. Exciton diffusion length is obtained by comparing the dependence of\nphotoluminescence intensity on the nanotube length to numerical solutions of\ndiffusion equations. We find that the diffusion length in these clean, as-grown\nnanotubes is significantly longer than those reported for micelle-encapsulated\nnanotubes.\n","Comment: 4 pages, 4 figures"]}]
["1003.1418",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1418","Phys. Rev. A 81, 060703 (2010)","doi:10.1103/PhysRevA.81.060703"],"date":["2010-03-06","2010-05-13"],"type":["text"],"creator":["Zuchowski, Piotr S.","Hutson, Jeremy M."],"language":[],"coverage":[],"title":["Reactions of ultracold alkali metal dimers"],"description":["  We investigate the energetics of reactions involving pairs of alkali metal\ndimers. Atom exchange reactions to form homonuclear dimers are energetically\nallowed for some but not all of the heteronuclear dimers. We carry out\nhigh-level electronic structure calculations on the potential energy surfaces\nof all the heteronuclear alkali metal trimers and show that trimer formation\nreactions are always energetically forbidden for low-lying singlet states of\nthe dimers. The results have important implications for the stability of\nquantum gases of alkali metal dimers.\n","Comment: Version responding to referees comments, with updated references and\n  numerical changes in Table 3, but conclusions unchanged"]}]
["1003.2304",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2304","Phys.Rev.D81:123513,2010","doi:10.1103/PhysRevD.81.123513"],"date":["2010-03-11","2010-06-16"],"type":["text"],"creator":["Stiele, Rainer","Boeckel, Tillmann","Schaffner-Bielich, Jürgen"],"language":[],"coverage":[],"title":["Cosmological implications of a Dark Matter self-interaction energy\n  density"],"description":["  We investigate cosmological constraints on an energy density contribution of\nelastic dark matter self-interactions characterized by the mass of the exchange\nparticle and coupling constant. Because of the expansion behaviour in a\nRobertson-Walker metric we investigate self-interacting dark matter that is\nwarm in the case of thermal relics. The scaling behaviour of dark matter\nself-interaction energy density shows that it can be the dominant contribution\n(only) in the very early universe. Thus its impact on primordial\nnucleosynthesis is used to restrict the interaction strength, which we find to\nbe at least as strong as the strong interaction. Furthermore we explore dark\nmatter decoupling in a self-interaction dominated universe, which is done for\nthe self-interacting warm dark matter as well as for collisionless cold dark\nmatter in a two component scenario. We find that strong dark matter\nself-interactions do not contradict super-weak inelastic interactions between\nself-interacting dark matter and baryonic matter and that the natural scale of\ncollisionless cold dark matter decoupling exceeds the weak scale and depends\nlinearly on the particle mass. Finally structure formation analysis reveals a\nlinear growing solution during self-interaction domination; however, only\nnon-cosmological scales are enhanced.\n","Comment: 14 pages, 14 figures; version published in Phys. Rev. D"]}]
["1003.4027",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4027"],"date":["2010-03-21","2010-05-09"],"type":["text"],"creator":["Shinwari, Waleed","Deen, Jamal","Starikov, Evgeni","Cuniberti, Gianaurelio"],"language":[],"coverage":[],"title":["Electrical Conductance in Biological Molecules"],"description":["  Nucleic acids and proteins are not only biologically important polymers: They\nhave recently been recognized as novel functional materials surpassing in many\naspects the conventional ones. Although Herculean efforts have been undertaken\nto unravel fine functioning mechanisms of the biopolymers in question, there is\nstill much more to be done. This particular paper presents the topic of\nbiomolecular charge transport, with a particular focus on charge\ntransfer/transport in DNA and protein molecules. Here the experimentally\nrevealed details, as well as the presently available theories, of charge\ntransfer/transport along these biopolymers are critically reviewed and\nanalyzed. A summary of the active research in this field is also given, along\nwith a number of practical recommendations.\n","Comment: v2: This paper has been withdrawn by the authors due to a serious\n  complaints from one author whose work we cite. v3: After clarifying the issue\n  we are herewith republishing our paper."]}]
["1003.4436",{"format":[],"subject":["Mathematics - Geometric Topology","High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4436"],"date":["2010-03-23","2010-06-16"],"type":["text"],"creator":["Garoufalidis, Stavros"],"language":[],"coverage":[],"title":["Knots and tropical curves"],"description":["  Using elementary ideas from Tropical Geometry, we assign a a tropical curve\nto every $q$-holonomic sequence of rational functions. In particular, we assign\na tropical curve to every knot which is determined by the Jones polynomial of\nthe knot and its parallels. The topical curve explains the relation between the\nAJ Conjecture and the Slope Conjecture (which relate the Jones polynomial of a\nknot and its parallels to the $\\SL(2,\\BC)$ character variety and to slopes of\nincompressible surfaces). Our discussion predicts that the tropical curve is\ndual to a Newton subdivision of the $A$-polynomial of the knot. We compute\nexplicitly the tropical curve for the $4_1$, $5_2$ and $6_1$ knots and verify\nthe above prediction.\n","Comment: 16 pages, 7 figures"]}]
["1003.5134",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5134","J. Stat. Mech. (2010) P06012","doi:10.1088/1742-5468/2010/06/P06012"],"date":["2010-03-26"],"type":["text"],"creator":["Baiesi, Marco","Orlandini, Enzo","Stella, Attilio L."],"language":[],"coverage":[],"title":["The entropic cost to tie a knot"],"description":["  We estimate by Monte Carlo simulations the configurational entropy of\n$N$-steps polygons in the cubic lattice with fixed knot type. By collecting a\nrich statistics of configurations with very large values of $N$ we are able to\nanalyse the asymptotic behaviour of the partition function of the problem for\ndifferent knot types. Our results confirm that, in the large $N$ limit, each\nprime knot is localized in a small region of the polygon, regardless of the\npossible presence of other knots. Each prime knot component may slide along the\nunknotted region contributing to the overall configurational entropy with a\nterm proportional to $\\ln N$. Furthermore, we discover that the mere existence\nof a knot requires a well defined entropic cost that scales exponentially with\nits minimal length. In the case of polygons with composite knots it turns out\nthat the partition function can be simply factorized in terms that depend only\non prime components with an additional combinatorial factor that takes into\naccount the statistical property that by interchanging two identical prime knot\ncomponents in the polygon the corresponding set of overall configuration\nremains unaltered. Finally, the above results allow to conjecture a sequence of\ninequalities for the connective constants of polygons whose topology varies\nwithin a given family of composite knot types.\n"]}]
["1004.0613",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0613"],"date":["2010-04-05","2010-06-16"],"type":["text"],"creator":["Keller, Bernhard","Scherotzke, Sarah"],"language":[],"coverage":[],"title":["Linear recurrence relations for cluster variables of affine quivers"],"description":["  We prove that the frieze sequences of cluster variables associated with the\nvertices of an affine quiver satisfy linear recurrence relations. In\nparticular, we obtain a proof of a recent conjecture by Assem-Reutenauer-Smith.\n","Comment: 20 pages, references updated and completed, acknowledgment added"]}]
["1004.1250",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1250","PRB 81 235311 (2010)","doi:10.1103/PhysRevB.81.235311"],"date":["2010-04-08"],"type":["text"],"creator":["Nowak, M. P.","Szafran, B."],"language":[],"coverage":[],"title":["Coupling of bonding and antibonding electron orbitals in double quantum\n  dots by spin-orbit interaction"],"description":["  We perform a systematic exact diagonalization study of spin-orbit coupling\neffects for stationary few-electron states confined in quasi two-dimensional\ndouble quantum dots. We describe the spin-orbit-interaction induced coupling\nbetween bonding and antibonding orbitals and its consequences for\nmagneto-optical absorption spectrum. The spin-orbit coupling for odd electron\nnumbers (one, three) %only weakly perturbs the ground-state wave functions.\n%Nevertheless, %the spin-orbit interaction opens avoided crossings between low\nenergy excited levels of opposite spin orientation and opposite spatial parity.\nFor two-electrons the spin-orbit coupling allows for low-energy optical\ntransitions that are otherwise forbidden by spin and parity selection rules. We\ndemonstrate that the energies of optical transitions can be significantly\nincreased by an in-plane electric field but only for odd electron numbers.\nOccupation of single-electron orbitals and effects of spin-orbit coupling on\nelectron distribution between the dots are also discussed.\n"]}]
["1004.1321",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1321","Phys. Rev. B 81, 245113 (2010)","doi:10.1103/PhysRevB.81.245113"],"date":["2010-04-08"],"type":["text"],"creator":["Karlsson, K.","Aryasetiawan, F.","Jepsen, O."],"language":[],"coverage":[],"title":["Method for calculating the electronic structure of correlated materials\n  from a truly first-principles LDA+U scheme"],"description":["  We present a method for calculating the electronic structure of correlated\nmaterials based on a truly first-principles LDA+U scheme. Recently we suggested\nhow to calculate U from first-principles, using a method which we named\nconstrained RPA (cRPA). The input is simply the Kohn-Sham eigenfunctions and\neigenvalues obtained within the LDA. In our proposed self-consistent LDA+U\nscheme, we calculate the LDA+U eigenfunctions and eigenvalues and use these to\nextract U. The updated U is then used in the next iteration to obtain a new set\nof eigenfunctions and eigenvalues and the iteration is continued until\nconvergence is achieved. The most significant result is that our numerical\napproach is indeed stable: it is possible to find the effective exchange and\ncorrelation interaction matrix in a self-consistent way, resulting in a\nsignificant improvement over the LDA results, regarding both the bandgap in NiO\nand the f-band exchange spin-splitting in Gd, but some discrepancies still\nremain.\n","Comment: 11 pages, 4 figures"]}]
["1004.1458",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1458","J. Stat. Mech. (2010) P06015","doi:10.1088/1742-5468/2010/06/P06015"],"date":["2010-04-09","2010-05-25"],"type":["text"],"creator":["Dauxois, Thierry","de Buyl, Pierre","Lori, Leonardo","Ruffo, Stefano"],"language":[],"coverage":[],"title":["Models with short and long-range interactions: phase diagram and\n  reentrant phase"],"description":["  We study the phase diagram of two different Hamiltonians with competiting\nlocal, nearest-neighbour, and mean-field couplings. The first example\ncorresponds to the HMF Hamiltonian with an additional short-range interaction.\nThe second example is a reduced Hamiltonian for dipolar layered spin\nstructures, with a new feature with respect to the first example, the presence\nof anisotropies. The two examples are solved in both the canonical and the\nmicrocanonical ensemble using a combination of the min-max method with the\ntransfer operator method. The phase diagrams present typical features of\nsystems with long-range interactions: ensemble inequivalence, negative specific\nheat and temperature jumps. Moreover, in a given range of parameters, we report\nthe signature of phase reentrance. This can also be interpreted as the presence\nof azeotropy with the creation of two first order phase transitions with\nensemble inequivalence, as one parameter is varied continuously.\n"]}]
["1004.2876",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2876","Phys. Rev. A 81, 063414 (2010)","doi:10.1103/PhysRevA.81.063414"],"date":["2010-04-16","2010-05-12"],"type":["text"],"creator":["Cartarius, Holger","Main, Jörg","Losch, Thorsten","Wunner, Günter"],"language":[],"coverage":[],"title":["Resonance wave functions located at the Stark saddle point"],"description":["  We calculate quantum mechanically exact wave functions of resonances in\nspectra of the hydrogen atom in crossed external fields and prove the existence\nof long-lived decaying quantum states localized at the Stark saddle point. A\nspectrum of ground and excited states reproducing the nodal patterns expected\nfrom simple quadratic and cubic expansions of the potential in the vicinity of\nthe saddle point can be identified. The results demonstrate the presence of\nresonances in the vicinity of the saddle predicted by simple approximations.\n","Comment: 7 pages, 6 figures, two figures revised, minor changes in the text"]}]
["1005.0804",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0804","doi:10.1039/C0SM00038H"],"date":["2010-05-05"],"type":["text"],"creator":["Farrell, Greg R.","Martini, K. Michael","Menon, Narayanan"],"language":[],"coverage":[],"title":["Loose packings of frictional spheres"],"description":["  We have produced loose packings of cohesionless, frictional spheres by\nsequential deposition of highly-spherical, monodisperse particles through a\nfluid. By varying the properties of the fluid and the particles, we have\nidentified the Stokes number (St) - rather than the buoyancy of the particles\nin the fluid - as the parameter controlling the approach to the loose packing\nlimit. The loose packing limit is attained at a threshold value of St at which\nthe kinetic energy of a particle impinging on the packing is fully dissipated\nby the fluid. Thus, for cohesionless particles, the dynamics of the deposition\nprocess, rather than the stability of the static packing, defines the random\nloose packing limit. We have made direct measurements of the interparticle\nfriction in the fluid, and present an experimental measurement of the loose\npacking volume fraction, \\phi_{RLP}, as a function of the friction coefficient\n\\mu_s.\n","Comment: 6 pages, 5 figures"]}]
["1005.1184",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1184","Class. Quantum Grav. 27 (2010) 155002","doi:10.1088/0264-9381/27/15/155002"],"date":["2010-05-07","2010-06-16"],"type":["text"],"creator":["Viaggiu, Stefano"],"language":[],"coverage":[],"title":["An inhomogeneous universe with thick shells and without cosmological\n  constant"],"description":["  We build an exact inhomogeneous universe composed of a central flat Friedmann\nzone up to a small redshift $z_1$, a thick shell made of anisotropic matter, an\nhyperbolic Friedmann metric up to the scale where dimming galaxies are observed\n($z\\simeq 1.7$) that can be matched to a hyperbolic Lema\\^{i}tre-Tolman-Bondi\nspacetime to best fit the WMAP data at early epochs. We construct a general\nframework which permits us to consider a non-uniform clock rate for the\nuniverse. As a result, both for a uniform time and a uniform Hubble flow, the\ndeceleration parameter extrapolated by the central observer is always positive.\nNevertheless, by taking a non-uniform Hubble flow, it is possible to obtain a\nnegative central deceleration parameter, that, with certain parameter choices,\ncan be made the one observed currently. Finally, it is conjectured a possible\nphysical mechanism to justify a non-uniform time flow.\n","Comment: Version published in Class. Quantum grav"]}]
["1005.2173",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2173","ApJ 717 (2010) L6-10","doi:10.1088/2041-8205/717/1/L6"],"date":["2010-05-12","2010-06-16"],"type":["text"],"creator":["Batcheldor, D.","Robinson, A.","Axon, D. J.","Perlman, E. S.","Merritt, D."],"language":[],"coverage":[],"title":["A Displaced Supermassive Black Hole in M87"],"description":["  Isophotal analysis of M87, using data from the Advanced Camera for Surveys,\nreveals a projected displacement of 6.8 +/- 0.8 pc (~ 0.1 arcsec) between the\nnuclear point source (presumed to be the location of the supermassive black\nhole, SMBH) and the photo-center of the galaxy. The displacement is along a\nposition angle of 307 +/- 17 degrees and is consistent with the jet axis. This\nsuggests the active SMBH in M87 does not currently reside at the galaxy center\nof mass, but is displaced in the counter-jet direction. Possible explanations\nfor the displacement include orbital motion of an SMBH binary, gravitational\nperturbations due to massive objects (e.g., globular clusters), acceleration by\nan asymmetric or intrinsically one-sided jet, and gravitational recoil\nresulting from the coalescence of an SMBH binary. The displacement direction\nfavors the latter two mechanisms. However, jet asymmetry is only viable, at the\nobserved accretion rate, for a jet age of >0.1 Gyr and if the galaxy restoring\nforce is negligible. This could be the case in the low density core of M87. A\nmoderate recoil ~1 Myr ago might explain the disturbed nature of the nuclear\ngas disk, could be aligned with the jet axis, and can produce the observed\noffset. Alternatively, the displacement could be due to residual oscillations\nresulting from a large recoil that occurred in the aftermath of a major merger\nany time in the last 1 Gyr.\n","Comment: ApJ Letters accepted"]}]
["1005.2228",{"format":[],"subject":["Quantitative Finance - Computational Finance","Computer Science - Numerical Analysis","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2228"],"date":["2010-05-12","2010-06-16"],"type":["text"],"creator":["McLeish, Don"],"language":[],"coverage":[],"title":["A general method for debiasing a Monte Carlo estimator"],"description":["  Consider a process, stochastic or deterministic, obtained by using a\nnumerical integration scheme, or from Monte-Carlo methods involving an\napproximation to an integral, or a Newton-Raphson iteration to approximate the\nroot of an equation. We will assume that we can sample from the distribution of\nthe process from time 0 to finite time n. We propose a scheme for unbiased\nestimation of the limiting value of the process, together with estimates of\nstandard error and apply this to examples including numerical integrals,\nroot-finding and option pricing in a Heston Stochastic Volatility model. This\nresults in unbiased estimators in place of biased ones i nmany potential\napplications.\n","Comment: 11 pages, 1 figure"]}]
["1005.2765",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2765"],"date":["2010-05-16"],"type":["text"],"creator":["Heinloth, Jochen","Chau, Ngo Bao","Yun, Zhiwei"],"language":[],"coverage":[],"title":["Kloosterman sheaves for reductive groups"],"description":["  Deligne constructed a remarkable local system on $\\bP^1-\\{0,\\infty\\}$\nattached to a family of Kloosterman sums. Katz calculated its monodromy and\nasked whether there are Kloosterman sheaves for general reductive groups and\nwhich automorphic forms should be attached to these local systems under the\nLanglands correspondence. Motivated by work of Gross and Frenkel-Gross we find\nan explicit family of such automorphic forms and even a simple family of\nautomorphic sheaves in the framework of the geometric Langlands program. We use\nthese automorphic sheaves to construct l-adic Kloosterman sheaves for any\nreductive group in a uniform way, and describe the local and global monodromy\nof these Kloosterman sheaves. In particular, they give motivic Galois\nrepresentations with exceptional monodromy groups G_2,F_4,E_7 and E_8. This\nalso gives an example of the geometric Langlands correspondence with wild\nramifications for any reductive group.\n","Comment: 58 pages"]}]
["1006.0038",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","14T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0038"],"date":["2010-05-31","2010-06-15"],"type":["text"],"creator":["Manon, Christopher"],"language":[],"coverage":[],"title":["Valuations from representation theory and tropical geometry"],"description":["  We recall the space of seminorms discussed by Payne in \\cite{P} and define a\nslight modification, the space of graded valuations. After explaining how these\nspaces relate to tropical geometry, we describe examples of graded valuations\nwhich come from the representation theory of reductive groups.\n","Comment: 16 pages, updated works cited, added new theorem in section 5"]}]
["1006.0148",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0148"],"date":["2010-06-01","2010-06-16"],"type":["text"],"creator":["Horton, Dean"],"language":[],"coverage":[],"title":["Reconstructing events with missing transverse momentum at the LHC and\n  its application to spin measurement"],"description":["  In this article we discuss the measurement of spin at the LHC, in events with\ntwo unknown four-momenta. Central to this problem is the identification of\nspin-dependent kinematic variables and the construction of a statistical test\nthat can distinguish between different spin hypotheses. We propose a method for\nreconstructing kinematic variables that depend upon the unknown momenta. The\nmethod is based upon a probabilistic reconstruction of each event, given the\nmasses of the final and intermediate states and the cross-section of the\nassumed hypothesis. We demonstrate that this method can distinguish between two\nspin hypotheses for a specific process, even after mass uncertainties and\nStandard Model backgrounds are taken into account. We compare our method with\nanother that only utilises the observable momenta of each event. We will show\nthat our method permits an improved discrimination between hypotheses, with a\nreduced probability of error.\n","Comment: 20 pages, 13 figures. Minor changes to text, references added"]}]
["1006.0703",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0703","Valerij A. Shklovskij, Oleksandr V. Dobrovolskiy, Phys. Rev. B 78\n  104526 (2008)","doi:10.1103/PhysRevB.78.104526"],"date":["2010-06-03","2010-06-16"],"type":["text"],"creator":["Shklovskij, Valerij A.","Dobrovolskiy, Oleksandr V."],"language":[],"coverage":[],"title":["AC-driven Vortices and the Hall Effect in a Superconductor with a Tilted\n  Washboard Pinning Potential"],"description":["  The Langevin equation for a two-dimensional (2D) nonlinear guided vortex\nmotion in a tilted cosine pinning potential in the presence of an ac is exactly\nsolved in terms of a matrix continued fraction at arbitrary value of the Hall\neffect. The influence of an ac of arbitrary amplitude and frequency on the dc\nand ac magnetoresistivity tensors is analyzed. The ac density and frequency\ndependence of the overall shape and the number and position of the Shapiro-like\nsteps on the anisotropic current-voltage characteristics are considered. The\ninfluence of a subcritical or overcritical dc on the time-dependent stationary\nac longitudinal and transverse resistive vortex responses (on the frequency of\nan ac drive W) in terms of the nonlinear impedance tensor Z and the nonlinear\nac response at W-harmonics are studied. Analytical formulas for 2D\ntemperature-dependent linear impedance tensor Zl in the presence of a dc which\ndepend on the angle a between the current-density vector and the guiding\ndirection of the washboard planar pinning potential are derived and analyzed.\nInfluence of a-anisotropy and the Hall effect on the nonlinear power absorption\nby vortices is discussed.\n","Comment: 17 pages, 8 figures"]}]
["1006.0720",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics","76F25, 76F55, 76M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0720","http://hdl.handle.net/1920/3083"],"date":["2010-06-03"],"type":["text"],"creator":["Bakosi, J."],"language":[],"coverage":[],"title":["PDF modeling of turbulent flows on unstructured grids"],"description":["  In probability density function (PDF) methods of turbulent flows, the joint\nPDF of several flow variables is computed by numerically integrating a system\nof stochastic differential equations for Lagrangian particles. A mathematically\nexact treatment of advection, viscous effects and arbitrarily complex chemical\nreactions is possible; these processes are treated without closure assumptions.\nA set of algorithms is proposed to provide an efficient solution of the PDF\ntransport equation modeling the joint PDF of turbulent velocity, frequency and\nconcentration of a passive scalar in geometrically complex configurations. An\nunstructured Eulerian grid is employed to extract Eulerian statistics, to solve\nfor quantities represented at fixed locations of the domain and to track\nparticles. All three aspects regarding the grid make use of the finite element\nmethod. Compared to hybrid methods, the current methodology is stand-alone,\ntherefore it is consistent both numerically and at the level of turbulence\nclosure without the use of consistency conditions. Several newly developed\nalgorithms are described that facilitate the numerical solution in complex flow\ngeometries, including a stabilized mean-pressure projection scheme, the\nestimation of conditional and unconditional Eulerian statistics and their\nderivatives from stochastic particle fields, particle tracking through\nunstructured grids, an efficient particle redistribution procedure and\ntechniques related to efficient random number generation. The solver has been\nparallelized and optimized for shared memory and multi-core architectures using\nthe OpenMP standard. Relevant aspects of performance and parallelism on\ncache-based shared memory machines are discussed and presented in detail. The\nmethodology shows great promise in the simulation of high-Reynolds-number\nincompressible inert or reactive turbulent flows in realistic configurations.\n","Comment: PhD thesis"]}]
["1006.1112",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Group Theory","14E07, 14K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1112"],"date":["2010-06-06","2010-06-16"],"type":["text"],"creator":["Zarhin, Yuri G."],"language":[],"coverage":[],"title":["Theta groups and products of abelian and rational varieties"],"description":["  We prove that an analogue of Jordan's theorem on finite subgroups of general\nlinear groups does not hold for the groups of birational automorphisms of\nproducts of an elliptic curve and the projective line. This gives a negative\nanswer to a question of V. L. Popov, arXiv:1001.1311 [math.AG].\n","Comment: 5 pages"]}]
["1006.1180",{"format":[],"subject":["Physics - Optics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1180","Optics Express, Vol. 18, Issue 13, pp. 14093-14106 (2010)","doi:10.1364/OE.18.014093"],"date":["2010-06-07"],"type":["text"],"creator":["Lee, Il-Min","Lee, Seung-Yeol","Kim, Kyoung-Youm","Lee, Byoungho"],"language":[],"coverage":[],"title":["A non-reflecting metamaterial slab under the finite-embedded coordinate\n  transformation"],"description":["  From the explicit solutions of Maxwell's equations under the coordinate\ntransformation, the conditions for non-reflecting boundaries for the\ntwo-dimensionally propagating light waves, in a finite-embedded coordinate\ntransformation metamaterial slab are derived in cases of extended\ntwo-dimensional. By exploring several examples, including some reported in the\nliteratures and some novel developed in this study, we show that our approach\ncan be used to efficiently determine the condition in which a finite-embedded\ncoordinate transformed metamaterial slab is non-reflecting.\n","Comment: 13 pages"]}]
["1006.1226",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1226"],"date":["2010-06-07","2010-06-15"],"type":["text"],"creator":["Yan, Sherry H. F."],"language":[],"coverage":[],"title":["On a conjecture about enumerating $(2+2)$-free posets"],"description":["  Recently, Kitaev and Remmel posed a conjecture concerning the generating\nfunction for the number of unlabeled $(2+2)$-free posets with respect to number\nof elements and number of minimal elements. In this paper, we present a\ncombinatorial proof of this conjecture.\n"]}]
["1006.2116",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","82D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2116","doi:10.1209/0295-5075/90/44006"],"date":["2010-06-10"],"type":["text"],"creator":["Chiodi, F.","Roman, B.","Bico, J."],"language":[],"coverage":[],"title":["Piercing an interface with a brush: collaborative stiffening"],"description":["  The hairs of a painting brush withdrawn from a wetting liquid self-assemble\ninto clumps whose sizes rely on a balance between liquid surface tension and\nhairs bending rigidity. Here we study the situation of an immersed carpet in an\nevaporating liquid bath : the free extremities of the hairs are forced to\npierce the liquid interface. The compressive capillary force on the tip of\nflexible hairs leads to buckling and collapse. However we find that the\nspontaneous association of hairs into stronger bundles may allow them to resist\ncapillary buckling. We explore in detail the different structures obtained and\ncompare them with similar patterns observed in micro-structured surfaces such\nas carbon nanotubes \"forests\".\n","Comment: 9 pages, 6 figures"]}]
["1006.2177",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11P83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2177"],"date":["2010-06-10","2010-06-16"],"type":["text"],"creator":["Xiong, Xinhua"],"language":[],"coverage":[],"title":["Two congruences involving Andrews-Paule's broken 3-diamond partitions\n  and 5-diamond partitions"],"description":["  In this note, we will give proofs of two congruences involving broken\n3-diamond partitions and broken 5-diamond partitions which were conjectured by\nPeter Paule and Silviu Radu.\n","Comment: 6 pages"]}]
["1006.2427",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2427","Solar Physics 06/2010","doi:10.1007/s11207-010-9578-4"],"date":["2010-06-11"],"type":["text"],"creator":["Clack, C. T. M.","Ballai, I.","Douglas, M."],"language":[],"coverage":[],"title":["Resonant Absorption of Fast Magnetoacoustic Waves due to Coupling into\n  the Slow and Alfven Continua in the Solar Atmosphere"],"description":["  Resonant absorption of fast magnetoacoustic (FMA) waves in an inhomogeneous,\nweakly dissipative, one-dimensional planar, strongly anisotropic and dispersive\nplasma is investigated. The magnetic configuration consists of an inhomogeneous\nmagnetic slab sandwiched between two regions of semi-infinite homogeneous\nmagnetic plasmas. Laterally driven FMA waves penetrate the inhomogeneous slab\ninteracting with the localised slow or Alfven waves present in the\ninhomogeneous layer and are partly reflected, dissipated and transmitted by\nthis region. The presented research aims to find the coefficient of wave energy\nabsorption under solar chromospheric and coronal conditions. Numerical results\nare analyzed to find the coefficient of wave energy absorption at both the slow\nand Alfven resonance positions. The mathematical derivations are based on the\ntwo simplifying assumptions that (i) nonlinearity is weak, and (ii) the\nthickness of the inhomogeneous layer is small in comparison to the wavelength\nof the wave, i.e. we employ the so-called long wavelength approximation. Slow\nresonance is found to be described by the nonlinear theory, while the dynamics\nat the Alfven resonance can be described within the linear framework. We\nintroduce a new concept of coupled resonances, which occurs when two different\nresonances are in close proximity to each other, causing the incoming wave to\nact as though it has been influenced by the two resonances simultaneously. Our\nresults show that the wave energy absorption is heavily dependent on the angle\nof the incident wave in combination with the inclination angle of the\nequilibrium magnetic field. In addition, it is found that FMA waves are very\nefficiently absorbed at the Alfven resonance under coronal conditions. Under\nchromospheric conditions the FMA waves are far less efficiently absorbed,\ndespite an increase in efficiency due to the coupled resonances.\n","Comment: 20 pages, 11 figures, Solar Physics"]}]
["1006.2856",{"format":[],"subject":["Physics - Physics and Society","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2856"],"date":["2010-06-14"],"type":["text"],"creator":["Rocha, Luis Enrique Correa","Liljeros, Fredrik","Holme, Petter"],"language":[],"coverage":[],"title":["Simulated epidemics in an empirical spatiotemporal network of 50,185\n  sexual contacts"],"description":["  We study implications of the dynamical and spatial contact structure between\nBrazilian escorts and sex-buyers for the spreading of sexually transmitted\ninfections (STI). Despite a highly skewed degree distribution diseases\nspreading in this contact structure have rather well-defined epidemic\nthresholds. Temporal effects create a broad distribution of outbreak sizes even\nif the transmission probability is taken to the hypothetical value of 100%.\nTemporal correlations speed up outbreaks, especially in the early phase,\ncompared to randomized contact structures. The time-ordering and the network\ntopology, on the other hand, slow down the epidemics. Studying compartmental\nmodels we show that the contact structure can probably not support the spread\nof HIV, not even if individuals were sexually active during the acute\ninfection. We investigate hypothetical means of containing an outbreak and find\nthat travel restrictions are about as efficient as removal of the vertices of\nhighest degree. In general, the type of commercial sex we study seems not like\na major factor in STI epidemics.\n","Comment: 19 pages including 7 figures"]}]
["1006.2986",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2986"],"date":["2010-06-15","2010-06-16"],"type":["text"],"creator":["Ovchinnikov, B. M.","Parusov, V. V.","Ovchinnikov, Yu. B."],"language":[],"coverage":[],"title":["Multi-channel gas electron multiplier with metallic electrodes"],"description":["  The design of multi-channel gas electron multiplier (MGEM) with metallic\nelectrodes is proposed, produced and tested. The electrodes of MGEM are\nproduced from the brass plates with thickness of 1 mm, round openings of 1 mm\nin diameter and 1.5 mm steps between them. The gap between the electrodes is\nequal to 3 mm, while the total working area has a diameter of 20 mm. The neon\ngas fillings of the MWGEM chamber with micro admixtures of N_2 and H_2O have\nbeen tested. The total maximal coefficient of proportional multiplication of\nelectrons in neon with admixture of (H_2O+N_2)<100 ppm of 30000 is obtained.\n","Comment: 9 pages, 4 figures, 1 table"]}]
["1006.2994",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2994"],"date":["2010-06-14","2010-06-16"],"type":["text"],"creator":["Rosinger, Elemer E."],"language":[],"coverage":[],"title":["Two Theories of Special Relativity ?"],"description":["  Recently, [3], it was shown that Special Relativity is in fact based on one\nsingle physical axiom which is that of Reciprocity. Originally, Einstein, [1],\nestablished Special Relativity on two physical axioms, namely, the Galilean\nRelativity and the Constancy of the Speed of Light in inertial reference\nframes. Soon after, [4,5], it was shown that the Galilean Relativity alone is\nsufficient for Special Relativity. Here it is important to note that,\nimplicitly, three more assumptions have been used on space-time coordinate\ntransformations, namely, the homogeneity of space-time, the isotropy of space,\nand a mathematical condition of smoothness type. In [3], a boundedness\ncondition on space-time coordinate transformations is used instead of a usual\nmathematical smoothness type condition. In this paper it is shown that the\nrespective boundedness condition is closely related to a Principle of\nTransformation Increment Ratio Limitation, or in short, PTIRL, which has an\nobvious physical meaning. It is also shown that PTIRL is {\\it not} a stronger\nassumption than that of the mentioned boundedness in [3]. Of interest is the\nfact that, by formulating PTIRL as a physical axiom, the possibility is opened\nup for the acceptance, or on the contrary, rejection of this physical axiom\nPTIRL, thus leading to {\\it two} possible theories of Special Relativity. And\nto add further likelihood to such a possibility, the rejection of PTIRL leads\neasily to effects which involve unlimited time and/or space intervals, thus are\nnot accessible to usual experimentation for the verification of their validity,\nor otherwise.\n"]}]
["1006.3084",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3084"],"date":["2010-06-15"],"type":["text"],"creator":["Sokolovsky, K. V.","Kovalev, Y. Y.","Lobanov, A. P.","Finke, J. D.","Savolainen, T.","Pushkarev, A. B.","Kadler, M.","Schinzel, F. K.","Chavushyan, V. H.","Carrasco, L.","Carraminana, A.","Gurwell, M. A."],"language":[],"coverage":[],"title":["Constraints on the gamma-ray emitting region in blazars from\n  multi-frequency VLBI measurements"],"description":["  Single-zone synchrotron self-Compton and external Compton models are widely\nused to explain broad-band Spectral Energy Distributions (SEDs) of blazars from\ninfrared to gamma-rays. These models bear obvious similarities to the\nhomogeneous synchrotron cloud model which is often applied to explain radio\nemission from individual components of parsec-scale radio jets. The\nparsec-scale core, typically the brightest and most compact feature of blazar\nradio jet, could be the source of high-energy emission. We report on ongoing\nwork to test this hypothesis by deriving the physical properties of\nparsec-scale radio emitting regions of twenty bright Fermi blazars using\ndedicated 5-43 GHz VLBA observations and comparing these parameters to results\nof SED modeling.\n","Comment: 4 pages, 2 figures, 2 tables. Proceedings of the Workshop \"Fermi\n  meets Jansky - AGN in Radio and Gamma-Rays\", Savolainen, T., Ros, E., Porcas,\n  R.W. & Zensus, J.A. (eds.), MPIfR, Bonn, June 21-23 2010"]}]
["1006.3085",{"format":[],"subject":["Mathematics - Optimization and Control","Primary 90C29, 90C05, Secondary 51A05, 52B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3085"],"date":["2010-06-15"],"type":["text"],"creator":["Burton, Benjamin A.","Ozlen, Melih"],"language":[],"coverage":[],"title":["Projective geometry and the outer approximation algorithm for\n  multiobjective linear programming"],"description":["  A key problem in multiobjective linear programming is to find the set of all\nefficient extreme points in objective space. In this paper we introduce\noriented projective geometry as an efficient and effective framework for\nsolving this problem. The key advantage of oriented projective geometry is that\nwe can work with an \"optimally simple\" but unbounded efficiency-equivalent\npolyhedron, yet apply to it the familiar theory and algorithms that are\ntraditionally restricted to bounded polytopes. We apply these techniques to\nBenson's outer approximation algorithm, using oriented projective geometry to\nremove an exponentially large complexity from the algorithm and thereby remove\na significant burden from the running time.\n","Comment: 27 pages, 12 figures"]}]
["1006.3086",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3086"],"date":["2010-06-15"],"type":["text"],"creator":["Razumovsky, Roman"],"language":[],"coverage":[],"title":["Grid diagrams of Lorenz links"],"description":["  In paper \"A new twist on Lorenz links\" (Journal of Topology 2(2009), 227-248)\nJoan Birman and Ilya Kofman prove the coincidence of the class of Lorenz links\nand the class of twisted links. The proof in that work is algebraic. We will\nidentify this class in terms of grid diagrams and provide a transparent\ngeometric argument for Birman-Kofman's result.\n"]}]
["1006.3093",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3093"],"date":["2010-06-15"],"type":["text"],"creator":["Kannike, Kristjan"],"language":[],"coverage":[],"title":["Dark Matter and Electroweak Symmetry Breaking from $SO(10)$"],"description":["  We consider a minimal model of GUT scalar dark matter (DM) stabilized by the\ndiscrete gauge matter parity $P_{X}$ that arises from breaking of $SO(10)$. The\ndark sector comprises the complex singlet $S$ and the inert doublet $H_{2}$.\nGUT scale parameters are evaluated to the electroweak scale via Renormalization\nGroup Equations (RGEs). Experimental and theoretical constraints limit the DM\nmass to the 80 GeV to 2 TeV range. The EW symmetry breaking is radiative and\ncan occur via RGE running and 1-loop matching corrections from integrating out\nDM. Because the next-to-lightest scalar is almost degenerate with DM, it gives\na background free displaced decay vertex at the LHC.\n","Comment: 6 pages, 5 figures, talk given at the Moriond 2010 EW session"]}]
["1006.3098",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3098","doi:10.1016/j.astropartphys.2010.06.001"],"date":["2010-06-15"],"type":["text"],"creator":["Kozlov, V. Yu.","Armengaud, E.","Augier, C.","Benoit, A.","Berge, L.","Besida, O.","Blumer, J.","Broniatowski, A.","Brudanin, V.","Chantelauze, A.","Chapellier, M.","Chardin, G.","Charlieux, F.","Collin, S.","Defay, X.","De Jesus, M.","Di Stefano, P.","Dolgorouki, Y.","Domange, J.","Dumoulin, L.","Eitel, K.","Gascon, J.","Gerbier, G.","Gros, M.","Hannawald, M.","Herve, S.","Juillard, A.","Kluck, H.","Lemrani, R.","Loaiza, P.","Lubashevskiy, A.","Marnieros, S.","Navick, X. -F.","Olivieri, E.","Pari, P.","Paul, B.","Rozov, S.","Sanglard, V.","Scorza, S.","Semikh, S.","Torrento-Coello, A. S.","Vagneron, L.","Verdier, M-A.","Yakushev, E."],"language":[],"coverage":[],"title":["A detection system to measure muon-induced neutrons for direct Dark\n  Matter searches"],"description":["  Muon-induced neutrons constitute a prominent background component in a number\nof low count rate experiments, namely direct searches for Dark Matter. In this\nwork we describe a neutron detector to measure this background in an\nunderground laboratory, the Laboratoire Souterrain de Modane. The system is\nbased on 1 m3 of Gd-loaded scintillator and it is linked with the muon veto of\nthe EDELWEISS-II experiment for coincident muon detection. The system was\ninstalled in autumn 2008 and passed since then a number of commissioning tests\nproving its full functionality. The data-taking is continuously ongoing and a\ncount rate of the order of 1 muon-induced neutron per day has been achieved.\n","Comment: Accepted for publication in Astroparticle Physics; 14 pages, 10\n  figures"]}]
["1006.3102",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3102"],"date":["2010-06-15"],"type":["text"],"creator":["Kimura, Masahiko","Maihara, Toshinori","Iwamuro, Fumihide","Akiyama, Masayuki","Tamura, Naoyuki","Dalton, Gavin B.","Takato, Naruhisa","Tait, Philip","Ohta, Kouji","Eto, Shigeru","Mochida, Daisaku","Elms, Brian","Kawate, Kaori","Kurakami, Tomio","Moritani, Yuuki","Noumaru, Junichi","Ohshima, Norio","Sumiyoshi, Masanao","Yabe, Kiyoto","Brzeski, Jurek","Farrell, Tony","Frost, Gabriella","Gillingham, Peter R.","Haynes, Roger","Moore, Anna M.","Muller, Rolf","Smedley, Scott","Smith, Greg","Bonfield, David G.","Brooks, Charles B.","Holmes, Alan R.","Lake, Emma Curtis","Lee, Hanshin","Lewis, Ian J.","Froud, Tim R.","Tosh, Ian A.","Woodhouse, Guy F.","Blackburn, Colin","Dipper, Nigel","Murray, Graham","Sharples, Ray","Robertson, David J."],"language":[],"coverage":[],"title":["The Fibre Multi-Object Spectrograph (FMOS) for Subaru Telescope"],"description":["  Fibre Multi-Object Spectrograph (FMOS) is the first near-infrared instrument\nwith a wide field of view capable of acquiring spectra simultaneously from up\nto 400 objects. It has been developed as a common-use instrument for the F/2\nprime-focus of the Subaru Telescope. The field coverage of 30' diameter is\nachieved using a new 3-element corrector optimized in the near-infrared\n(0.9-1.8um) wavelength range. Due to limited space at the prime-focus, we have\nhad to develop a novel fibre positioner called \"Echidna\" together with two\nOH-airglow suppressed spectrographs. FMOS consists of three subsystems: the\nprime focus unit for IR, the fibre positioning system/connector units, and the\ntwo spectrographs. After full systems integration, FMOS was installed on the\ntelescope in late 2007. Many aspects of performance were checked through\nvarious test and engineering observations. In this paper, we present the\noptical and mechanical components of FMOS and show the results of our on-sky\nengineering observations to date.\n","Comment: Accepted for publication in PASJ, 12 pages, 23 figures"]}]
["1006.3112",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3112"],"date":["2010-06-15"],"type":["text"],"creator":["Helleseth, Tor","Kholosha, Alexander"],"language":[],"coverage":[],"title":["Sequences, Bent Functions and Jacobsthal sums"],"description":["  The $p$-ary function $f(x)$ mapping $\\mathrm{GF}(p^{4k})$ to $\\mathrm{GF}(p)$\nand given by $f(x)={\\rm Tr}_{4k}\\big(ax^d+bx^2\\big)$ with\n$a,b\\in\\mathrm{GF}(p^{4k})$ and $d=p^{3k}+p^{2k}-p^k+1$ is studied with the\nrespect to its exponential sum. In the case when either $a^{p^k(p^k+1)}\\neq\nb^{p^k+1}$ or $a^2=b^d$ with $b\\neq 0$, this sum is shown to be three-valued\nand the values are determined. For the remaining cases, the value of the\nexponential sum is expressed using Jacobsthal sums of order $p^k+1$. Finding\nthe values and the distribution of those sums is a long-lasting open problem.\n"]}]
["1006.3115",{"format":[],"subject":["Mathematics - Operator Algebras","46L"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3115"],"date":["2010-06-15"],"type":["text"],"creator":["Hazlewood, Robert","Huef, Astrid an"],"language":[],"coverage":[],"title":["Strength of convergence in the orbit space of a groupoid"],"description":["  Let G be a second-countable locally-compact Hausdorff groupoid with a Haar\nsystem, and let {x_n} be a sequence in the unit space of G. We show that the\nnotions of strength of convergence of {x_n} in the orbit space and\nmeasure-theoretic accumulation along the orbits are equivalent ways of\nrealising multiplicity numbers associated to a sequence of induced\nrepresentation of the groupoid C*-algebra.\n","Comment: 34 pages"]}]
["1006.3122",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3122"],"date":["2010-06-15"],"type":["text"],"creator":["van Iersel, Leo","Semple, Charles","Steel, Mike"],"language":[],"coverage":[],"title":["Locating a tree in a phylogenetic network"],"description":["  Phylogenetic trees and networks are leaf-labelled graphs that are used to\ndescribe evolutionary histories of species. The Tree Containment problem asks\nwhether a given phylogenetic tree is embedded in a given phylogenetic network.\nGiven a phylogenetic network and a cluster of species, the Cluster Containment\nproblem asks whether the given cluster is a cluster of some phylogenetic tree\nembedded in the network. Both problems are known to be NP-complete in general.\nIn this article, we consider the restriction of these problems to several\nwell-studied classes of phylogenetic networks. We show that Tree Containment is\npolynomial-time solvable for normal networks, for binary tree-child networks,\nand for level-$k$ networks. On the other hand, we show that, even for\ntree-sibling, time-consistent, regular networks, both Tree Containment and\nCluster Containment remain NP-complete.\n","Comment: 9 pages, 4 figures"]}]
["1006.3123",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3123"],"date":["2010-06-15"],"type":["text"],"creator":["Han, Heekyung","Wardlaw, David M."],"language":[],"coverage":[],"title":["Distinguishability and Chiral Stability: Effects of Decoherence and\n  Intermolecular Interactions"],"description":["  We examine the effect of decoherence and intermolecular interactions (chiral\ndiscrimination energies) on the chiral stability and the distinguishability of\ninitially pure versus mixed states in an open chiral system. Under a two-level\napproximation for a system, intermolecular interactions are introduced by a\nmean-field theory, and interaction between a system and an environment is\nmodeled by a continuous measurement of a population difference between the two\nchiral states. The resultant equations are explored for various parameters,\nwith emphasis on the combined effects of the initial condition of the system,\nthe chiral discrimination energy and the decoherence. We focus on factors\naffecting the distinguishability as measured by population difference between\nthe initially pure and mixed states and on the chiral stability as measured by\nthe purity decay.\n","Comment: 43 pages, 12 figures"]}]
["1006.3134",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3134"],"date":["2010-06-16"],"type":["text"],"creator":["Chaudhuri, Kaustuv"],"language":[],"coverage":[],"title":["Classical and Intuitionistic Subexponential Logics are Equally\n  Expressive"],"description":["  It is standard to regard the intuitionistic restriction of a classical logic\nas increasing the expressivity of the logic because the classical logic can be\nadequately represented in the intuitionistic logic by double-negation, while\nthe other direction has no truth-preserving propositional encodings. We show\nhere that subexponential logic, which is a family of substructural refinements\nof classical logic, each parametric over a preorder over the subexponential\nconnectives, does not suffer from this asymmetry if the preorder is\nsystematically modified as part of the encoding. Precisely, we show a bijection\nbetween synthetic (i.e., focused) partial sequent derivations modulo a given\nencoding. Particular instances of our encoding for particular subexponential\npreorders give rise to both known and novel adequacy theorems for substructural\nlogics.\n","Comment: 15 pages, to appear in 19th EACSL Annual Conference on Computer\n  Science Logic (CSL 2010)"]}]
["1006.3135",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3135","The Astrophysical Journal, 717:268-276, 2010 July 1","doi:10.1088/0004-637X/717/1/268"],"date":["2010-06-16"],"type":["text"],"creator":["Gao, H.","Lu, Y.","Zhang, S. N."],"language":[],"coverage":[],"title":["A new class of gamma-ray bursts from stellar disruptions by intermediate\n  mass black holes"],"description":["  It has been argued that the long gamma-ray burst (GRB) of GRB 060614 without\nan associated supernova (SN) has challenged the current classification and fuel\nmodel for long GRBs, and thus a tidal disruption model has been proposed to\naccount for such an event. Since it is difficult to detect SNe for long GRBs at\nhigh redshift, the absence of an SN association cannot be regarded as the solid\ncriterion for a new classification of long GRBs similar to GRB 060614, called\nGRB 060614-type bursts. Fortunately, we now know that there is an obvious\nperiodic substructure observed in the prompt light curve of GRB 060614. We thus\nuse such periodic substructure as a potential criterion to categorize some long\nGRBs into a new class of bursts, which might have been fueled by an\nintermediate-mass black hole (IMBH) gulping a star, rather than a massive star\ncollapsing to form a black hole. Therefore, the second criterion to recognize\nfor this new class of bursts is whether they fit the tidal disruption model.\nFrom a total of 328 Swift GRBs with accurately measured durations and without\nSN association, we find 25 GRBs satisfying the criteria for GRB 060614-type\nbursts: seven of them are with known redshifts and 18 with unknown redshifts.\nThese new bursts are ~6% of the total Swift GRBs, which are clustered into two\nsubclasses: Type I and Type II with considerably different viscous parameters\nof accretion disks formed by tidally disrupting their different progenitor\nstars. We suggest that the two different kinds of progenitors are solar-type\nstars and white dwarfs: the progenitors for four Type I bursts with viscous\nparameter of around 0.1 are solar-type stars, and the progenitors for 21 Type\nII bursts with viscous parameter of around 0.3 are white dwarfs. The potential\napplications of this new class of GRBs as cosmic standard candles are discussed\nbriefly\n","Comment: 25 pages,8 figures"]}]
["1006.3137",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3137"],"date":["2010-06-16"],"type":["text"],"creator":["Oh, J. H.","Ahn, D."],"language":[],"coverage":[],"title":["Klein tunneling through an oblique barrier in graphene ribbons"],"description":["  We study a transmission coefficient of graphene nanoribbons with a top gate\nwhich acts as an oblique barrier. Using a Green function method based on the\nDirac-like equation, scattering among transverse modes due to the oblique\nbarrier is taken into account numerically. In contrast to the 2-dimensional\ngraphene sheet, we find that the pattern of transmission in graphene ribbons\ndepends strongly on the electronic structure in the region of the barrier.\nConsequently, irregular structures in the transmission coefficient are\npredicted while perfect transmission is still calculated in the case of\nmetallic graphene independently of angle and length of the oblique barrier.\n"]}]
["1006.3142",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3142"],"date":["2010-06-16"],"type":["text"],"creator":["Yarmukhamedov, R."],"language":[],"coverage":[],"title":["Comments to the paper \"Effect of Coulomb forces on the Position of the\n  Pole in the Scattering Amplitude and on Its Resudue\" published in\n  Phys.At.Nuclei, {\\bf 73} (2010) 757"],"description":["  Certain comments on the paper of Yu.V. Orlov, B. F. Irgaziev and L. I.\nNikitina published in Phys.At.Nuclei, {\\bf 73} (2010) 757 are made.\n"]}]
["1006.3144",{"format":[],"subject":["Mathematics - Algebraic Topology","55M30, 55M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3144","R.N. Karasev. The genus and the Lyusternik-Schnirelmann category\n  of preimages. (In Russian) // Modelirovaniye i Analiz Informatsionnyh Sistem,\n  14:4, 2007, 66-70"],"date":["2010-06-16"],"type":["text"],"creator":["Karasev, R. N."],"language":[],"coverage":[],"title":["The genus and the Lyusternik-Schnirelmann category of preimages"],"description":["  In this paper some axiomatic generalization (function of open subsets) of the\nrelative Lyusternik-Schnirelmann category is considered, incorporating the\nsectional category and the Schwarz genus as well. For this function and a given\ncontinuous map of the underlying space to a finite-dimensional metric space\nsome lower bounds on the value of this function on the (neighborhood of)\npreimage of some point are given.\n"]}]
["1006.3147",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Dynamical Systems","Quantitative Biology - Populations and Evolution","15A42","G.1.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3147"],"date":["2010-06-16"],"type":["text"],"creator":["Altenberg, Lee"],"language":[],"coverage":[],"title":["Karlin Theory On Growth and Mixing Extended to Linear Differential\n  Equations"],"description":["  Karlin's (1982) Theorem 5.2 shows that linear systems alternating between\ngrowth and mixing phases have lower asymptotic growth with greater mixing. Here\nthis result is extended to linear differential equations that combine\nsite-specific growth or decay rates, and mixing between sites, showing that the\nspectral abscissa of a matrix D + m A decreases with m, where D does-not-equal\nc I is a real diagonal matrix, A is an irreducible matrix with non-negative\noff-diagonal elements (an ML- or essentially non-negative matrix), and m >= 0.\nThe result is based on the inequality: u' A v < r(A), where u and v are the\nleft and right Perron vectors of the matrix D + A, and r(A) is the spectral\nabscissa and Perron root of A. The result gives an analytic solution to prior\nwork that relied on two-site or numerical simulation of models of growth and\nmixing, such as source and sink ecological models, or multiple tissue\ncompartment models of microbe growth. The result has applications to the\nLyapunov stability of perturbations in nonlinear systems.\n","Comment: 18 pages"]}]
["1006.3148",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3148"],"date":["2010-06-16"],"type":["text"],"creator":["Wittmann, Markus","Hager, Georg","Treibig, Jan","Wellein, Gerhard"],"language":[],"coverage":[],"title":["Leveraging shared caches for parallel temporal blocking of stencil codes\n  on multicore processors and clusters"],"description":["  Bandwidth-starved multicore chips have become ubiquitous. It is well known\nthat the performance of stencil codes can be improved by temporal blocking,\nlessening the pressure on the memory interface. We introduce a new pipelined\napproach that makes explicit use of shared caches in multicore environments and\nminimizes synchronization and boundary overhead. Benchmark results are\npresented for three current x86-based microprocessors, showing clearly that our\noptimization works best on designs with high-speed shared caches and low memory\nbandwidth per core. We furthermore demonstrate that simple bandwidth-based\nperformance models are inaccurate for this kind of algorithm and employ a more\nelaborate, synthetic modeling procedure. Finally we show that temporal blocking\ncan be employed successfully in a hybrid shared/distributed-memory environment,\nalbeit with limited benefit at strong scaling.\n","Comment: 16 pages, 10 figures"]}]
["1006.3153",{"format":[],"subject":["Mathematics - Number Theory","11D25, 11Y50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3153"],"date":["2010-06-16"],"type":["text"],"creator":["MacLeod, Allan J."],"language":[],"coverage":[],"title":["Perfect Quadrilateral Right Prisms"],"description":["  We consider right prisms with horizontal quadrilateral bases and tops, and\nvertical rectangular sides. We look for examples where all the edges, face\ndiagonals and space diagonals are integers. We find examples when the base is\nan isosceles trapezium and a parallelogram, but no solution for a kite or\nrhombus.\n","Comment: Uses PSTricks"]}]
["1006.3164",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs","60F10 (Primary) 26A12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3164"],"date":["2010-06-16"],"type":["text"],"creator":["Borovkov, A. A.","Borovkov, K. A."],"language":[],"coverage":[],"title":["On an Extension of the Concept of Slowly Varying Function with\n  Applications to Large Deviation Limit Theorems"],"description":["  Karamata's integral representation for slowly varying functions is extended\nto a broader class of the so-called $\\psi$-locally constant functions, i.e.\nfunctions $f(x)>0$ having the property that, for a given non-decreasing\nfunction $\\psi (x)$ and any fixed $v$, $f (x+v\\psi(x))/f(x) \\to 1 $ as\n$x\\to\\infty$. We consider applications of such functions to extending known\nresults on large deviations of sums of random variables with regularly varying\ndistribution tails.\n","Comment: 12 pages"]}]
["1006.3171",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3171","Genome Biology 2010, 11:R59","doi:10.1186/gb-2010-11-6-r59"],"date":["2010-06-16"],"type":["text"],"creator":["Sela, Noa","Kim, Eddo","Ast, Gil"],"language":[],"coverage":[],"title":["The role of transposable elements in the evolution of non-mammalian\n  vertebrates and invertebrates"],"description":["  Background: Transposable elements (TEs) have played an important role in the\ndiversification and enrichment of mammalian transcriptomes through various\nmechanisms such as exonization and intronization (the birth of new\nexons/introns from previously intronic/exonic sequences, respectively), and\ninsertion into first and last exons. However, no extensive analysis has\ncompared the effects of TEs on the transcriptomes of mammalian, non-mammalian\nvertebrates and invertebrates. Results: We analyzed the influence of TEs on the\ntranscriptomes of five species, three invertebrates and two non-mammalian\nvertebrates. Compared to previously analyzed mammals, there were lower levels\nof TE introduction into introns, significantly lower numbers of exonizations\noriginating from TEs and a lower percentage of TE insertion within the first\nand last exons. Although the transcriptomes of vertebrates exhibit a\nsignificant level of exonizations of TEs, only anecdotal cases were found in\ninvertebrates. In vertebrates, as in mammals, the exonized TEs are mostly\nalternatively spliced, indicating selective pressure maintains the original\nmRNA product generated from such genes. Conclusions: Exonization of TEs is\nwide-spread in mammals, less so in non- mammalian vertebrates, and very low in\ninvertebrates. We assume that the exonization process depends on the length of\nintrons. Vertebrates, unlike invertebrates, are characterized by long introns\nand short internal exons. Our results suggest that there is a direct link\nbetween the length of introns and exonization of TEs and that this process\nbecame more prevalent following the appearance of mammals.\n"]}]
["1006.3172",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3172","PLoS ONE 5(6):e10907 2010","doi:10.1371/journal.pone.0010907"],"date":["2010-06-16"],"type":["text"],"creator":["Sela, Noa","Mersch, Britta","Hotz-Wagenblatt, Agnes","Ast, Gil"],"language":[],"coverage":[],"title":["Characteristics of transposable element exonization within human and\n  mouse"],"description":["  Insertion of transposed elements within mammalian genes is thought to be an\nimportant contributor to mammalian evolution and speciation. Insertion of\ntransposed elements into introns can lead to their activation as alternatively\nspliced cassette exons, an event called exonization. Elucidation of the\nevolutionary constraints that have shaped fixation of transposed elements\nwithin human and mouse protein coding genes and subsequent exonization is\nimportant for understanding of how the exonization process has affected\ntranscriptome and proteome complexities. Here we show that exonization of\ntransposed elements is biased towards the beginning of the coding sequence in\nboth human and mouse genes. Analysis of single nucleotide polymorphisms (SNPs)\nrevealed that exonization of transposed elements can be population-specific,\nimplying that exonizations may enhance divergence and lead to speciation. SNP\ndensity analysis revealed differences between Alu and other transposed\nelements. Finally, we identified cases of primate-specific Alu elements that\ndepend on RNA editing for their exonization. These results shed light on TE\nfixation and the exonization process within human and mouse genes.\n","Comment: 11 pages, 4 figures"]}]
["1006.3174",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3174"],"date":["2010-06-16"],"type":["text"],"creator":["Diez, L. Herrera","Konuma, M.","Placidi, E.","Arciprete, F.","Rushforth, A. W.","Campion, R. P.","Gallagher, B. L.","Honolka, J.","Kern, K."],"language":[],"coverage":[],"title":["Manipulation of electrical and ferromagnetic properties of\n  photo-sensitized (Ga,Mn)As"],"description":["  We present the manipulation of magnetic and electrical properties of\n(Ga,Mn)As by the adsorption of dye-molecules as a first step towards the\nrealization of light-controlled magnetic-semiconductor/dye hybrid devices. A\nsignificant lowering of the Curie temperature with a corresponding increase in\nelectrical resistance and a higher coercive field is found for the\nGaMnAs/fluorescein system with respect to (Ga,Mn)As. Upon exposure to visible\nlight a shift in Curie temperature towards higher values and a reduction of the\ncoercive field can be achieved in photo-sensitized (Ga,Mn)As. A mayor change in\nthe XPS spectrum of (Ga,Mn)As indicates the appearance of occupied levels in\nthe energy range corresponding to the (Ga,Mn)As valence band states upon\nadsorption of fluorescein. This points towards a hole quenching effect at the\nmolecule-(Ga,Mn)As interface which is susceptible to light exposure.\n","Comment: 4 pages, 4 figures"]}]
["1006.3180",{"format":[],"subject":["Computer Science - Databases","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3180"],"date":["2010-06-16"],"type":["text"],"creator":["Macdonald, Angus","Dearle, Alan","Kirby, Graham"],"language":[],"coverage":[],"title":["H2O: An Autonomic, Resource-Aware Distributed Database System"],"description":["  This paper presents the design of an autonomic, resource-aware distributed\ndatabase which enables data to be backed up and shared without complex manual\nadministration. The database, H2O, is designed to make use of unused resources\non workstation machines. Creating and maintaining highly-available, replicated\ndatabase systems can be difficult for untrained users, and costly for IT\ndepartments. H2O reduces the need for manual administration by autonomically\nreplicating data and load-balancing across machines in an enterprise.\nProvisioning hardware to run a database system can be unnecessarily costly as\nmost organizations already possess large quantities of idle resources in\nworkstation machines. H2O is designed to utilize this unused capacity by using\nresource availability information to place data and plan queries over\nworkstation machines that are already being used for other tasks. This paper\ndiscusses the requirements for such a system and presents the design and\nimplementation of H2O.\n","Comment: Presented at SICSA PhD Conference 2010 (http://www.sicsaconf.org/)"]}]
["1006.3194",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A17, 11P81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3194"],"date":["2010-06-16"],"type":["text"],"creator":["Chen, William Y. C.","Ji, Kathy Q.","Liu, Eric H."],"language":[],"coverage":[],"title":["Partition Identities for Ramanujan's Third Order Mock Theta Functions"],"description":["  We find two involutions on partitions that lead to partition identities for\nRamanujan's third order mock theta functions $\\phi(-q)$ and $\\psi(-q)$. We also\ngive an involution for Fine's partition identity on the mock theta function\nf(q). The two classical identities of Ramanujan on third order mock theta\nfunctions are consequences of these partition identities. Our combinatorial\nconstructions also apply to Andrews' generalizations of Ramanujan's identities.\n","Comment: 12 pages, 1 figure"]}]
["1006.3198",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3198"],"date":["2010-06-16"],"type":["text"],"creator":["Papikian, Mihran"],"language":[],"coverage":[],"title":["On finite arithmetic simplicial complexes"],"description":["  We compute the Euler-Poincar\\'e characteristic of quotients of the\nBruhat-Tits building of PGL(n) under the action of arithmetic groups arising\nfrom central division algebras over rational function fields of positive\ncharacteristic. We use this result to determine the structure of the quotient\nsimplicial complex in certain cases.\n","Comment: 14 pages"]}]
["1006.3200",{"format":[],"subject":["Mathematics - Differential Geometry","53B05, 53B20, 53B30, 35R01"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3200"],"date":["2010-06-16"],"type":["text"],"creator":["Berezovski, V. E.","Mikeš, J.","Vanžurová, A."],"language":[],"coverage":[],"title":["Fundamental PDE's of the Canonical Almost Geodesic Mappings of Type\n  ${\\tilde\\pi}_1$"],"description":["  For modelling of various physical processes, geodesic lines and almost\ngeodesic curves serve as a useful tool. Trasformations or mappings between\nspaces (endowed with a metric or connection) which preserve such curves play an\nimportant role in physics, particularly in mechanics, and in geometry as well.\nOur aim is to continue investigations concerning existence of almost geodesic\nmappings of manifolds with linear (affine) connection, particularly of the\nso-called ${\\tilde \\pi}_1$ mappings, i.e. canonical almost geodesic mappings of\ntype $\\pi_1$ according to Sinyukov. First we give necessary and sufficient\nconditions for existence of ${\\tilde \\pi}_1$ mappings of a manifold endowed\nwith a linear connection onto pseudo-Riemannian manifolds. The conditions take\nthe form of a closed system of PDE's of first order of Cauchy type. Further we\ndeduce necessary and sufficient conditions for existence of ${\\tilde \\pi}_1$\nmappings onto generalized Ricci-symmetric spaces. Our results are\ngeneralizations of some previous theorems obtained by N.S. Sinyukov.\n","Comment: 18 pages"]}]
["1006.3202",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3202"],"date":["2010-06-16"],"type":["text"],"creator":["Dietz, Alexander"],"language":[],"coverage":[],"title":["Searches for inspiral gravitational waves associated with short\n  gamma-ray bursts in LIGO's fifth and Virgo's first science run"],"description":["  This brief report describes the search for gravitational-wave inspiral\nsignals from short gamma-ray bursts. Since these events are probably created by\nthe merger of two compact objects, a targeted search with a lower threshold can\nbe made. The data around 22 short gamma-ray bursts have been analyzed.\n","Comment: 3 pages, no figures, talk presented at the 12th Marcel Grossmann\n  Meeting on General Relativity (Paris, 12-18 July 2009)"]}]
["1006.3203",{"format":[],"subject":["Mathematics - Dynamical Systems","37D40, 37D50, 37C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3203","Bull. Braz. Math. Soc., New Series 41(2) (2010), 237-257"],"date":["2010-06-16"],"type":["text"],"creator":["Gelfert, Katrin"],"language":[],"coverage":[],"title":["Repellers for non-uniformly expanding maps with singular or critical\n  points"],"description":["  Given an ergodic measure with positive entropy and only positive Lyapunov\nexponents, its dynamical quantifiers can be approximated by means of\nquantifiers of some family of uniformly expanding repellers. Here non-uniformly\nexpanding maps are studied that are $C^{1+\\beta}$ smooth outside a set of\npossibly critical or singular points.\n"]}]
["1006.3207",{"format":[],"subject":["Mathematics - Differential Geometry","53B05, 53B20, 53B30, 53B50, 34A26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3207"],"date":["2010-06-16"],"type":["text"],"creator":["Mikeš, J.","Vanžurová, A."],"language":[],"coverage":[],"title":["Reconstruction of the connection or metric from some partial information"],"description":["  In a neighborhood of a (positive definite) Riemannian space in which special,\nsemigeodesic, coordinates are given, the metric tensor can be calculated from\nits values on a suitable hypersurface and some of components of the curvature\ntensor of type $(1,3)$ in the coordinate domain. Semigeodesic coordinates are a\ngeneralization of the well-known Fermi coordinates, that play an important role\nin mechanics and physics, are widely used in Minkowskian space, and in\ndifferential geometry of Riemannian spaces in general. In the present paper, we\nconsider a more general situation. We introduce special pre-semigeodesic charts\ncharacterized both geometrically and in terms of the connection, formulate a\nversion of the Peano's-Picard's-Cauchy-like Theorem on existence and uniqueness\nof solutions of the initial values problems for systems of first-order ordinary\ndifferential equations. Then we use the apparatus in a fixed pre-semigeodesic\nchart of a manifold equipped with the linear symmetric connection. Our aim is\nto reconstruct, or construct, the symmetric linear connection in some\nneighborhood from the knowledge of the \"initial conditions\": the restriction of\nthe connection to a fixed $(n-1)$-dimensional surface $S$ and some of the\ncomponents of the curvature tensor $R$ in the \"volume\" (coordinate domain).\n  By analogous methods, we retrieve (or construct) the metric tensor of type\n$(0,4)$ of a pseudo-Riemannian manifold in a domain of semigeodesic coordinates\nfrom the known restriction of the metric to some non-isotropic hypersurface and\nsome of the components of the curvature tensor in the volume. In comparison to\nother authors, we give shorter proofs of constructive character based on\nclassical results on first order ODEs (ordinary differential equations).\n","Comment: 9 pages"]}]
["1006.3215",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3215"],"date":["2010-06-16"],"type":["text"],"creator":["Zhang, Yuanlin","Yap, Roland H. C."],"language":[],"coverage":[],"title":["Solving Functional Constraints by Variable Substitution"],"description":["  Functional constraints and bi-functional constraints are an important\nconstraint class in Constraint Programming (CP) systems, in particular for\nConstraint Logic Programming (CLP) systems. CP systems with finite domain\nconstraints usually employ CSP-based solvers which use local consistency, for\nexample, arc consistency. We introduce a new approach which is based instead on\nvariable substitution. We obtain efficient algorithms for reducing systems\ninvolving functional and bi-functional constraints together with other\nnon-functional constraints. It also solves globally any CSP where there exists\na variable such that any other variable is reachable from it through a sequence\nof functional constraints. Our experiments on random problems show that\nvariable elimination can significantly improve the efficiency of solving\nproblems with functional constraints.\n"]}]
["1006.3219",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","Mathematics - Combinatorics","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3219"],"date":["2010-06-16"],"type":["text"],"creator":["De Negri, Emanuela","Sbarra, Enrico"],"language":[],"coverage":[],"title":["Gr\\\"obner bases of ideals cogenerated by Pfaffians"],"description":["  We characterise the class of one-cogenerated Pfaffian ideals whose natural\ngenerators form a Gr\\\"obner basis with respect to any anti-diagonal term-order.\nWe describe their initial ideals as well as the associated simplicial\ncomplexes, which turn out to be shellable and thus Cohen-Macaulay. We also\nprovide a formula for computing their multiplicity.\n","Comment: 15 pages, 6 figures, to appear in JPAA"]}]
["1006.3222",{"format":[],"subject":["Computer Science - Other Computer Science","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3222","Journal of Computer Science and Engineering, Volume 1, Issue 1,\n  p91-98, May 2010"],"date":["2010-06-14"],"type":["text"],"creator":["Sinha, Nirmalendu Bikas","Bera, R.","Mitra, M."],"language":[],"coverage":[],"title":["MIMO Detection Algorithms for High Data Rate Wireless Transmission"],"description":["  Motivated by MIMO broad-band fading channel model, in this section a\ncomparative study is presented regarding various uncoded adaptive and\nnon-adaptive MIMO detection algorithms with respect to BER/PER performance, and\nhardware complexity. All the simulations are conducted within MIMO-OFDM\nframework and with a packet structure similar to that of IEEE 802.11a/g\nstandard. As the comparison results show, the RLS algorithm appears to be an\naffordable solution for wideband MIMO system targeting at Giga-bit wireless\ntransmission. So MIMO can overcome huge processing power required for MIMO\ndetection by using optimizing channel coding and MIMO detection.\n"]}]
["1006.3225",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3225"],"date":["2010-06-16"],"type":["text"],"creator":["Salatino, Maria","de Bernardis, Paolo"],"language":[],"coverage":[],"title":["On Stokes polarimeters for high precision CMB measurements and mm\n  Astronomy measurements"],"description":["  Several on-going and future experiments use a Stokes polarimeter (i.e. a\nrotating wave plate followed by a steady polarizer and by an unpolarized\ndetector) to measure the small polarized component of the Cosmic Microwave\nBackground. The expected signal is typically evaluated using the Mueller\nformalism. In this work we carry-out the signal evaluation taking into account\nthe temperatures of the different optical devices present in the instrument,\ntheir non- idealities, multiple internal reflections, and reflections between\ndifferent optical components. This analysis, which exploits a new description\nof the radiation transmitted by a half wave plate, can be used to optimize the\nexperimental setup as well as each of its optical components. We conclude with\nan example of application of our analysis, studying a cryogenic polarization\nmodulator developed for detecting the interstellar dust polarization.\n","Comment: 4 pages, 2 figures. Proceedings for the \"45th Rencontres de Moriond\"\n  - Cosmology session, La Thuile (Val d'Aosta, Italy), March 13-20, 2010"]}]
["1006.3227",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3227"],"date":["2010-06-16"],"type":["text"],"creator":["Omnès, Roland"],"language":[],"coverage":[],"title":["On the derivation of wave function reduction from Schr\\\"odinger's\n  equation: A model"],"description":["  The possibility of consistency between the basic quantum principles and\nreduction (wave function reduction) is reexamined. The mathematical description\nof an organized macroscopic device is constructed explicitly as a convenient\ntool for this investigation. A derivation of reduction from quantum mechanics\nis proposed on a specific example, using standard methods of statistical\nphysics. Although these methods are valid only \"for all practical purposes\",\narguments are given to ascribe an emerging status to reduction (or the\nuniqueness of physical reality), similar to the status of classical physics.\nExamination of measurements of the particles in an EPR pair by two space-like\nseparated apparatuses shows that the model is consistent with the non-separable\ncharacter of quantum mechanics, although both measurements are local.\nQuantitative estimates are given.\n"]}]
["1006.3229",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3229","Astronomy and Astrophysics, 2010, Volume 515, id.C2","doi:10.1051/0004-6361/200912982e"],"date":["2010-06-16"],"type":["text"],"creator":["Gielen, C.","Van Winckel, H.","Min, M.","Waters, L. B. F. M.","Evans, T. Lloyd","Matsuura, M.","Deroo, P.","Dominik, C.","Reyniers, M.","Zijlstra, A.","Gordon, K. D.","Kemper, F.","Indebetouw, R.","Marengo, M.","Meixner, M.","Sloan, G. C.","Tielens, A. G. G. M.","Woods, P. M."],"language":[],"coverage":[],"title":["SPITZER-IRS spectral fitting of discs around binary post-AGB stars -\n  Corrigendum"],"description":["  Recently, we have discovered an error in our Monte-Carlo spectral fitting\nroutine, more specifically where the errors on the fluxes were rescaled to get\na reduced chi2 of 1. The rescaled errors were too big, resulting in too wide a\nrange of good fits in our 100 step Monte-Carlo routine. This problem affects\nFigs. 7-9 and Tables A.1, A.2 in Gielen et al. (2008), Table 3 in Gielen et al.\n(2009a), and Table 4 in Gielen et al. (2009b). We corrected for this error and\npresent the new values and errors in the tables below. The new values and\nerrors nearly all fall within the old error range. Our best chi2 values and\noverall former scientific results are not affected. With these new errors some\npossible new trends in the dust parameters might be observed. These will be\ndiscussed in an upcoming paper where we extend the sample presented in Gielen\net al. (2008) with newly obtained SPITZER-IRS data.\n","Comment: Erratum for Gielen et al. 2008, Gielen et al. 2009ab"]}]
["1006.3234",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3234"],"date":["2010-06-16"],"type":["text"],"creator":["Schucker, Thomas"],"language":[],"coverage":[],"title":["Lensing in the Einstein-Straus solution"],"description":["  The analytical treatment of lensing in the Einstein-Straus solution with\npositive cosmological constant by Kantowski et al. is compared to the numerical\ntreatment by the present author. The agreement is found to be excellent.\n","Comment: 6 pages, 1 figure, 1 table"]}]
["1006.3237",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3237"],"date":["2010-06-16"],"type":["text"],"creator":["Papikian, Mihran"],"language":[],"coverage":[],"title":["Local diophantine properties of modular curves of $\\cal{D}$-elliptic\n  sheaves"],"description":["  We study the existence of rational points on modular curves of\n$\\cal{D}$-elliptic sheaves over local fields and the structure of special\nfibres of these curves. We discuss some applications which include finding\npresentations for arithmetic groups arising from quaternion algebras, finding\nthe equations of modular curves of $\\cal{D}$-elliptic sheaves, and constructing\ncurves violating the Hasse principle.\n","Comment: 24 pages"]}]
["1006.3243",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3243"],"date":["2010-06-16"],"type":["text"],"creator":["Giovannini, G.","Casadio, C.","Giroletti, M.","Beilicke, M.","Cesarini, A.","Krawczynski, H."],"language":[],"coverage":[],"title":["The Jet in M87 from e-EVN Observations"],"description":["  One of the most intriguing open questions of today's astrophysics is the one\nconcerning the location and the mechanisms for the production of MeV, GeV, and\nTeV gamma-rays in AGN jets. M87 is a privileged laboratory for a detailed study\nof the properties of jets, owing to its proximity, its massive black hole, and\nits conspicuous emission at radio wavelengths and above. We started on November\n2009 a monitoring program with the e-EVN at 5 GHz, during which two episodes of\nactivity at energy E > 100 GeV have occured. We present here results of these\nmulti-epoch observations. The inner jet and HST-1 are both detected and\nresolved in our datasets. One of these observations was obtained at the same\nday of the first high energy flare. A clear change in the proper motion\nvelocity of HST-1 is present at the epoch ~2005.5. In the time range 2003 --\n2005.5 the apparent velocity is subluminal, and superluminal (~ 2.7c) after\n2005.5.\n","Comment: Proceedings of the Workshop \"Fermi meets Jansky - AGN in Radio and\n  Gamma-Rays\", Savolainen, T., Ros, E., Porcas, R.W. & Zensus, J.A. (eds.),\n  MPIfR, Bonn, June 21-23 2010. 4 pages 4 figures"]}]
["1006.3245",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3245","Nonlin. Proc. Geophys., 17, 287-292, 2010","doi:10.5194/npg-17-287-2010"],"date":["2010-06-16"],"type":["text"],"creator":["Vörös, Z.","Runov, A.","Leubner, M. P.","Baumjohann, W.","Volwerk, M."],"language":[],"coverage":[],"title":["Is current disruption associated with an inverse cascade?"],"description":["  Current disruption (CD) and the related kinetic instabilities in the\nnear-Earth magnetosphere represent physical mechanisms which can trigger\nmulti-scale substorm activity including global reorganizations of the\nmagnetosphere. Lui et al. (2008) proposed a CD scenario in which the kinetic\nscale linear modes grow and reach the typical dipolarization scales through an\ninverse cascade. The experimental verification of the inverse nonlinear cascade\nis based on wavelet analysis. In this paper the Hilbert-Huang transform is used\nwhich is suitable for nonlinear systems and allows to reconstruct the\ntime-frequency representation of empirical decomposed modes in an adaptive\nmanner. It was found that, in the Lui et al. (2008) event, the modes evolve\nglobally from high-frequencies to low-frequencies. However, there are also\nlocal frequency evolution trends oriented towards high-frequencies, indicating\nthat the underlying processes involve multi-scale physics and non-stationary\nfluctuations for which the simple inverse cascade scenario is not correct.\n","Comment: 6 pages, 4 figures"]}]
["1006.3249",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3249"],"date":["2010-06-16"],"type":["text"],"creator":["Bekka, Karim"],"language":[],"coverage":[],"title":["Uniform radius and regular stratifications"],"description":["  In this paper we investigate how germs of real functions can change under\ndeformation. In particular we look at deformations of germs of isolated\nsingularities from R_n to R_k (n >= k) and the relation with there natural\nstratification in some tame categorie (algebraic, analytic, semi-algebraic,\nsubanalytic, o-minimal straucture polynomially bounded). The word tame in this\npaper will refer to one of these categories.\n","Comment: 13 pages, no figures"]}]
["1006.3259",{"format":[],"subject":["Computer Science - Software Engineering","D.2","K.6","H.5.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3259"],"date":["2010-06-16"],"type":["text"],"creator":["Mokhov, Serguei A."],"language":[],"coverage":[],"title":["Contents of COMP5541 Winter 2010 Final UUIS SRS and SDD Reports"],"description":["  This index covers the final course project reports for COMP5541 Winter 2010\nat Concordia University, Montreal, Canada, Tools and Techniques for Software\nEngineering by 4 teams trying to capture the requirements, provide the design\nspecification, configuration management, testing and quality assurance of their\npartial implementation of the Unified University Inventory System (UUIS) of an\nImaginary University of Arctica (IUfA). Their results are posted here for\ncomparative studies and analysis.\n","Comment: an index"]}]
["1006.3263",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3263"],"date":["2010-06-16"],"type":["text"],"creator":["Gentile, Simonetta","Kuznetsova, Ekaterina","Meddi, Franco"],"language":[],"coverage":[],"title":["Photon detection efficiency of Geiger-mode avalanche photodiodes"],"description":["  The photon detection efficiencies of multi-pixel Geiger-mode avalanche\nphotodiodes manufactured by different produ cers are estimated. A new fit\nmethod of the response spectra to low-intensity light, taking into ac count\nafter-pulse and cross-talk effects is proposed to yield the initial number of\nphotons. The value of photon detection efficiency is calculated using a\ncalibrated photodetector as a reference.\n","Comment: 10 pages, 13 figures presented at Interantional Linear Collider\n  Workshop 2010. LCWS10 and ILC10 March 26-30, 2010, IHEP, China"]}]
["1006.3265",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3265"],"date":["2010-06-16"],"type":["text"],"creator":["Garg, Rahul","Thangavelu, Sundaram"],"language":[],"coverage":[],"title":["On the structure of analytic vectors for the schrodinger representation"],"description":["  This article deals with the structure of analytic and entire vectors for the\nSchr\\\"{o}dinger representations of the Heisenberg group. Using refined versions\nof Hardy's theorem and their connection with Hermite expansions we obtain very\nprecise representation theorems for analytic and entire vectors.\n","Comment: 19 pages"]}]
["1006.3271",{"format":[],"subject":["Computer Science - Computation and Language","Physics - Data Analysis, Statistics and Probability","Quantitative Biology - Neurons and Cognition","91E10, 97C30, 68T50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3271"],"date":["2010-06-16"],"type":["text"],"creator":["Hsu, Anne S.","Chater, Nick","Vitanyi, Paul M. B."],"language":[],"coverage":[],"title":["The probabilistic analysis of language acquisition: Theoretical,\n  computational, and experimental analysis"],"description":["  There is much debate over the degree to which language learning is governed\nby innate language-specific biases, or acquired through cognition-general\nprinciples. Here we examine the probabilistic language acquisition hypothesis\non three levels: We outline a novel theoretical result showing that it is\npossible to learn the exact generative model underlying a wide class of\nlanguages, purely from observing samples of the language. We then describe a\nrecently proposed practical framework, which quantifies natural language\nlearnability, allowing specific learnability predictions to be made for the\nfirst time. In previous work, this framework was used to make learnability\npredictions for a wide variety of linguistic constructions, for which\nlearnability has been much debated. Here, we present a new experiment which\ntests these learnability predictions. We find that our experimental results\nsupport the possibility that these linguistic constructions are acquired\nprobabilistically from cognition-general principles.\n","Comment: 26 pages, pdf, 4 figures, Submitted to \"Cognition\""]}]
["1006.3275",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Computer Vision and Pattern Recognition","Physics - Data Analysis, Statistics and Probability","03Dxx, 62B10, 68T10, 91C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3275"],"date":["2010-06-16"],"type":["text"],"creator":["Terwijn, Sebastiaan A.","Torenvliet, Leen","Vitanyi, Paul M. B."],"language":[],"coverage":[],"title":["Normalized Information Distance is Not Semicomputable"],"description":["  Normalized information distance (NID) uses the theoretical notion of\nKolmogorov complexity, which for practical purposes is approximated by the\nlength of the compressed version of the file involved, using a real-world\ncompression program. This practical application is called 'normalized\ncompression distance' and it is trivially computable. It is a parameter-free\nsimilarity measure based on compression, and is used in pattern recognition,\ndata mining, phylogeny, clustering, and classification. The complexity\nproperties of its theoretical precursor, the NID, have been open. We show that\nthe NID is neither upper semicomputable nor lower semicomputable.\n","Comment: 9 pages, LaTeX, No figures, To appear in J. Comput. Syst. Sci"]}]
["1006.3278",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3278"],"date":["2010-06-16"],"type":["text"],"creator":["Hinkov, V.","Keimer, B.","Ivanov, A.","Bourges, P.","Sidis, Y.","Frost, C. D."],"language":[],"coverage":[],"title":["Neutron scattering study and analytical description of the spin\n  excitation spectrum of twin-free YBa(2)Cu(3)O(6.6)"],"description":["  We present a comprehensive inelastic neutron scattering study of the magnetic\nexcitations in twin-free YBa(2)Cu(3)O(6.6) (Tc=61 K) for 5 K < T < 290 K.\nTaking full account of the instrumental resolution, we derive analytical model\nfunctions for the magnetic susceptibility chi''(Q,omega) at T = 5 K and 70 K in\nabsolute units. Our models are supported by previous results on similar samples\nand are valid at least up to excitation energies of omega = 100 meV. The\ndetailed knowledge of chi''(Q,omega) permits quantitative comparison to the\nresults of complementary techniques including angle-resolved photoemission\nspectroscopy (ARPES), as demonstrated in Dahm et al., Nature Phys. 5, 217,\n(2009). Based on accurate modeling of the effect of the resolution function on\nthe detected intensity, we determine important intrinsic features of the spin\nexcitation spectrum, with a focus on the differences above and below Tc. In\nparticular, at T = 70 K the spectrum exhibits a pronounced twofold in-plane\nanisotropy at low energies, which evolves towards fourfold rotational symmetry\nat high energies, and the relation dispersion is \"Y\"-shaped. At T = 5 K, on the\nother hand, the spectrum develops a continuous, downward-dispersing \"resonant\"\nmode with weaker in-plane anisotropy. We understand this topology change as\narising from the competition between superconductivity and the same electronic\nliquid-crystal state as observed in YBa(2)Cu(3)O(6.45). We discuss our data in\nthe context of different theoretical scenarios suggested to explain this state.\n","Comment: 19 pages, 19 figures"]}]
["1006.3279",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3279"],"date":["2010-06-16"],"type":["text"],"creator":["Papikian, Mihran"],"language":[],"coverage":[],"title":["On generators of arithmetic groups over function fields"],"description":["  Let $F=\\mathbb{F}_q(T)$ be the field of rational functions with\n$\\mathbb{F}_q$-coefficients, and $A=\\mathbb{F}_q[T]$ be the subring of\npolynomials. Let $D$ be a division quaternion algebra over $F$ which is split\nat $1/T$. Given an $A$-order $\\Lambda$ in $D$, we find an explicit finite set\ngenerating $\\Lambda^\\times$.\n","Comment: 13 pages"]}]
["1006.3283",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3283","2010, A&A, 515A, 44","doi:10.1051/0004-6361/200912881"],"date":["2010-06-16"],"type":["text"],"creator":["Burderi, L.","Di Salvo, T.","Riggio, A.","Papitto, A.","Iaria, R.","D'Aí, A.","Menna, M. T."],"language":[],"coverage":[],"title":["New ephemeris of the ADC source 2A 1822-371: a stable orbital-period\n  derivative over 30 years"],"description":["  We report on a timing of the eclipse arrival times of the low mass X-ray\nbinary and X-ray pulsar 2A 1822-371 performed using all available observations\nof the Proportional Counter Array on board the Rossi X-ray Timing Explorer,\nXMM-Newton pn, and Chandra. These observations span the years from 1996 to\n2008. Combining these eclipse arrival time measurements with those already\navailable covering the period from 1977 to 1996, we obtain an orbital solution\nvalid for more than thirty years. The time delays calculated with respect to a\nconstant orbital period model show a clear parabolic trend, implying that the\norbital period in this source constantly increases with time at a rate $\\dot\nP_orb = 1.50(7) \\times 10^{-10}$ s/s. This is 3 orders of magnitude larger than\nwhat is expected from conservative mass transfer driven by magnetic braking and\ngravitational radiation. From the conservation of the angular momentum of the\nsystem we find that to explain the high and positive value of the orbital\nperiod derivative the mass transfer rate must not be less than 3 times the\nEddington limit for a neutron star, suggesting that the mass transfer has to be\npartially non-conservative. With the hypothesis that the neutron star accretes\nat the Eddington limit we find a consistent solution in which at least 70% of\nthe transferred mass has to be expelled from the system.\n","Comment: Published by A&A"]}]
["1006.3285",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3285"],"date":["2010-06-16"],"type":["text"],"creator":["Rutherford, Dan"],"language":[],"coverage":[],"title":["HOMFLY-PT polynomial and normal rulings of Legendrian solid torus links"],"description":["  We show that for any Legendrian link $L$ in the $1$-jet space of $S^1$ the\n$2$-graded ruling polynomial, $R^2_L(z)$, is determined by the\nThurston-Bennequin number and the HOMFLY-PT polynomial. Specifically, we\nrecover $R^2_L(z)$ as a coefficient of a particular specialization of the\nHOMFLY-PT polynomial. Furthermore, we show that this specialization may be\ninterpreted as the standard inner product on the algebra of symmetric functions\nthat is often identified with a certain subalgebra of the HOMFLY-PT skein\nmodule of the solid torus.\n  In contrast to the $2$-graded case, we are able to use $0$-graded ruling\npolynomials to distinguish many homotopically non-trivial Legendrian links with\nidentical classical invariants.\n","Comment: 30 pages, 9 figures"]}]
["1006.3291",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3291","Phys.Rev.D78:054023,2008","doi:10.1103/PhysRevD.78.054023"],"date":["2010-06-16"],"type":["text"],"creator":["Diakonos, F. K.","Kaplis, N. K.","Maintas, X. N."],"language":[],"coverage":[],"title":["MIT bag model inspired partonic transverse momentum distribution for\n  prompt photon production in pp collisions"],"description":["  We consider the prompt photon production in pp collisions using, within the\nframework of perturbative QCD, a non-Gaussian distribution for the transverse\nmomentum distribution of the partons inside the proton. Our description adopts\nthe widely used in the literature factorization of the partonic momentum\ndistribution into longitudinal and transverse components. It is argued that the\nnon-Gaussian distribution of the intrinsic transverse momenta of the partons is\ndictated by the asymptotic freedom as well as the 3D confinement of the partons\nin the proton. To make this association more transparent we use the MIT bag\nmodel, which plainly incorporates both properties (asymptotic freedom,\nconfinement), in order to determine in a simplified way the partonic transverse\nmomentum distribution. A large set of data from six different experiments have\nbeen fitted with this simple description using as a single free parameter the\nmean partonic transverse momentum <kT>. Surprisingly enough, a perfect fit of\nthe experimental data turns out to require <kT> values which are compatible\nwith Heisenberg's uncertainty relation for the proton and decrease almost\nsmoothly as a function of the scaled variable z=pT/\\sqrt{s}, where pT is the\ntransverse momentum of the final photon and \\sqrt{s} is the beam energy in the\ncenter of mass frame. Our analysis indicates that asymptotic freedom and 3D\nconfinement may influence significantly the form of the partonic transverse\nmomentum distribution leaving an imprint on the pp\\to{\\gamma}+X cross section.\n","Comment: 5 pages, 3 figures"]}]
["1006.3294",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3294","Eur.Phys.J.A41:101-108,2009","doi:10.1140/epja/i2009-10778-5"],"date":["2010-06-16"],"type":["text"],"creator":["Diakonos, F. K.","Kaplis, N. K.","Maintas, X. N."],"language":[],"coverage":[],"title":["Partonic transverse momenta in non-relativistic hyper-central quark\n  potential models"],"description":["  We investigate the impact of three-body forces on the transverse-momentum\ndistribution of partons inside the proton. This is achieved by considering the\nthree-body problem in a class of hyper-central quark potential models. Solving\nthe corresponding Schr\\\"odinger equation, we determine the quark wave function\nin the proton and with appropriate transformations and projections we find the\ntransverse-momentum distribution of a single quark. In each case the parameters\nof the quark potentials are adjusted in order to sufficiently describe\nobservable properties of the proton. Using a factorization ansatz, we\nincorporate the obtained transverse-momentum distribution in a perturbative QCD\nscheme for the calculation of the cross-section for prompt photon production in\npp collisions. A large set of experimental data is fitted using as a single\nfree parameter the mean partonic transverse momentum. The dependence of <k T>\non the collision characteristics (initial energy and transverse momentum of the\nfinal photon) is much smoother when compared with similar results found in the\nliterature using a Gaussian distribution for the partonic transverse momenta.\nWithin the considered class of hyper-central quark potentials the one with the\nweaker dependence on the hyper-radius is preferred for the description of the\ndata since it leads to the smoothest mean partonic transverse-momentum profile.\nWe have repeated all the calculations using a two-body potential of the same\nform as the optimal (within the considered class) hyper-central potential in\norder to check if the presence of three-body forces is supported by the\nexperimental data. Our analysis indicates that three-body forces influence\nsignificantly the form of the parton transverse-momentum distribution and\nconsequently lead to an improved description of the considered data.\n","Comment: 8 pages, 7 figures"]}]
["1006.3296",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3296"],"date":["2010-06-16"],"type":["text"],"creator":["Briane, Marc","Gérard, Patrick"],"language":[],"coverage":[],"title":["A drift homogenization problem revisited"],"description":["  This paper revisits a homogenization problem studied by L. Tartar related to\na tridimensional Stokes equation perturbed by a drift (connected to the\nCoriolis force). Here, a scalar equation and a two-dimensional Stokes equation\nwith a $L^2$-bounded oscillating drift are considered. Under higher\nintegrability conditions the Tartar approach based on the oscillations test\nfunctions method applies and leads to a limit equation with an extra zero-order\nterm. When the drift is only assumed to be equi-integrable in $L^2$, the same\nlimit behaviour is obtained. However, the lack of integrability makes difficult\nthe direct use of the Tartar method. A new method in the context of\nhomogenization theory is proposed. It is based on a parametrix of the Laplace\noperator which permits to write the solution of the equation as a solution of a\nfixed point problem, and to use truncated functions even in the vector-valued\ncase. On the other hand, two counter-examples which induce different\nhomogenized zero-order terms actually show the optimality of the\nequi-integrability assumption.\n","Comment: 31 pages"]}]
["1006.3297",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3297"],"date":["2010-06-16"],"type":["text"],"creator":["Alonso, Maria Emilia","Marinari, Maria Grazia","Mora, Teo"],"language":[],"coverage":[],"title":["Oracle-supported drawing of the Groebner {\\em escalier}"],"description":["  The aim of this note is to discuss the following quite queer Problem:\n\\noindent GIVEN \\noindent i) the free non-commutative polynomial ring, ${\\Cal\nP} := {\\Bbb F}\\langle X_1,\\ldots,X_n\\rangle$ {\\em (public)}, \\noindent ii) a\nbilateral ideal ${\\sf I}\\subset {\\Bbb F}\\langle X_1,\\ldots,X_n\\rangle$ {\\em\n(private)}, \\noindent iii) a finite set $G := \\{g_1,\\ldots,g_l\\}\\subset{\\sf I}$\nof elements of the ideal ${\\sf I}$ {\\em (public)}, \\noindent a noetherian\nsemigroup term-ordering $\\prec,$ {\\rm (private)}, on the word semigroup ${\\Cal\nT} := < X_1,\\ldots,X_n>$, \\noindent COMPUTE \\noindent --a finite subset\n$H\\subset\\Gamma({\\sf I})$ of the Gr\\\"obner basis $\\Gamma({\\sf I})$ of ${\\sf I}$\nw.r.t. $\\prec$ s.t., for each $g_i\\in G$ its {\\em normal form} $NF(g_i,H)$\nw.r.t. $H$ is zero, \\noindent \"by means of a finite number of queries to an\noracle\", which, \\noindent given a term $\\tau\\in{\\Cal T}$ returns its {\\em\ncanonical form} $\\Can(\\tau,{\\sf I},\\prec)$ w.r.t. the ideal ${\\sf I}$ and the\nterm-ordering $\\prec$. \\qed This queer problem has been suggested to us by\nBulygin (2005) where a similar problem, but with stronger assumptions, is faced\nin order to set up a chosen-cyphertext attack against the cryptographic system\nproposed in Rai (2004).\n"]}]
["1006.3300",{"format":[],"subject":["Mathematics - Probability","60K35, 82B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3300"],"date":["2010-06-16"],"type":["text"],"creator":["Bezerra, Sergio de Carvalho"],"language":[],"coverage":[],"title":["The GHS inequality for the Potts Model"],"description":["  In this note we are concerned about the generalization of the GHS inequality\nfor the Potts model. We also obtain by a different method the proof of the GHS\ninequality for the Ising model. We take advantage of a polynomial expansion and\nwe derive that some of the variables of the polynomial can be separated\n","Comment: Potts model, GHS inequality and local magnetization"]}]
["1006.3308",{"format":[],"subject":["Quantum Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3308"],"date":["2010-06-16"],"type":["text"],"creator":["Skousen, Royal"],"language":[],"coverage":[],"title":["Quantum Analogical Modeling with Homogeneous Pointers"],"description":["  Quantum Analogical Modeling (QAM) works under the assumption that the correct\nexemplar-based description for a system of behavior minimizes the overall\nuncertainty of the system. The measure used in QAM differs from the traditional\nlogarithmic measure of uncertainty; instead QAM uses a quadratic measure of\ndisagreement between pairs of exemplars. (This quadratic measure parallels the\nsquaring function holding between the amplitude and the probability for a state\nfunction in quantum mechanics.) QAM eliminates all supracontexts (contextual\ngroupings of exemplars) that fail to minimize the number of disagreements. The\nresulting system thus distinguishes between homogeneous and heterogeneous\nsupracontexts and uses only exemplars in homogeneous supracontexts to predict\nbehavior. This paper revises earlier work on QAM (in 2005) by showing that\nhomogeneity for a supracontext can be most simply determined by discovering\nwhether there are any heterogeneous pointers between any of the supracontext's\nexemplars. A pointer for a pair of exemplars is heterogeneous whenever those\ntwo exemplars are found in different subcontexts of the supracontext and take\ndifferent outcomes.\n"]}]
["math/0505129",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Functional Analysis","Mathematics - Numerical Analysis","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505129"],"date":["2005-05-08","2010-06-15"],"type":["text"],"creator":["Xu, Zhiqiang"],"language":[],"coverage":[],"title":["Application of multivariate splines to discrete mathematics"],"description":["  Using methods developed in multivariate splines, we present an explicit\nformula for discrete truncated powers, which are defined as the number of\nnon-negative integer solutions of linear Diophantine equations. We further use\nthe formula to study some classical problems in discrete mathematics as\nfollows. First, we extend the partition function of integers in number theory.\nSecond, we exploit the relation between the relative volume of convex polytopes\nand multivariate truncated powers and give a simple proof for the volume\nformula for the Pitman-Stanley polytope. Third, an explicit formula for the\nEhrhart quasi-polynomial is presented.\n","Comment: Box splines; Number of integer points in polytopes; Pitman-Stanley\n  polytope"]}]
["math/0506435",{"format":[],"subject":["Mathematics - Probability","60E07, 60E15, 46N30, 39B62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506435","Electronic Communications in Probability, 11, pp. 45-57, 2006"],"date":["2005-06-21"],"type":["text"],"creator":["Kontoyiannis, I.","Madiman, M."],"language":[],"coverage":[],"title":["Measure Concentration for Compound Poisson Distributions"],"description":["  We give a simple development of the concentration properties of compound\nPoisson measures on the nonnegative integers. A new modification of the Herbst\nargument is applied to an appropriate modified logarithmic-Sobolev inequality\nto derive new concentration bounds. When the measure of interest does not have\nfinite exponential moments, these bounds exhibit optimal polynomial decay.\nSimple new proofs are also given for earlier results of Houdr{\\'e} (2002) and\nWu (2000).\n","Comment: 12 pages"]}]
["math/0602191",{"format":[],"subject":["Mathematics - Combinatorics","05C35, 05C83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602191","Graphs and Combinatorics 23(3):337-352, 2007","doi:10.1007/s00373-007-0738-8"],"date":["2006-02-09","2007-03-02"],"type":["text"],"creator":["Wood, David R."],"language":[],"coverage":[],"title":["On the maximum number of cliques in a graph"],"description":["  A \\emph{clique} is a set of pairwise adjacent vertices in a graph. We\ndetermine the maximum number of cliques in a graph for the following graph\nclasses: (1) graphs with $n$ vertices and $m$ edges; (2) graphs with $n$\nvertices, $m$ edges, and maximum degree $\\Delta$; (3) $d$-degenerate graphs\nwith $n$ vertices and $m$ edges; (4) planar graphs with $n$ vertices and $m$\nedges; and (5) graphs with $n$ vertices and no $K_5$-minor or no\n$K_{3,3}$-minor. For example, the maximum number of cliques in a planar graph\nwith $n$ vertices is $8(n-2)$.\n","Comment: To appear in \"Graphs and Combinatorics\""]}]
["math/0703540",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Category Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703540","Annales de l'Institut Fourier Tome 58, 6 (2008) 2221-2248"],"date":["2007-03-19","2010-06-16"],"type":["text"],"creator":["Palu, Yann"],"language":[],"coverage":[],"title":["Cluster characters for triangulated 2-Calabi--Yau categories"],"description":["  Starting from an arbitrary cluster-tilting object $T$ in a 2-Calabi--Yau\ncategory over an algebraically closed field, as in the setting of Keller and\nReiten, we define, for each object $L$, a fraction $X(T,L)$ using a formula\nproposed by Caldero and Keller. We show that the map taking $L$ to $X(T,L)$ is\na cluster character, i.e. that it satisfies a certain multiplication formula.\nWe deduce that it induces a bijection, in the finite and the acyclic case,\nbetween the indecomposable rigid objects of the cluster category and the\ncluster variables, which confirms a conjecture of Caldero and Keller.\n","Comment: 21 pages. The numberings now coincide with those of the published\n  version"]}]
["physics/0403094",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0403094"],"date":["2004-03-19","2007-11-30"],"type":["text"],"creator":["Field, J. H."],"language":[],"coverage":[],"title":["On the Real and Apparent Positions of Moving Objects in Special\n  Relativity: The Rockets-and-String and Pole-and-Barn Paradoxes Revisited and\n  a New Paradox"],"description":["  The distinction between the real positions of moving objects in a single\nreference frame and the apparent positions of objects at rest in one inertial\nframe and viewed from another, as predicted by the space-time Lorentz\nTransformations, is discussed. It is found that in the Rockets-and-String\nparadox the string remains unstressed and does not break and that the pole in\nthe Barn-and-Pole paradox never actually fits into the barn. The close\nrelationship of the Lorentz-Fitzgerald Contraction and the relativity of\nsimultaneity of Special Relativity is pointed out and an associated paradox, in\nwhich causality is apparently violated, is noted.\n","Comment: 23 pages, 5 figures, 4 tables. See also physics/0004012. The\n  resolution of the causal paradox is presented in physics/0501043. In v3 the\n  text of Section 2 and Fig.1 is revised to avoid confusion between\n  configurations in primary and reciprocal experiments. This change does not\n  affect the remainder of the paper"]}]
