["0704.2838",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2838","Int. Math. Res. Not. 2010, no. 1, 149-193"],"date":["2007-04-21","2007-06-13"],"type":["text"],"creator":["Hernandez, David"],"language":[],"coverage":[],"title":["Kirillov-Reshetikhin conjecture : the general case"],"description":["  We prove the Kirillov-Reshetikhin (KR) conjecture in the general case : for\nall twisted quantum affine algebras we prove that the characters of KR modules\nsolve the twisted Q-system and we get explicit formulas for the character of\ntheir tensor products (the untwisted simply-laced case was treated by Najakima,\nand the untwisted case by the author). The proof is uniform and provides\nseveral new developments for the representation theory of twisted quantum\naffine algebras, including twisted Frenkel-Reshetikhin q-characters (expected\nby Frenkel-Reshetikhin and Frenkel-Mukhin). We also prove the twisted T-system.\nAs an application we get explicit formulas for the twisted q-characters of\nfundamental representations for all types, including the formulas for types\nD_4^{(3)}, E_6^{(2)} conjectured by Reshetikhin. We prove the formulas for KR\nmodules in types A_n^{(2)} and D_4^{(3)} conjectured by Kuniba-Suzuki.\nEventually our results imply the conjectural branching rules [HKOTT] to the\nquantum subalgebra of finite type.\n","Comment: 81 pages, 4 figures. The Drinfeld-Serre relations are not used in the\n  proofs"]}]
["0708.3049",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3049"],"date":["2007-08-22","2010-04-05"],"type":["text"],"creator":["Sawyer, R. F."],"language":[],"coverage":[],"title":["Photoabsorption in a plasma in a high magnetic field"],"description":["  Photo-absorption in fully ionized plasmas in high magnetic fields is\nre-examined, using the methods of many-body quantum field theory. For\nfrequencies in the immediate vicinity of the electron cyclotron resonance the\nrates we obtain disagree markedly from those in the literature. The new element\nin our work that causes most of the disagreement is the inclusion of the lowest\norder real part of the energy-shift of the resonant state, where, in effect,\nprevious authors had included only the imaginary part. In a region around and\nbelow the proton cyclotron resonance our results also disagree with those of\nprevious authors, for a number of reasons.\n","Comment: 9 pages, 3 figures. Numerous errors corrected"]}]
["0711.1035",{"format":[],"subject":["Mathematics - Combinatorics","05A15","05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1035","European J. Combin. 31 (2010) 210-229"],"date":["2007-11-07","2010-04-06"],"type":["text"],"creator":["Kim, Jang Soo"],"language":[],"coverage":[],"title":["Skew domino Schensted algorithm and sign-imbalance"],"description":["  Using growth diagrams, we define a skew domino Schensted correspondence which\nis a domino analogue of the skew Robinson-Schensted correspondence due to Sagan\nand Stanley. The color-to-spin property of Shimozono and White is extended. As\nan application, we give a simple generating function for the weighted sum of\nskew domino tableaux, which is a generalization of Stanley's sign-imbalance\nformula. The generating function gives a method to calculate the generalized\nsign-imbalance formula. We also extend Sj{\\\"o}strand's theorems on\nsign-imbalance of skew shapes.\n","Comment: 22 pages. Final version"]}]
["0712.0155",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0155","JHEP 1002:029,2010","doi:10.1007/JHEP02(2010)029"],"date":["2007-12-02"],"type":["text"],"creator":["Maloney, Alexander","Witten, Edward"],"language":[],"coverage":[],"title":["Quantum Gravity Partition Functions in Three Dimensions"],"description":["  We consider pure three-dimensional quantum gravity with a negative\ncosmological constant. The sum of known contributions to the partition function\nfrom classical geometries can be computed exactly, including quantum\ncorrections. However, the result is not physically sensible, and if the model\ndoes exist, there are some additional contributions. One possibility is that\nthe theory may have long strings and a continuous spectrum. Another possibility\nis that complex geometries need to be included, possibly leading to a\nholomorphically factorized partition function. We analyze the subleading\ncorrections to the Bekenstein-Hawking entropy and show that these can be\ncorrectly reproduced in such a holomorphically factorized theory. We also\nconsider the Hawking-Page phase transition between a thermal gas and a black\nhole and show that it is a phase transition of Lee-Yang type, associated with a\ncondensation of zeros in the complex temperature plane. Finally, we analyze\npure three-dimensional supergravity, with similar results.\n","Comment: 71 pages, 6 figures"]}]
["0712.1642",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1642","J. Phys. Soc. Jpn. 77, 054006 (2008)","doi:10.1143/JPSJ.77.054006"],"date":["2007-12-10","2008-05-12"],"type":["text"],"creator":["Shiba, Hayato","Ito, Nobuyasu"],"language":[],"coverage":[],"title":["Anomalous Heat Conduction in Three-Dimensional Nonlinear Lattices"],"description":["  Heat conduction in three-dimenisional nonlinear lattice models is studied\nusing nonequilibrium molecular dynamics simulations. We employ the FPU model,\nin which there exists a nonlinearity in the interaction of biquadratic form. It\nis confirmed that the thermal conductivity, the ratio of the energy flux to the\ntemperature gradient, diverges in systems up to 128x128x256 lattice sites. This\nsize corresponds to nanoscopic to mesoscopic scales of several tens of\nnanometers. From these results, we conjecture that the energy transport in\ninsulators with perfect crystalline order exhibits anomalous behavior. The\neffects of lattice structure, random impurities, and natural length in\ninteractions are also examined. We find that face-centered cubic (fcc) lattices\ndisplay stronger divergence than simple cubic lattices. When impurity sites of\ninfinitely large mass, which are hence fixed, are randomly distributed, such\ndivergence vanishes.\n","Comment: 10pages, 10 figures, Fig. 1 is replaced and some minor corrections\n  were made"]}]
["0801.2397",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2397","Selecta Math. 14 (2009), no. 3-4, 701-725"],"date":["2008-01-15","2009-04-21"],"type":["text"],"creator":["Hernandez, David"],"language":[],"coverage":[],"title":["Quantum toroidal algebras and their representations"],"description":["  Quantum toroidal algebras (or double affine quantum algebras) are defined\nfrom quantum affine Kac-Moody algebras by using the Drinfeld quantum\naffinization process. They are quantum groups analogs of elliptic Cherednik\nalgebras (elliptic double affine Hecke algebras) to whom they are related via\nSchur-Weyl duality. In this review paper, we give a glimpse on some aspects of\ntheir very rich representation theory in the context of general quantum\naffinizations. We illustrate with several examples. We also announce new\nresults and explain possible further developments, in particular on finite\ndimensional representations at roots of unity.\n","Comment: 24 pages. To appear in Selecta Mathematica"]}]
["0804.2822",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory","81R50, 17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2822","J.Phys.A41:295202,2008","doi:10.1088/1751-8113/41/29/295202"],"date":["2008-04-17","2008-06-02"],"type":["text"],"creator":["Belliard, S.","Ragoucy, E."],"language":[],"coverage":[],"title":["Nested Bethe ansatz for \"all\" closed spin chains"],"description":["  We present in an unified and detailed way the Nested Bethe Ansatz for closed\nspin chains based on Y(gl(n)), Y(gl(m|n)), U_q(gl(n)) or U_q(gl(m|n))\n(super)algebras, with arbitrary representations (i.e. `spins') on each site of\nthe chain. In particular, the case of indecomposable representations of\nsuperalgebras is studied. The construction extends and unifies the results\nalready obtained for spin chains based on Y(gl(n)) or U_q(gl(n)) and for some\nparticular super-spin chains. We give the Bethe equations and the form of the\nBethe vectors. The case of gl(2|1), gl(2|2$ and gl(4|4) superalgebras (that are\nrelated to AdS/CFT correspondence) is also detailed.\n","Comment: 30 pages; New section on indecomposable representations added and the\n  case of gl(2|1), gl(2|2) and gl(4|4) superalgebras (that are related to\n  AdS/CFT correspondence) is also detailed"]}]
["0806.0569",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - K-Theory and Homology","19D23 (Primary), 18D15, 11E70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0569","Theory and Applications of Categories, Vol. 22, 2009, No. 6, pp\n  136-198"],"date":["2008-06-03"],"type":["text"],"creator":["Calmès, Baptiste","Hornbostel, Jens"],"language":[],"coverage":[],"title":["Tensor-triangulated categories and dualities"],"description":["  In a triangulated symmetric monoidal closed category, there are natural\ndualities induced by the internal Hom. Given a monoidal functor f^* between two\nsuch catgories and adjoint couples (f^*,f_*) and (f_*,f^!), we prove the\nnecessary commutative diagrams for f^* and f_* to respect certain dualities,\nfor a projection formula to hold between them (as duality preserving functors)\nand for classical base change and composition formulas to hold when such\nduality preserving functors are composed. This framework is for example useful\nto define push-forwards for Witt groups.\n","Comment: 53 pages"]}]
["0807.3436",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3436","Physical Review E 78, 031124 (2008)","doi:10.1103/PhysRevE.78.031124"],"date":["2008-07-22"],"type":["text"],"creator":["Oshanin, G.","Tachiya, M."],"language":[],"coverage":[],"title":["Exact asymptotics for non-radiative migration-accelerated energy\n  transfer in one-dimensional systems"],"description":["  We study direct energy transfer by multipolar or exchange interactions\nbetween diffusive excited donor and diffusive unexcited acceptors. Extending\nover the case of long-range transfer of an excitation energy a non-perturbative\napproach by Bray and Blythe [Phys. Rev. Lett. 89, 150601 (2002)], originally\ndeveloped for contact diffusion-controlled reactions, we determine exactly\nlong-time asymptotics of the donor decay function in one-dimensional systems.\n","Comment: 16 pages"]}]
["0808.1453",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1453","EPL 86, 66004 (2009)","doi:10.1209/0295-5075/86/66004"],"date":["2008-08-11","2009-04-03"],"type":["text"],"creator":["Shiba, Hayato","Onuki, Akira","Araki, Takeaki"],"language":[],"coverage":[],"title":["Structural and dynamical heterogeneities in two-dimensional melting"],"description":["  Using molecular dynamics simulation, we study structural and dynamical\nheterogeneities at melting in two-dimensional one-component systems with 36000\nparticles. Between crystal and liquid we find intermediate hexatic states,\nwhere the density fluctuations are enhanced at small wave number k as well as\nthose of the six-fold orientational order parameter. Their structure factors\nboth grow up to the smallest wave number equal to the inverse system length.\nThe intermediate scattering function of the density S(k,t) is found to relax\nexponentially with decay rate Gamma_k ~ k^z with z~2.6 at small k in the\nhexatic phase.\n","Comment: 6 pages, 8 figures"]}]
["0810.2385",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2385","Phys. Rev. B 79, 165114 (2009)","doi:10.1103/PhysRevB.79.165114"],"date":["2008-10-14","2009-02-08"],"type":["text"],"creator":["Zhuang, Jia-Ning","Wang, Lei","Fang, Zhong","Dai, Xi"],"language":[],"coverage":[],"title":["A Fast Impurity Solver Based on Gutzwiller variational approach"],"description":["  A fast impurity solver for the dynamical mean field theory(DMFT) named Two\nMode Approxi- mation (TMA) is proposed based on the Gutzwiller variational\napproach, which captures the main features of both the coherent and incoherent\nmotion of the electrons. The new solver works with real frequency at zero\ntemperature and it provides directly the spectral function of the electrons. It\ncan be easily generalized to multi-orbital impurity problems with general\non-site interactions, which makes it very useful in LDA+DMFT. Benchmarks on one\nand two band Hubbard models are presented, and the results agree well with\nthose of Exact Diagonalization (ED).\n","Comment: 29 pages, 14 figures"]}]
["0810.4186",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Operator Algebras","18D05","46L37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4186"],"date":["2008-10-22","2010-04-05"],"type":["text"],"creator":["Ghosh, Shamindra Kumar"],"language":[],"coverage":[],"title":["Planar algebras: a category theoretic point of view"],"description":["  We define Jones's planar algebra as a map of multicategories and constuct a\nplanar algebra starting from a 1-cell in a pivotal strict 2-category. We prove\nfiniteness results for the affine representations of finite depth planar\nalgebras. We also show that the radius of convergence of the dimension of an\naffine representation of the planar algebra associated to a finite depth\nsubfactor is at least as big as the inverse-square of the modulus.\n","Comment: 24 pages, Version 2, some minor changes and typographical errors\n  corrected in sections 2.2 and 4"]}]
["0810.5174",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry","Mathematics - Category Theory","55N22 (Primary)","55N33","18F20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5174"],"date":["2008-10-28","2010-04-05"],"type":["text"],"creator":["Spivak, David I."],"language":[],"coverage":[],"title":["Derived Smooth Manifolds"],"description":["  We define a simplicial category called the category of derived manifolds. It\ncontains the category of smooth manifolds as a full discrete subcategory, and\nit is closed under taking arbitrary intersections in a manifold. A derived\nmanifold is a space together with a sheaf of local $C^\\infty$-rings that is\nobtained by patching together homotopy zero-sets of smooth functions on\nEuclidean spaces.\n  We show that derived manifolds come equipped with a stable normal bundle and\ncan be imbedded into Euclidean space. We define a cohomology theory called\nderived cobordism, and use a Pontrjagin-Thom argument to show that the derived\ncobordism theory is isomorphic to the classical cobordism theory. This allows\nus to define fundamental classes in cobordism for all derived manifolds. In\nparticular, the intersection $A\\cap B$ of submanifolds $A,B\\subset X$ exists on\nthe categorical level in our theory, and a cup product formula\n$$[A]\\smile[B]=[A\\cap B]$$ holds, even if the submanifolds are not transverse.\nOne can thus consider the theory of derived manifolds as a {\\em\ncategorification} of intersection theory.\n","Comment: 57 pages. Reformulation of author's PhD thesis. To appear in Duke\n  Math J."]}]
["0811.0639",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0639","GAFA 19, No. 5, 1481-1493 (2010)"],"date":["2008-11-04","2009-03-14"],"type":["text"],"creator":["Verbitsky, Misha"],"language":[],"coverage":[],"title":["Hyperkahler SYZ conjecture and semipositive line bundles"],"description":["  Let $M$ be a compact, holomorphic symplectic Kaehler manifold, and $L$ a\nnon-trivial line bundle admitting a metric of semi-positive curvature. We show\nthat some power of $L$ is effective. This result is related to the hyperkaehler\nSYZ conjecture, which states that such a manifold admits a holomorphic\nLagrangian fibration, if $L$ is not big.\n","Comment: 21 pages, v. 2.0, many references added, many minor corrections"]}]
["0812.1716",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1716","Contemp. Math. 506 (2010), 49-81"],"date":["2008-12-09","2009-05-12"],"type":["text"],"creator":["Chari, Vyjayanthi","Hernandez, David"],"language":[],"coverage":[],"title":["Beyond Kirillov-Reshetikhin modules"],"description":["  In this survey, we shall be concerned with the category of finite-dimensional\nrepresentations of the untwisted quantum affine algebras when the quantum\nparameter q is not a root of unity. We review the foundational results of the\nsubject, including the Drinfeld presentation, the classification of simple\nmodules and q-characters. We then concentrate on particular families of\nirreducible representations whose structure has recently been understood:\nKirillov-Reshetikhin modules, minimal affinizations and beyond.\n","Comment: 35 pages"]}]
["0812.4694",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4694","Phys.Rev.D81:024025,2010","doi:10.1103/PhysRevD.81.024025"],"date":["2008-12-26","2010-03-10"],"type":["text"],"creator":["Vasilic, Milovan","Vojinovic, Marko"],"language":[],"coverage":[],"title":["Test membranes in Riemann-Cartan spacetimes"],"description":["  The dynamics of brane-like extended objects in spacetimes with torsion is\nderived from the conservation equations of stress-energy and spin tensors. Thus\nobtained world-sheet equations are applied to macroscopic test membranes made\nof spinning matter. Specifically, we consider membranes with maximally\nsymmetric distribution of stress-energy and spin. These are characterized by\ntwo constants only: the tension and spin magnitude. By solving the world-sheet\nequations, we discover a similarity between such membranes in Riemann-Cartan\nbackgrounds, and string theory membranes in low-energy string backgrounds. In\nthe second part of the paper, we apply this result to cylindrical membranes\nwrapped around the extra compact dimension of a $(D+1)$-dimensional spacetime.\nIn the narrow membrane limit, we discover how effective macroscopic strings\ncouple to torsion. An observed similarity with the string sigma model is noted.\n","Comment: v2: Published version. Text completely rewritten."]}]
["0901.2199",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2199","in Quantum Communication and Quantum Networking: First\n  International Conference, QuantumComm 2009, Naples, Italy, October 2009,\n  edited by A. Sergienko, S. Pascazio, and P. Villoresi (Springer, Berlin,\n  2010), pp. 17-25","doi:10.1007/978-3-642-11731-2_2"],"date":["2009-01-15","2009-05-10"],"type":["text"],"creator":["Hida, Yuichiro","Nakazato, Hiromichi","Yuasa, Kazuya","Omar, Yasser"],"language":[],"coverage":[],"title":["Entanglement Generation by a Three-Dimensional Qubit Scattering:\n  Concurrence vs. Path (In)Distinguishability"],"description":["  A scheme for generating an entangled state in a two spin-1/2 system by means\nof a spin-dependent potential scattering of another qubit is presented and\nanalyzed in three dimensions. The entanglement is evaluated in terms of the\nconcurrence both at the lowest and in full order in perturbation with an\nappropriate renormalization for the latter, and its characteristics are\ndiscussed in the context of (in)distinguishability of alternative paths for a\nquantum particle.\n","Comment: 4 pages, 2 figures; minor corrections in the text, references\n  updated, typos in a couple of equations corrected"]}]
["0902.0948",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0948","JHEP 0906:067,2009","doi:10.1088/1126-6708/2009/06/067"],"date":["2009-02-05","2009-06-06"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Branes, Instantons, And Taub-NUT Spaces"],"description":["  ALE and Taub-NUT (or ALF) hyper-Kahler four-manifolds can be naturally\nconstructed as hyper-Kahler quotients. In the ALE case, this construction has\nlong been understood in terms of D-branes; here we give a D-brane derivation in\nthe Taub-NUT case. Likewise, instantons on ALE spaces and on Taub-NUT spaces\nhave ADHM-like constructions related to hyper-Kahler quotients. Here we refine\nthe analysis in the Taub-NUT case by making use of a D-brane probe, and give an\napplication to M-theory.\n","Comment: 63 pp"]}]
["0902.2444",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","05A15","52B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2444","Electron. J. Combin., 17(1), #R9, 2010"],"date":["2009-02-14"],"type":["text"],"creator":["Choi, Suyoung","Kim, Jang Soo"],"language":[],"coverage":[],"title":["A combinatorial proof of a formula for Betti numbers of a stacked\n  polytope"],"description":["  For a simplicial complex $\\Delta$, the graded Betti number\n$\\beta_{i,j}(k[\\Delta])$ of the Stanley-Reisner ring $k[\\Delta]$ over a field\n$k$ has a combinatorial interpretation due to Hochster. Terai and Hibi showed\nthat if $\\Delta$ is the boundary complex of a $d$-dimensional stacked polytope\nwith $n$ vertices for $d\\geq3$, then\n$\\beta_{k-1,k}(k[\\Delta])=(k-1)\\binom{n-d}{k}$. We prove this combinatorially.\n","Comment: 7 pages"]}]
["0902.4258",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4258","Low Temp. Phys. 35, 662 (2009)","doi:10.1063/1.3224725"],"date":["2009-02-25","2009-02-26"],"type":["text"],"creator":["Shekhter, Robert I.","Santandrea, Fabio","Sonne, Gustav","Gorelik, Leonid Y.","Jonson, Mats"],"language":[],"coverage":[],"title":["Non-Equilibrium and Quantum Coherent Phenomena in the Electromechanics\n  of Suspended Nanowires"],"description":["  Strong coupling between electronic and mechanical degrees of freedom is a\nbasic requirement for the operation of any nanoelectromechanical device. In\nthis Review we consider such devices and in particular investigate the\nproperties of small tunnel-junction nanostructures that contain a movable\nelement in the form of a suspended nanowire. In these systems, electrical\ncurrent and charge can be concentrated to small spatial volumes resulting in\nstrong coupling between the mechanics and the charge transport. As a result, a\nvariety of mesoscopic phenomena appear, which can be used for the transduction\nof electrical currents into mechanical operation. Here we will in particular\nconsider nanoelectromechanical dynamics far from equilibrium and the effect of\nquantum coherence in both the electronic and mechanical degrees of freedom in\nthe context of both normal and superconducting nanostructures.\n","Comment: 20 pages, 13 figures, figures updated"]}]
["0903.2519",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2519","Phys. Rev. B 80, 075116 (2009).","doi:10.1103/PhysRevB.80.075116"],"date":["2009-03-13","2010-04-06"],"type":["text"],"creator":["Varney, C. N.","Lee, C. -R.","Bai, Z. J.","Chiesa, S.","Jarrell, M.","Scalettar, R. T."],"language":[],"coverage":[],"title":["Quantum Monte Carlo study of the two-dimensional fermion Hubbard Model"],"description":["  We report large scale determinant Quantum Monte Carlo calculations of the\neffective bandwidth, momentum distribution, and magnetic correlations of the\nsquare lattice fermion Hubbard Hamiltonian at half-filling. The sharp Fermi\nsurface of the non-interacting limit is significantly broadened by the\nelectronic correlations, but retains signatures of the approach to the edges of\nthe first Brillouin zone as the density increases. Finite size scaling of\nsimulations on large lattices allows us to extract the interaction dependence\nof the antiferromagnetic order parameter, exhibiting its evolution from weak\ncoupling to the strong coupling Heisenberg limit. Our lattices provide improved\nresolution of the Green's function in momentum space, allowing a more\nquantitative comparison with time-of-flight optical lattice experiments.\n","Comment: 8 pages, 11 figures. Published by Phys. Rev. B. on 18 August 2009."]}]
["0904.3362",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","Mathematics - Complex Variables","53C55, 32G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3362","Int. Math. Res. Not. 2010, No. 4, 717-726 (2010)"],"date":["2009-04-21","2009-09-06"],"type":["text"],"creator":["Ornea, Liviu","Verbitsky, Misha"],"language":[],"coverage":[],"title":["Topology of locally conformally Kahler manifolds with potential"],"description":["  Locally conformally Kahler (LCK) manifolds with potential are those which\nadmit a Kahler covering with a proper, automorphic Kaehler potential. Existence\nof a potential can be characterized cohomologically as a vanishing of a certain\ncohomology class, called the Bott-Chern class. Compact LCK manifolds with\npotential are stable at small deformations and admit holomorphic embeddings\ninto Hopf manifolds. This class strictly includes the Vaisman manifolds. We\nshow that every compact LCK manifold with potential can be deformed into a\nVaisman manifold. Therefore, every such manifold is diffeomorphic to a smooth\nelliptic fibration over a Kahler orbifold. We show that the pluricanonical\ncondition on LCK manifolds introduced by G. Kokarev is equivalent to vanishing\nof the Bott-Chern class. This gives a simple proof of some of the results on\ntopology of pluricanonical LCK-manifolds, discovered by Kokarev and Kotschick.\n","Comment: version 4.0, 10 pages, minor errors"]}]
["0905.0310",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0310","Phys.Lett.B684:85-91,2010","doi:10.1016/j.physletb.2009.12.063"],"date":["2009-05-04","2010-01-05"],"type":["text"],"creator":["Gao, Changjun"],"language":[],"coverage":[],"title":["Modified gravity in Arnowitt-Deser-Misner formalism"],"description":["  Motivated by Horava-Lifshitz gravity theory, we propose and investigate two\nkinds of modified gravity theories, the f(R) kind and the K-essence kind, in\nthe Arnowitt-Deser-Misner (ADM) formalism. The f(R) kind includes one\nultraviolet (UV) term and one infrared (IR) term together with the\nEinstein-Hilbert action. We find that these two terms naturally present the\nultraviolet and infrared modifications to the Friedmann equation. The UV and IR\nmodifications can avoid the past Big-Bang singularity and the future Big-Rip\nsingularity, respectively. Furthermore, the IR modification can naturally\naccount for the current acceleration of the Universe. The Lagrangian of\nK-essence kind modified gravity is made up of the three dimensional Ricci\nscalar and an arbitrary function of the extrinsic curvature term. We find the\ncosmic acceleration can also be naturally interpreted without invoking any kind\nof dark energy. The static, spherically symmetry and vacuum solutions of both\ntheories are Schwarzschild or Schwarzschild-de Sitter solution. Thus these\nmodified gravity theories are viable for solar system tests.\n","Comment: 8 pages,8 figures. Phys.Lett.B accepted. A K-essence kind modified\n  gravity in ADM formalism is incorporated"]}]
["0905.0405",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0405","JCAP 0907:042,2009","doi:10.1088/1475-7516/2009/07/042"],"date":["2009-05-04","2009-07-14"],"type":["text"],"creator":["Gao, Xian","Xu, Fanrong"],"language":[],"coverage":[],"title":["Loop Corrections to Cosmological Perturbations in Multi-field\n  Inflationary Models"],"description":["  We investigate one-loop quantum corrections to the power spectrum of\nadiabatic perturbation from entropy modes/adiabatic mode cross-interactions in\nmultiple DBI inflationary models. We find that due to the non-canonical kinetic\nterm in DBI models, the loop corrections are enhanced by slow-varying parameter\n$\\epsilon$ and small sound speed $c_s$. Thus, in general the loop-corrections\nin multi-DBI models can be large. Moreover, we find that the loop-corrections\nfrom adiabatic/entropy cross-interaction vertices are IR finite.\n","Comment: 21 pages, 7 figures; v2, typos corrected, ref added; v3 typos\n  corrected, version for publishing in jcap"]}]
["0905.1504",{"format":[],"subject":["Physics - Optics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1504"],"date":["2009-05-10","2010-04-05"],"type":["text"],"creator":["Heidari, Abdorreza","Neshat, Mohammad","Saeedkia, Daryoosh","Safavi-Naeini, Safieddin"],"language":[],"coverage":[],"title":["Signal Recovery in Pulsed Terahertz Integrated Circuits"],"description":["  In this article, a time-domain calibration procedure is proposed for pulsed\nTerahertz Integrated Circuits (TIC) used in on-chip applications, where the\nconventional calibration methods are not applicable. The proposed\npost-detection method removes the unwanted linear distortions, such as\ninterfering echoes and frequency dispersion, by using only one single-port\nmeasurement. The method employs a wave-transfer model for analysis of the TIC,\nand the model parameters are obtained by a proposed blind estimation algorithm.\n  A complete implementation of the method is demonstrated for a fabricated TIC,\nwhen used in an on-chip sensing application. The features of interest in the\nmeasured signal, such as absorption lines, can be masked or weakened by the\ndistortion of the THz signal happening in a TIC. The proposed signal recovery\napproach improves the detection of those otherwise hidden features, and can\nsignificantly enhance the performance of existing TICs. To show the\neffectiveness of the proposed de-embedding method, numerical results are\npresented for simulated and measured signals. The method presented in this\narticle is enabling for accurate TIC applications, and can be utilized to\noptimally design novel TIC structures for specific purposes.\n","Comment: This paper has been withdrawn by the authors."]}]
["0905.2270",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2270","Quantum Information Processing: Volume 9, Issue 2 (2010), Page 233"],"date":["2009-05-14"],"type":["text"],"creator":["Heydari, Hoshang"],"language":[],"coverage":[],"title":["Relative quantum phase, $m$-tangle, and multi-local Lorentz-group\n  invariant"],"description":["  In this paper we establish a relation between quantum relative phase,\n$m$-tangle, and multi-local Lorentz-group invariant or\n$SL(2,\\mathbb{C})^{\\times m}$-invariant $S^{2}_{(m)}$. Our construction is\nbased on the orthogonal complement of a positive operator valued measure on\nquantum phase. In particular, we propose a quantity based on the quantum\nrelative phase of a multi-qubit operator that coincides with\n  $m$-tangle, and multi-local Lorentz-group invariant.\n","Comment: 6 pages"]}]
["0905.4229",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4229","Phys.Rev.D80:051502,2009","doi:10.1103/PhysRevD.80.051502"],"date":["2009-05-26"],"type":["text"],"creator":["Meyer, Harvey B."],"language":[],"coverage":[],"title":["High-Precision Thermodynamics and Hagedorn Density of States"],"description":["  We compute the entropy density of the confined phase of QCD without quarks on\nthe lattice to very high accuracy. The results are compared to the entropy\ndensity of free glueballs, where we include all the known glueball states below\nthe two-particle threshold. We find that an excellent, parameter-free\ndescription of the entropy density between 0.7Tc and Tc is obtained by\nextending the spectrum with the exponential spectrum of the closed bosonic\nstring.\n","Comment: 4 pages, 3 figures"]}]
["0906.3647",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3647","Chaos 20, 017516 (2010)","doi:10.1063/1.3262494"],"date":["2009-06-19","2009-10-28"],"type":["text"],"creator":["Thiffeault, Jean-Luc"],"language":[],"coverage":[],"title":["Braids of entangled particle trajectories"],"description":["  In many applications, the two-dimensional trajectories of fluid particles are\navailable, but little is known about the underlying flow. Oceanic floats are a\nclear example. To extract quantitative information from such data, one can\nmeasure single-particle dispersion coefficients, but this only uses one\ntrajectory at a time, so much of the information on relative motion is lost. In\nsome circumstances the trajectories happen to remain close long enough to\nmeasure finite-time Lyapunov exponents, but this is rare. We propose to use\ntools from braid theory and the topology of surface mappings to approximate the\ntopological entropy of the underlying flow. The procedure uses all the\ntrajectory data and is inherently global. The topological entropy is a measure\nof the entanglement of the trajectories, and converges to zero if they are not\nentangled in a complex manner (for instance, if the trajectories are all in a\nlarge vortex). We illustrate the techniques on some simple dynamical systems\nand on float data from the Labrador sea.\n","Comment: 24 pages, 21 figures. PDFLaTeX with RevTeX4 macros. Matlab code\n  included with source. Fixed an inconsistent convention problem. Final version"]}]
["0906.4809",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14J32","32S35","14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4809"],"date":["2009-06-25","2010-04-05"],"type":["text"],"creator":["Ruddat, Helge"],"language":[],"coverage":[],"title":["Log Hodge groups on a toric Calabi-Yau degeneration"],"description":["  We give a spectral sequence to compute the logarithmic Hodge groups on a\nhypersurface type toric log Calabi-Yau space, compute its E_1 term explicitly\nin terms of tropical degeneration data and Jacobian rings and prove its\ndegeneration at E_2 under mild assumptions. We prove the basechange of the\naffine Hodge groups and deduce it for the logarithmic Hodge groups in low\ndimensions. As an application, we prove a mirror symmetry duality in dimension\ntwo and four involving the usual Hodge numbers, the stringy Hodge numbers and\nthe affine Hodge numbers.\n","Comment: 49 pages, 3 figures"]}]
["0907.1856",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1856","J. Stat. Mech. (2010) P04004","doi:10.1088/1742-5468/2010/04/P04004"],"date":["2009-07-10","2009-12-15"],"type":["text"],"creator":["Standaert, Simon","Ryckebusch, Jan","De Cruz, Lesley"],"language":[],"coverage":[],"title":["Creating conditions of anomalous self-diffusion in a liquid with\n  molecular dynamics"],"description":["  We propose a computational method to simulate anomalous self-diffusion in a\nsimple liquid. The method is based on a molecular dynamics simulation on which\nwe impose the following two conditions: firstly, the inter-particle interaction\nis described by a soft-core potential and secondly, the system is forced out of\nequilibrium. The latter can be achieved by subjecting the system to changes in\nthe length scale at intermittent times. In many respects, our simulation system\nbears resemblance to slowly driven sandpile models displaying self-organised\ncriticality. We find non-Gaussian single time step displacement distributions\nduring the out-of-equilibrium time periods of the simulation.\n","Comment: Extended version: 12 pages, 9 figures"]}]
["0907.3852",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3852","Phys. Rev. B 81, 092405 (2010)"],"date":["2009-07-22","2010-04-06"],"type":["text"],"creator":["Mulders, A M","Lawrence, S M","Princep, A J","Staub, U","Bodenthin, Y","Garcia-Fernandez, M","Garganourakis, M","Hester, J","Macquart, R","Ling, C D"],"language":[],"coverage":[],"title":["Circularly polarized resonant soft x-ray diffraction study of helical\n  magnetism in hexaferrite"],"description":["  Magnetic spiral structures can exhibit ferroelectric moments as recently\ndemonstrated in various multiferroic materials. In such cases the helicity of\nthe magnetic spiral is directly correlated with the direction of the\nferroelectric moment and measurement of the helicity of magnetic structures is\nof current interest. Soft x-ray resonant diffraction is particularly\nadvantageous because it combines element selectivity with a large magnetic\ncross-section. We calculate the polarization dependence of the resonant\nmagnetic x-ray cross-section (electric dipole transition) for the basal plane\nmagnetic spiral in hexaferrite Ba0.8Sr1.2Zn2Fe12O22 and deduce its domain\npopulation using circular polarized incident radiation. We demonstrate there is\na direct correlation between the diffracted radiation and the helicity of the\nmagnetic spiral.\n","Comment: 4 pages, 4 figures"]}]
["0908.0770",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0770","Monthly Notices of the Royal Astronomical Society (2009), 400,\n  917-923","doi:10.1111/j.1365-2966.2009.15505.x"],"date":["2009-08-05"],"type":["text"],"creator":["Lane, Richard R.","Kiss, László L.","Lewis, Geraint F.","Ibata, Rodrigo A.","Siebert, Arnaud","Bedding, Timothy R.","Székely, Péter"],"language":[],"coverage":[],"title":["Testing Newtonian Gravity with AAOmega: Mass-to-Light Profiles of Four\n  Globular Clusters"],"description":["  Testing Newtonian gravity in the weak-acceleration regime is vital to our\nunderstanding of the nature of the gravitational interaction. It has recently\nbeen claimed that the velocity dispersion profiles of several globular clusters\nflatten out at large radii, reminiscent of galaxy rotation curves, even though\nglobular clusters are thought to contain little or no dark matter. We\ninvestigate this claim, using AAOmega observations of four globular clusters,\nnamely M22, M30, M53 and M68. M30, one such cluster that has had this claim\nmade for its velocity dispersion, was included for comparison with previous\nstudies. We find no statistically significant flattening of the velocity\ndispersion at large radii for any of our target clusters and therefore we infer\nthe observed dynamics do not require that globular clusters are dark matter\ndominated, or a modification of gravity. Furthermore, by applying a simple\ndynamical model we determine the radial mass-to-light profiles for each\ncluster. The isothermal rotations of each cluster are also measured, with M22\nexhibiting clear rotation, M68 possible rotation and M30 and M53 lacking any\nrotation, within the uncertainties.\n","Comment: 7 pages, 4 figures and two tables. Accepted by MNRAS"]}]
["0908.1426",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1426","Phys.Lett.B682:55-60,2009","doi:10.1016/j.physletb.2009.10.080"],"date":["2009-08-11","2009-10-20"],"type":["text"],"creator":["Grau, A.","Godbole, R. M.","Pancheri, G.","Srivastava, Y. N."],"language":[],"coverage":[],"title":["Soft Gluon kt-Resummation and the Froissart bound"],"description":["  We study soft gluon kt-resummation and the relevance of zero momentum gluons\nfor the energy dependence of total hadronic cross-sections. We discuss a model\nin which consistency of the energy dependence of the cross-section with the\nlimitation of the Froissart bound, is directly related to the behaviour of the\nstrong coupling constant in the infrared region. Our predictions for the\nasymptotic behaviour are shown to be related to the ansatz that the infrared\nbehaviour of the QCD strong coupling constant follows an inverse power law.\n","Comment: To be published in Physics Letters B. This version is 25% shorter\n  than the previous one, as requested by the restrictions on the number of\n  pages for this Journal. Some equations have been skipped, some text has been\n  summarized. The earliest version may be useful for a better understanding of\n  some of the material"]}]
["0908.2522",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2522"],"date":["2009-08-18","2010-04-06"],"type":["text"],"creator":["Okorokov, V. A."],"language":[],"coverage":[],"title":["Estimation of P-odd correlators in heavy ion collisions at RHIC energies\n  62.4 -- 200 GeV"],"description":["  The strength of parity violation effect can be characterized by correlator\nvalue in the framework of local $\\mathcal{TIP}$ hypothesis. The energy and\ncentrality dependencies of correlators for same and opposite charges are\ndiscussed for heavy ion collisions in RHIC energy domain 62.4 -- 200 GeV. The\nmagnetic field shows a significant increasing at initial energy decreasing for\nintermediate and large times. Two possible scenarios for initial time are\ninvestigated in detail. Both scenarios predict the most close values for\ninitial time in ${Au+Au}$ collisions at 62.4 GeV. Disagreement between initial\ntime values obtained for two various scenarios increases with energy increasing\nand for collisions of lighter ${Cu}$-nucleus. Boundary values for correlators\nrelated with possible local $\\mathcal{TIP}$ violation are calculated in the\nframework of analytic approach of chiral magnetic effect for ${Au+Au}$\ncollisions at 62.4 and 200 GeV. The results are shown as function of collision\ncentrality. Preliminary experimental STAR data are compared with predictions of\nchiral magnetic effect model directly. Experimental signals consistent with\nmodel expectations for both same and opposite charge correlations in ${Au+Au}$\ncollisions at 62.4 GeV at all centralities. At higher energy 200 GeV the model\nof chiral magnetic effect underestimates same charge correlator values for\ncentral and midcentral events but the same charge correlations for peripheral\nevents as well as opposite charge correlations are in the boundaries predicted\nby model calculations.\n","Comment: 7 pages, 7 figures"]}]
["0908.3163",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3163"],"date":["2009-08-21","2010-04-06"],"type":["text"],"creator":["Munk, Axel","Schmidt-Hieber, Johannes"],"language":[],"coverage":[],"title":["Nonparametric estimation of the volatility function in a high-frequency\n  model corrupted by noise"],"description":["  We consider the models Y_{i,n}=\\int_0^{i/n}\n\\sigma(s)dW_s+\\tau(i/n)\\epsilon_{i,n}, and \\tilde\nY_{i,n}=\\sigma(i/n)W_{i/n}+\\tau(i/n)\\epsilon_{i,n}, i=1,...,n, where W_t\ndenotes a standard Brownian motion and \\epsilon_{i,n} are centered i.i.d.\nrandom variables with E(\\epsilon_{i,n}^2)=1 and finite fourth moment.\nFurthermore, \\sigma and \\tau are unknown deterministic functions and W_t and\n(\\epsilon_{1,n},...,\\epsilon_{n,n}) are assumed to be independent processes.\nBased on a spectral decomposition of the covariance structures we derive series\nestimators for \\sigma^2 and \\tau^2 and investigate their rate of convergence of\nthe MISE in dependence of their smoothness. To this end specific basis\nfunctions and their corresponding Sobolev ellipsoids are introduced and we show\nthat our estimators are optimal in minimax sense. Our work is motivated by\nmicrostructure noise models. Our major finding is that the microstructure noise\n\\epsilon_{i,n} introduces an additionally degree of ill-posedness of 1/2;\nirrespectively of the tail behavior of \\epsilon_{i,n}. The method is\nillustrated by a small numerical study.\n","Comment: 5 figures, corrected references, minor changes"]}]
["0908.3844",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3844","Phys.Rev.D80:083531,2009","doi:10.1103/PhysRevD.80.083531"],"date":["2009-08-26","2010-04-05"],"type":["text"],"creator":["Sekino, Yasuhiro","Susskind, Leonard"],"language":[],"coverage":[],"title":["Census Taking in the Hat: FRW/CFT Duality"],"description":["  In this paper a holographic description of eternal inflation is developed. We\nfocus on the description of an open FRW universe that results from a tunneling\nevent in which a false vacuum with positive vacuum energy decays to a\nsupersymmetric vacuum with vanishing cosmological constant. The observations of\na \"Census Taker\" in the final vacuum can be organized into a holographic dual\nconformal field theory that lives on the asymptotic boundary of space. We refer\nto this bulk-boundary correspondence as FRW/CFT duality. The dual CFT is a\nEuclidean two-dimensional theory that includes a Liouville 2-D gravity sector\ndescribing geometric fluctuations of the boundary. The RG flow of the theory is\nricher than in the ADS/CFT correspondence, and generates two space-time\ndimensions--one space-like and one time-like. We discuss a number of phenomena\nsuch as bubble collisions, and the Garriga, Guth, Vilenkin \"persistence of\nmemory,\" from the dual viewpoint.\n","Comment: 71 pages, 16 figures. A preliminary version of the ideas in this\n  paper was reported in arXiv:0710.1129; v2: Corrected a typo in eq. (5.21)."]}]
["0908.3875",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3875","JHEP 0910:088,2009","doi:10.1088/1126-6708/2009/10/088"],"date":["2009-08-26","2010-04-03"],"type":["text"],"creator":["D'Hoker, Eric","Kraus, Per"],"language":[],"coverage":[],"title":["Magnetic Brane Solutions in AdS"],"description":["  We construct asymptotically AdS_5 solutions of Einstein-Maxwell theory dual\nto N=4 SYM theory on R^{3,1} in the presence of a background magnetic field.\nThe solutions interpolate between AdS_5 and a near horizon AdS_3\\times T^2. The\ncentral charge of the near horizon region, and hence low temperature entropy of\nthe solution, is found to be \\sqrt{4\\over 3} times that of free N=4 SYM theory.\nThe entropy vanishes at zero temperature. We also present the generalization of\nthese solutions to arbitrary spacetime dimensionality.\n","Comment: 17 pages"]}]
["0909.0683",{"format":[],"subject":["Mathematics - Combinatorics","05A05","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0683","Discrete Math., 310 (2010) 1398-1400"],"date":["2009-09-03","2010-04-06"],"type":["text"],"creator":["Kim, Jang Soo"],"language":[],"coverage":[],"title":["A note on the total number of cycles of even and odd permutations"],"description":["  We prove bijectively that the total number of cycles of all even permutations\nof $[n]=\\{1,2,...,n\\}$ and the total number of cycles of all odd permutations\nof $[n]$ differ by $(-1)^n(n-2)!$, which was stated as an open problem by\nMikl\\'{o}s B\\'{o}na. We also prove bijectively the following more general\nidentity: $$\\sum_{i=1}^n c(n,i)\\cdot i \\cdot (-k)^{i-1} = (-1)^k k! (n-k-1)!,$$\nwhere $c(n,i)$ denotes the number of permutations of $[n]$ with $i$ cycles.\n","Comment: 4 pages, 2 figures, final version"]}]
["0909.1270",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1270"],"date":["2009-09-07","2010-04-06"],"type":["text"],"creator":["Nishry, Alon"],"language":[],"coverage":[],"title":["The Hole Probability for Gaussian Entire Functions"],"description":["  We study the hole probability of Gaussian random entire functions. More\nspecifically, we work with entire functions in Taylor series form with i.i.d\ncomplex Gaussian coefficients. A hole is the event where the function has no\nzeros in a disc of radius r. We find exact asymptotics for the rate of decay of\nthe hole probability for large values of r, outside a small exceptional set\n(which is deterministic).\n","Comment: 1 figure"]}]
["0909.2134",{"format":[],"subject":["Physics - Optics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2134","doi:10.1103/PhysRevB.80.193101"],"date":["2009-09-11"],"type":["text"],"creator":["Andryieuski, Andrei","Malureanu, Radu","Lavrinenko, Andrei V."],"language":[],"coverage":[],"title":["Wave Propagation Retrieval Method For Metamaterials: Unambiguous\n  Restoration Of Effective Parameters"],"description":["  In this article we propose a new direct method of effective parameters\nrestoration that is based on the wave propagation phenomenon. It retrieves the\neffective properties unambiguously, is applicable to thick metamaterial (MTM)\nslabs and is easy in implementation. It is validated on the case studies of\nfishnet, split cube in carcass, Jerusalem cross and ultrahigh refractive index\nMTMs. The constraints of the method are designated.\n","Comment: 14 pages, 10 figures, submitted to Physical Review B"]}]
["0909.2475",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2475","Rev. Sci. Instrum. 81, 013109 (2010)","doi:10.1063/1.3274813"],"date":["2009-09-14"],"type":["text"],"creator":["Klinger, Andreas","Degenkolb, Skyler","Gemelke, Nathan","Soderberg, Kathy-Anne Brickman","Chin, Cheng"],"language":[],"coverage":[],"title":["Optical Lattices for Atom Based Quantum Microscopy"],"description":["  We describe new techniques in the construction of optical lattices to realize\na coherent atom-based microscope, comprised of two atomic species used as\ntarget and probe atoms, each in an independently controlled optical lattice.\nPrecise and dynamic translation of the lattices allows atoms to be brought into\nspatial overlap to induce atomic interactions. For this purpose, we have\nfabricated two highly stable, hexagonal optical lattices, with widely separted\nwavelengths but identical lattice constants using diffractive optics. The\nrelative translational stability of 12nm permits controlled interactions and\neven entanglement operations with high fidelity. Translation of the lattices is\nrealized through a monolithic electro-optic modulator array, capable of moving\nthe lattice smoothly over one lattice site in 11 microseconds, or rapidly on\nthe order of 100 nanoseconds.\n","Comment: 7 pages, 9 figures"]}]
["0909.5149",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5149"],"date":["2009-09-28","2010-04-05"],"type":["text"],"creator":["Swierczynski, E.","Mikolajewski, M.","Tomov, T.","Ragan, E.","Galan, C.","Karska, A.","Wychudzki, P.","Wiecek, M.","Cikala, M.","Lewandowski, M."],"language":[],"coverage":[],"title":["V2467 Cygni as possible intermediate polar"],"description":["  We present the results of unfiltered and UBVR_cI_c band CCD photometry fast\nnova V2467Cyg. Our analysis of the data gives two distinct frequencies\ncorresponding to periods of ~3.8h and ~35 min. The observed light curve of\nV2467 Cyg is typical for an intermediate polar.\n","Comment: 4 pages, 5 figures"]}]
["0911.1724",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1724","Phys. Rev. E 81: 011109 (2010)","doi:10.1103/PhysRevE.81.011109"],"date":["2009-11-09"],"type":["text"],"creator":["Goldstein, Sheldon","Lebowitz, Joel L.","Mastrodonato, Christian","Tumulka, Roderich","Zanghi, Nino"],"language":[],"coverage":[],"title":["On the Approach to Thermal Equilibrium of Macroscopic Quantum Systems"],"description":["  We consider an isolated, macroscopic quantum system. Let H be a\nmicro-canonical \"energy shell,\" i.e., a subspace of the system's Hilbert space\nspanned by the (finitely) many energy eigenstates with energies between E and E\n+ delta E. The thermal equilibrium macro-state at energy E corresponds to a\nsubspace H_{eq} of H such that dim H_{eq}/dim H is close to 1. We say that a\nsystem with state vector psi in H is in thermal equilibrium if psi is \"close\"\nto H_{eq}. We show that for \"typical\" Hamiltonians with given eigenvalues, all\ninitial state vectors psi_0 evolve in such a way that psi_t is in thermal\nequilibrium for most times t. This result is closely related to von Neumann's\nquantum ergodic theorem of 1929.\n","Comment: 19 pages LaTeX, no figures"]}]
["0911.2077",{"format":[],"subject":["Mathematics - Probability","60E15","60F10","60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2077"],"date":["2009-11-11","2010-04-06"],"type":["text"],"creator":["Telgarsky, Matus"],"language":[],"coverage":[],"title":["Central Binomial Tail Bounds"],"description":["  An alternate form for the binomial tail is presented, which leads to a\nvariety of bounds for the central tail. A few can be weakened into the\ncorresponding Chernoff and Slud bounds, which not only demonstrates the quality\nof the presented bounds, but also provides alternate proofs for the classical\nbounds.\n","Comment: 23 pages, 3 figures"]}]
["0911.3457",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3457","Phys. Rev. A 81, 043602 (2010)","doi:10.1103/PhysRevA.81.043602"],"date":["2009-11-17"],"type":["text"],"creator":["Cai, Zi","Wang, Lei","Xie, X. C.","Wang, Yupeng"],"language":[],"coverage":[],"title":["Interaction-induced anomalous transport behavior in one dimensional\n  optical lattice"],"description":["  The non-equilibrium dynamics of spin impurity atoms in a strongly interacting\none-dimensional (1D) Bose gas under the gravity field is studied. We show that\ndue to the non-equilibrium preparation of the initial state as well as the\ninteraction between the impurity atoms and other bosons, a counterintuitive\nphenomenon may emerge: the impurity atoms could propagate upwards automatically\nin the gravity field . The effects of the strength of interaction, the gradient\nof the gravity field, as well as the different configurations of the initial\nstate are investigated by studying the time-dependent evolution of the 1D\nstrongly interacting bosonic system using time-evolving block decimation (TEBD)\nmethod. A profound connection between this counterintuitive phenomenon and the\nrepulsive bound pair is also revealed.\n","Comment: 4.1 pages"]}]
["0911.5322",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5322","Phys. Rev. A 81, 040301(R) (2010)","doi:10.1103/PhysRevA.81.040301"],"date":["2009-11-27","2010-04-05"],"type":["text"],"creator":["Lalumière, Kevin","Gambetta, J. M.","Blais, Alexandre"],"language":[],"coverage":[],"title":["Tunable joint measurements in the dispersive regime of cavity QED"],"description":["  Joint measurements of multiple qubits have been shown to open new\npossibilities for quantum information processing. Here, we present an approach\nbased on homodyne detection to realize such measurements in the dispersive\nregime of cavity/circuit QED. By changing details of the measurement, the\nreadout can be tuned from extracting only single-qubit to only multi-qubit\nproperties. We obtain a reduced stochastic master equation describing this\nmeasurement and its effect on the qubits. As an example, we present results\nshowing parity measurements of two qubits. In this situation, measurement of an\ninitially unentangled state can yield with near unit probability a state of\nsignificant concurrence.\n","Comment: 4 pages, 4 figures"]}]
["0912.0401",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0401"],"date":["2009-12-02","2010-04-05"],"type":["text"],"creator":["Castagnoli, Giuseppe"],"language":[],"coverage":[],"title":["An explanation of the quantum speed up"],"description":["  In former work, we showed that a quantum algorithm requires the number of\noperations (oracle's queries) of a classical algorithm that knows in advance\n50% of the information that specifies the solution of the problem. We gave a\npreliminary theoretical justification of this \"50% rule\" and checked that the\nrule holds for a variety of quantum algorithms. Now, we make explicit the\ninformation about the solution available to the algorithm throughout the\ncomputation. The final projection on the solution becomes acquisition of the\nknowledge of the solution on the part of the algorithm. Backdating to before\nrunning the algorithm a time-symmetric part of this projection, feeds back to\nthe input of the computation 50% of the information acquired by reading the\nsolution.\n","Comment: 15 pages, resubmitted to Phys Rev A, the 50% rule is now related to\n  backdating to before running the algorithm a time-symmetric part of the final\n  projection on the solution."]}]
["0912.4821",{"format":[],"subject":["Mathematics - Rings and Algebras","15A45","16S50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4821"],"date":["2009-12-24","2010-04-05"],"type":["text"],"creator":["Pazzis, Clément de Seguins"],"language":[],"coverage":[],"title":["On the sum of the dimension of a matrix subalgebra and its centralizer"],"description":["  When $\\mathbb{K}$ is a field, and $\\mathcal{A}$ and $\\mathcal{B}$ denote\ncommuting subspaces of $\\text{M}_n(\\K)$ each of which contains a non-scalar\nmatrix, we prove that $\\dim \\mathcal{A} +\\dim \\mathcal{B} \\leq (n-1)^2+3$. We\nalso give a complete description of the cases when equality holds.\n","Comment: 17 pages (withdrawn as it appears there is a much shorter proof\n  available)"]}]
["1001.0712",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0712","Phys. Rev. B 81, 075204 (2010) [7 pages]","doi:10.1103/PhysRevB.81.075204"],"date":["2010-01-05"],"type":["text"],"creator":["Kobayashi, M.","Ishida, Y.","Hwang, J. I.","Osafune, Y.","Fujimori, A.","Takeda, Y.","Okane, T.","Saitoh, Y.","Kobayashi, K.","Saeki, H.","Kawai, T.","Tabata, H."],"language":[],"coverage":[],"title":["Indication of antiferromagnetic interaction between paramagnetic Co ions\n  in the diluted magnetic semiconductor Zn$_{1-x}$Co$_{x}$O"],"description":["  The magnetic properties of Zn$_{1-x}$Co$_x$O ($x=0.07$ and 0.10) thin films,\nwhich were homo-epitaxially grown on a ZnO(0001) substrates with varying\nrelatively high oxygen pressure, have been investigated using x-ray magnetic\ncircular dichroism (XMCD) at Co $2p$ core-level absorption edge. The line\nshapes of the absorption spectra are the same in all the films and indicate\nthat the Co$^{2+}$ ions substitute for the Zn sites. The magnetic-field and\ntemperature dependences of the XMCD intensity are consistent with the\nmagnetization measurements, indicating that except for Co there are no\nadditional sources for the magnetic moment, and demonstrate the coexistence of\nparamagnetic and ferromagnetic components in the homo-epitaxial\nZn$_{1-x}$Co$_{x}$O thin films, in contrast to the ferromagnetism in the\nhetero-epitaxial Zn$_{1-x}$Co$_{x}$O films studied previously. The analysis of\nthe XMCD intensities using the Curie-Weiss law reveals the presence of\nantiferromagnetic interaction between the paramagnetic Co ions. Missing XMCD\nintensities and magnetization signals indicate that most of Co ions are\nnon-magnetic probably because they are strongly coupled antiferromagnetically\nwith each other. Annealing in a high vacuum reduces both the paramagnetic and\nferromagnetic signals. We attribute the reductions to thermal diffusion and\naggregation of Co ions with antiferromagnetic nanoclusters in\nZn$_{1-x}$Co$_{x}$O.\n","Comment: 21 pages, 7 figures, accepted for Physical Review B"]}]
["1001.1492",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1492"],"date":["2010-01-10","2010-04-06"],"type":["text"],"creator":["Fan, Engui","Hon, Y. C."],"language":[],"coverage":[],"title":["Explicit quasi-periodic wave solutions and asymptotic analysis to the\n  supersymmetric Ito's equation"],"description":["  Based on a Riemann theta function and the super-Hirota bilinear form, we\npropose a key formula for explicitly constructing quasi-periodic wave solutions\nof the supersymmetric Ito's equation in superspace\n$\\mathbb{C}_{\\Lambda}^{2,1}$. Once a nonlinear equation is written in bilinear\nforms, then the quasi-periodic wave solutions can be directly obtained from our\nformula. The relations between the periodic wave solutions and the well-known\nsoliton solutions are rigorously established. It is shown that the\nquasi-periodic wave solutions tends to the soliton solutions under small\namplitude limits.\n"]}]
["1001.3142",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3142","Astron.Astrophys. 512 (2010) 54-75","doi:10.1051/0004-6361/200913204"],"date":["2010-01-18"],"type":["text"],"creator":["Casagrande, L.","Ramirez, I.","Melendez, J.","Bessell, M.","Asplund, M."],"language":[],"coverage":[],"title":["An absolutely calibrated effective temperature scale from the InfraRed\n  Flux Method"],"description":["  Various effective temperature scales have been proposed over the years.\nDespite much work and the high internal precision usually achieved, systematic\ndifferences of order 100 K (or more) among various scales are still present. We\npresent an investigation based on the Infrared Flux Method aimed at assessing\nthe source of such discrepancies and pin down their origin.\n  We break the impasse among different scales by using a large set of solar\ntwins, stars which are spectroscopically and photometrically identical to the\nSun, to set the absolute zero point of the effective temperature scale to\nwithin few degrees. Our newly calibrated, accurate and precise temperature\nscale applies to dwarfs and subgiants, from super-solar metallicities to the\nmost metal-poor stars currently known. At solar metallicities our results\nvalidate spectroscopic effective temperature scales, whereas for [Fe/H]<-2.5\nour temperatures are roughly 100 K hotter than those determined from model fits\nto the Balmer lines and 200 K hotter than those obtained from the excitation\nequilibrium of Fe lines.\n  Empirical bolometric corrections and useful relations linking photometric\nindices to effective temperatures and angular diameters have been derived. Our\nresults take full advantage of the high accuracy reached in absolute\ncalibration in recent years and are further validated by interferometric\nangular diameters and space based spectrophotometry over a wide range of\neffective temperatures and metallicities.\n","Comment: Accepted for publication in Astronomy and Astrophysics. Landscape\n  table available online at http://www.mpa-garching.mpg.de/~luca/IRFM/"]}]
["1001.3751",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3751","IEEE- Symposium, NSSPo8, pp 1-7, 2008"],"date":["2010-01-21","2010-04-06"],"type":["text"],"creator":["Aravindh, B. Sri","Nair, T. R. Gopalakrishnan"],"language":[],"coverage":[],"title":["Heat Sink Performance Analysis through Numerical Technique"],"description":["  The increase in dissipated power per unit area of electronic components sets\nhigher demands on the performance of the heat sink. Also if we continue at our\ncurrent rate of miniaturisation, laptops and other electronic devices can get\nheated up tremendously. Hence we require a better heat dissipating system to\novercome the excess heat generating problem of using nanoelectronics, which is\nexpected to power the next generation of computers. To handle the excessive and\noften unpredictable heating up of high performance electronic components like\nmicroprocessors, we need to predict the temperature profile of the heat sink\nused. This also helps us to select the best heat sink for the operating power\nrange of any microprocessor. Understanding the temperature profile of a heat\nsink and a microprocessor helps us to handle its temperature efficiently for a\nrange of loads. In this work, a method to estimate the normal response of a\nheat sink to various loads of a microprocessor is explained.\n","Comment: 7 pages, 2 figures"]}]
["1002.1091",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1091","Physical Review Letters 104, 147201 (2010).","doi:10.1103/PhysRevLett.104.147201"],"date":["2010-02-04","2010-04-06"],"type":["text"],"creator":["Helton, J. S.","Matan, K.","Shores, M. P.","Nytko, E. A.","Bartlett, B. M.","Qiu, Y.","Nocera, D. G.","Lee, Y. S."],"language":[],"coverage":[],"title":["Dynamic Scaling in the Susceptibility of the Spin-1\\2 Kagome Lattice\n  Antiferromagnet Herbertsmithite"],"description":["  The spin-1/2 kagome lattice antiferromagnet herbertsmithite,\nZnCu$_{3}$(OH)$_{6}$Cl$_{2}$, is a candidate material for a quantum spin liquid\nground state. We show that the magnetic response of this material displays an\nunusual scaling relation in both the bulk ac susceptibility and the low energy\ndynamic susceptibility as measured by inelastic neutron scattering. The\nquantity $\\chi T^\\alpha$ with $\\alpha \\simeq 0.66$ can be expressed as a\nuniversal function of $H/T$ or $\\omega/T$. This scaling is discussed in\nrelation to similar behavior seen in systems influenced by disorder or by the\nproximity to a quantum critical point.\n","Comment: 5 pages, 3 figures v2: updated to match published version."]}]
["1002.1656",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1656","Phys. Rev. B 81, 104425 (2010)","doi:10.1103/PhysRevB.81.104425"],"date":["2010-02-08","2010-03-18"],"type":["text"],"creator":["Stamm, C.","Pontius, N.","Kachel, T.","Wietstruk, M.","Dürr, H. A."],"language":[],"coverage":[],"title":["Femtosecond x-ray absorption spectroscopy of spin and orbital angular\n  momentum in photoexcited Ni films during ultrafast demagnetization"],"description":["  We follow for the first time the evolution of the spin and orbital angular\nmomentum of a thin Ni film during ultrafast demagnetization, by means of x-ray\nmagnetic circular dichroism. Both components decrease with a 130 +/- 40 fs time\nconstant upon excitation with a femtosecond laser pulse. Additional x-ray\nabsorption measurements reveal an increase in the spin-orbit interaction by 6\n+/- 2 % during this process. This is the experimental demonstration quantifying\nthe importance of spin-orbit mediated processes during the demagnetization.\n"]}]
["1002.1856",{"format":[],"subject":["Physics - Geophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1856","doi:10.1111/j.1365-246X.2010.04575.x"],"date":["2010-02-09"],"type":["text"],"creator":["Geese, Anne","Hayn, Michael","Lesur, Vincent","Mandea, Mioara"],"language":[],"coverage":[],"title":["Regional Modelling of the Southern African Geomagnetic Field using\n  Harmonic Splines"],"description":["  Over the southern African region the geomagnetic field is weak and changes\nrapidly. For this area series of geomagnetic field measurements exist since the\n1950s. We take advantage of the existing repeat station surveys and observatory\nannual means, and clean these data sets by eliminating jumps and minimising\nexternal field contributions in the original time series. This unique data set\nallows us to obtain a detailed view of the geomagnetic field behaviour in space\nand time by computing a regional model. For this, we use a system of\nrepresentation similar to harmonic splines. Initially, the technique is\nsystematically tested on synthetic data. After systematically testing the\nmethod on synthetic data, we derive a model for 1961 to 2001 that gives a\ndetailed view of the fast changes of the geomagnetic field in this region.\n","Comment: submitted to GJI"]}]
["1002.4412",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4412","doi:10.1088/0004-637X/713/1/458"],"date":["2010-02-23"],"type":["text"],"creator":["Tan, Kefeng","Shi, Jianrong","Zhao, Gang"],"language":[],"coverage":[],"title":["A NLTE analysis of boron abundances in metal-poor stars"],"description":["  The non-local thermodynamic equilibrium (NLTE) line formation of neutral\nboron in the atmospheres of cool stars are investigated. Our results confirm\nthat NLTE effects for the B I resonance lines, which are due to a combination\nof overionization and optical pumping effects, are most important for hot,\nmetalpoor, and low-gravity stars; however, the amplitude of departures from LTE\nfound by this work are smaller than that of previous studies. In addition, our\ncalculation shows that the line formation of B I will get closer to LTE if the\nstrength of collisions with neutral hydrogen increases, which is contrary to\nthe result of previous studies. The NLTE line formation results are applied to\nthe determination of boron abundances for a sample of 16 metal-poor stars with\nthe method of spectrum synthesis of the B I 2497 A resonance lines using the\narchived HST/GHRS spectra. Beryllium and oxygen abundances are also determined\nfor these stars. The abundances of the nine stars which are not depleted in Be\nor B show that, no matter the strength of collisions with neutral hydrogen may\nbe, both Be and B increase with O quasi-linearly in the logarithmic plane,\nwhich confirms the conclusions that Be and B are mainly produced by primary\nprocess in the early Galaxy. The most noteworthy result of this work is that B\nincreases with Fe or O at a very similar speed as, or a bit faster than Be\ndoes, which is in accord with the theoretical models. The B/Be ratios remain\nalmost constant over the metallicity range investigated here. Our average B/Be\nratio falls in the interval [13+-4, 17+-4], which is consistent with the\npredictions of spallation process. The contribution of B from the nu-process\nmay be required if the 11B/10B isotopic ratios in metal-poor stars are the same\nas the meteoric value.\n","Comment: accepted for publication in ApJ"]}]
["1002.4912",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4912","Physica C 469 (2009) 1621","doi:10.1016/j.physc.2009.05.084"],"date":["2010-02-25"],"type":["text"],"creator":["Kawabata, Shiro","Asano, Yasuhiro","Tanaka, Yukio","Kashiwaya, Satoshi"],"language":[],"coverage":[],"title":["Effect of d-f hybridization on the Josephson current through\n  Eu-chalcogenides"],"description":["  A superconducting ring with a pi junction made from\nsuperconductor/ferromagnetic-metal/superconductor (S-FM-S) exhibits a\nspontaneous current without an external magnetic field in the ground state.\nSuch pi ring provides so-called quiet qubit that can be efficiently decoupled\nfrom the fluctuation of the external field. However, the usage of the FM gives\nrise to strong Ohmic dissipation. Therefore, the realization of pi junctions\nwithout FM is expected for qubit applications. We theoretically consider the\npossibility of the pi coupling for S/Eu-chalcogenides/S junctions based on the\nd-f Hamiltonian. By use of the Green's function method we found that pi\njunction can be formed in the case of the finite d-f hybridization between the\nconduction d and the localized f electrons.\n","Comment: 4 pages, 4 figures"]}]
["1003.0479",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0479","Phys. Rev. B 81, 155416 (2010)","doi:10.1103/PhysRevB.81.155416"],"date":["2010-03-01"],"type":["text"],"creator":["Bhowmick, Somnath","Waghmare, Umesh V"],"language":[],"coverage":[],"title":["Anisotropy of the Stone-Wales Defect and Warping of Graphene\n  Nano-ribbons: A First-principles Analysis"],"description":["  Stone-Wales (SW) defects, analogous to dislocations in crystals, play an\nimportant role in mechanical behavior of $sp^2$-bonded carbon based materials.\nHere, we show using first-principles calculations that a marked anisotropy in\nthe interaction among the SW defects has interesting consequences when such\ndefects are present near the edges of a graphene nano-ribbon: depending on\ntheir orientation with respect to edge, they result in compressive or tensile\nstress, and the former is responsible to depression or warping of the graphene\nnano-ribbon. Such warping results in delocalization of electrons in the defect\nstates.\n","Comment: 8 pages"]}]
["1003.4785",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4785"],"date":["2010-03-24","2010-04-06"],"type":["text"],"creator":["Baldeaux, Jan","Dick, Josef"],"language":[],"coverage":[],"title":["A Construction of Polynomial Lattice Rules with Small Gain Coefficients"],"description":["  In this paper we construct polynomial lattice rules which have, in some\nsense, small gain coefficients using a component-by-component approach. The\ngain coefficients, as introduced by Owen, indicate to what degree the method\nimproves upon Monte Carlo. We show that the variance of an estimator based on a\nscrambled polynomial lattice rule constructed component-by-component decays at\na rate of $N^{-(2\\alpha + 1) +\\delta}$, for all $\\delta >0$, assuming that the\nfunction under consideration has bounded fractional variation of order $\\alpha$\nand where $N$ denotes the number of quadrature points. An analogous result is\nobtained for Korobov polynomial lattice rules. It is also established that\nthese rules are almost optimal for the function space considered in this paper.\nFurthermore, we discuss the implementation of the component-by-component\napproach and show how to reduce the computational cost associated with it.\nFinally, we present numerical results comparing scrambled polynomial lattice\nrules and scrambled digital nets.\n"]}]
["1003.5762",{"format":[],"subject":["Mathematics - Differential Geometry","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5762"],"date":["2010-03-30"],"type":["text"],"creator":["Dubois-Violette, Michel"],"language":["fr"],"coverage":[],"title":["Notes sur les vari\\'et\\'es diff\\'erentiables, structures complexes et\n  quaternioniques et applications"],"description":["  These are notes of lectures given at the Third School of Theoretical Physics\nin Jijel (Algeria, September 2009). The subject of these notes is differential\ngeometry, complex and quaternionic structures with applications to theoretical\nphysics. Concerning the physical applications, they contain several aspects of\nPenrose transformation in the Riemannian context (Euclidean signature) and\nvarious formulations of the Yang-Mills and Einstein equations among which\nseveral are unusual ones.\n","Comment: 118 pages, in French"]}]
["1004.0354",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0354"],"date":["2010-04-02","2010-04-06"],"type":["text"],"creator":["Catino, Giovanni","Mantegazza, Carlo","Mazzieri, Lorenzo"],"language":[],"coverage":[],"title":["Rotational symmetry of 3D gradient steady Ricci solitons"],"description":["  This paper has been withdrawn by the author due to an error\n","Comment: This paper has been withdrawn by the author due to an error"]}]
["1004.0423",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0423"],"date":["2010-04-03","2010-04-05"],"type":["text"],"creator":["Xu, Guiqiong"],"language":[],"coverage":[],"title":["Comments on: \"Optical solitons in a parabolic law media with fourth\n  order dispersion\"[Appl. Math. Comput. 208(2009)209-302]"],"description":["  Recently, Biswas and Milovic [Appl. Math. Comput. 208 (2009) 209-302] have\nfound optical one-soliton solutions of a fourth order dispersive cubic-quintic\nnonlinear Schr\\\"odinger equation. In this comment, we first show there are\nmistakes in the paper and demonstrate that the obtained solutions do not\nsatisfy the considered equation. And then we reconstruct a series of analytical\nexact solutions by means of a direct ansatz method and F-expansion method.\nThese solutions include solitary wave solutions of the bell shape, solitary\nwave solutions of the kink shape, and periodic wave solutions of Jacobian\nelliptic function.\n","Comment: 6 pages"]}]
["1004.0446",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0446"],"date":["2010-04-03","2010-04-05"],"type":["text"],"creator":["Liu, Ai-Fen","Xu, Xiu-Lian","Fu, Chun-Hua","He, Da-Ren"],"language":[],"coverage":[],"title":["Competition ability dependence on uniqueness in some\n  collaboration-competition bipartite networks"],"description":["  Recently, our group quantitatively defined two quantities, \"competition\nability\" and \"uniqueness\" (Chin. Phys. Lett. 26 (2009) 058901) for a kind of\ncooperation-competition bipartite networks, where \"producers\" produce some\n\"products\" and \"output\" them to a \"market\" to make competition. Factories,\nuniversities or restaurants can serve as the examples. In the letter we\npresented an analytical conclusion that the competition ability was linearly\ndependent on the uniqueness in the trivial cases, where both the \"input\nquality\" and \"competition gain\" obey normal distributions. The competition\nbetween Chinese regional universities was taken as examples. In this article we\ndiscuss the abnormal cases where competition gains show the distributions near\nto power laws. In addition, we extend the study onto all the\ncooperation-competition bipartite networks and therefore redefine the\ncompetition ability. The empirical investigation of the competition ability\ndependence on the uniqueness in 15 real world collaboration-competition systems\nis presented, 14 of which belong to the general nontrivial cases. We find that\nthe dependence generally follows the so-called \"shifted power law (SPL)\", but\nvery near to power laws. The empirically obtained heterogeneity indexes of the\ndistributions of competition ability and uniqueness are also presented. These\nempirical investigations will be used as a supplementary of a future paper,\nwhich will present the comparison and further discussions about the competition\nability dependence on the uniqueness in the abnormal collaboration-competition\nsystems and the relationship between the dependence and the competition ability\nand uniqueness heterogeneity.\n","Comment: page 35"]}]
["1004.0519",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Other Condensed Matter","High Energy Physics - Phenomenology","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0519"],"date":["2010-04-04"],"type":["text"],"creator":["Broadhurst, David"],"language":[],"coverage":[],"title":["Dickman polylogarithms and their constants"],"description":["  The Dickman function F(alpha) gives the asymptotic probability that a large\ninteger N has no prime divisor exceeding N^alpha. It is given by a finite sum\nof generalized polylogarithms defined by the exquisite recursion L_k(alpha)=-\nint_alpha^{1/k} dx L_{k-1}(x/(1-x))/x with L_0(alpha)=1. The behaviour of these\nDickman polylogarithms as alpha tends to 0 defines an intriguing series of\nconstants, C_k. I conjecture that exp(gamma z)/Gamma(1-z) is the generating\nfunction for sum_{k\\ge0} C_k z^k. I obtain high-precision evaluations of\nF(1/k), for integers k<11, and compare the Dickman problem with problems in\ncondensed matter physics and quantum field theory.\n","Comment: 11 pages, LaTeX"]}]
["1004.0704",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0704","J. Phys.: Condens. Matter 22, 164204 (2010)","doi:10.1088/0953-8984/22/16/164204"],"date":["2010-04-05"],"type":["text"],"creator":["Butch, Nicholas P.","Maple, M. Brian"],"language":[],"coverage":[],"title":["The suppression of hidden order and onset of ferromagnetism in URu2Si2\n  via Re substitution"],"description":["  Substitution of Re for Ru in the heavy fermion compound URu2Si2 suppresses\nthe hidden order transition and gives rise to ferromagnetism at higher\nconcentrations. The hidden order transition of URu(2-x)Re(x)Si2, tracked via\nspecific heat and electrical resistivity measurements, decreases in temperature\nand broadens, and is no longer observed for x>0.1. A critical scaling analysis\nof the bulk magnetization indicates that the ferromagnetic ordering temperature\nand ordered moment are suppressed continuously towards zero at a critical\nconcentration of x = 0.15, accompanied by the additional suppression of the\ncritical exponents gamma and (delta-1) towards zero. This unusual trend appears\nto reflect the underlying interplay between Kondo and ferromagnetic\ninteractions, and perhaps the proximity of the hidden order phase.\n","Comment: 8 pgs, 5 figs, ICM 2009; please refer to Phys. Rev. Lett. 103, 076404\n  (2009), arXiv:0908.1809 for details on magnetic scaling and phase diagram\n  (reference added to this version)"]}]
["1004.0706",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0706","Chaos 17, 041104 (2007)","doi:10.1063/1.2776670"],"date":["2010-04-05"],"type":["text"],"creator":["Giomi, Luca","Bowick, Mark"],"language":[],"coverage":[],"title":["Paraboloidal Crystals"],"description":["  The interplay between order and geometry in soft condensed matter systems is\nan active field with many striking results and even more open problems. Ordered\nstructures on curved surfaces appear in multi-electron helium bubbles, viral\nand bacteriophage protein capsids, colloidal self-assembly at interfaces and in\nphysical membranes. Spatial curvature can lead to novel ground state\nconfigurations featuring arrays of topological defects that would be excited\nstates in planar systems. We illustrate this with a sequence of images showing\nthe Voronoi lattice (in gold) and the corresponding Delaunay triangulations (in\ngreen) for ten low energy configurations of a system of classical charges\nconstrained to lie on the surface of a paraboloid and interacting with a\nCoulomb potential. The parabolic geometry is considered as a specific\nrealization of the class of crystalline structures on two-dimensional\nRiemannian manifolds with variable Gaussian curvature and boundary.\n","Comment: 2 pages"]}]
["1004.0707",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0707"],"date":["2010-04-05"],"type":["text"],"creator":["Gan, L.","Gasparian, A.","Gevorkyan, S.","Miskimen, R."],"language":[],"coverage":[],"title":["Comments on \"eta -> gamma gamma Decay Width via the Primakoff Cross\n  Section\""],"description":["  In a recent article by Rodrigues et al. [1] eta photo-nuclear data taken by\nBrowman et al. [2] in 1974 were refit as a means to extract the eta->gamma\ngamma decay width. The key assertion in the author's analysis is attributing\nbackgrounds in the eta angular distribution to nuclear incoherent production\nonly. We disagree with this assertion and question the validity of the fitting\nprocedure utilized in [1]. A reanalysis of the Cornell Primakoff data requires\na detailed understanding of the hadronic and accidental backgrounds in the\ndata, and the authors of [1] have not accomplished this task. [1] T. E.\nRodrigues et al., Phys. Rev. Lett., 101, 012301 (2008). [2] A. Browman et al.,\nPhys. Rev. Lett. 32, 1067 (1974).\n"]}]
["1004.0714",{"format":[],"subject":["Mathematics - Rings and Algebras","16K50, 14H52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0714"],"date":["2010-04-05"],"type":["text"],"creator":["Haile, Darrell E.","Han, Ilseop","Wadsworth, Adrian R."],"language":[],"coverage":[],"title":["Curves C that are Cyclic Twists of Y^2 = X^3+c and the Relative Brauer\n  Groups Br(k(C)/k"],"description":["  Let k be a field with char(k) not 2 or 3. Let C_f be the projective curve of\na binary cubic form f, and k(C_f) the function field of C_f. In this paper we\nexplicitly describe the relative Brauer group Br(k(C_f)/k) of k(C_f) over k.\nWhen f is diagonalizable we show that every algebra in Br(k(C_f)/k) is a cyclic\nalgebra obtainable using the y-coordinate of a k-rational point on the Jacobian\nE of C_f. But when f is not diagonalizable, the algebras in Br(k(C_f)/k) are\npresented as cup products of cohomology classes, but not as cyclic algebras. In\nparticular, we provide several specific examples of relative Brauer groups for\nk=Q, the rationals, and for k=Q(omega) where omega is a primitive third root of\nunity. The approach is to realize C_f as a cyclic twist of its Jacobian E, an\nelliptic curve, and then apply a recent theorem of Ciperiani and Krashen.\n"]}]
["1004.0715",{"format":[],"subject":["Mathematics - Number Theory","11D79, 11J71, 11L07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0715"],"date":["2010-04-05"],"type":["text"],"creator":["Shparlinski, Igor"],"language":[],"coverage":[],"title":["On Small Solutions to Quadratic Congruences"],"description":["  We estimate the deviation of the number of solutions of the congruence $$\nm^2-n^2 \\equiv c \\pmod q, \\qquad 1 \\le m \\le M, \\ 1\\le n \\le N, $$ from its\nexpected value on average over $c=1, ..., q$. This estimate is motivated by the\nrecently established by D. R. Heath-Brown connection between the distibution of\nsolution to this congruence and the pair correlation problem for the fractional\nparts of the quadratic function $\\alpha k^2$, $k=1,2,...$ with a real $\\alpha$.\n"]}]
["1004.0723",{"format":[],"subject":["Mathematics - Functional Analysis","47A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0723"],"date":["2010-04-05"],"type":["text"],"creator":["Shalit, Orr"],"language":[],"coverage":[],"title":["Dilation theorems for contractive semigroups"],"description":["  This note records some dilation theorems about contraction semigroups on a\nHilbert space - all of which fall into the categories \"known\" or \"probably\nknown\" - that I proved while working on my PhD in mathematics (under the\nsupervision of Baruch Solel). It is convenient to have them recorded for\nreference.\n","Comment: 11 pages."]}]
["1004.0731",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0731"],"date":["2010-04-05"],"type":["text"],"creator":["Shlapentokh, Alexandra","Vidaux, Xavier"],"language":[],"coverage":[],"title":["The analogue of B\\\"uchi's problem for function fields"],"description":["  B\\\"uchi's $n$ Squares Problem asks for an integer $M$ such that any sequence\n$(x_0,...,x_{M-1})$, whose second difference of squares is the constant\nsequence $(2)$ (i.e. $x^2_n-2x^2_{n-1}+x_{n-2}^2=2$ for all $n$), satisfies\n$x_n^2=(x+n)^2$ for some integer $x$. Hensley's problem for $r$-th powers\n(where $r$ is an integer $\\geq2$) is a generalization of B\\\"{u}chi's problem\nasking for an integer $M$ such that, given integers $\\nu$ and $a$, the quantity\n$(\\nu+n)^r-a$ cannot be an $r$-th power for $M$ or more values of the integer\n$n$, unless $a=0$. The analogues of these problems for rings of functions\nconsider only sequences with at least one non-constant term. Let $K$ be a\nfunction field of a curve of genus $g$. We prove that Hensley's problem for\n$r$-th powers has a positive answer for any $r$ if $K$ has characteristic zero,\nimproving results by Pasten and Vojta. In positive characteristic $p$ we obtain\na weaker result, but which is enough to prove that B\\\"uchi's problem has a\npositive answer if $p\\geq 312g+169$ (improving results by Pheidas and the\nsecond author).\n","Comment: 23 pages"]}]
["1004.0738",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0738"],"date":["2010-04-05"],"type":["text"],"creator":["Zima, W.","Arentoft, T.","De Ridder, J.","Salmon, S.","Catala, C.","Kjeldsen, H.","Aerts, C."],"language":[],"coverage":[],"title":["The PLATO End-to-End CCD Simulator -- Modelling space-based ultra-high\n  precision CCD photometry for the assessment study of the PLATO Mission"],"description":["  The PLATO satellite mission project is a next generation ESA Cosmic Vision\nsatellite project dedicated to the detection of exo-planets and to\nasteroseismology of their host-stars using ultra-high precision photometry. The\nmain goal of the PLATO mission is to provide a full statistical analysis of\nexo-planetary systems around stars that are bright and close enough for\ndetailed follow-up studies. Many aspects concerning the design trade-off of a\nspace-based instrument and its performance can best be tackled through\nrealistic simulations of the expected observations. The complex interplay of\nvarious noise sources in the course of the observations made such simulations\nan indispensable part of the assessment study of the PLATO Payload Consortium.\nWe created an end-to-end CCD simulation software-tool, dubbed PLATOSim, which\nsimulates photometric time-series of CCD images by including realistic models\nof the CCD and its electronics, the telescope optics, the stellar field, the\npointing uncertainty of the satellite (or Attitude Control System [ACS]\njitter), and all important natural noise sources. The main questions that were\naddressed with this simulator were the noise properties of different\nphotometric algorithms, the selection of the optical design, the allowable\njitter amplitude, and the expected noise budget of light-curves as a function\nof the stellar magnitude for different parameter conditions. The results of our\nsimulations showed that the proposed multi-telescope concept of PLATO can\nfulfil the defined scientific goal of measuring more than 20000 cool dwarfs\nbrighter than mV =11 with a precision better than 27 ppm/h which is essential\nfor the study of earth-like exo-planetary systems using the transit method.\n","Comment: 5 pages, submitted for the Proceedings of the 4th HELAS International\n  Conference: Seismological Challenges for Stellar Structure"]}]
["1004.0742",{"format":[],"subject":["Mathematics - Number Theory","14G22","11G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0742","Lecture notes for ICM 2010 invited talk (number theory section)"],"date":["2010-04-05"],"type":["text"],"creator":["Kedlaya, Kiran S."],"language":[],"coverage":[],"title":["Relative p-adic Hodge theory and Rapoport-Zink period domains"],"description":["  As an example of relative p-adic Hodge theory, we sketch the construction of\nthe universal admissible filtration of an isocrystal (\\phi$-module) over the\ncompletion of the maximal unramified extension of Q_p, together with the\nassociated universal crystalline local system.\n","Comment: 20 pages"]}]
["1004.0743",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0743"],"date":["2010-04-05"],"type":["text"],"creator":["Chu, Zotin K-H"],"language":[],"coverage":[],"title":["Comments on \"Nonlinear Elastic Response in Solid Helium: Critical\n  Velocity or Strain?\""],"description":["  We make comments on Day {\\it et al.}'s [{\\it Phys. Rev. Lett.} 104, 075302\n(2010)] paper. Our focus is upon the hysteresis loop in Figure 3 of this paper\nwhich was not closed.\n"]}]
["1004.0748",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0748"],"date":["2010-04-05"],"type":["text"],"creator":["Han, Yang"],"language":[],"coverage":[],"title":["Hochschild homology, global dimension, and truncated oriented cycles"],"description":["  It is shown that a bounded quiver algebra having a 2-truncated oriented cycle\nis of infinite Hochschild homology dimension and global dimension, which\ngeneralizes a result of Solotar and Vigu\\'{e}-Poirrier to nonlocal ungraded\nalgebras having a 2-truncated oriented cycle of arbitrary length. Therefore, a\nbounded quiver algebra of finite global dimension has no 2-truncated oriented\ncycles. Note that the well-known \"no loops conjecture\", which has been proved\nto be true already, says that a bounded quiver algebra of finite global\ndimension has no loops, i.e., truncated oriented cycles of length 1. Moreover,\nit is shown that a monomial algebra having a truncated oriented cycle is of\ninfinite Hochschild homology dimension and global dimension. Consequently, a\nmonomial algebra of finite global dimension has no truncated oriented cycles.\n"]}]
["1004.0751",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0751"],"date":["2010-04-05"],"type":["text"],"creator":["Zhang, Da-jun","Chen, Shou-ting"],"language":[],"coverage":[],"title":["Symmetries for the Ablowitz-Ladik hierarchy: I. Four-potential case"],"description":["  In the paper we first investigate symmetries of isospectral and\nnon-isospectral four-potential Ablowitz-Ladik hierarchies. We express these\nhierarchies in the form of $u_{n,t}=L^m H^{(0)}$, where $m$ is an arbitrary\ninteger (instead of a nature number) and $L$ is the recursion operator. Then by\nmeans of the zero-curvature representations of the isospectral and\nnon-isospectral flows, we construct symmetries for the isospectral equation\nhierarchy as well as non-isospectral equation hierarchy, respectively. The\nsymmetries, respectively, form two centerless Kac-Moody-Virasoro algebras. The\nrecursion operator $L$ is proved to be hereditary and a strong symmetry for\nthis isospectral equation hierarchy. Besides, we make clear for the relation\nbetween four-potential and two-potential Ablowitz-Ladik hierarchies. The even\norder members in the four-potential Ablowitz-Ladik hierarchies together with\ntheir symmetries and algebraic structures can be reduced to two-potential case.\nThe reduction keeps invariant for the algebraic structures and the recursion\noperator for two potential case becomes $L^2$.\n","Comment: 20 pages"]}]
["1004.0755",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0755"],"date":["2010-04-05"],"type":["text"],"creator":["Safayani, Mehran","Manzuri-Shalmani, Mohammad T.","Khademi, Mahmoud"],"language":[],"coverage":[],"title":["Extended Two-Dimensional PCA for Efficient Face Representation and\n  Recognition"],"description":["  In this paper a novel method called Extended Two-Dimensional PCA (E2DPCA) is\nproposed which is an extension to the original 2DPCA. We state that the\ncovariance matrix of 2DPCA is equivalent to the average of the main diagonal of\nthe covariance matrix of PCA. This implies that 2DPCA eliminates some\ncovariance information that can be useful for recognition. E2DPCA instead of\njust using the main diagonal considers a radius of r diagonals around it and\nexpands the averaging so as to include the covariance information within those\ndiagonals. The parameter r unifies PCA and 2DPCA. r = 1 produces the covariance\nof 2DPCA, r = n that of PCA. Hence, by controlling r it is possible to control\nthe trade-offs between recognition accuracy and energy compression (fewer\ncoefficients), and between training and recognition complexity. Experiments on\nORL face database show improvement in both recognition accuracy and recognition\ntime over the original 2DPCA.\n","Comment: Proc. of 4th International Conference on Intelligent Computer\n  Communication and Processing (ICCP), Cluj-Napoca, Romania, pp. 295--298,\n  2008."]}]
["1004.0761",{"format":[],"subject":["Mathematics - Numerical Analysis","41,65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0761"],"date":["2010-04-05"],"type":["text"],"creator":["Luh, Lin-Tian"],"language":[],"coverage":[],"title":["The Mystery of the Shape Parameter IV"],"description":["  In this paper we present a set of criteria for the choice of the shape\nparameter c contained in multiquadrics.\n","Comment: 12 pages, 15 figures"]}]
["1004.0766",{"format":[],"subject":["Computer Science - Graphics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0766"],"date":["2010-04-05"],"type":["text"],"creator":["Mollah, Ayatullah Faruk","Basu, Subhadip","Nasipuri, Mita","Basu, Dipak Kumar"],"language":[],"coverage":[],"title":["Text/Graphics Separation for Business Card Images for Mobile Devices"],"description":["  Separation of the text regions from background texture and graphics is an\nimportant step of any optical character recognition sytem for the images\ncontaing both texts and graphics. In this paper, we have presented a novel\ntext/graphics separation technique for business card images captured with a\ncell-phone camera. At first, the background is eliminated at a coarse level\nbased on intensity variance. This makes the foreground components distinct from\neach other. Then the non-text components are removed using various\ncharacteristic features of text and graphics. Finally, the text regions are\nskew corrected and binarized for further processing. Experimenting with\nbusiness card images of various resolutions, we have found an optimum\nperformance of 98.54% with 0.75 MP images, that takes 0.17 seconds processing\ntime and 1.1 MB peak memory on a moderately powerful computer (DualCore 1.73\nGHz Processor, 1 GB RAM, 1 MB L2 Cache). The developed technique is\ncomputationally efficient and consumes low memory so as to be applicable on\nmobile devices.\n","Comment: Proc. IAPR International Workshop on Graphics Recognition (2009)\n  263-270"]}]
["1004.0775",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0775"],"date":["2010-04-06"],"type":["text"],"creator":["Hartnett, J. G.","Creedon, D. L.","Chambon, D.","Santarelli, G."],"language":[],"coverage":[],"title":["Stability measurements of microwave frequency synthesis with liquid\n  helium cooled cryogenic sapphire oscillators"],"description":["  We report on the evaluation of microwave frequency synthesis using two\ncryogenic sapphire oscillators developed at the University of Western\nAustralia. A down converter is used to make comparisons between microwave\nclocks at different frequencies, where the synthesized signal has a stability\nnot significantly different from the reference oscillator. By combining the CSO\nwith a H-maser, a reference source of arbitrary frequency at X-band can be\nsynthesized with a fractional frequency stability of sub-$4 \\times 10^{-15}$\nfor integration times between 1 s and 10,000 s.\n","Comment: 11 pages, 8 figures, presented at the Joint conference of EFTF-IFCS,\n  Besancon, France, 2009"]}]
["1004.0793",{"format":[],"subject":["Mathematics - Optimization and Control","93E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0793"],"date":["2010-04-06"],"type":["text"],"creator":["Chatterjee, Debasish","Amin, Saurabh","Hokayem, Peter","Lygeros, John","Sastry, S. Shankar"],"language":[],"coverage":[],"title":["Mean-square boundedness of stochastic networked control systems with\n  bounded control inputs"],"description":["  We consider the problem of controlling marginally stable linear systems using\nbounded control inputs for networked control settings in which the\ncommunication channel between the remote controller and the system is\nunreliable. We assume that the states are perfectly observed, but the control\ninputs are transmitted over a noisy communication channel. Under mild\nhypotheses on the noise introduced by the control communication channel and\nlarge enough control authority, we construct a control policy that renders the\nstate of the closed-loop system mean-square bounded.\n","Comment: 11 pages, 1 figure"]}]
["1004.0797",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0797"],"date":["2010-04-06"],"type":["text"],"creator":["Aravind, Vasudeva Rao","Morozovska, A. N.","Grinberg, I.","Bhattacharyya, S.","Li, Y.","Jesse, S.","Choudhury, S.","Wu, P.","Seal, K.","Eliseev, E. A.","Svechnikov, S. V.","Lee, D.","Phillpot, S. R.","Chen, L. Q.","Rappe, A. M.","Gopalan, V.","Kalinin, S. V."],"language":[],"coverage":[],"title":["Local Probing of Mesoscopic Physics of Ferroelectric Domain Walls"],"description":["  Domain wall dynamics in ferroic materials underpins functionality of data\nstorage and information technology devices. Using localized electric field of a\nscanning probe microscopy tip, we experimentally demonstrate a surprisingly\nrich range of polarization reversal behaviors in the vicinity of the initially\nflat 180\\deg ferroelectric domain wall. The nucleation bias is found to\nincrease by an order of magnitude from a 2D nucleus at the wall to 3D nucleus\nin the bulk. The wall is thus significantly ferroelectrically softer than the\nbulk. The wall profoundly affects switching on length scales of the order of\nmicrometers. The mechanism of correlated switching is analyzed using analytical\ntheory and phase-field modeling. The long-range effect is ascribed to wall\nbending under the influence of a tip bias well below the bulk nucleation field\nand placed many micrometers away from the wall. These studies provide an\nexperimental link between the macroscopic and mesoscopic physics of domain\nwalls and atomistic models of nucleation.\n","Comment: 52 pages, 8 figures, 2 appendices, to be submitted to Phys. Rev. B,\n  higher quality figures are available upon request"]}]
["1004.0798",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0798"],"date":["2010-04-06"],"type":["text"],"creator":["Salimi, Somayeh","Salmasizadeh, Mahmoud","Aref, Mohammad Reza"],"language":[],"coverage":[],"title":["Generalized Secure Distributed Source Coding with Side Information"],"description":["  In this paper, new inner and outer bounds on the achievable\ncompression-equivocation rate region for generalized secure data compression\nwith side information are given that do not match in general. In this setup,\ntwo senders, Alice and Charlie intend to transmit information to Bob via\nchannels with limited capacity so that he can reliably reconstruct their\nobservations. The eavesdropper, Eve, has access to one of the channels at each\ninstant and is interested in the source of the same channel at the time. Bob\nand Eve also have their own observations which are correlated with Alice's and\nCharlie's observations. In this model, two equivocation and compression rates\nare defined with respect to the sources of Alice and Charlie. Furthermore,\ndifferent special cases are discussed where the inner and outer bounds match.\nOur model covers the previously obtained results as well.\n"]}]
["1004.0799",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0799"],"date":["2010-04-06"],"type":["text"],"creator":["Salimi, Somayeh","Salmasizadeh, Mahmoud","Aref, Mohammad Reza"],"language":[],"coverage":[],"title":["Rate Regions of Secret Key Sharing in a New Source Model"],"description":["  A source model for secret key generation between terminals is considered. Two\nusers, namely users 1 and 2, at one side communicate with another user, namely\nuser 3, at the other side via a public channel where three users can observe\ni.i.d. outputs of correlated sources. Each of users 1 and 2 intends to share a\nsecret key with user 3 where user 1 acts as a wiretapper for user 2 and vice\nversa. In this model, two situations are considered: communication from users 1\nand 2 to user 3 (the forward key strategy) and from user 3 to users 1 and 2\n(the backward key strategy). In both situations, the goal is sharing a secret\nkey between user 1 and user 3 while leaking no effective information about that\nkey to user 2, and simultaneously, sharing another secret key between user 2\nand user 3 while leaking no effective information about the latter key to user\n1. This model is motivated by wireless communications when considering user 3\nas a base station and users 1 and 2 as network users. In this paper, for both\nthe forward and backward key strategies, inner and outer bounds of secret key\ncapacity regions are derived. In special situations where one of users 1 and 2\nis only interested in wiretapping and not key sharing, our results agree with\nthat of Ahlswede and Csiszar. Also, we investigate some special cases in which\nthe inner bound coincides with the outer bound and secret key capacity region\nis deduced.\n"]}]
["1004.0809",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0809"],"date":["2010-04-06"],"type":["text"],"creator":["Renk, Thorsten"],"language":[],"coverage":[],"title":["A comparison of various measures for the average transport coefficient\n  qhat"],"description":["  Jet quenching, i.e. the suppression of high transverse momentum P_T hadron\nproduction in ultrarelativistic heavy-ion collisions is among the most striking\nexperimental signatures of bulk medium formation. Efforts with the aim of\nextracting quantitative information about the bulk medium from the measured\nsuppression mainly focus on the extraction of an averaged transport coefficient\n<qhat> as a measure of the medium jet quenching power, with the underlying\nassumption that <qhat> is a meaningful quantity to make comparisons both among\ndifferent models and between models and data. In this note, the main\nuncertainties associated with the extraction of <qhat> from model fits to data\nare briefly reviewed before the notion of an average transport coefficient\nitself is investigated. It is shown in a case study that the choice of a\nmeaningful average is far from unique and that different well-motivated\ndefinitions of averages lead not only to differences in the outcome of about a\nfactor four, but also in a different change of <qhat> with collision\ncentrality. This casts some doubt on the idea that condensing the information\nabout jet-medium interactions into a single average parameter is a meaningful\nprocedure.\n","Comment: 4 pages, 1 figure"]}]
["1004.0817",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0817"],"date":["2010-04-06"],"type":["text"],"creator":["Gavinsky, Dmitry","Sherstov, Alexander A."],"language":[],"coverage":[],"title":["A Separation of NP and coNP in Multiparty Communication Complexity"],"description":["  We prove that NP differs from coNP and coNP is not a subset of MA in the\nnumber-on-forehead model of multiparty communication complexity for up to k =\n(1-\\epsilon)log(n) players, where \\epsilon>0 is any constant. Specifically, we\nconstruct a function F with co-nondeterministic complexity O(log(n)) and\nMerlin-Arthur complexity n^{\\Omega(1)}. The problem was open for k > 2.\n"]}]
["1004.0826",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0826"],"date":["2010-04-06"],"type":["text"],"creator":["Martinis, M.","Perković, N."],"language":[],"coverage":[],"title":["On the Gravitational Energy Shift for matter waves"],"description":["  The gravitational energy shift for photons is extended to all mass-equivalent\nenergies $E = mc^2$, obeying the quantum condition $E = h\\nu$.On an example of\na relativistic binary system, it was shown that the gravitational energy shift\nwould imply,in contrast to Newtonian gravity, the gravitational attraction\nbetween full mass-equivalent energies. The corresponding space-time metric\nbecomes exponential. A good agreement was found with all results of weak field\ntests of General relativity. The strong field effects in a binary system can be\neasily studied. A long standing problems of Pioneer and other flyby anomalies\nwere also discussed in connection with the violation of total energy\nconservation. It was shown that relatively small energy non-conservation during\nthe change of the orbit type could explain these persistent anomalies.\n","Comment: 7 pages"]}]
["1004.0829",{"format":[],"subject":["Mathematics - Commutative Algebra","13F35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0829"],"date":["2010-04-06"],"type":["text"],"creator":["Clauwens, F. J. -B. J."],"language":[],"coverage":[],"title":["The nilpotence degree of torsion elements in lambda-rings"],"description":["  It is known that any torsion element in a lambda-ring is nilpotent. In this\nnote we deduce a sharp estimate for the nilpotence degree of such an element.\n"]}]
["1004.0833",{"format":[],"subject":["Mathematics - Commutative Algebra","13F35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0833"],"date":["2010-04-06"],"type":["text"],"creator":["Clauwens, F. J. -B. J."],"language":[],"coverage":[],"title":["Lambda-conductors for group rings"],"description":["  This paper discusses the lambda-ring version of the notion of conductor ideal\nfor the group ring of a finite abelian group. We prove that if the group is\nprimary, the lambda-conductor is the intersection of the classical conductor\nand the augmentation ideal.\n"]}]
["1004.0834",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0834"],"date":["2010-04-06"],"type":["text"],"creator":["Dolganov, P. V.","Zhilin, V. M.","Dolganov, V. K.","Kats, E. I."],"language":[],"coverage":[],"title":["Liquid-Crystal Smectic with Six-Layer Periodic Structure"],"description":["  Recently Wang et al. [Phys. Rev. Lett. 104, 027801 (2010)] discovered a new\npolar smectic phase with six-layer period (SmC*d6). In this manuscript, we\ndemonstrate that the theory [Phys. Rev. E 67, 041716 (2003)] based on the free\nenergy expansion with a two-component order parameter predicted the six-layer\nphase, describes its structure and the phase sequence observed in experiment\n[Phys. Rev. Lett. 104, 027801 (2010)].\n","Comment: two pages, one figure"]}]
["1004.0836",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0836"],"date":["2010-04-06"],"type":["text"],"creator":["Wheatley, Peter J.","Cameron, Andrew Collier","Harrington, Joseph","Fortney, Jonathan J.","Simpson, James M.","Anderson, David R.","Smith, Alexis M. S.","Aigrain, Suzanne","Clarkson, William I.","Gillon, Michael","Haswell, Carole A.","Hebb, Leslie","Hébrard, Guillaume","Hellier, Coel","Hodgkin, Simon T.","Horne, Keith D.","Kane, Stephen R.","Maxted, Pierre F. L.","Norton, Andrew J.","Pollacco, Don L.","Pont, Frederic","Skillen, Ian","Smalley, Barry","Street, Rachel A.","Udry, Stephane","West, Richard G.","Wilson, David M."],"language":[],"coverage":[],"title":["The thermal emission of the exoplanets WASP-1b and WASP-2b"],"description":["  We present a comparative study of the thermal emission of the transiting\nexoplanets WASP-1b and WASP-2b using the Spitzer Space Telescope. The two\nplanets have very similar masses but suffer different levels of irradiation and\nare predicted to fall either side of a sharp transition between planets with\nand without hot stratospheres. WASP-1b is one of the most highly irradiated\nplanets studied to date. We measure planet/star contrast ratios in all four of\nthe IRAC bands for both planets (3.6-8.0um), and our results indicate the\npresence of a strong temperature inversion in the atmosphere of WASP-1b,\nparticularly apparent at 8um, and no inversion in WASP-2b. In both cases the\nmeasured eclipse depths favor models in which incident energy is not\nredistributed efficiently from the day side to the night side of the planet. We\nfit the Spitzer light curves simultaneously with the best available radial\nvelocity curves and transit photometry in order to provide updated measurements\nof system parameters. We do not find significant eccentricity in the orbit of\neither planet, suggesting that the inflated radius of WASP-1b is unlikely to be\nthe result of tidal heating. Finally, by plotting ratios of secondary eclipse\ndepths at 8um and 4.5um against irradiation for all available planets, we find\nevidence for a sharp transition in the emission spectra of hot Jupiters at an\nirradiation level of 2 x 10^9 erg/s/cm^2. We suggest this transition may be due\nto the presence of TiO in the upper atmospheres of the most strongly irradiated\nhot Jupiters.\n","Comment: 10 pages, submitted to ApJ"]}]
["1004.0845",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0845","Phys. Rev. Lett. 102, 158103 (2009)","doi:10.1103/PhysRevLett.102.158103"],"date":["2010-04-06"],"type":["text"],"creator":["Marcos","Fu, Henry C.","Powers, Thomas R.","Stocker, Roman"],"language":[],"coverage":[],"title":["Separation of microscale chiral objects by shear flow"],"description":["  We show that plane parabolic flow in a microfluidic channel causes nonmotile\nhelically-shaped bacteria to drift perpendicular to the shear plane. Net drift\nresults from the preferential alignment of helices with streamlines, with a\ndirection that depends on the chirality of the helix and the sign of the shear\nrate. The drift is in good agreement with a model based on resistive force\ntheory, and separation is efficient (>80%) and fast (<2s). We estimate the\neffect of Brownian rotational diffusion on chiral separation and show how this\nmethod can be extended to separate chiral molecules.\n","Comment: 4 pages, 4 figures"]}]
["1004.0850",{"format":[],"subject":["Physics - Biological Physics","Physics - Fluid Dynamics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0850","Physics of Fluids 21, 033102 (2009)","doi:10.1063/1.3086320"],"date":["2010-04-06"],"type":["text"],"creator":["Fu, Henry C.","Wolgemuth, Charles W.","Powers, Thomas R."],"language":[],"coverage":[],"title":["Swimming speeds of filaments in nonlinearly viscoelastic fluids"],"description":["  Many microorganisms swim through gels and non-Newtonian fluids in their\nnatural environments. In this paper, we focus on microorganisms which use\nflagella for propulsion. We address how swimming velocities are affected in\nnonlinearly viscoelastic fluids by examining the problem of an infinitely long\ncylinder with arbitrary beating motion in the Oldroyd-B fluid. We solve for the\nswimming velocity in the limit in which deflections of the cylinder from its\nstraight configuration are small relative to the radius of the cylinder and the\nwavelength of the deflections; furthermore, the radius of the cylinder is small\ncompared to the wavelength of deflections. We find that swimming velocities are\ndiminished by nonlinear viscoelastic effects. We apply these results to examine\nwhat types of swimming motions can produce net translation in a nonlinear\nfluid, comparing to the Newtonian case, for which Purcell's \"scallop\" theorem\ndescribes how time-reversibility constrains which swimming motions are\neffective. We find that the leading order violation of the scallop theorem\noccurs for reciprocal motions in which the backward and forward strokes occur\nat different rates.\n"]}]
["1004.0859",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0859","doi:10.1088/1367-2630/12/3/033001"],"date":["2010-04-01"],"type":["text"],"creator":["Hancock, J. N.","Chabot-Couture, G.","Greven, M."],"language":[],"coverage":[],"title":["Lattice coupling and Franck-Condon effects in K-edge resonant inelastic\n  X-ray scattering"],"description":["  We discuss recent Cu K-edge resonant inelastic scattering (RIXS) results for\nCuB2O4, a model system consisting of electronically-isolated CuO4 plaquettes,\nwhich exhibits anomalies in the incident photon energy dependence that are not\ncaptured by electron-only models. We show that these anomalous features can be\nqualitatively described by extending the electron-only considerations to\ninclude the lattice degrees of freedom. Our findings have important general\nimplications for the interpretation of K-edge RIXS results for electronically\nhigher-dimensional transition metal oxides.\n","Comment: New J. Phys. 12 (2010) 033001"]}]
["1004.0860",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","47B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0860"],"date":["2010-04-06"],"type":["text"],"creator":["Le, Trieu"],"language":[],"coverage":[],"title":["Toeplitz operators on generalized harmonic Bergman spaces"],"description":["  We study Toeplitz operators with uniformly continuous symbols on generalized\nharmonic Bergman spaces of the unit ball in $\\mathbb{R}^n$. We describe their\nessential spectra and establish a short exact sequence associated with the\n$C^{*}$-algebra generated by these operators.\n","Comment: 14 pages"]}]
["1004.0864",{"format":[],"subject":["Mathematics - Quantum Algebra","17B69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0864"],"date":["2010-04-06"],"type":["text"],"creator":["Li, Haisheng"],"language":[],"coverage":[],"title":["Twisted modules and pseudo-endomorphisms"],"description":["  We exhibit a connection between two constructions of twisted modules for a\ngeneral vertex operator algebra with respect to inner automorphisms. We also\nstudy pseudo-derivations, pseudo-endomorphisms, and twist deformations of\nordinary modules by pseudo-endomorphisms, which are intrinsically connected to\none of the two constructions.\n","Comment: Latex, 21 pages"]}]
["1004.0870",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D05","58C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0870"],"date":["2010-04-06"],"type":["text"],"creator":["Zapolsky, Frol"],"language":[],"coverage":[],"title":["On almost Poisson commutativity in dimension two"],"description":["  Consider the following question: given two functions on a symplectic manifold\nwhose Poisson bracket is small, is it possible to approximate them in the $C^0$\nnorm by commuting functions? We give a positive answer in dimension two, as a\nparticular case of a more general statement which applies to functions on a\nmanifold with a volume form. This result is based on a lemma in the spirit of\ngeometric measure theory. We give some immediate applications to function\ntheory and the theory of quasi-states on surfaces with area forms.\n","Comment: 8 pages"]}]
["1004.0879",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0879"],"date":["2010-04-06"],"type":["text"],"creator":["Del Giudice, Emilio","Fuchs, Elmar C.","Vitiello, Giuseppe"],"language":[],"coverage":[],"title":["Collective Molecular Dynamics of a Floating Water Bridge"],"description":["  When a high voltage is applied to pure water filling two beakers kept close\nto each other, a connection forms spontaneously, giving the impression of a\nfloating water bridge. This phenomenon is of special interest, since it\ncomprises a number of phenomena currently tackled in modern water science. The\nformation and the main properties of this floating water bridge are analyzed in\nthe conceptual framework of quantum electrodynamics. The necessary conditions\nfor the formation are investigated as well as the time evolution of the\ndynamics. The predictions are found in agreement with the observations.\n","Comment: 11 pages, 4 figures"]}]
["1004.0883",{"format":[],"subject":["Physics - Biological Physics","Physics - Medical Physics","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0883"],"date":["2010-04-06"],"type":["text"],"creator":["Lenk, Claudia","Einax, Mario","Maass, Philipp"],"language":[],"coverage":[],"title":["Influence of spatially modified tissue on atrial fibrillation patterns:\n  Insight from solutions of the FitzHugh-Nagumo equations"],"description":["  We study the interplay between traveling action potentials and spatial\ninhomogeneities in the FitzHugh-Nagumo model to investigate possible mechanisms\nfor the occurrence of fibrillatory states in the atria of the heart. Different\ndynamical patterns such as ectopic foci, localized and meandering spiral waves\nare found depending on the characteristics of the inhomogeneities. Their\nappearance in dependence of the size and strength of the inhomogeneities is\nquantified by phase diagrams. Furthermore it is shown that regularly paced\nwaves in a region R, that is connected by a small bridge connection to another\nregion L with perturbing waves emanating from an additional pacemaker, can be\nstrongly disturbed, so that a fibrillatory state emerges in region R after a\ntransient time interval. This finding supports conjectures that fibrillatory\nstates in the right atrium can be induced by self-excitatory pacemakers in the\nleft atrium.\n","Comment: 22 pages, 10 figures"]}]
["1004.0884",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0884"],"date":["2010-04-06"],"type":["text"],"creator":["Lopez-Fogliani, Daniel E."],"language":[],"coverage":[],"title":["The seesaw mechanism in the $\\mu \\nu$SSM"],"description":["  The $\\mu \\nu$SSM proposes to use right-handed neutrino supermultiplets in\norder to generate the $\\mu$ term and neutrino masses simultaneously. We discuss\nneutrino physics and the associated electroweak seesaw mechanism in this model.\nWe show how to obtain, from the neutralino-neutrino mass matrix of the $\\mu\n\\nu$SSM, the effective neutrino mass matrix. In particular we discuss certain\nlimits of this matrix that clarify the neutrino-sector behavior of the model.\nWe also show that current data on neutrino masses and mixing angles can easily\nbe reproduced. These constraints can be fulfilled even with a diagonal neutrino\nYukawa matrix, since this seesaw does not involve only the right-handed\nneutrinos but also the MSSM neutralinos. To obtain the correct neutrino angles\nturns out to be easy due to the following characteristics of this seesaw:\nR-parity is broken and the relevant scale is the electroweak one.\n","Comment: 7 pages, 1 figure. Talk given at \"BUE, CTP International Conference\n  on Neutrino Physics in the LHC Era\", Luxor, Egypt, 15-19 Nov. 2009."]}]
["1004.0885",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0885"],"date":["2010-04-06"],"type":["text"],"creator":["Bobrov, V. B.","Trigger, S. A."],"language":[],"coverage":[],"title":["Density functional theory and free energy of inhomogeneous electron gas"],"description":["  It is shown that in adiabatic approximation for nuclei the many-component\nCoulomb system cannot be described on the basis of the grand canonical\nensemble. Using the variational Bogolyubov's procedure for the free energy, the\nHohenberg-Kohn theorem is proved in the canonical ensemble for inhomogeneous\nelectron gas at finite temperature. The principal difference between\nconsideration in the framework of quantum statistics in the canonical ensemble\nand quantum-mechanical consideration of a finite number of particles in\ninfinite volume is established. The problem of universality of the density\nfunctional for describing the inhomogeneous electron density in a disordered\nnuclei field is considered.\n","Comment: 13 pages, no figures"]}]
["1004.0889",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","57M27 (Primary) 57Q20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0889"],"date":["2010-04-06"],"type":["text"],"creator":["Putyra, Krzysztof"],"language":[],"coverage":[],"title":["Cobordisms with chronologies and a generalisation of the Khovanov\n  complex"],"description":["  There are two categorifications of the Jones polynomial: \"even\" discovered by\nM.Khovanov in 1999 and \"odd\" dicovered by P.Ozsvath, J.Rasmussen and Z.Szabo in\n2007. The first one can be fully constructed in the category of cobordisms\n(strictly: in the additive closure of that category), where we can build a\ncomplex for a given tangle and show its invariance under Reidemeister moves.\nThe even link homology is given by a monoidal functor from cobordisms into\nmodules. However, odd link homology cannot be obtained in this way. In this\npaper I fill this gap. I enrich cobordisms with chronologies (projections onto\nintervals which are Morse separable functions) and show that they form a\ncategory. Given a tangle diagram I take the cube of its resolutions and build a\ncomplex in this new category. I show this complex is a tangle invariant and\napplying appropriate functors I can recover both even and odd link homology\ntheories.\n","Comment: 89 pages, plenty of figures, Master's Thesis"]}]
["1004.0891",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0891"],"date":["2010-04-06"],"type":["text"],"creator":["Qiao, Deli","Gursoy, Mustafa Cenk","Velipasalar, Senem"],"language":[],"coverage":[],"title":["Secure Communication over Fading Channels with Statistical QoS\n  Constraints"],"description":["  In this paper, the secure transmission of information over an ergodic fading\nchannel is investigated in the presence of statistical quality of service (QoS)\nconstraints. We employ effective capacity, which provides the maximum constant\narrival rate that a given process can support while satisfying statistical\ndelay constraints, to measure the secure throughput of the system, i.e.,\neffective secure throughput. We assume that the channel side information (CSI)\nof the main channel is available at the transmitter side. Depending on the\navailability of the CSI of the eavesdropper channel, we obtain the\ncorresponding optimal power control policies that maximize the effective secure\nthroughput. In particular, when the CSI of the eavesdropper channel is\navailable at the transmitter, the transmitter can no longer wait for\ntransmission when the main channel is much better than the eavesdropper channel\ndue to the introduction of QoS constraints. Moreover, the CSI of the\neavesdropper channel becomes useless as QoS constraints become stringent.\n"]}]
["1004.0892",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0892"],"date":["2010-04-06"],"type":["text"],"creator":["Qiao, Deli","Gursoy, Mustafa Cenk","Velipasalar, Senem"],"language":[],"coverage":[],"title":["Secure Broadcasting over Fading Channels with Statistical QoS\n  Constraints"],"description":["  In this paper, the fading broadcast channel with confidential messages is\nstudied in the presence of statistical quality of service (QoS) constraints in\nthe form of limitations on the buffer length. We employ the effective capacity\nformulation to measure the throughput of the confidential and common messages.\nWe assume that the channel side information (CSI) is available at both the\ntransmitter and the receivers. Assuming average power constraints at the\ntransmitter side, we first define the effective secure throughput region, and\nprove that the throughput region is convex. Then, we obtain the optimal power\ncontrol policies that achieve the boundary points of the effective secure\nthroughput region.\n"]}]
["1004.0905",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Commutative Algebra","91G10 (Primary)","90C10, 90C30, 13P25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0905"],"date":["2010-04-06"],"type":["text"],"creator":["Castro, F.","Gago, J.","Hartillo, I.","Puerto, J.","Ucha, J. M."],"language":[],"coverage":[],"title":["An algebraic approach to Integer Portfolio problems"],"description":["  Integer variables allow the treatment of some portfolio optimization problems\nin a more realistic way and introduce the possibility of adding some natural\nfeatures to the model. We propose an algebraic approach to maximize the\nexpected return under a given admissible level of risk measured by the\ncovariance matrix. To reach an optimal portfolio it is an essential ingredient\nthe computation of different test sets (via Gr\\\"obner basis) of linear\nsubproblems that are used in a dual search strategy.\n","Comment: 20 pages, with an appendix"]}]
["1004.0907",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0907"],"date":["2010-04-06"],"type":["text"],"creator":["Akin, Sami","Gursoy, Mustafa Cenk"],"language":[],"coverage":[],"title":["QoS Analysis of Cognitive Radio Channels with Perfect CSI at both\n  Receiver and Transmitter"],"description":["  In this paper, cognitive transmission under quality of service (QoS)\nconstraints is studied. In the cognitive radio channel model, it is assumed\nthat both the secondary receiver and the secondary transmitter know the channel\nfading coefficients perfectly and optimize the power adaptation policy under\ngiven constraints, depending on the channel activity of the primary users,\nwhich is determined by channel sensing performed by the secondary users. The\ntransmission rates are equal to the instantaneous channel capacity values. A\nstate transition model with four states is constructed to model this cognitive\ntransmission channel. Statistical limitations on the buffer lengths are imposed\nto take into account the QoS constraints. The maximum throughput under these\nstatistical QoS constraints is identified by finding the effective capacity of\nthe cognitive radio channel. The impact upon the effective capacity of several\nsystem parameters, including the channel sensing duration, detection threshold,\ndetection and false alarm probabilities, and QoS parameters, is investigated.\n"]}]
["1004.0908",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0908"],"date":["2010-04-06"],"type":["text"],"creator":["Bahloul, Rouchdi"],"language":[],"coverage":[],"title":["Parametric standard basis, degree bound and local Hilbert-Samuel\n  function"],"description":["  We propose a general study of standard bases of polynomial ideals with\nparameters in the case where the monomial order is arbitrary. We give an\napplication to the computation of the stratification by the local\nHilbert-Samuel function. Moreover, we give an explicit upper bound for the\ndegree of a standard basis for an arbitrary order and also for the number of\nthe possible affine or local Hilbert-Samuel functions depending on the number\nof variables and the maximal degree of the given generators.\n","Comment: 24 pages"]}]
["1004.0910",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0910"],"date":["2010-04-06"],"type":["text"],"creator":["Yasuda, Taiga","Tada-Umezaki, Masahito","Nakahara, Mikio","Wakabayashi, Tomonari"],"language":[],"coverage":[],"title":["Entanglement Control of Azobenzene by Photoisomerization in NMR Quantum\n  Computer"],"description":["  Entanglement control of qubits in a photoisomerizing molecule is studied in\nthe context of an NMR quantum computer by taking azobenzene as an example.\nAzobenzene has two different isomers, {\\it{}trans}-azobenzene (TAB) and\n{\\it{}cis}-azobenzene (CAB), which can be interconverted by photoisomerization.\nChanging molecular structure leads to change in the spin-spin coupling\nconstant, and hence leads to change in entangling operation time. We first\nobtain stable structures of TAB and CAB by {\\it ab initio} calculation. Then,\nwe calculate the NMR spectra of these isomers and verify that they reproduce\nthe chemical shift obtained experimentally with a good precision. Our result\nindicates that the coupling strength between a $^{15}$N and a $^{13}$C nuclei\nin the molecule changes by a large amount under photoisomerization.\n","Comment: 9 pages, 1 figure and 1 table."]}]
["1004.0911",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0911"],"date":["2010-04-06"],"type":["text"],"creator":["Carrasco, Jalmar M. F.","Ferrari, Silvia L. P.","Cordeiro, Gauss M."],"language":[],"coverage":[],"title":["A New Generalized Kumaraswamy Distribution"],"description":["  A new five-parameter continuous distribution which generalizes the\nKumaraswamy and the beta distributions as well as some other well-known\ndistributions is proposed and studied. The model has as special cases new four-\nand three-parameter distributions on the standard unit interval. Moments, mean\ndeviations, R\\'enyi's entropy and the moments of order statistics are obtained\nfor the new generalized Kumaraswamy distribution. The score function is given\nand estimation is performed by maximum likelihood. Hypothesis testing is also\ndiscussed. A data set is used to illustrate an application of the proposed\ndistribution.\n","Comment: Beta distribution; Continuous proportions; Generalized Kumaraswamy\n  distribution; Kumaraswamy distribution; Maximum likelihood; McDonald\n  Distribution; Moments."]}]
["1004.0912",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0912"],"date":["2010-04-06"],"type":["text"],"creator":["Henkel, C.","Menten, K. M.","Murphy, M. T.","Flambaum, V. V.","Levshakov, S. A.","Lapinov, A. V.","Molaro, P.","Braatz, J. A."],"language":[],"coverage":[],"title":["Ammonia as a Tracer of Fundamental Constants"],"description":["  Observing inversion lines of ammonia (NH3), complemented by rotational lines\nof NH3 and other molecular species, provides stringent constraints on potential\nvariations of the proton-to-electron mass ratio. While a limit of one part per\nmillion is derived for a lookback time of 7 billion years, nearby dark clouds\nmight show a statistically significant variation of order 20-30 parts per\nbillion, possibly being related to chameleon fields. The detection of\nradio-loud quasars with strong molecular absorption lines at redshifts z > 1 as\nwell as the identification of a larger sample of nearby dark clouds with\nexceptionally narrow lines (<0.2 km/s) would be essential to improve present\nlimits and to put the acquired results onto a firmer statistical basis.\n","Comment: 3 pages, Contribution to the 12th Marcel Grossmann Meeting (MG12) in\n  Paris, 2009 July 12-18,Parallel session EG2 (Variation of Fundamental\n  Constants, Chair V. V. Flambaum)"]}]
["1004.0914",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0914"],"date":["2010-04-06"],"type":["text"],"creator":["Zhang, Junwei","Gursoy, Mustafa Cenk"],"language":[],"coverage":[],"title":["Collaborative Relay Beamforming for Secure Broadcasting"],"description":["  In this paper, collaborative use of relays to form a beamforming system with\nthe aid of perfect channel state information (CSI) and to provide communication\nin physicallayer security between a transmitter and two receivers is\ninvestigated. In particular, we describe decode-and-forward based null space\nbeamforming schemes and optimize the relay weights jointly to obtain the\nlargest secrecy rate region. Furthermore, the optimality of the proposed\nschemes is investigated by comparing them with the outer bound secrecy rate\nregion\n","Comment: Proc. of the IEEE Wireless Communications and Networking Conference\n  (WCNC) Sydney, Austria, April 2010"]}]
["1004.0936",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0936"],"date":["2010-04-06"],"type":["text"],"creator":["Williams, P. E.","Pesnell, W. D."],"language":[],"coverage":[],"title":["Photospheric Manifestations of Supergranules During the Last Two Solar\n  Minima"],"description":["  Solar supergranulation plays an important role in generating and structuring\nthe solar magnetic field and as a mechanism responsible for the 11-year solar\ncycle. It is clearly detected within SOHO/MDI Dopplergrams, from which a\nvariety of properties may be derived. Techniques that extract spatial, temporal\nand kinematic characteristics and provide comparisons for the two most recent\nsolar minima are described. Although supergranule lifetimes are comparable\nbetween these minima, their sizes maybe slightly smaller during the recent\nminimum.\n","Comment: 4 pages, 2 figures"]}]
["1004.0939",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0939"],"date":["2010-04-06"],"type":["text"],"creator":["Orme, Christopher"],"language":[],"coverage":[],"title":["High-$\\gamma$ Beta Beams within the LAGUNA design study"],"description":["  Within the LAGUNA design study, seven candidate sites are being assessed for\ntheir feasibility to host a next-generation, very large neutrino observatory.\nSuch a detector will be expected to feature within a future European\naccelerator neutrino programme (Superbeam or Beta Beam), and hence the distance\nfrom CERN is of critical importance. In this article, the focus is a $^{18}$Ne\nand $^{6}$He Beta Beam sourced at CERN and directed towards a 50 kton Liquid\nArgon detector located at the LAGUNA sites: Slanic (L=1570 km) and\nPyh\\\"{a}salmi (L=2300 km). To improve sensitivity to the neutrino mass\nordering, these baselines are then combined with a concurrent run with the same\nflux directed towards a large Water \\v{C}erenkov detector located at Canfranc\n(L=650 km). This degeneracy breaking combination is shown to provide comparable\nphysics reach to the conservative Magic Baseline Beta Beam proposals. For\n$^{18}$Ne ions boosted to $\\gamma=570$ and $^{6}$He ions boosted to\n$\\gamma=350$, the correct mass ordering can be determined at Slanic for all\n$\\delta$ when $\\sin^{2}2\\theta_{13}>4\\cdot 10^{-3}$ in this combination.\n","Comment: 16 pages, 2 figures"]}]
["1004.0940",{"format":[],"subject":["Mathematics - Dynamical Systems","37A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0940"],"date":["2010-04-06"],"type":["text"],"creator":["Abdalaoui, E. H. El","Lemanczyk, M."],"language":[],"coverage":[],"title":["Approximately transitive dynamical systems and simple spectrum"],"description":["  For some countable discrete torsion Abelian groups we give examples of their\nfinite measure-preserving actions which have simple spectrum and no approximate\ntransitivity property.\n","Comment: 9 pages, Key words and phrases: ergodic theory, dynamical system, AT\n  property, funny rank one, Haar spectrum"]}]
["1004.0941",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0941","doi:10.1021/ja1008322"],"date":["2010-04-06"],"type":["text"],"creator":["Chu, S.","McQueen, T. M.","Chisnell, R.","Freedman, D. E.","Müller, P.","Lee, Y. S.","Nocera, D. G."],"language":[],"coverage":[],"title":["A Cu2+ (S = 1/2) Kagom\\'e Antiferromagnet: MgxCu4-x(OH)6Cl2"],"description":["  Spin-frustrated systems are one avenue for inducing macroscopic quantum\nstates in materials. However, experimental realization of this goal has been\ndifficult because of the lack of simple materials and, if available, the\nseparation of the unusual magnetic properties arising from exotic magnetic\nstates from behavior associated with chemical disorder, such as site mixing.\nHere we report the synthesis and magnetic properties of a new series of\nmagnetically frustrated materials, MgxCu4-x(OH)6Cl2. Because of the\nsubstantially different ligand-field chemistry of Mg2+ and Cu2+, site disorder\nwithin the kagom\\'e layers is minimized, as directly measured by X-ray\ndiffraction. Our results reveal that many of the properties of these materials\nand related systems are not due to disorder of the magnetic lattice but rather\nreflect an unusual ground state.\n","Comment: Accepted for publication in J. Am. Chem. Soc."]}]
["alg-geom/9707004",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/alg-geom/9707004","Math.Res.Lett.5:97-118,1998"],"date":["1997-07-07","1998-02-23"],"type":["text"],"creator":["Friedman, Robert","Morgan, John W.","Witten, Edward"],"language":[],"coverage":[],"title":["Principal G-bundles over elliptic curves"],"description":["  Let $G$ be a simple and simply connected complex Lie group. We discuss the\nmoduli space of holomorphic semistable principal $G$ bundles over an elliptic\ncurve $E$. In particular we give a new proof of a theorem of Looijenga and\nBernshtein-Shvartsman, that the moduli space is a weighted projective space.\nThe method of proof is to study the deformations of certain unstable bundles\ncoming from special maximal parabolic subgroups of $G$. We also discuss the\nassociated automorphism sheaves and universal bundles, as well as the relation\nbetween various universal bundles and spectral covers.\n","Comment: AMS-TeX, 20 pages, amsppt style; minor errors corrected"]}]
["cond-mat/0205567",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0205567","J.Phys.A35:6767-6788,2002","doi:10.1088/0305-4470/35/32/301"],"date":["2002-05-27"],"type":["text"],"creator":["Alcaraz, F. C.","Stroganov, Yu. G."],"language":[],"coverage":[],"title":["Free fermion branches in some quantum spin models"],"description":["  Extensive numerical analysis of the eigenspectra of the $SU_q(N)$ invariant\nPerk-Schultz Hamiltonian shows some simple regularities for a significant part\nof the eigenspectrum. Inspired by those results we have found two set of\nsolutions of the associated nested Bethe-ansatz equations. The first set is\nobtained at a special value of the anisotropy ($q = \\exp(i2\\pi (N-1)/N)$) and\ndescribes in particular the ground state and nearby excitations as a sum of\nfree-fermion quasienergies. The second set of solutions provides the energies\nin the sectors whose number $n_i$ of particles of distinct species ($i =0,\n>..., N-1$) are less or equal to the unity except for one of the species. For\nthis last set we obtain the eigenspectra of a free fermion model for arbitrary\nvalues of the anisotropy.\n","Comment: 30 pages and no figures"]}]
["cond-mat/0608152",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608152","J. Phys. Soc. Jpn. 75, 103001 (2006)","doi:10.1143/JPSJ.75.103001"],"date":["2006-08-07","2006-08-18"],"type":["text"],"creator":["Shiba, Hayato","Yukawa, Satoshi","Ito, Nobuyasu"],"language":[],"coverage":[],"title":["Divergent Thermal Conductivity in Three-dimensional Nonlinear lattices"],"description":["  Heat conduction in three-dimensional nonlinear lattices is investigated using\na particle dynamics simulation. The system is a simple three-dimensional\nextension of the Fermi-Pasta-Ulam $\\beta$ (FPU-$\\beta$) nonlinear lattices, in\nwhich the interparticle potential has a biquadratic term together with a\nharmonic term. The system size is $L\\times L\\times 2L$, and the heat is made to\nflow in the $2L$ direction the Nose-Hoover method. Although a linear\ntemperature profile is realized, the ratio of enerfy flux to temperature\ngradient shows logarithmic divergence with $L$. The autocorrelation function of\nenergy flux $C(t)$ is observed to show power-law decay as $t^{-0.98\\pm 0,25}$,\nwhich is slower than the decay in conventional momentum-cnserving\nthree-dimensional systems ($t^{-3/2}$). Similar behavior is also observed in\nthe four dimensional system.\n","Comment: 4 pages, 5 figures. Accepted for publication in J. Phys. Soc. Japan\n  Letters"]}]
["hep-ph/0006332",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0006332","Nucl.Phys.Proc.Suppl.91:3-8,2001","doi:10.1016/S0920-5632(00)00916-6"],"date":["2000-06-28"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Lepton Number And Neutrino Masses"],"description":["  I briefly review the arguments which in the 1970's convinced many theoretical\nphysicists to anticipate lepton number violation, and to guess a range of\nneutrino masses.\n","Comment: 8 pages"]}]
["hep-th/0005090",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0005090","Adv.Theor.Math.Phys.6:1031-1134,2003"],"date":["2000-05-10","2004-03-23"],"type":["text"],"creator":["Diaconescu, Duiliu-Emanuel","Moore, Gregory","Witten, Edward"],"language":[],"coverage":[],"title":["E8 Gauge Theory, and a Derivation of K-Theory from M-Theory"],"description":["  The partition function of Ramond-Ramond p-form fields in Type IIA\nsupergravity on a ten-manifold X contains subtle phase factors that are\nassociated with T-duality, self-duality, and the relation of the RR fields to\nK-theory. The analogous partition function of M-theory on X x S1 contains\nsubtle phases that are similarly associated with E8 gauge theory. We analyze\nthe detailed phase factors on the two sides and show that they agree, thereby\ntesting M-theory/Type IIA duality as well as the K-theory formalism in an\ninteresting way. We also show that certain D-brane states wrapped on nontrivial\nhomology cycles are actually unstable, that (-1)^{F_L} symmetry in Type IIA\nsuperstring theory depends in general on a cancellation between a fermion\nanomaly and an anomaly of RR fields, and that Type IIA superstring theory with\nno wrapped branes is well-defined only on a spacetime with W_7=0.\n","Comment: 95pp., harvmac b-mode, v2 minor corrections, v3 fixed eq. 8.40"]}]
["hep-th/0006010",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0006010","Adv.Theor.Math.Phys.5:841-907,2002"],"date":["2000-06-01"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Supersymmetric Index In Four-Dimensional Gauge Theories"],"description":["  This paper is devoted to a systematic discussion of the supersymmetric index\nTr (-1)^F for the minimal supersymmetric Yang-Mills theory -- with any simple\ngauge group G -- primarily in four spacetime dimensions. The index has\nrefinements that probe confinement and oblique confinement and the possible\nspontaneous breaking of chiral symmetry and of global symmetries, such as\ncharge conjugation, that are derived from outer automorphisms of the gauge\ngroup. Predictions for the index and its refinements are obtained on the basis\nof standard hypotheses about the infrared behavior of gauge theories. The\npredictions are confirmed via microscopic calculations which involve a\nBorn-Oppenheimer computation of the spectrum as well as mathematical formulas\ninvolving triples of commuting elements of G and the Chern-Simons invariants of\nflat bundles on the three-torus.\n","Comment: 66 pp"]}]
["hep-th/0006243",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0006243","J.Phys.A34:5887-5900,2001","doi:10.1088/0305-4470/34/30/301"],"date":["2000-06-30"],"type":["text"],"creator":["Ambjorn, J.","Arnaudon, D.","Sedrakyan, A.","Sedrakyan, T.","Sorba, P."],"language":[],"coverage":[],"title":["Integrable Ladder t-J Model with Staggered Shift of the Spectral\n  Parameter"],"description":["  The generalization of the Yang-Baxter equations (YBE) in the presence of Z_2\ngrading along both chain and time directions is presented and an integrable\nmodel of t-J type with staggered disposition along a chain of shifts of the\nspectral parameter is constructed. The Hamiltonian of the model is computed in\nfermionic formulation. It involves three neighbour site interactions and\ntherefore can be considered as a zig-zag ladder model. The Algebraic Bethe\nAnsatz technique is applied and the eigenstates, along with eigenvalues of the\ntransfer matrix of the model are found. In the thermodynamic limit, the lowest\nenergy of the model is formed by the quarter filling of the states by fermions\ninstead of usual half filling.\n","Comment: Latex2e with amsfonts package; 16 pages"]}]
["hep-th/0007175",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0007175","Int.J.Mod.Phys.A16:693-706,2001","doi:10.1142/S0217751X01003822"],"date":["2000-07-21"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Overview Of K-Theory Applied To Strings"],"description":["  K-theory provides a framework for classifying Ramond-Ramond (RR) charges and\nfields. K-theory of manifolds has a natural extension to K-theory of\nnoncommutative algebras, such as the algebra considered in noncommutative\nYang-Mills theory or in open string field theory. In a number of concrete\nproblems, the K-theory analysis proceeds most naturally if one starts out with\nan infinite set of D-branes, reduced by tachyon condensation to a finite set.\nThis suggests that string field theory should be reconsidered for N=infinity.\n","Comment: 20 pp"]}]
["hep-th/0009140",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0009140","J.Math.Phys.42:2749-2764,2001","doi:10.1063/1.1372176"],"date":["2000-09-18","2000-11-02"],"type":["text"],"creator":["Gubser, Steven S.","Gukov, Sergei","Klebanov, Igor R.","Rangamani, Mukund","Witten, Edward"],"language":[],"coverage":[],"title":["The Hagedorn transition in non-commutative open string theory"],"description":["  The Hagedorn transition in non-commutative open string theory (NCOS) is\nrelatively simple because gravity decouples. For NCOS theories in no more than\nfive spacetime dimensions, the Hagedorn transition is second order, and the\nhigh temperature phase involves long, nearly straight fundamental strings\nseparating from the D-brane on which the NCOS theory is defined. Above five\nspacetime dimensions interaction effects become important below the Hagedorn\ntemperature. Although this complicates studies of the transition, we believe\nthat the high temperature phase again involves long strings liberated from the\nbound state.\n","Comment: 22 pages, latex, one figure. v2: references added. v3: more\n  references added"]}]
["hep-th/0012054",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0012054","JHEP 0204:012,2002","doi:10.1088/1126-6708/2002/04/012"],"date":["2000-12-07","2002-02-28"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["BPS Bound States Of D0-D6 And D0-D8 Systems In A B-Field"],"description":["  The D0-D6 system, which is not supersymmetric in the absence of a\nNeveu-Schwarz B-field, becomes supersymmetric if a suitable constant B-field is\nturned on. On one side of the supersymmetric locus, this system has a BPS bound\nstate, and on the other side it does not. After compactification on T^6, this\ngives a simple example in which the number of 1/8 BPS states jumps as the\nmoduli of the compactification are changed. The D0-D8 system in a B-field has\ntwo different supersymmetric loci, only one of which is continuously connected\nto the familiar supersymmetric D0-D8 system without a B-field. In a certain\nrange, the D0-D8 system also has a BPS bound state. In the limit in which the\nB-field goes to infinity, supersymmetric D0-D6 and D0-D8 systems and their\nbound states can be studied using noncommutative Yang-Mills theory.\n","Comment: 16 pp"]}]
["hep-th/0107177",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0107177","Adv.Theor.Math.Phys.6:1-106,2003"],"date":["2001-07-20","2002-01-01"],"type":["text"],"creator":["Atiyah, Michael","Witten, Edward"],"language":[],"coverage":[],"title":["M-Theory Dynamics On A Manifold Of G_2 Holonomy"],"description":["  We analyze the dynamics of M-theory on a manifold of G_2 holonomy that is\ndeveloping a conical singularity. The known cases involve a cone on CP^3, where\nwe argue that the dynamics involves restoration of a global symmetry,\nSU(3)/U(1)^2, where we argue that there are phase transitions among three\npossible branches corresponding to three classical spacetimes, and S^3 x S^3\nand its quotients, where we recover and extend previous results about smooth\ncontinuations between different spacetimes and relations to four-dimensional\ngauge theory.\n","Comment: 100 pp, additional references and minor corrections"]}]
["hep-th/0109096",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0109096","JHEP 0110:016,2001","doi:10.1088/1126-6708/2001/10/016"],"date":["2001-09-12"],"type":["text"],"creator":["Dolan, Louise","Nappi, Chiara R.","Witten, Edward"],"language":[],"coverage":[],"title":["Conformal Operators for Partially Massless States"],"description":["  The AdS/CFT correspondence is explored for ``partially massless'' fields in\nAdS space (which have fewer helicity states than a massive field but more than\na conventional massless field). Such fields correspond in the boundary\nconformal field theory to fields obeying a certain conformally-invariant\ndifferential equation that has been described by Eastwood et al. The first\ndescendant of such a field is a conformal field of negative norm. Hence,\npartially massless fields may make more physical sense in de Sitter as opposed\nto Anti de Sitter space.\n","Comment: 14 pages"]}]
["hep-th/0202056",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0202056","Phys.Rev.D65:105007,2002","doi:10.1103/PhysRevD.65.105007"],"date":["2002-02-08","2002-06-27"],"type":["text"],"creator":["Klebanov, Igor R.","Ouyang, Peter","Witten, Edward"],"language":[],"coverage":[],"title":["A Gravity Dual of the Chiral Anomaly"],"description":["  We study effects associated with the chiral anomaly for a cascading\n$SU(N+M)\\times SU(N)$ gauge theory using gauge/gravity duality. In the gravity\ndual the anomaly is a classical feature of the supergravity solution, and the\nbreaking of the U(1) R-symmetry down to ${\\bf Z}_{2M}$ proceeds via the Higgs\nmechanism.\n","Comment: 15 pages, derivation of vector mass corrected, main conclusions\n  unchanged, a sign convention changed in section 4"]}]
["hep-th/0203061",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0203061","JHEP 0207:046,2002","doi:10.1088/1126-6708/2002/07/046"],"date":["2002-03-07","2002-08-12"],"type":["text"],"creator":["Beasley, Chris","Witten, Edward"],"language":[],"coverage":[],"title":["A Note on Fluxes and Superpotentials in M-theory Compactifications on\n  Manifolds of G_2 Holonomy"],"description":["  We consider the breaking of N=1 supersymmetry by non-zero G-flux when\nM-theory is compactified on a smooth manifold X of G_2 holonomy. Gukov has\nproposed a superpotential W to describe this breaking in the low-energy\neffective theory. We check this proposal by comparing the bosonic potential\nimplied by W with the corresponding potential deduced from the\neleven-dimensional supergravity action. One interesting aspect of this check is\nthat, though W depends explicitly only on G-flux supported on X, W also\ndescribes the breaking of supersymmetry by G-flux transverse to X.\n","Comment: 15 pages, harvmac, v2: reference added"]}]
["hep-th/0211170",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0211170","JHEP 0212:071,2002","doi:10.1088/1126-6708/2002/12/071"],"date":["2002-11-18","2002-12-17"],"type":["text"],"creator":["Cachazo, Freddy","Douglas, Michael R.","Seiberg, Nathan","Witten, Edward"],"language":[],"coverage":[],"title":["Chiral Rings and Anomalies in Supersymmetric Gauge Theory"],"description":["  Motivated by recent work of Dijkgraaf and Vafa, we study anomalies and the\nchiral ring structure in a supersymmetric U(N) gauge theory with an adjoint\nchiral superfield and an arbitrary superpotential. A certain generalization of\nthe Konishi anomaly leads to an equation which is identical to the loop\nequation of a bosonic matrix model. This allows us to solve for the expectation\nvalues of the chiral operators as functions of a finite number of ``integration\nconstants.'' From this, we can derive the Dijkgraaf-Vafa relation of the\neffective superpotential to a matrix model. Some of our results are applicable\nto more general theories. For example, we determine the classical relations and\nquantum deformations of the chiral ring of $\\N=1$ super Yang-Mills theory with\nSU(N) gauge group, showing, as one consequence, that all supersymmetric vacua\nof this theory have a nonzero chiral condensate.\n","Comment: 67 pages, minor changes"]}]
["hep-th/0301006",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0301006","JHEP 0302:042,2003","doi:10.1088/1126-6708/2003/02/042"],"date":["2003-01-02","2003-02-10"],"type":["text"],"creator":["Cachazo, Freddy","Seiberg, Nathan","Witten, Edward"],"language":[],"coverage":[],"title":["Phases of N=1 Supersymmetric Gauge Theories and Matrices"],"description":["  N=1 supersymmetric U(N) gauge theory with adjoint matter $\\Phi$ and a\npolynomial superpotential $\\Tr W(\\Phi)$ has been much studied recently. The\nclassical theory has several vacua labeled by integers $(N_1,N_2,...,N_k)$,\nwith the classical unbroken gauge group $\\prod_i U(N_i)$. Quantum mechanically,\neach classical vacuum leads to $\\prod_i N_i$ different vacua. As the parameters\nof $W(\\Phi)$ are varied, these vacua change in a continuous (and holomorphic)\nfashion. We find that vacua associated with $(N_1,N_2,...,N_k)$ can be\ncontinuously transformed to vacua with $(\\tilde N_1,\\tilde N_2,...,\\tilde\nN_k)$, thus leading to a new kind of duality. Traditional order parameters,\nlike the Wilson loop and 't Hooft loop, sometimes distinguish different phases.\nWe also find phases that are not distinguished by conventional order\nparameters. The whole picture of the phase diagram is reminiscent of the phase\ndiagram of $M$-theory.\n","Comment: 68 pages. Clarifications and references added. Misprints fixed"]}]
["hep-th/0303207",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0303207","JHEP 0304:018,2003","doi:10.1088/1126-6708/2003/04/018"],"date":["2003-03-24"],"type":["text"],"creator":["Cachazo, Freddy","Seiberg, Nathan","Witten, Edward"],"language":[],"coverage":[],"title":["Chiral Rings and Phases of Supersymmetric Gauge Theories"],"description":["  We solve for the expectation values of chiral operators in supersymmetric\nU(N) gauge theories with matter in the adjoint, fundamental and\nanti-fundamental representations. A simple geometric picture emerges involving\na description by a meromorphic one-form on a Riemann surface. The equations of\nmotion are equivalent to a condition on the integrality of periods of this\nform. The solution indicates that all semiclassical phases with the same number\nof U(1) factors are continuously connected.\n","Comment: 55 pages"]}]
["hep-th/0304079",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0304079","Nucl.Phys.B664:3-20,2003","doi:10.1016/S0550-3213(03)00410-3"],"date":["2003-04-08","2003-06-04"],"type":["text"],"creator":["Klebanov, Igor R.","Witten, Edward"],"language":[],"coverage":[],"title":["Proton Decay in Intersecting D-brane Models"],"description":["  We analyze proton decay via dimension six operators in certain GUT-like\nmodels derived from Type IIA orientifolds with $D6$-branes. The amplitude is\nparametrically enhanced by a factor of $\\alpha_{GUT}^{-1/3}$ relative to the\ncoresponding result in four-dimensional GUT's. Nonetheless, even assuming a\nplausible enhancement from the threshold corrections, we find little overall\nenhancement of the proton decay rate from dimension six operators, so that the\npredicted lifetime from this mechanism remains close to $10^{36}$ years.\n","Comment: 21 pages, LaTeX; v2: references added; v3: minor clarifications,\n  version to appear in NPB"]}]
["hep-th/0304115",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0304115","JHEP 0310:065,2003","doi:10.1088/1126-6708/2003/10/065"],"date":["2003-04-11"],"type":["text"],"creator":["Beasley, Chris","Witten, Edward"],"language":[],"coverage":[],"title":["Residues and World-Sheet Instantons"],"description":["  We reconsider the question of which Calabi-Yau compactifications of the\nheterotic string are stable under world-sheet instanton corrections to the\neffective space-time superpotential. For instance, compactifications described\nby (0,2) linear sigma models are believed to be stable, suggesting a remarkable\ncancellation among the instanton effects in these theories. Here, we show that\nthis cancellation follows directly from a residue theorem, whose proof relies\nonly upon the right-moving world-sheet supersymmetries and suitable compactness\nproperties of the (0,2) linear sigma model. Our residue theorem also extends to\na new class of \"half-linear\" sigma models. Using these half-linear models, we\nshow that heterotic compactifications on the quintic hypersurface in CP^4 for\nwhich the gauge bundle pulls back from a bundle on CP^4 are stable. Finally, we\napply similar ideas to compute the superpotential contributions from families\nof membrane instantons in M-theory compactifications on manifolds of G_2\nholonomy.\n","Comment: 47 pages"]}]
["hep-th/0308089",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0308089","JHEP 0310:017,2003","doi:10.1088/1126-6708/2003/10/017"],"date":["2003-08-13","2003-09-15"],"type":["text"],"creator":["Dolan, Louise","Nappi, Chiara R.","Witten, Edward"],"language":[],"coverage":[],"title":["A Relation Between Approaches to Integrability in Superconformal\n  Yang-Mills Theory"],"description":["  We make contact between the infinite-dimensional non-local symmetry of the\ntypeIIB superstring on AdS5xS5 worldsheet theory and a non-abelian\ninfinite-dimensional symmetry algebra for the weakly coupled superconformal\ngauge theory. We explain why the planar limit of the one-loop dilatation\noperator is the Hamiltonian of a spin chain, and show that it commutes with the\ng*2 N = 0 limit of the non-abelian charges.\n","Comment: 19 pages, harvmac"]}]
["hep-th/0312171",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0312171","Commun.Math.Phys.252:189-258,2004","doi:10.1007/s00220-004-1187-3"],"date":["2003-12-15","2004-10-06"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Perturbative Gauge Theory As A String Theory In Twistor Space"],"description":["  Perturbative scattering amplitudes in Yang-Mills theory have many unexpected\nproperties, such as holomorphy of the maximally helicity violating amplitudes.\nTo interpret these results, we Fourier transform the scattering amplitudes from\nmomentum space to twistor space, and argue that the transformed amplitudes are\nsupported on certain holomorphic curves. This in turn is apparently a\nconsequence of an equivalence between the perturbative expansion of ${\\cal\nN}=4$ super Yang-Mills theory and the $D$-instanton expansion of a certain\nstring theory, namely the topological $B$ model whose target space is the\nCalabi-Yau supermanifold $\\Bbb{CP}^{3|4}$.\n","Comment: 97 pp"]}]
["hep-th/0403047",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0403047","JHEP 0409:006,2004","doi:10.1088/1126-6708/2004/09/006"],"date":["2004-03-03","2004-03-12"],"type":["text"],"creator":["Cachazo, Freddy","Svrcek, Peter","Witten, Edward"],"language":[],"coverage":[],"title":["MHV Vertices And Tree Amplitudes In Gauge Theory"],"description":["  As an alternative to the usual Feynman graphs, tree amplitudes in Yang-Mills\ntheory can be constructed from tree graphs in which the vertices are tree level\nMHV scattering amplitudes, continued off shell in a particular fashion. The\nformalism leads to new and relatively simple formulas for many amplitudes, and\ncan be heuristically derived from twistor space.\n","Comment: 27 pp"]}]
["hep-th/0406051",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0406051","JHEP 0408:009,2004","doi:10.1088/1126-6708/2004/08/009"],"date":["2004-06-04","2004-07-26"],"type":["text"],"creator":["Berkovits, Nathan","Witten, Edward"],"language":[],"coverage":[],"title":["Conformal Supergravity in Twistor-String Theory"],"description":["  Conformal supergravity arises in presently known formulations of\ntwistor-string theory either via closed strings or via gauge-singlet open\nstrings. We explore this sector of twistor-string theory, relating the relevant\nstring modes to the particles and fields of conformal supergravity. We also use\nthe twistor-string theory to compute some tree level scattering amplitudes with\nsupergravitons, and compare to expectations from conformal supergravity. Since\nthe supergravitons interact with the same coupling constant as the Yang-Mills\nfields, conformal supergravity states will contribute to loop amplitudes of\nYang-Mills gluons in these theories. Those loop amplitudes will therefore not\ncoincide with the loop amplitudes of pure super Yang-Mills theory.\n","Comment: 43 pages harvmac tex, added footnote to introduction"]}]
["hep-th/0406177",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0406177","JHEP 0410:074,2004","doi:10.1088/1126-6708/2004/10/074"],"date":["2004-06-21","2004-09-23"],"type":["text"],"creator":["Cachazo, Freddy","Svrcek, Peter","Witten, Edward"],"language":[],"coverage":[],"title":["Twistor Space Structure Of One-Loop Amplitudes In Gauge Theory"],"description":["  We analyze the twistor space structure of certain one-loop amplitudes in\ngauge theory. For some amplitudes, we find decompositions that make the twistor\nstructure manifest; for others, we explore the twistor space structure by\nfinding differential equations that the amplitudes obey.\n","Comment: 41 pp. Reference in introduction to forthcoming new interpretation;\n  improved analysis of --+++ non-supersymmetric one-loop amplitude; additional\n  minor corrections; v.3: minor clarifications and reference added"]}]
["hep-th/0409149",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0409149","JHEP 0501:056,2005","doi:10.1088/1126-6708/2005/01/056"],"date":["2004-09-14"],"type":["text"],"creator":["Beasley, Chris","Witten, Edward"],"language":[],"coverage":[],"title":["New Instanton Effects In Supersymmetric QCD"],"description":["  In supersymmetric QCD with SU(N_c) gauge group and N_f flavors, it is known\nthat instantons generate a superpotential if N_f=N_c-1 and deform the moduli\nspace of vacua if N_f=N_c. But the role of instantons has been unclear for\nN_f>N_c. In this paper, we demonstrate that for N_f>N_c, on the moduli space of\nvacua, instantons generate a more subtle chiral operator containing (for\nexample) non-derivative interactions of 2(N_f-N_c)+4 fermions. Upon giving\nmasses to some flavors, one can integrate out some fermions and recover the\nstandard results for N_f=N_c and N_f=N_c-1. For N_f=N_c, our analysis gives, in\na sense, a more systematic way to demonstrate that instantons deform the\ncomplex structure of the moduli space of vacua.\n","Comment: 40 pp"]}]
["hep-th/0409245",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0409245","JHEP 0410:077,2004","doi:10.1088/1126-6708/2004/10/077"],"date":["2004-09-23"],"type":["text"],"creator":["Cachazo, Freddy","Svrcek, Peter","Witten, Edward"],"language":[],"coverage":[],"title":["Gauge Theory Amplitudes In Twistor Space And Holomorphic Anomaly"],"description":["  We show that, in analyzing differential equations obeyed by one-loop gauge\ntheory amplitudes, one must take into account a certain holomorphic anomaly.\nWhen this is done, the results are consistent with the simplest twistor-space\npicture of the available one-loop amplitudes.\n","Comment: 8 pp"]}]
["hep-th/0501052",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0501052","Phys.Rev.Lett.94:181602,2005","doi:10.1103/PhysRevLett.94.181602"],"date":["2005-01-07","2005-02-08"],"type":["text"],"creator":["Britto, Ruth","Cachazo, Freddy","Feng, Bo","Witten, Edward"],"language":[],"coverage":[],"title":["Direct Proof Of Tree-Level Recursion Relation In Yang-Mills Theory"],"description":["  Recently, by using the known structure of one-loop scattering amplitudes for\ngluons in Yang-Mills theory, a recursion relation for tree-level scattering\namplitudes has been deduced. Here, we give a short and direct proof of this\nrecursion relation based on properties of tree-level amplitudes only.\n","Comment: 10 pp. Added section 4: Proof of MHV Recursion Relations"]}]
["hep-th/0503083",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0503083","Lett.Math.Phys.74:21-51,2005","doi:10.1007/s11005-005-0007-9"],"date":["2005-03-09"],"type":["text"],"creator":["Pestun, Vasily","Witten, Edward"],"language":[],"coverage":[],"title":["The Hitchin functionals and the topological B-model at one loop"],"description":["  The quantization in quadratic order of the Hitchin functional, which defines\nby critical points a Calabi-Yau structure on a six-dimensional manifold, is\nperformed. The conjectured relation between the topological B-model and the\nHitchin functional is studied at one loop. It is found that the genus one free\nenergy of the topological B-model disagrees with the one-loop free energy of\nthe minimal Hitchin functional. However, the topological B-model does agree at\none-loop order with the extended Hitchin functional, which also defines by\ncritical points a generalized Calabi-Yau structure. The dependence of the\none-loop result on a background metric is studied, and a gravitational anomaly\nis found for both the B-model and the extended Hitchin model. The anomaly\nreduces to a volume-dependent factor if one computes for only Ricci-flat Kahler\nmetrics.\n","Comment: 33 pages, LaTeX"]}]
["hep-th/0503126",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0503126","J.Diff.Geom.70:183-323,2005"],"date":["2005-03-16","2005-09-12"],"type":["text"],"creator":["Beasley, Chris","Witten, Edward"],"language":[],"coverage":[],"title":["Non-Abelian Localization For Chern-Simons Theory"],"description":["  We reconsider Chern-Simons gauge theory on a Seifert manifold M (the total\nspace of a nontrivial circle bundle over a Riemann surface). When M is a\nSeifert manifold, Lawrence and Rozansky have shown from the exact solution of\nChern-Simons theory that the partition function has a remarkably simple\nstructure and can be rewritten entirely as a sum of local contributions from\nthe flat connections on M. We explain how this empirical fact follows from the\ntechnique of non-abelian localization as applied to the Chern-Simons path\nintegral. In the process, we show that the partition function of Chern-Simons\ntheory on M admits a topological interpretation in terms of the equivariant\ncohomology of the moduli space of flat connections on M.\n","Comment: 131 pages, harvmac, v2: references added"]}]
["hep-th/0512039",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0512039","JHEP 0602:060,2006","doi:10.1088/1126-6708/2006/02/060"],"date":["2005-12-04","2006-01-15"],"type":["text"],"creator":["Beasley, Chris","Witten, Edward"],"language":[],"coverage":[],"title":["New Instanton Effects in String Theory"],"description":["  We describe a new class of instanton effects in string compactifications that\npreserve only N=1 supersymmetry in four dimensions. As is well-known,\nworldsheet or brane instantons in such a background can sometimes contribute to\nan effective superpotential for the moduli of the compactification. We\ngeneralize this phenomenon by showing that such instantons can also contribute\nto new multi-fermion and higher-derivative F-terms in the low-energy effective\naction. We consider in most detail the example of heterotic compactification on\na Calabi-Yau threefold X with gauge bundle V, in which case we study worldsheet\ninstanton effects that deform the complex structure of the moduli space\nassociated to X and V. We also give new, slightly more economical derivations\nof some previous results about worldsheet instantons in Type IIA Calabi-Yau\ncompactifications.\n","Comment: 49 pages, harvmac, v2: references added"]}]
["hep-th/0602145",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0602145","SIGMA 2:020,2006","doi:10.3842/SIGMA.2006.020"],"date":["2006-02-14","2006-03-10"],"type":["text"],"creator":["Nurmagambetov, Alexei J."],"language":[],"coverage":[],"title":["Duality-Symmetric Approach to General Relativity and Supergravity"],"description":["  We review the application of a duality-symmetric approach to gravity and\nsupergravity with emphasizing benefits and disadvantages of the formulation.\nContents of these notes includes: 1) Introduction with putting the accent on\nthe role of dual gravity within M-theory; 2) Dualization of gravity with a\ncosmological constant in D = 3; 3) On-shell description of dual gravity in D >\n3; 4) Construction of the duality-symmetric action for General Relativity\nwith/without matter fields; 5) On-shell description of dual gravity in\nlinearized approximation; 6) Brief summary of the paper.\n","Comment: Published in SIGMA (Symmetry, Integrability and Geometry: Methods and\n  Applications) at http://www.emis.de/journals/SIGMA/"]}]
["hep-th/0605206",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0605206","JHEP 0606:051,2006","doi:10.1088/1126-6708/2006/06/051"],"date":["2006-05-21","2006-06-09"],"type":["text"],"creator":["Svrcek, Peter","Witten, Edward"],"language":[],"coverage":[],"title":["Axions In String Theory"],"description":["  In the context of string theory, axions appear to provide the most plausible\nsolution of the strong CP problem. However, as has been known for a long time,\nin many string-based models, the axion coupling parameter F_a is several orders\nof magnitude higher than the standard cosmological bounds. We re-examine this\nproblem in a variety of models, showing that F_a is close to the GUT scale or\nabove in many models that have GUT-like phenomenology, as well as some that do\nnot. On the other hand, in some models with Standard Model gauge fields\nsupported on vanishing cycles, it is possible for F_a to be well below the GUT\nscale.\n","Comment: 62 pages, v2; references, acknowledgements and minor corrections\n  added"]}]
["hep-th/0609018",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0609018","Rev.Math.Phys.22:117-192,2010","doi:10.1142/S0129055X10003916"],"date":["2006-09-02","2009-03-30"],"type":["text"],"creator":["Kriz, Igor"],"language":[],"coverage":[],"title":["Perturbative deformations of conformal field theories revisited"],"description":["  We investigate the moduli space of conformal field theories by setting up a\ncanonical mathematical process for exponentiating perturbations corresponding\nto critical fields. We apply this process to the free field theory and the\nGepner models of the Fermat quintic and quartic. We find algebraic obstructions\nto exponentiating purely perturbative deformations in the case of the quintic,\nwhile in the case of the quartic the obstructions vanish. While this result may\nseem surprising at first, we find an explanation of these effects via the\nrenormalization analysis of Nemeschansky-Sen.\n","Comment: Citations, minor corrections"]}]
["hep-th/9108004",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9108004","Nucl.Phys.B373:187-213,1992","doi:10.1016/0550-3213(92)90454-J"],"date":["1991-08-16"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Ground Ring Of Two Dimensional String Theory"],"description":["  String theories with two dimensional space-time target spaces are\ncharacterized by the existence of a ``ground ring'' of operators of spin\n$(0,0)$. By understanding this ring, one can understand the symmetries of the\ntheory and illuminate the relation of the critical string theory to matrix\nmodels. The symmetry groups that arise are, roughly, the area preserving\ndiffeomorphisms of a two dimensional phase space that preserve the fermi\nsurface (of the matrix model) and the volume preserving diffeomorphisms of a\nthree dimensional cone. The three dimensions in question are the matrix\neigenvalue, its canonical momentum, and the time of the matrix model.\n"]}]
["hep-th/9201056",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9201056","Nucl.Phys.B377:55-112,1992","doi:10.1016/0550-3213(92)90018-7"],"date":["1992-01-27"],"type":["text"],"creator":["Witten, Edward","Zwiebach, Barton"],"language":[],"coverage":[],"title":["Algebraic Structures and Differential Geometry in 2D String Theory"],"description":["  A careful treatment of closed string BRST cohomology shows that there are\nmore discrete states and associated symmetries in $D=2$ string theory than has\nbeen recognized hitherto. The full structure, at the $SU(2)$ radius, has a\nnatural description in terms of abelian gauge theory on a certain three\ndimensional cone $Q$. We describe precisely how symmetry currents are\nconstructed from the discrete states, explaining the role of the ``descent\nequations.'' In the uncompactified theory, we compute the action of the\nsymmetries on the tachyon field, and isolate the features that lead to\nnonlinear terms in this action. The resulting symmetry structure is interpreted\nin terms of a homotopy Lie algebra.\n","Comment: 65pp. (Two figures, not included.)"]}]
["hep-th/9204083",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9204083","J.Geom.Phys.9:303-368,1992","doi:10.1016/0393-0440(92)90034-X"],"date":["1992-04-24"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Two Dimensional Gauge Theories Revisited"],"description":["  Topological gravity is equivalent to physical gravity in two dimensions in a\nway that is still mysterious, though by now it has been proved by Kontsevich.\nIn this paper it is shown that a similar relation between topological and\nphysical Yang-Mills theory holds in two dimensions; in this case, however, the\nrelation can be explained by a direct mapping between the two path integrals.\nThis (1) explains many strange facts about two dimensional Yang-Mills theory,\nlike the way the partition function can be expressed exactly as a sum over\nclassical solutions, including unstable ones; (2) makes the corresponding\ntopological theory completely computable.\n","Comment: 80 pp"]}]
["hep-th/9206078",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9206078","Phys.Lett.B293:309-314,1992","doi:10.1016/0370-2693(92)90888-B"],"date":["1992-06-19"],"type":["text"],"creator":["Nappi, Chiara R.","Witten, Edward"],"language":[],"coverage":[],"title":["A Closed, Expanding Universe in String Theory"],"description":["  We present a conformal field theory -- obtained from a gauged WZW model --\nthat describes a closed, inhomogeneous expanding and recollapsing universe in\n$3+1$ dimensions. A possible violation of cosmic censorship is avoided because\nthe universe recollapses just when a naked singularity was about to form. The\nmodel has been chosen to have $c=4$ (or $\\widehat c=4$ in the supersymmetric\ncase), just like four dimensional Minkowski space.\n","Comment: 10 pp"]}]
["hep-th/9207094",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9207094","Prog.Math.133:637-678,1995"],"date":["1992-07-28","2003-12-22"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Chern-Simons Gauge Theory As A String Theory"],"description":["  Certain two dimensional topological field theories can be interpreted as\nstring theory backgrounds in which the usual decoupling of ghosts and matter\ndoes not hold. Like ordinary string models, these can sometimes be given\nspace-time interpretations. For instance, three-dimensional Chern-Simons gauge\ntheory can arise as a string theory. The world-sheet model in this case\ninvolves a topological sigma model. Instanton contributions to the sigma model\ngive rise to Wilson line insertions in the space-time Chern-Simons theory. A\ncertain holomorphic analog of Chern-Simons theory can also arise as a string\ntheory.\n","Comment: 50 pages; the sole change in the 2003 resubmission is inclusion of\n  the figures"]}]
["hep-th/9208027",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9208027","Phys.Rev.D46:5467-5473,1992","doi:10.1103/PhysRevD.46.5467"],"date":["1992-08-10"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["On Background Independent Open-String Field Theory"],"description":["  A framework for background independent open-string field theory is proposed.\nThe approach involves using the BV formalism -- in a way suggested by recent\ndevelopments in closed-string field theory -- to implicitly define a gauge\ninvariant Lagrangian in a hypothetical ``space of all open-string world-sheet\ntheories.'' It is built into the formalism that classical solutions of the\nstring field theory are BRST invariant open-string world-sheet theories and\nthat, when expanding around a classical solution, the infinitesimal gauge\ntransformations are generated by the world-sheet BRST operator.\n","Comment: 18 pp"]}]
["hep-th/9210065",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9210065","Phys.Rev.D47:3405-3410,1993","doi:10.1103/PhysRevD.47.3405"],"date":["1992-10-12"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Some Computations in Background Independent Open-String Field Theory"],"description":["  Recently, background independent open-string field theory has been formally\ndefined in the space of all two-dimensional world-sheet theories. In this\npaper, to make the construction more concrete, I compute the action for an\noff-shell tachyon field of a certain simple type. From the computation it\nemerges that, although the string field action does not coincide with the\nworld-sheet (matter) partition function in general, these functions do coincide\non shell. This can be demonstrated in general, as long as matter and ghosts are\ndecoupled.\n","Comment: 14 pp"]}]
["hep-th/9301042",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9301042","Nucl.Phys.B403:159-222,1993","doi:10.1016/0550-3213(93)90033-L"],"date":["1993-01-12","1993-02-18"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Phases of $N=2$ Theories In Two Dimensions"],"description":["  This is a study of the Landau-Ginzburg/Calabi-Yau correspondence, and related\nmatters, using linear sigma models.\n","Comment: 75 pp; mainly extra references and minor corrections"]}]
["hep-th/9303067",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9303067","Phys.Rev.D48:853-860,1993","doi:10.1103/PhysRevD.48.853"],"date":["1993-03-10"],"type":["text"],"creator":["Li, Keke","Witten, Edward"],"language":[],"coverage":[],"title":["Role of Short Distance Behavior in Off-Shell Open-String Field Theory"],"description":["  A recent proposal for a background independent open string field theory is\nstudied in detail for a class of backgrounds that correspond to general\nquadratic boundary interactions on the world-sheet. A short-distance cut-off is\nintroduced to formulate the theory with a finite number of local and\npotentially unrenormalizable boundary couplings. It is shown that\nrenormalization of the boundary couplings makes both the world-sheet partition\nfunction and the string field action finite and cut-off independent, although\nthe resulting string field action has an unpalatable dependence on the leading\nunrenormalizable coupling.\n","Comment: 16 pages"]}]
["hep-th/9304026",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9304026","Int.J.Mod.Phys.A9:4783-4800,1994","doi:10.1142/S0217751X9400193X"],"date":["1993-04-07","1993-07-09"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["On the Landau-Ginzburg Description of $N=2$ Minimal Models"],"description":["  The conjecture that $N=2$ minimal models in two dimensions are critical\npoints of a super-renormalizable Landau-Ginzburg model can be tested by\ncomputing the path integral of the Landau-Ginzburg model with certain twisted\nboundary conditions. This leads to simple expressions for certain characters of\nthe $N=2$ models which can be verified at least at low levels. An $N=2$\nsuperconformal algebra can in fact be found directly in the {\\it noncritical}\nLandau-Ginzburg system, giving further support for the conjecture.\n","Comment: 24 pp., references added"]}]
["hep-th/9307038",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9307038","Nucl.Phys.B407:637-666,1993","doi:10.1016/0550-3213(93)90093-5"],"date":["1993-07-06","1993-07-09"],"type":["text"],"creator":["Kachru, Shamit","Witten, Edward"],"language":[],"coverage":[],"title":["Computing the Complete Massless Spectrum of a Landau-Ginzburg Orbifold"],"description":["  We develop techniques to compute the complete the massless spectrum in\nheterotic string compactification on N=2 supersymmetric Landau-Ginzburg\norbifolds. This includes not just the familiar charged fields, but also the\ngauge singlets. The number of gauge singlets can vary in the moduli space of a\ngiven compactification and can differ from what it would be in the large radius\nlimit of the corresponding Calabi-Yau. Comparison with exactly soluble Gepner\nmodels provides a confirmation of our results at Gepner points. Our methods\ncarry over straightforwardly to $(0,2)$ Landau-Ginzburg models.\n","Comment: 34 pp, reference added"]}]
["hep-th/9310112",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9310112","Phys.Rev.Lett.71:3751-3753,1993","doi:10.1103/PhysRevLett.71.3751"],"date":["1993-10-18","1993-10-19"],"type":["text"],"creator":["Nappi, C. R.","Witten, E."],"language":[],"coverage":[],"title":["A WZW model based on a non-semi-simple group"],"description":["  We present a conformal field theory which desribes a homogeneous four\ndimensional Lorentz-signature space-time. The model is an ungauged WZW model\nbased on a central extension of the Poincar\\'e algebra. The central charge of\nthis theory is exactly four, just like four dimensional Minkowski space. The\nmodel can be interpreted as a four dimensional monochromatic plane wave. As\nthere are three commuting isometries, other interesting geometries are expected\nto emerge via $O(3,3)$ duality.\n","Comment: 8 pages, phyzzx, IASSNS-HEP-93/61 Texable version"]}]
["hep-th/9403054",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9403054","Phys.Lett.B328:307-311,1994","doi:10.1016/0370-2693(94)91484-2"],"date":["1994-03-08"],"type":["text"],"creator":["Silverstein, Eva","Witten, Edward"],"language":[],"coverage":[],"title":["Global U(1) R-Symmetry And Conformal Invariance Of (0,2) Models"],"description":["  We derive a condition under which (0,2) linear sigma models possess a\n``left-moving'' conformal stress tensor in $\\bq$ cohomology (i.e. which leaves\ninvariant the ``right-moving'' ground states) even away from their critical\npoints. At the classical level this enforces quasihomogeneity of the\nsuperpotential terms. The persistence of this structure at the quantum level on\nthe worldsheet is obstructed by an anomaly unless the charges and\nsuperpotential degrees satisfy a condition which is equivalent to the condition\nfor the cancellation of the anomaly in a particular ``right-moving'' U(1)\nR-symmetry.\n","Comment: 8 pages"]}]
["hep-th/9403195",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9403195","J.Math.Phys.35:5101-5135,1994","doi:10.1063/1.530745"],"date":["1994-03-31"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Supersymmetric Yang-Mills Theory On A Four-Manifold"],"description":["  By exploiting standard facts about $N=1$ and $N=2$ supersymmetric Yang-Mills\ntheory, the Donaldson invariants of four-manifolds that admit a Kahler metric\ncan be computed. The results are in agreement with available mathematical\ncomputations, and provide a powerful check on the standard claims about\nsupersymmetric Yang-Mills theory.\n","Comment: 55 pages"]}]
["hep-th/9404184",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9404184","Phys.Lett.B332:44-50,1994","doi:10.1016/0370-2693(94)90856-7"],"date":["1994-04-29"],"type":["text"],"creator":["Giveon, Amit","Witten, Edward"],"language":[],"coverage":[],"title":["Mirror Symmetry as a Gauge Symmetry"],"description":["  It is shown that in string theory mirror duality is a gauge symmetry (a Weyl\ntransformation) in the moduli space of $N=2$ backgrounds on group manifolds,\nand we conjecture on the possible generalization to other backgrounds, such as\nCalabi-Yau manifolds.\n","Comment: 11 pages"]}]
["hep-th/9407087",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9407087","Nucl.Phys.B426:19-52,1994; Erratum-ibid.B430:485-486,1994","doi:10.1016/0550-3213(94)90124-4"],"date":["1994-07-15"],"type":["text"],"creator":["Seiberg, N.","Witten, E."],"language":[],"coverage":[],"title":["Monopole Condensation, And Confinement In N=2 Supersymmetric Yang-Mills\n  Theory"],"description":["  We study the vacuum structure and dyon spectrum of N=2 supersymmetric gauge\ntheory in four dimensions, with gauge group SU(2). The theory turns out to have\nremarkably rich and physical properties which can nonetheless be described\nprecisely; exact formulas can be obtained, for instance, for electron and dyon\nmasses and the metric on the moduli space of vacua. The description involves a\nversion of Olive-Montonen electric-magnetic duality. The ``strongly coupled''\nvacuum turns out to be a weakly coupled theory of monopoles, and with a\nsuitable perturbation confinement is described by monopole condensation.\n","Comment: 45pp, harvmac"]}]
["hep-th/9408074",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9408074","Nucl.Phys.B431:3-77,1994","doi:10.1016/0550-3213(94)90097-3"],"date":["1994-08-12","1994-09-01"],"type":["text"],"creator":["Vafa, Cumrun","Witten, Edward"],"language":[],"coverage":[],"title":["A Strong Coupling Test of S-Duality"],"description":["  By studying the partition function of $N=4$ topologically twisted\nsupersymmetric Yang-Mills on four-manifolds, we make an exact strong coupling\ntest of the Montonen-Olive strong-weak duality conjecture. Unexpected and\nexciting links are found with two-dimensional rational conformal field theory.\n","Comment: 114 pages (some minor changes)"]}]
["hep-th/9408099",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9408099","Nucl.Phys.B431:484-550,1994","doi:10.1016/0550-3213(94)90214-3"],"date":["1994-08-17"],"type":["text"],"creator":["Seiberg, N.","Witten, E."],"language":[],"coverage":[],"title":["Monopoles, Duality and Chiral Symmetry Breaking in N=2 Supersymmetric\n  QCD"],"description":["  We study four dimensional $N=2$ supersymmetric gauge theories with matter\nmultiplets. For all such models for which the gauge group is $SU(2)$, we derive\nthe exact metric on the moduli space of quantum vacua and the exact spectrum of\nthe stable massive states. A number of new physical phenomena occur, such as\nchiral symmetry breaking that is driven by the condensation of magnetic\nmonopoles that carry global quantum numbers. For those cases in which conformal\ninvariance is broken only by mass terms, the formalism automatically gives\nresults that are invariant under electric-magnetic duality. In one instance,\nthis duality is mixed in an interesting way with $SO(8)$ triality.\n","Comment: 89 pages"]}]
["hep-th/9409111",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9409111","Int.J.Mod.Phys.A10:1247-1248,1995","doi:10.1142/S0217751X95000590"],"date":["1994-09-19"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Is Supersymmetry Really Broken?"],"description":["  In 2 + 1 dimensions, in the presence of gravity, supersymmetry can ensure the\nvanishing of the cosmological constant without requiring the equality of bose\nand fermi masses.\n","Comment: 3 pages"]}]
["hep-th/9409188",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9409188","J.Geom.Phys.15:189-214,1995","doi:10.1016/0393-0440(94)00048-9"],"date":["1994-09-29"],"type":["text"],"creator":["Vafa, Cumrun","Witten, Edward"],"language":[],"coverage":[],"title":["On Orbifolds with Discrete Torsion"],"description":["  We consider the interpretation in classical geometry of conformal field\ntheories constructed from orbifolds with discrete torsion. In examples we can\nanalyze, these spacetimes contain ``stringy regions'' that from a classical\npoint of view are singularities that are to be neither resolved nor blown up.\nSome of these models also give particularly simple and clear examples of mirror\nsymmetry.\n","Comment: 35 pages"]}]
["hep-th/9410052",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9410052","J.Geom.Phys.15:215-226,1995","doi:10.1016/0393-0440(94)00047-8"],"date":["1994-10-07"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Sigma Models And The ADHM Construction Of Instantons"],"description":["  This paper is devoted to the construction of a family of linear sigma models\nwith $(0,4)$ supersymmetry which should flow in the infrared to the stringy\nversion of Yang-Mills instantons on ${\\bf R}^4$. The family depends on the full\nset of expected parameters and is obtained by using the data that appear in the\nADHM construction of instantons.\n","Comment: 14 pp, harvmac"]}]
["hep-th/9411102",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9411102","Math.Res.Lett.1:769-796,1994"],"date":["1994-11-14"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Monopoles and Four-Manifolds"],"description":["  Recent developments in the understanding of $N=2$ supersymmetric Yang-Mills\ntheory in four dimensions suggest a new point of view about Donaldson theory of\nfour manifolds: instead of defining four-manifold invariants by counting\n$SU(2)$ instantons, one can define equivalent four-manifold invariants by\ncounting solutions of a non-linear equation with an abelian gauge group. This\nis a ``dual'' equation in which the gauge group is the dual of the maximal\ntorus of $SU(2)$. The new viewpoint suggests many new results about the\nDonaldson invariants.\n","Comment: 29 pp, harvmac"]}]
["hep-th/9503124",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9503124","Nucl.Phys.B443:85-126,1995","doi:10.1016/0550-3213(95)00158-O"],"date":["1995-03-20","1995-03-24"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["String Theory Dynamics In Various Dimensions"],"description":["  The strong coupling dynamics of string theories in dimension $d\\geq 4$ are\nstudied. It is argued, among other things, that eleven-dimensional supergravity\narises as a low energy limit of the ten-dimensional Type IIA superstring, and\nthat a recently conjectured duality between the heterotic string and Type IIA\nsuperstrings controls the strong coupling dynamics of the heterotic string in\nfive, six, and seven dimensions and implies $S$ duality for both heterotic and\nType II strings.\n","Comment: 54 pages, harvmac. Some references have been added and discussion of\n  five-dimensional heterotic string expanded."]}]
["hep-th/9503212",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9503212","Nucl.Phys.B444:161-190,1995","doi:10.1016/0550-3213(95)00186-V"],"date":["1995-03-29","1999-11-03"],"type":["text"],"creator":["Silverstein, Eva","Witten, Edward"],"language":[],"coverage":[],"title":["Criteria for Conformal Invariance of (0,2) Models"],"description":["  It is argued that many linear (0,2) models flow in the infrared to\nconformally invariant solutions of string theory. The strategy in the argument\nis to show that the effective space-time superpotential must vanish because\nthere is no place where it can have a pole. This conclusion comes from either\nof two different analyses, in which the Kahler class or the complex structure\nof the gauge bundle is varied, while keeping everything else fixed. In the\nformer case, we recover from the linear sigma model the usual simple pole in\nthe ${\\bf \\bar {27}}^3$ Yukawa coupling but show that an analogous pole does\nnot arise in the couplings of gauge singlet modes. In the latter case, a\ndimension count shows that the world-sheet instanton sum does not ``see'' the\nsingularities of the gauge bundle and hence cannot have a pole.\n","Comment: 36 pages, harvmac. Equation (3.14) and miscellaneous typos corrected.\n  (Error in section 5.2 has been corrected in 1999 version.)"]}]
["hep-th/9505053",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9505053","Nucl.Phys.B447:261-270,1995","doi:10.1016/0550-3213(95)00280-6"],"date":["1995-05-09"],"type":["text"],"creator":["Vafa, Cumrun","Witten, Edward"],"language":[],"coverage":[],"title":["A One-Loop Test Of String Duality"],"description":["  We test type IIA-heterotic string duality in six dimensions by showing that\nthe sigma model anomaly of the heterotic string is generated by a combination\nof a tree level and a string one-loop correction on the type IIA side.\n","Comment: 12 pages"]}]
["hep-th/9505186",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9505186","Selecta Math.1:383,1995"],"date":["1995-05-31"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["On S-Duality in Abelian Gauge Theory"],"description":["  U(1) gauge theory on ${\\bf R}^4$ is known to possess an electric-magnetic\nduality symmetry that inverts the coupling constant and extends to an action of\n$SL(2,{\\bf Z})$. In this paper, the duality is studied on a general\nfour-manifold and it is shown that the partition function is not a\nmodular-invariant function but transforms as a modular form. This result plays\nan essential role in determining a new low-energy interaction that arises when\nN=2 supersymmetric Yang-Mills theory is formulated on a four-manifold; the\ndetermination of this interaction gives a new test of the solution of the model\nand would enter in computations of the Donaldson invariants of four-manifolds\nwith $b_2^+\\leq 1$. Certain other aspects of abelian duality, relevant to\nmatters such as the dependence of Donaldson invariants on the second\nStieffel-Whitney class, are also analyzed.\n","Comment: 32 pages, harvmac"]}]
["hep-th/9506101",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9506101","Mod.Phys.Lett.A10:2153-2156,1995","doi:10.1142/S0217732395002301"],"date":["1995-06-15"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["STRONG COUPLING AND THE COSMOLOGICAL CONSTANT"],"description":["  The vanishing of the cosmological constant and absence of a massless dilaton\nmight be explained by a duality between a supersymmetric string vacuum in three\ndimensions and a non-supersymmetric string vacuum in four dimensions.\n","Comment: 4 pages"]}]
["hep-th/9507050",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9507050","Nucl.Phys.Proc.Suppl.46:225-247,1996","doi:10.1016/0920-5632(96)00025-4"],"date":["1995-07-07","1995-07-08"],"type":["text"],"creator":["Vafa, Cumrun","Witten, Edward"],"language":[],"coverage":[],"title":["Dual String Pairs With N=1 And N=2 Supersymmetry In Four Dimensions"],"description":["  Based on a simple adiabatic argument and by considering the heterotic string\ncounterpart of certain symmetries of Type II superstrings such as $(-1)^{F_L}$\nand orientation reversal, we construct orbifold candidates for dual pairs of\nheterotic and Type II string theories with $N=2$ and $N=1$ supersymmetry. We\nalso analyze from a similar point of view the ${\\rm K3}$ fibrations that enter\nin recently proposed $N=2$ candidates and use this structure together with\ncertain orientation-reversing symmetries to construct $N=1$ dual pairs. These\npairs involve generalizations of Type I vacua which can be equivalent to\n$E_8\\times E_8$ heterotic strings, while standard Type I vacua are related to\n$SO(32)$.\n","Comment: 40 pages"]}]
["hep-th/9510101",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9510101","Nucl.Phys.B460:299-334,1996","doi:10.1016/0550-3213(95)00609-5"],"date":["1995-10-16","1995-10-23"],"type":["text"],"creator":["Donagi, Ron","Witten, Edward"],"language":[],"coverage":[],"title":["Supersymmetric Yang-Mills Systems And Integrable Systems"],"description":["  The Coulomb branch of $N=2$ supersymmetric gauge theories in four dimensions\nis described in general by an integrable Hamiltonian system in the holomorphic\nsense. A natural construction of such systems comes from two-dimensional gauge\ntheory and spectral curves. Starting from this point of view, we propose an\nintegrable system relevant to the $N=2$ $SU(n)$ gauge theory with a\nhypermultiplet in the adjoint representation, and offer much evidence that it\nis correct. The model has an $SL(2,{\\bf Z})$ $S$-duality group (with the\ncentral element $-1$ of $SL(2,{\\bf Z})$ acting as charge conjugation);\n$SL(2,{\\bf Z})$ permutes the Higgs, confining, and oblique confining phases in\nthe expected fashion. We also study more exotic phases.\n","Comment: 50 pages, harvmac. added references"]}]
["hep-th/9510135",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9510135","Nucl.Phys.B460:335-350,1996","doi:10.1016/0550-3213(95)00610-9"],"date":["1995-10-18","1995-10-23"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Bound States Of Strings And $p$-Branes"],"description":["  The recent discovery of an explicit conformal field theory description of\nType II $p$-branes makes it possible to investigate the existence of bound\nstates of such objects. In particular, it is possible with reasonable precision\nto verify the prediction that the Type IIB superstring in ten dimensions has a\nfamily of soliton and bound state strings permuted by $SL(2,{\\bf Z})$. The\nspace-time coordinates enter tantalizingly in the formalism as non-commuting\nmatrices.\n","Comment: 25 pages, harvmac. Added references"]}]
["hep-th/9510169",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9510169","Nucl.Phys.B460:525-540,1996","doi:10.1016/0550-3213(95)00614-1"],"date":["1995-10-23"],"type":["text"],"creator":["Polchinski, Joseph","Witten, Edward"],"language":[],"coverage":[],"title":["Evidence for Heterotic - Type I String Duality"],"description":["  A study is made of the implications of heterotic string $T$-duality and\nextended gauge symmetry for the conjectured equivalence of heterotic and Type I\nsuperstrings. While at first sight heterotic string world-sheet dynamics\nappears to conflict with Type I perturbation theory, a closer look shows that\nType I perturbation theory ``miraculously'' breaks down, in some cases via\nnovel mechanisms, whenever the heterotic string has massless particles not\npresent in Type I perturbation theory. This strongly suggests that the two\ntheories actually are equivalent. As further evidence in the same direction, we\nshow that the Dirichlet one-brane of type I string theory has the same\nworld-sheet structure as the heterotic string.\n","Comment: harvmac, 21 pages"]}]
["hep-th/9510209",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9510209","Nucl.Phys.B460:506-524,1996","doi:10.1016/0550-3213(95)00621-4"],"date":["1995-10-29","1995-11-21"],"type":["text"],"creator":["Horava, Petr","Witten, Edward"],"language":[],"coverage":[],"title":["Heterotic and Type I String Dynamics from Eleven Dimensions"],"description":["  We propose that the ten-dimensional $E_8\\times E_8$ heterotic string is\nrelated to an eleven-dimensional theory on the orbifold ${\\bf R}^{10}\\times\n{\\bf S}^1/{\\bf Z}_2$ in the same way that the Type IIA string in ten dimensions\nis related to ${\\bf R}^{10}\\times {\\bf S}^1$. This in particular determines the\nstrong coupling behavior of the ten-dimensional $E_8\\times E_8$ theory. It also\nleads to a plausible scenario whereby duality between $SO(32)$ heterotic and\nType I superstrings follows from the classical symmetries of the\neleven-dimensional world, just as the $SL(2,{\\bf Z})$ duality of the\nten-dimensional Type IIB theory follows from eleven-dimensional diffeomorphism\ninvariance.\n","Comment: 27 pages, 2 postscript figures, harvmac, epsf; a reference added"]}]
["hep-th/9511030",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9511030","Nucl.Phys.B460:541-559,1996","doi:10.1016/0550-3213(95)00625-7"],"date":["1995-11-04"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Small Instantons in String Theory"],"description":["  A long-standing puzzle about the heterotic string has been what happens when\nan instanton shrinks to zero size. It is argued here that the answer at the\nquantum level is that an extra $SU(2)$ gauge symmetry appears that is supported\nin the core of the instanton. Thus in particular the quantum heterotic string\nhas vacua with higher rank than is possible in conformal field theory. When $k$\ninstantons collapse at the same point, the enhanced gauge symmetry is $Sp(k)$.\nThese results, which can be tested by comparison to Dirichlet five-branes of\nType I superstrings and to the ADHM construction of instantons, give the first\nexample for the heterotic string of a non-perturbative phenomenon that cannot\nbe turned off by making the coupling smaller. They have applications to several\ninteresting puzzles about string duality.\n","Comment: 25 pages, harvmac"]}]
["hep-th/9511154",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9511154","Nucl.Phys.B461:71-84,1996","doi:10.1016/0550-3213(95)00671-0"],"date":["1995-11-22"],"type":["text"],"creator":["Argyres, P. C.","Plesser, M. R.","Seiberg, N.","Witten, E."],"language":[],"coverage":[],"title":["New N=2 Superconformal Field Theories in Four Dimensions"],"description":["  New examples of N=2 supersymmetric conformal field theories are found as\nfixed points of SU(2) N=2 supersymmetric QCD. Relations among the scaling\ndimensions of their relevant chiral operators, global symmetries, and Higgs\nbranches are understood in terms of the general structure of relevant\ndeformations of non-trivial N=2 conformal field theories. The spectrum of\nscaling dimensions found are all those compatible with relevant deformations of\na y^2 = x^3 singular curve.\n","Comment: 17 pages, harvmac"]}]
["hep-th/9512219",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9512219","Nucl.Phys.B463:383-397,1996","doi:10.1016/0550-3213(96)00032-6"],"date":["1995-12-29","1996-02-08"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Five-branes And $M$-Theory On An Orbifold"],"description":["  We relate Type IIB superstrings compactified to six dimensions on K3 to an\neleven-dimensional theory compactified on $({\\bf S}^1)^5/{\\bf Z}_2$.\nEleven-dimensional five-branes enter the story in an interesting way.\n","Comment: 18 pages, harvmac. Error concerning Stieffel-Whitney classes has been\n  corrected"]}]
["hep-th/9601036",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9601036","Nucl.Phys.B465:413-438,1996","doi:10.1016/0550-3213(96)00059-4"],"date":["1996-01-09"],"type":["text"],"creator":["Duff, M. J.","Minasian, R.","Witten, Edward"],"language":[],"coverage":[],"title":["Evidence for Heterotic/Heterotic Duality"],"description":["  We re-examine the question of heterotic - heterotic string duality in six\ndimensions and argue that the $E_8\\times E_8$ heterotic string, compactified on\n$K3$ with equal instanton numbers in the two $E_8$'s, has a self-duality that\ninverts the coupling, dualizes the antisymmetric tensor, acts non-trivially on\nthe hypermultiplets, and exchanges gauge fields that can be seen in\nperturbation theory with gauge fields of a non-perturbative origin. The special\nrole of the symmetric embedding of the anomaly in the two $E_8$'s can be seen\nfrom field theory considerations or from an eleven-dimensional point of view.\nThe duality can be deduced by looking in two different ways at\neleven-dimensional $M$-theory compactified on $K3\\times {\\bf S}^1/\\Z_2$.\n","Comment: 36 pages, LaTeX"]}]
["hep-th/9602070",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9602070","Nucl.Phys.B471:135-158,1996","doi:10.1016/0550-3213(96)00190-3"],"date":["1996-02-13","1996-02-23"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Strong Coupling Expansion Of Calabi-Yau Compactification"],"description":["  In a certain strong coupling limit, compactification of the $E_8\\times E_8$\nheterotic string on a Calabi-Yau manifold $X$ can be described by an\neleven-dimensional theory compactified on $X\\times \\S^1/\\Z_2$. In this limit,\nthe usual relations among low energy gauge couplings hold, but the usual\n(problematic) prediction for Newton's constant does not. In this paper, the\nequations for unbroken supersymmetry are expanded to the first non-trivial\norder, near this limit, verifying the consistency of the description and\nshowing how, in some cases, if one tries to make Newton's constant too small,\nstrong coupling develops in one of the two $E_8$'s. The lower bound on Newton's\nconstant (beyond which strong coupling develops) is estimated and is relatively\nclose to the actual value.\n","Comment: 32 pp, harvmac. Additional references added"]}]
["hep-th/9603003",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9603003","Nucl.Phys.B471:121-134,1996","doi:10.1016/0550-3213(96)00189-7"],"date":["1996-03-01"],"type":["text"],"creator":["Seiberg, N.","Witten, E."],"language":[],"coverage":[],"title":["Comments on String Dynamics in Six Dimensions"],"description":["  We discuss the singularities in the moduli space of string compactifications\nto six dimensions with $N=1$ supersymmetry. Such singularities arise from\neither massless particles or non-critical tensionless strings. The points with\ntensionless strings are sometimes phase transition points between different\nphases of the theory. These results appear to connect all known $N=1$\nsupersymmetric six-dimensional vacua.\n","Comment: 20 pages, uses harvmac"]}]
["hep-th/9603142",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9603142","Nucl.Phys.B475:94-114,1996","doi:10.1016/0550-3213(96)00308-2"],"date":["1996-03-21"],"type":["text"],"creator":["Horava, Petr","Witten, Edward"],"language":[],"coverage":[],"title":["Eleven-Dimensional Supergravity on a Manifold with Boundary"],"description":["  In this paper, we present a systematic analysis of eleven-dimensional\nsupergravity on a manifold with boundary, which is believed to be relevant to\nthe strong coupling limit of the $E_8\\times E_8$ heterotic string. Gauge and\ngravitational anomalies enter at a very early stage, and require a refinement\nof the standard Green-Schwarz mechanism for their cancellation. This uniquely\ndetermines the gauge group to be a copy of $E_8$ for each boundary component,\nfixes the gauge coupling constant in terms of the gravitational constant, and\nleads to several striking new tests of the hypothesis that there is a\nconsistent quantum $M$-theory with eleven-dimensional supergravity as its low\nenergy limit.\n","Comment: 28 pages, no figures; harvmac"]}]
["hep-th/9603150",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9603150","Nucl.Phys.B471:195-216,1996","doi:10.1016/0550-3213(96)00212-X"],"date":["1996-03-22"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Phase Transitions In M-Theory And F-Theory"],"description":["  Phase transitions are studied in $M$-theory and $F$-theory. In $M$-theory\ncompactification to five dimensions on a Calabi-Yau, there are\ntopology-changing transitions similar to those seen in conformal field theory,\nbut the non-geometrical phases known in conformal field theory are absent. At\nboundaries of moduli space where such phases might have been expected, the\nmoduli space ends, by a conventional or unconventional physical mechanism. The\nunconventional mechanisms, which roughly involve the appearance of tensionless\nstrings, can sometimes be better understood in $F$-theory.\n","Comment: 30 pp, harvmanc"]}]
["hep-th/9604030",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9604030","Nucl.Phys.B474:343-360,1996","doi:10.1016/0550-3213(96)00283-0"],"date":["1996-04-05","1996-05-07"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Non-Perturbative Superpotentials In String Theory"],"description":["  The non-perturbative superpotential can be effectively calculated in\n$M$-theory compactification to three dimensions on a Calabi-Yau four-fold $X$.\nFor certain $X$, the superpotential is identically zero, while for other $X$, a\nnon-perturbative superpotential is generated. Using $F$-theory, these results\ncarry over to certain Type IIB and heterotic string compactifications to four\ndimensions with $N=1$ supersymmetry. In the heterotic string case, the\nnon-perturbative superpotential can be interpreted as coming from space-time\nand world-sheet instantons; in many simple cases contributions come only from\nfinitely many values of the instanton numbers.\n","Comment: Improved explanation of selection rule, and other more minor\n  corrections, 22 pages"]}]
["hep-th/9605184",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9605184","Nucl.Phys.B475:115-148,1996","doi:10.1016/0550-3213(96)00339-2"],"date":["1996-05-24"],"type":["text"],"creator":["Berkooz, Micha","Leigh, Robert G.","Polchinski, Joseph","Schwarz, John H.","Seiberg, Nathan","Witten, Edward"],"language":[],"coverage":[],"title":["Anomalies, Dualities, and Topology of D=6 N=1 Superstring Vacua"],"description":["  We consider various aspects of compactifications of the Type I/heterotic\n$Spin(32)/\\Z_2$ theory on K3. One family of such compactifications includes the\nstandard embedding of the spin connection in the gauge group, and is on the\nsame moduli space as the compactification of the heterotic $E_8\\times E_8$\ntheory on K3 with instanton numbers (8,16). Another class, which includes an\norbifold of the Type I theory recently constructed by Gimon and Polchinski and\nwhose field theory limit involves some topological novelties, is on the moduli\nspace of the heterotic $E_8\\times E_8$ theory on K3 with instanton numbers\n(12,12). These connections between $Spin(32)/\\Z_2$ and $E_8\\times E_8$ models\ncan be demonstrated by T duality, and permit a better understanding of\nnon-perturbative gauge fields in the (12,12) model. In the transformation\nbetween $Spin(32)/\\Z_2$ and $E_8\\times E_8$ models, the strong/weak coupling\nduality of the (12,12) $E_8\\times E_8$ model is mapped to T duality in the Type\nI theory. The gauge and gravitational anomalies in the Type I theory are\ncanceled by an extension of the Green-Schwarz mechanism.\n","Comment: 48 pages"]}]
["hep-th/9606122",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9606122","Nucl.Phys.B480:213-224,1996","doi:10.1016/S0550-3213(96)00483-X"],"date":["1996-06-19"],"type":["text"],"creator":["Sethi, S.","Vafa, C.","Witten, E."],"language":[],"coverage":[],"title":["Constraints on Low-Dimensional String Compactifications"],"description":["  We study the restrictions imposed by cancellation of the tadpoles for two,\nthree, and four-form gauge fields in string theory, M-theory and F-theory\ncompactified to two, three and four dimensions, respectively. For a large class\nof supersymmetric vacua, turning on a sufficient number of strings, membranes\nand three-branes, respectively, can cancel the tadpoles, and preserve\nsupersymmetry. However, there are cases where the tadpole cannot be removed in\nthis way, either because the tadpole is fractional, or because of its sign. For\nM-theory and F-theory compactifications, we also explore the relation of the\nmembranes and three-branes to the nonperturbative space-time superpotential.\n","Comment: 16 pages, harvmac"]}]
["hep-th/9607091",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9607091","Mod.Phys.Lett.A11:2199-2212,1996","doi:10.1142/S0217732396002198"],"date":["1996-07-11","1996-10-03"],"type":["text"],"creator":["Donagi, R.","Grassi, A.","Witten, E."],"language":[],"coverage":[],"title":["A Non-Perturbative Superpotential With $E_8$ Symmetry"],"description":["  We compute the non-perturbative superpotential in $F$-theory compactification\nto four dimensions on a complex three-fold $\\P^1\\times S$, where $S$ is a\nrational elliptic surface. In contrast to examples considered previously, the\nsuperpotential in this case has interesting modular properties; it is\nessentially an $E_8$ theta function.\n","Comment: Additional references and clarifications. Latex, 10 pages"]}]
["hep-th/9609122",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9609122","J.Geom.Phys.22:1-13,1997","doi:10.1016/S0393-0440(96)00042-3"],"date":["1996-09-16","1996-10-18"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["On Flux Quantization In M-Theory And The Effective Action"],"description":["  The quantization law for the antisymmetric tensor field of $M$-theory\ncontains a gravitational contribution not known previously. When it is\nincluded, the low energy effective action of $M$-theory, including one-loop and\nChern-Simons contributions, is well-defined. The relation of $M$-theory to the\n$E_8\\times E_8$ heterotic string greatly facilitates the analysis.\n","Comment: 17 pp, harvmac; A correction and additional application have been\n  added"]}]
["hep-th/9609159",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9609159","Mod.Phys.Lett.A11:2649-2654,1996","doi:10.1142/S0217732396002642"],"date":["1996-09-18"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Physical Interpretation Of Certain Strong Coupling Singularities"],"description":["  We interpret certain strong coupling singularities of the $E_8\\times E_8$\nheterotic string on K3 in terms of exotic six-dimensional theories in which\n$E_8$ is a gauge symmetry. These theories are closely related to theories\nobtained at small instanton singularities, which have $E_8$ as a global\nsymmetry.\n","Comment: harvmac, 7 pp."]}]
["hep-th/9610234",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9610234","J.Geom.Phys.22:103-133,1997","doi:10.1016/S0393-0440(97)80160-X"],"date":["1996-10-29"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Five-Brane Effective Action In M-Theory"],"description":["  On the world-volume of an $M$-theory five-brane propagates a two-form with\nself-dual field strength. As this field is non-Lagrangian, there is no obvious\nframework for determining its partition function. An analogous problem exists\nin Type IIB superstring theory for the self-dual five-form. The resolution of\nthese problems and definition of the partition function is explained. A more\ncomplete analysis of perturbative anomaly cancellation for $M$-theory\nfive-branes is also presented, uncovering some surprising details.\n","Comment: 41 pp, harvmac"]}]
["hep-th/9611230",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9611230","Nucl.Phys.B492:152-190,1997","doi:10.1016/S0550-3213(97)00157-0"],"date":["1996-11-27","1996-12-11"],"type":["text"],"creator":["Hanany, Amihay","Witten, Edward"],"language":[],"coverage":[],"title":["Type IIB Superstrings, BPS Monopoles, And Three-Dimensional Gauge\n  Dynamics"],"description":["  We propose an explanation via string theory of the correspondence between the\nCoulomb branch of certain three-dimensional supersymmetric gauge theories and\ncertain moduli spaces of magnetic monopoles. The same construction also gives\nan explanation, via $SL(2,\\Z)$ duality of Type IIB superstrings, of the\nrecently discovered ``mirror symmetry'' in three dimensions. New phase\ntransitions in three dimensions as well as new infrared fixed points and even\nnew coupling constants not present in the known Lagrangians are predicted from\nthe string theory construction. An important role in the construction is played\nby a novel aspect of brane dynamics in which a third brane is created when two\nbranes cross.\n","Comment: 46 pages, 20 figures, A discussion on continuation past infinite\n  coupling is added"]}]
["hep-th/9612216",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9612216","Selecta Math.3:401-458,1997"],"date":["1996-12-20","1997-07-18"],"type":["text"],"creator":["Rozansky, L.","Witten, E."],"language":[],"coverage":[],"title":["Hyper-Kahler Geometry and Invariants of Three-Manifolds"],"description":["  We study a 3-dimensional topological sigma-model, whose target space is a\nhyper-Kahler manifold X. A Feynman diagram calculation of its partition\nfunction demonstrates that it is a finite type invariant of 3-manifolds which\nis similar in structure to those appearing in the perturbative calculation of\nthe Chern-Simons partition function.\n  The sigma-model suggests a new system of weights for finite type invariants\nof 3-manifolds, described by trivalent graphs. The Riemann curvature of X plays\nthe role of Lie algebra structure constants in Chern-Simons theory, and the\nBianchi identity plays the role of the Jacobi identity in guaranteeing the\nso-called IHX relation among the weights.\n  We argue that, for special choices of X, the partition function of the\nsigma-model yields the Casson-Walker invariant and its generalizations. We also\nderive Walker's surgery formula from the SL(2,Z) action on the\nfinite-dimensional Hilbert space obtained by quantizing the sigma-model on a\ntwo-dimensional torus.\n","Comment: 70 pages, LaTeX (a few typos corrected)"]}]
["hep-th/9701162",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9701162","Commun.Math.Phys.187:679-743,1997","doi:10.1007/s002200050154"],"date":["1997-01-28","1997-02-28"],"type":["text"],"creator":["Friedman, Robert","Morgan, John","Witten, Edward"],"language":[],"coverage":[],"title":["Vector Bundles And F Theory"],"description":["  To understand in detail duality between heterotic string and F theory\ncompactifications, it is important to understand the construction of\nholomorphic G bundles over elliptic Calabi-Yau manifolds, for various groups G.\nIn this paper, we develop techniques to describe the bundles, and make several\ndetailed comparisons between the heterotic string and F theory.\n","Comment: 93 pp., harvmac. Section 4.4 has been extended with additional\n  Comments relating F theory intermediate Jacobians to heterotic string bundles"]}]
["hep-th/9703166",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9703166","Nucl.Phys.B500:3-42,1997","doi:10.1016/S0550-3213(97)00416-1"],"date":["1997-03-24"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Solutions Of Four-Dimensional Field Theories Via M Theory"],"description":["  N=2 supersymmetric gauge theories in four dimensions are studied by\nformulating them as the quantum field theories derived from configurations of\nfourbranes, fivebranes, and sixbranes in Type IIA superstrings, and then\nreinterpreting those configurations in M theory. This approach leads to\nexplicit solutions for the Coulomb branch of a large family of four-dimensional\nN=2 field theories with zero or negative beta function.\n","Comment: 43 pp., harvmac"]}]
["hep-th/9706109",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9706109","Nucl.Phys.B507:658-690,1997","doi:10.1016/S0550-3213(97)00648-2"],"date":["1997-06-13","1997-06-30"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Branes And The Dynamics Of QCD"],"description":["  A brane configuration is described that is relevant to understanding the\ndynamics of N=1 supersymmetric Yang-Mills theory. Confinement and spontaneous\nbreaking of a discrete chiral symmetry can be understood as consequences of the\ntopology of the brane. Because of the symmetry breaking, there can be domain\nwalls separating different vacua; the QCD string can end on such a domain wall.\nThe model in which these properties can be understood semiclassically does not\ncoincide with supersymmetric Yang-Mills theory but is evidently in the same\nuniversality class.\n","Comment: 39 pp. Improved explanation of QCD string ending on domain wall;\n  errors corrected and references added"]}]
["hep-th/9707093",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9707093","JHEP 9707:003,1997","doi:10.1088/1126-6708/1997/07/003"],"date":["1997-07-10","1997-07-22"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["On The Conformal Field Theory Of The Higgs Branch"],"description":["  We study 1+1-dimensional theories of vector and hypermultiplets with (4,4)\nsupersymmetry. Despite strong infrared fluctuations, these theories flow in\ngeneral to distinct conformal field theories on the Coulomb and Higgs branches.\nIn some cases there may be a quantum Higgs theory even when there is no\nclassical Higgs branch. The Higgs branches of certain such theories provide a\nframework for a matrix model of Type IIA fivebranes and the associated exotic\nsix-dimensional string theories. Proposals concerning the interactions of these\nstring theories are evaluated.\n","Comment: 27 pp, harvmac. Claims about a single fivebrane have been reduced.\n  Clarifications and references added"]}]
["hep-th/9709193",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9709193","Adv.Theor.Math.Phys.1:298-387,1998"],"date":["1997-09-26","1997-10-20"],"type":["text"],"creator":["Moore, Gregory","Witten, Edward"],"language":[],"coverage":[],"title":["Integration over the u-plane in Donaldson theory"],"description":["  We analyze the u-plane contribution to Donaldson invariants of a\nfour-manifold X. For $b_2^+(X)>1$, this contribution vanishes, but for\n$b_2^+=1$, the Donaldson invariants must be written as the sum of a u-plane\nintegral and an SW contribution. The u-plane integrals are quite intricate, but\ncan be analyzed in great detail and even calculated. By analyzing the u-plane\nintegrals, the relation of Donaldson theory to N=2 supersymmetric Yang-Mills\ntheory can be described much more fully, the relation of Donaldson invariants\nto SW theory can be generalized to four-manifolds not of simple type, and\ninteresting formulas can be obtained for the class numbers of imaginary\nquadratic fields. We also show how the results generalize to extensions of\nDonaldson theory obtained by including hypermultiplet matter fields.\n","Comment: 91 pages, harvmac b-mode. References added. Typos corrected"]}]
["hep-th/9711053",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9711053","JHEP 9712:002,1997","doi:10.1088/1126-6708/1997/12/002"],"date":["1997-11-07"],"type":["text"],"creator":["Maldacena, Juan","Strominger, Andrew","Witten, Edward"],"language":[],"coverage":[],"title":["Black Hole Entropy in M-Theory"],"description":["  Extremal black holes in M-theory compactification on $M\\times S^1$ are\nmicroscopically represented by fivebranes wrapping $P\\times S^1$, where $M$ is\na Calabi-Yau threefold and $P$ is a four-cycle in $M$. Additional spacetime\ncharges arise from momentum around the $S^1$ and expectation values for the\nself-dual three-form field strength in the fivebrane. The microscopic entropy\nof the fivebrane as a function of all the charges is determined from a\ntwo-dimensional $(0,4)$ sigma model whose target space includes the fivebrane\nmoduli space. This entropy is compared to the macroscopic formula. Precise\nagreement is found for both the tree-level and one-loop expressions.\n","Comment: 17 pages, harvmac"]}]
["hep-th/9712028",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9712028","JHEP 9802:006,1998","doi:10.1088/1126-6708/1998/02/006"],"date":["1997-12-03"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Toroidal Compactification Without Vector Structure"],"description":["  Many important ideas about string duality that appear in conventional $\\T^2$\ncompactification have analogs for $\\T^2$ compactification without vector\nstructure. We analyze some of these issues and show, in particular, how\norientifold planes associated with $Sp(n)$ gauge groups can arise from\nT-duality and how they can be interpreted in F-theory. We also, in an appendix,\nresolve a longstanding puzzle concerning the computation of $\\Tr (-1)^F$ in\nfour-dimensional supersymmetric Yang-Mills theory with gauge group SO(n).\n","Comment: 50 pp.,harvmac"]}]
["hep-th/9802150",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9802150","Adv.Theor.Math.Phys.2:253-291,1998"],"date":["1998-02-20","1998-04-06"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Anti De Sitter Space And Holography"],"description":["  Recently, it has been proposed by Maldacena that large $N$ limits of certain\nconformal field theories in $d$ dimensions can be described in terms of\nsupergravity (and string theory) on the product of $d+1$-dimensional $AdS$\nspace with a compact manifold. Here we elaborate on this idea and propose a\nprecise correspondence between conformal field theory observables and those of\nsupergravity: correlation functions in conformal field theory are given by the\ndependence of the supergravity action on the asymptotic behavior at infinity.\nIn particular, dimensions of operators in conformal field theory are given by\nmasses of particles in supergravity. As quantitative confirmation of this\ncorrespondence, we note that the Kaluza-Klein modes of Type IIB supergravity on\n$AdS_5\\times {\\bf S}^5$ match with the chiral operators of $\\N=4$ super\nYang-Mills theory in four dimensions. With some further assumptions, one can\ndeduce a Hamiltonian version of the correspondence and show that the $\\N=4$\ntheory has a large $N$ phase transition related to the thermodynamics of $AdS$\nblack holes.\n","Comment: 40 pp.; additional references and assorted corrections"]}]
["hep-th/9803131",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9803131","Adv.Theor.Math.Phys.2:505-532,1998"],"date":["1998-03-16","1998-04-07"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Anti-de Sitter Space, Thermal Phase Transition, And Confinement In Gauge\n  Theories"],"description":["  The correspondence between supergravity (and string theory) on $AdS$ space\nand boundary conformal field theory relates the thermodynamics of ${\\cal N}=4$\nsuper Yang-Mills theory in four dimensions to the thermodynamics of\nSchwarzschild black holes in Anti-de Sitter space. In this description, quantum\nphenomena such as the spontaneous breaking of the center of the gauge group,\nmagnetic confinement, and the mass gap are coded in classical geometry. The\ncorrespondence makes it manifest that the entropy of a very large $AdS$\nSchwarzschild black hole must scale ``holographically'' with the volume of its\nhorizon. By similar methods, one can also make a speculative proposal for the\ndescription of large $N$ gauge theories in four dimensions without\nsupersymmetry.\n","Comment: 28 pp., added references and minor corrections"]}]
["hep-th/9805112",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9805112","JHEP 9807:006,1998","doi:10.1088/1126-6708/1998/07/006"],"date":["1998-05-18"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Baryons And Branes In Anti de Sitter Space"],"description":["  In the mapping from four-dimensional gauge theories to string theory in $AdS$\nspace, many features of gauge theory can be described by branes wrapped in\ndifferent ways on $\\S^5$, $\\RP^5$, or subspaces thereof. These include a baryon\nvertex coupling N external charges in the fundamental representation of SU(N),\na bound state of $k$ gluons in SO(2k) gauge theory, strings coupled to external\ncharges in the spinor representation of the gauge group, and domain walls\nacross which the low energy gauge group changes.\n","Comment: 44 pp, 9 figures"]}]
["hep-th/9807080",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9807080","Nucl.Phys.B536:199-218,1998","doi:10.1016/S0550-3213(98)00654-3"],"date":["1998-07-10","1998-07-22"],"type":["text"],"creator":["Klebanov, Igor R.","Witten, Edward"],"language":[],"coverage":[],"title":["Superconformal Field Theory on Threebranes at a Calabi-Yau Singularity"],"description":["  Just as parallel threebranes on a smooth manifold are related to string\ntheory on $AdS_5\\times {\\bf S}^5$, parallel threebranes near a conical\nsingularity are related to string theory on $AdS_5\\times X_5$, for a suitable\n$X_5$. For the example of the conifold singularity, for which $X_5=(SU(2)\\times\nSU(2))/U(1)$, we argue that string theory on $AdS_5\\times X_5$ can be described\nby a certain ${\\cal N}=1$ supersymmetric gauge theory which we describe in\ndetail.\n","Comment: 23 pages, latex; minor clarifications, references added"]}]
["hep-th/9807109",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9807109","Phys.Rev.Lett.81:2862-2865,1998","doi:10.1103/PhysRevLett.81.2862"],"date":["1998-07-15"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Theta Dependence In The Large N Limit Of Four-Dimensional Gauge Theories"],"description":["  The theta dependent of pure gauge theories in four dimensions can be studied\nusing a duality of large N gauge theories with string theory on a certain\nspacetime. Via this duality, one can argue that for every theta, there are\ninfinitely many vacua that are stable in the large N limit. The true vacuum,\nfound by minimizing the energy in this family, is a smooth function of theta\nexcept at theta equal to pi, where it jumps. This jump is associated with\nspontaneous breaking of CP symmetry. Domain walls separating adjacent vacua are\ndescribed in terms of wrapped sixbranes.\n","Comment: 8 pp"]}]
["hep-th/9807205",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9807205","JHEP 9811:018,1998","doi:10.1088/1126-6708/1998/11/018"],"date":["1998-07-28"],"type":["text"],"creator":["Aharony, Ofer","Witten, Edward"],"language":[],"coverage":[],"title":["Anti-de Sitter Space and the Center of the Gauge Group"],"description":["  Upon compactification on a circle, SU(N) gauge theory with all fields in the\nadjoint representation acquires a $Z_N$ global symmetry because the center of\nthe gauge group is $Z_N$. For N=4 super Yang-Mills theory, we show how this\n$Z_N$ \"topological symmetry\" arises in the context of the AdS/CFT\ncorrespondence, and why the symmetry group is $Z_N$ rather than U(1). This\nprovides a test of the AdS/CFT correspondence for finite N. If the theory is\nformulated on $R^3 \\times S^1$ with anti-periodic boundary conditions for\nfermions around the $S^1$, the topological symmetry is spontaneously broken; we\nshow that the domain walls are D-strings, and hence that flux tubes associated\nwith magnetic confinement can end on the domain walls associated with the\ntopological symmetry. For the (0,2) $A_{N-1}$ superconformal field theory in\nsix dimensions, we demonstrate an analogous phenomenon: a $Z_N$ global symmetry\ngroup arises if this theory is compactified on a Riemann surface. In this case,\nthe domain walls are M-theory membranes.\n","Comment: 14 pages, harvmac"]}]
["hep-th/9810188",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9810188","JHEP 9812:019,1998","doi:10.1088/1126-6708/1998/12/019"],"date":["1998-10-23","1998-11-04"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["D-Branes And K-Theory"],"description":["  By exploiting recent arguments about stable nonsupersymmetric D-brane states,\nwe argue that D-brane charge takes values in the K-theory of spacetime, as has\nbeen suspected before. In the process, we gain a new understanding of some\nnovel objects proposed recently - such as the Type I zerobrane - and we\ndescribe some new objects - such as a -1-brane in Type I superstring theory.\n","Comment: additional references; 44 pp"]}]
["hep-th/9811048",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9811048","JHEP 9812:025,1998","doi:10.1088/1126-6708/1998/12/025"],"date":["1998-11-04","1998-11-25"],"type":["text"],"creator":["Gukov, Sergei","Rangamani, Mukund","Witten, Edward"],"language":[],"coverage":[],"title":["Dibaryons, Branes, And Strings In AdS Orbifold Models"],"description":["  A generalization of the Maldacena conjecture asserts that Type IIB string\ntheory on $\\S^5/\\Z_3$ is equivalent to a certain supersymmetric $SU(N)^3$ gauge\ntheory with bifundamental matter. To test this assertion, we analyze the\nwrapped branes on $\\S^5/\\Z_3$ and their interpretation in terms of gauge\ntheory. The wrapped branes are interpreted in some cases as baryons or\ndibaryons of the gauge theory and in other cases as strings around which there\nis a global monodromy. In order to successfully match the brane analysis with\nfield theory, we must uncover some aspects of $S$-duality which are novel even\nin the case of four-dimensional free field theory.\n","Comment: 22 pp, clarification added"]}]
["hep-th/9812012",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9812012","JHEP 9812:012,1998","doi:10.1088/1126-6708/1998/12/012"],"date":["1998-12-01","1999-01-24"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["AdS/CFT Correspondence And Topological Field Theory"],"description":["  In ${\\cal N}=4$ super Yang-Mills theory on a four-manifold $M$, one can\nspecify a discrete magnetic flux valued in $H^2(M,\\Z_N)$. This flux is encoded\nin the AdS/CFT correspondence in terms of a five-dimensional topological field\ntheory with Chern-Simons action. A similar topological field theory in seven\ndimensions governs the space of ``conformal blocks'' of the six-dimensional\n$(0,2)$ conformal field theory.\n","Comment: 33 pp, minor corrections"]}]
["hep-th/9901021",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9901021","Nucl.Phys.B546:52-64,1999","doi:10.1016/S0550-3213(99)00055-3"],"date":["1999-01-06"],"type":["text"],"creator":["Graham, C. Robin","Witten, Edward"],"language":[],"coverage":[],"title":["Conformal Anomaly Of Submanifold Observables In AdS/CFT Correspondence"],"description":["  We analyze the conformal invariance of submanifold observables associated\nwith $k$-branes in the AdS/CFT correspondence. For odd $k$, the resulting\nobservables are conformally invariant, and for even $k$, they transform with a\nconformal anomaly that is given by a local expression which we analyze in\ndetail for $k=2$\n","Comment: 11 pp"]}]
["hep-th/9902098",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9902098","JHEP 9903:018,1999","doi:10.1088/1126-6708/1999/03/018"],"date":["1999-02-12","1999-03-10"],"type":["text"],"creator":["Berkovits, N.","Vafa, C.","Witten, E."],"language":[],"coverage":[],"title":["Conformal Field Theory of AdS Background with Ramond-Ramond Flux"],"description":["  We review a formalism of superstring quantization with manifest\nsix-dimensional spacetime supersymmetry, and apply it to AdS_3 x S^3\nbackgrounds with Ramond-Ramond flux. The resulting description is a conformal\nfield theory based on a sigma model whose target space is a certain supergroup\nSU'(2|2).\n","Comment: 89 pages harvmac. Added four references"]}]
["hep-th/9903224",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9903224","JHEP 9904:017,1999","doi:10.1088/1126-6708/1999/04/017"],"date":["1999-03-25","1999-05-26"],"type":["text"],"creator":["Seiberg, Nathan","Witten, Edward"],"language":[],"coverage":[],"title":["The D1/D5 System And Singular CFT"],"description":["  We study the conformal field theory of the D1/D5 system compactified on X (X\nis T^4 or K3). It is described by a sigma model whose target space is the\nmoduli space of instantons on X. For values of the parameters where the branes\ncan separate, the spectrum of dimensions in the conformal field theory exhibits\na continuum above a gap. This continuum leads to a pathology of the conformal\nfield theory, which explains a variety of problems in various systems. In\nparticular, we explain the apparent discrepancy between different methods of\nfinding the spectrum of chiral fields at certain points in the moduli space of\nthe system.\n","Comment: 39 pp, added reference"]}]
["hep-th/9905104",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9905104","Nucl.Phys.B556:89-114,1999","doi:10.1016/S0550-3213(99)00387-9"],"date":["1999-05-15","1999-06-03"],"type":["text"],"creator":["Klebanov, Igor R.","Witten, Edward"],"language":[],"coverage":[],"title":["AdS/CFT Correspondence and Symmetry Breaking"],"description":["  We study, using the dual AdS description, the vacua of field theories where\nsome of the gauge symmetry is broken by expectation values of scalar fields. In\nsuch vacua, operators built out of the scalar fields acquire expectation\nvalues, and we show how to calculate them from the behavior of perturbations to\nthe AdS background near the boundary. Specific examples include the ${\\cal\nN}=4$ SYM theory, and theories on D3 branes placed on orbifolds and conifolds.\nWe also clarify some subtleties of the AdS/CFT correspondence that arise in\nthis analysis. In particular, we explain how scalar fields in AdS space of\nsufficiently negative mass-squared can be associated with CFT operators of {\\it\ntwo} possible dimensions. All dimensions are bounded from below by $(d-2)/2$;\nthis is the unitarity bound for scalar operators in $d$-dimensional field\ntheory. We further argue that the generating functional for correlators in the\ntheory with one choice of operator dimension is a Legendre transform of the\ngenerating functional in the theory with the other choice.\n","Comment: 30 pages, harvmac, psfig; improved discussion of the resolved\n  conifold, several other clarifications and references added"]}]
["hep-th/9906070",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9906070","Nucl.Phys.B584:69-108,2000; Erratum-ibid.B608:477-478,2001","doi:10.1016/S0550-3213(00)00373-4"],"date":["1999-06-09","2001-03-12"],"type":["text"],"creator":["Gukov, S.","Vafa, C.","Witten, E."],"language":[],"coverage":[],"title":["CFT's From Calabi-Yau Four-folds"],"description":["  We consider F/M/Type IIA theory compactified to four, three, or two\ndimensions on a Calabi-Yau four-fold, and study the behavior near an isolated\nsingularity in the presence of appropriate fluxes and branes. We analyze the\nvacuum and soliton structure of these models, and show that near an isolated\nsingularity, one often generates massless chiral superfields and a\nsuperpotential, and in many instances in two or three dimensions one obtains\nnontrivial superconformal field theories. In the case of two dimensions, we\nidentify some of these theories with certain Kazama-Suzuki coset models, such\nas the N=2 minimal models.\n","Comment: 52 pages, analysis of compactifications with (0,4) G-flux has been\n  corrected in Appendix II, related corrections in section 2.4"]}]
["hep-th/9907041",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9907041","JHEP 0002:030,2000","doi:10.1088/1126-6708/2000/02/030"],"date":["1999-07-07"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["World-Sheet Corrections Via D-Instantons"],"description":["  We use a D-instanton or physical gauge approach to re-derive the heterotic\nstring worldsheet instanton contribution to the superpotential in Calabi-Yau\ncompactification. We derive an analogous formula for worldsheet instanton\ncorrections to the moduli space metric in heterotic string or Type I\ncompactification on a K3 surface. In addition, we give a global analysis of the\nphase of the worldsheet path integral of the heterotic string, showing\nprecisely how the B-field must be interpreted.\n","Comment: 19 pp"]}]
["hep-th/9908142",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9908142","JHEP 9909:032,1999","doi:10.1088/1126-6708/1999/09/032"],"date":["1999-08-20","1999-11-30"],"type":["text"],"creator":["Seiberg, Nathan","Witten, Edward"],"language":[],"coverage":[],"title":["String Theory and Noncommutative Geometry"],"description":["  We extend earlier ideas about the appearance of noncommutative geometry in\nstring theory with a nonzero B-field. We identify a limit in which the entire\nstring dynamics is described by a minimally coupled (supersymmetric) gauge\ntheory on a noncommutative space, and discuss the corrections away from this\nlimit. Our analysis leads us to an equivalence between ordinary gauge fields\nand noncommutative gauge fields, which is realized by a change of variables\nthat can be described explicitly. This change of variables is checked by\ncomparing the ordinary Dirac-Born-Infeld theory with its noncommutative\ncounterpart. We obtain a new perspective on noncommutative gauge theory on a\ntorus, its T-duality, and Morita equivalence. We also discuss the D0/D4 system,\nthe relation to M-theory in DLCQ, and a possible noncommutative version of the\nsix-dimensional (2,0) theory.\n","Comment: 100 pages, sorry. Clarifications added, trivial misprints fixed and\n  references added"]}]
["hep-th/9909229",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9909229","JHEP 0002:025,2000","doi:10.1088/1126-6708/2000/02/025"],"date":["1999-09-30","1999-12-10"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Heterotic String Conformal Field Theory And A-D-E Singularities"],"description":["  We analyze the behavior of the heterotic string near an A-D-E singularity\nwithout small instantons. This problem is governed by a strongly coupled\nworldsheet conformal field theory, which, by a combination of O(alpha')\ncorrections and worldsheet instantons, smooths out the singularities present in\nthe classical geometry.\n","Comment: 23 pp, additional references and citation of previous work and a\n  nontrivial correction concerning (0,4) linear sigma models"]}]
["hep-th/9910205",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9910205","JHEP 9911:003,1999","doi:10.1088/1126-6708/1999/11/003"],"date":["1999-10-26"],"type":["text"],"creator":["Dolan, Louise","Witten, Edward"],"language":[],"coverage":[],"title":["Vertex Operators for AdS3 Background With Ramond Ramond Flux"],"description":["  In order to study vertex operators for the Type IIB superstring on AdS space,\nwe derive supersymmetric constraint equations for the vertex operators in\nAdS3xS3 backgrounds with Ramond-Ramond flux, using Berkovits-Vafa-Witten\nvariables. These constraints are solved to compute the vertex operators and\nshow that they satisfy the linearized D=6, N=(2,0) equations of motion for a\nsupergravity and tensor multiplet expanded around the AdS3xS3 spacetime.\n","Comment: harvmac, 23 pages"]}]
["hep-th/9910245",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9910245","Adv.Theor.Math.Phys.3:1635-1655,1999"],"date":["1999-10-29"],"type":["text"],"creator":["Witten, Edward","Yau, S. -T."],"language":[],"coverage":[],"title":["Connectedness Of The Boundary In The AdS/CFT Correspondence"],"description":["  Let $M$ be a complete Einstein manifold of negative curvature, and assume\nthat (as in the AdS/CFT correspondence) it has a Penrose compactification with\na conformal boundary $N$ of positive scalar curvature. We show that under these\nconditions, $H_n(M;Z)=0$ and in particular $N$ must be connected. These results\nresolve some puzzles concerning the AdS/CFT correspondence.\n","Comment: 19 pp"]}]
["hep-th/9912086",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9912086","JHEP 0005:031,2000","doi:10.1088/1126-6708/2000/05/031"],"date":["1999-12-10","1999-12-30"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Duality Relations Among Topological Effects In String Theory"],"description":["  We explore two different problems in string theory in which duality relates\nan ordinary p-form in one theory to a self-dual (p+1)-form in another theory.\nOne problem involves comparing D4-branes to M5-branes, and the other involves\ncomparing the Ramond-Ramond forms in Type IIA and Type IIB superstring theory.\nIn each case, a subtle topological effect involving the p-form can be recovered\nfrom a careful analysis of the quantum mechanics of the self-dual (p+1)-form.\n","Comment: 33 pp, clarifications and added references"]}]
["hep-th/9912279",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9912279","JHEP 0005:032,2000","doi:10.1088/1126-6708/2000/05/032"],"date":["1999-12-30"],"type":["text"],"creator":["Moore, Gregory","Witten, Edward"],"language":[],"coverage":[],"title":["Self-Duality, Ramond-Ramond Fields, and K-Theory"],"description":["  Just as D-brane charge of Type IIA and Type IIB superstrings is classified,\nrespectively, by K^1(X) and K(X), Ramond-Ramond fields in these theories are\nclassified, respectively, by K(X) and K^1(X). By analyzing a recent proposal\nfor how to interpret quantum self-duality of RR fields, we show that the Dirac\nquantization formula for the RR p-forms, when properly formulated, receives\ncorrections that reflect curvature, lower brane charges, and an anomaly of\nD-brane world-volume fermions. The K-theory framework is important here,\nbecause the term involving the fermion anomaly cannot be naturally expressed in\nterms of cohomology and differential forms.\n","Comment: 35 pp"]}]
["math/0309379",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14L15","18A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0309379","Ann. Sci. Math. Qu\\'ebec 32 (2008), no. 2, pp. 105--124."],"date":["2003-09-23","2003-11-27"],"type":["text"],"creator":["Bertolin, Cristiana"],"language":[],"coverage":[],"title":["Motivic Galois theory for motives of niveau $\\leq$ 1"],"description":["  Let T be a Tannakian category over a field k of characteristic 0 and \\pi(T)\nits fundamental group. In this paper we prove that there is a bijection between\nthe otimes-equivalence classes of Tannakian subcategories of T and the normal\naffine group sub-T-schemes of \\pi(T). We apply this result to the Tannakian\ncategory T_1(k) generated by motives of niveau \\leq 1 defined over k, whose\nfundamental group is called the motivic Galois group G_mot(T_1(k)) of motives\nof niveau \\leq 1.\n  We find four short exact sequences of affine group sub-T_1(k)-schemes of\nG_mot(T_1(k)), correlated one to each other by inclusions and projections.\nMoreover, given a 1-motive M, we compute explicitly the biggest Tannakian\nsubcategory of the one generated by M, whose fundamental group is commutative.\n","Comment: Version with more details"]}]
["math/0511531",{"format":[],"subject":["Mathematics - Algebraic Geometry","14G22, 14G35, 11G09, 11G35, 11R39, 14L05, 11G45, 11Fxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511531","Inventiones Math. 2009 vol 177 pp 239-280 and Compositio Math 2010\n  vol 146 part 2 pp. 367-403"],"date":["2005-11-21","2006-02-06"],"type":["text"],"creator":["Pascal, Boyer"],"language":[],"coverage":[],"title":["Monodromy of the perverse sheaf of vanishing cycles of some simple\n  Shimura varieties and applications"],"description":["  In the geometric situation of the simple Shimura varieties of Kottwitz\nstudied in Harris and Taylor's book, we describe the monodromy filtration of\nthe vanishing cycles complex and the spectral sequence associated to it. We\nprove in particular that this filtration coincides with the weight one up to\nshift. Thanks to the Berkovich-Fargues' theorem, we deduce the description of\nthe local monodromy filtration of the Deligne-Carayol model. In application, we\nobtain the description of the local components of cohomological automorphic\nrepresentations of certains unitary groups, a global Jacquet-Langlands\ncorrespondence between two such groups and a proof of the weight-monodromy\nconjecture for the cohomology of these Shimura varieties.\n","Comment: 83 pages, 13 figures, some minor changes"]}]
["math/0602096",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14G22, 14G35, 11G09, 11G35, 11R39, 14L05, 11G45, 11Fxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602096","M\\'emoires de la SMF 2009 vol 116"],"date":["2006-02-06"],"type":["text"],"creator":["Pascal, Boyer"],"language":[],"coverage":[],"title":["Faisceaux pervers des cycles \\'evanescents des vari\\'et\\'es de Drinfeld\n  et groupes de cohomologie du mod\\`ele de Deligne-Carayol"],"description":["  In the first half of the paper, we translate in the geometric situation of\nDrinfeld varieties, the principal results of the Harris and Taylor's book. We\ngive in particular the restriction to the open strata of the vanishing cycles\nsheaves in terms of some local systems named Harris-Taylor's local systems\nwhich we calculate the alternated sum of the cohomology group with compact\nsupports. In the last half of the paper, we describe the monodromy filtration\nof the vanishing cycles perverse sheaf and the spectral sequence associated to\nit. Thanks to the Berkovich-Fargues' theorem, we obtain the description of the\nlocal monodromy filtration of the Deligne-Carayol model.\n","Comment: 180 pages, 10 figures"]}]
["math/9404229",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9404229","Bull.Am.Math.Soc.30:178-207,1994"],"date":["1994-03-31"],"type":["text"],"creator":["Atiyah, Michael","Borel, Armand","Chaitin, G. J.","Friedan, Daniel","Glimm, James","Gray, Jeremy J.","Hirsch, Morris W.","MacLane, Saunder","Mandelbrot, Benoit B.","Ruelle, David","Schwarz, Albert","Uhlenbeck, Karen","Thom, René","Witten, Edward","Zeeman, Christopher"],"language":[],"coverage":[],"title":["Responses to ``Theoretical Mathematics: Toward a cultural synthesis of\n  mathematics and theoretical physics'', by A. Jaffe and F. Quinn"],"description":["  This article is a collection of letters solicited by the editors of the\nBulletin in response to a previous article by Jaffe and Quinn\n[math.HO/9307227]. The authors discuss the role of rigor in mathematics and the\nrelation between mathematics and theoretical physics.\n","Comment: 30 pages. Abstract added in migration."]}]
["nlin/0406050",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0406050","Nucl.Phys.B699:595-631,2004","doi:10.1016/j.nuclphysb.2004.08.040"],"date":["2004-06-22","2006-09-03"],"type":["text"],"creator":["Kurak, V.","Lima-Santos, A."],"language":[],"coverage":[],"title":["Algebraic Bethe Ansatz for the Zamolodchikov-Fateev and Izergin-Korepin\n  models with open boundary conditions"],"description":["  We have considered the Zamolodchikov-Fateev and the Izergin-Korepin models\nwith diagonal reflection boundaries. In each case the eigenspectrum of the\ntransfer matrix is determined by application of the algebraic Bethe Ansatz.\n","Comment: 35 pages, Revised version, minor changes, LaTex"]}]
