["0706.3532",{"format":[],"subject":["Mathematical Physics","Quantum Physics","81P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3532","Foundations of Physics 39 (2009) 712-730","doi:10.1007/s10701-009-9287-8"],"date":["2007-06-24","2009-02-10"],"type":["text"],"creator":["Busch, Paul"],"language":[],"coverage":[],"title":["On the Sharpness and Bias of Quantum Effects"],"description":["  The question of quantifying the sharpness (or unsharpness) of a quantum\nmechanical effect is investigated. Apart from sharpness, another property,\nbias, is found to be relevant for the joint measurability or coexistence of two\neffects. Measures of bias will be defined and examples given.\n","Comment: Substantially expanded version, with new results and some proofs\n  corrected"]}]
["0710.4410",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4410","Contemporary Mathematics 461 (2008) 47-58"],"date":["2007-10-24"],"type":["text"],"creator":["Brent, Richard","Zimmermann, Paul"],"language":[],"coverage":[],"title":["A Multi-level Blocking Distinct Degree Factorization Algorithm"],"description":["  We give a new algorithm for performing the distinct-degree factorization of a\npolynomial P(x) over GF(2), using a multi-level blocking strategy. The coarsest\nlevel of blocking replaces GCD computations by multiplications, as suggested by\nPollard (1975), von zur Gathen and Shoup (1992), and others. The novelty of our\napproach is that a finer level of blocking replaces multiplications by\nsquarings, which speeds up the computation in GF(2)[x]/P(x) of certain interval\npolynomials when P(x) is sparse. As an application we give a fast algorithm to\nsearch for all irreducible trinomials x^r + x^s + 1 of degree r over GF(2),\nwhile producing a certificate that can be checked in less time than the full\nsearch. Naive algorithms cost O(r^2) per trinomial, thus O(r^3) to search over\nall trinomials of given degree r. Under a plausible assumption about the\ndistribution of factors of trinomials, the new algorithm has complexity O(r^2\n(log r)^{3/2}(log log r)^{1/2}) for the search over all trinomials of degree r.\nOur implementation achieves a speedup of greater than a factor of 560 over the\nnaive algorithm in the case r = 24036583 (a Mersenne exponent). Using our\nprogram, we have found two new primitive trinomials of degree 24036583 over\nGF(2) (the previous record degree was 6972593).\n"]}]
["0711.1031",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1031","Physics Letters A 373 (2009) 308-314","doi:10.1016/j.physleta.2008.11.034"],"date":["2007-11-07","2009-02-11"],"type":["text"],"creator":["Sinha, Suman","Roy, Soumen Kumar"],"language":[],"coverage":[],"title":["Performance of Wang-Landau algorithm in continuous spin models and a\n  case study : modified XY-model"],"description":["  Performance of Wang-Landau (W-L) algorithm in two continuous spin models is\ntested by determining the fluctuations in energy histogram. Finite size scaling\nis performed on a modified XY-model using different W-L sampling schemes.\nDifficulties faced in simulating relatively large continuous systems using W-L\nalgorithm are discussed.\n","Comment: 18 pages, 16 figures"]}]
["0711.1733",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1733","Invertis Journal of Science and Technology 3, 2 (2010) 1-4"],"date":["2007-11-12","2009-02-24"],"type":["text"],"creator":["Planat, Michel"],"language":[],"coverage":[],"title":["Clifford quantum computer and the Mathieu groups"],"description":["  One learned from Gottesman-Knill theorem that the Clifford model of quantum\ncomputing \\cite{Clark07} may be generated from a few quantum gates, the\nHadamard, Phase and Controlled-Z gates, and efficiently simulated on a\nclassical computer. We employ the group theoretical package GAP\\cite{GAP} for\nsimulating the two qubit Clifford group $\\mathcal{C}_2$. We already found that\nthe symmetric group S(6), aka the automorphism group of the generalized\nquadrangle W(2), controls the geometry of the two-qubit Pauli graph\n\\cite{Pauligraphs}. Now we find that the {\\it inner} group\n${Inn}(\\mathcal{C}_2)=\\mathcal{C}_2/{Center}(\\mathcal{C}_2)$ exactly contains\ntwo normal subgroups, one isomorphic to $\\mathcal{Z}_2^{\\times 4}$ (of order\n16), and the second isomorphic to the parent $A'(6)$ (of order 5760) of the\nalternating group A(6). The group $A'(6)$ stabilizes an {\\it hexad} in the\nSteiner system $S(3,6,22)$ attached to the Mathieu group M(22). Both groups\nA(6) and $A'(6)$ have an {\\it outer} automorphism group $\\mathcal{Z}_2\\times\n\\mathcal{Z}_2$, a feature we associate to two-qubit quantum entanglement.\n","Comment: version for the journal Entropy"]}]
["0712.2929",{"format":[],"subject":["Mathematics - Probability","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2929"],"date":["2007-12-18","2010-04-17"],"type":["text"],"creator":["Warfheimer, Marcus"],"language":[],"coverage":[],"title":["Attractive nearest-neighbor spin systems on the integers in a randomly\n  evolving environment"],"description":["  We consider spin systems on $\\Z$ (i.e.\\ interacting particle systems on $\\Z$\nin which each coordinate only has two possible values and only one coordinate\nchanges in each transition) whose rates are determined by another process,\ncalled a background process. A canonical example is the so called contact\nprocess in randomly evolving environment (CPREE), introduced and analysed by E.\nBroman and furthermore studied by J. Steif and the author, where the marginals\nof the background process independently evolve as 2-state Markov chains and\ndetermine the recovery rates for a contact process. We prove that under certain\nconditions on the rates there are at most two extremal stationary\ndistributions. The proof follows closely the ideas of Liggett's proof of a\ncorresponding theorem for spin systems on $\\Z$ without a background process.\n","Comment: 14 pages"]}]
["0801.0113",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0113"],"date":["2007-12-30","2010-04-18"],"type":["text"],"creator":["Kodriano, Y.","Gershoni, D.","Linder, E.","Shapiro, B.","Raikh, M. E.","Reithmaier, J. P.","Reitzenstein, S.","Löffler, A.","Forchel, A."],"language":[],"coverage":[],"title":["Spontaneously Localized Photonic Modes Due to Disorder in the Dielectric\n  Constant"],"description":["  We present the first experimental evidence for the existence of strongly\nlocalized photonic modes due to random two dimensional fluctuations in the\ndielectric constant. In one direction, the modes are trapped by ordered Bragg\nreflecting mirrors of a planar, one wavelength long, microcavity. In the cavity\nplane, they are localized by disorder, which is due to randomness in the\nposition, composition and sizes of quantum dots located in the anti-node of the\ncavity. We extend the theory of disorder induced strong localization of\nelectron states to optical modes and obtain quantitative agreement with the\nmain experimental observations.\n","Comment: 6 pages"]}]
["0802.3361",{"format":[],"subject":["Mathematics - Number Theory","11A41, 11A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3361"],"date":["2008-02-22","2010-04-18"],"type":["text"],"creator":["Tao, Terence"],"language":[],"coverage":[],"title":["A remark on primality testing and decimal expansions"],"description":["  We show that for any fixed base $a$, a positive proportion of primes have the\nproperty that they become composite after altering any one of their digits in\nthe base $a$ expansion; the case $a=2$ was already established by\nCohen-Selfridge and Sun, using some covering congruence ideas of Erd\\H{o}s. Our\nmethod is slightly different, using a partially covering set of congruences\nfollowed by an application of the Selberg sieve upper bound. As a consequence,\nit is not always possible to test whether a number is prime from its base $a$\nexpansion without reading all of its digits. We also present some slight\ngeneralisations of these results.\n","Comment: 9 pages, no figures, to appear, J. Aust. Math. Soc. Some references\n  added"]}]
["0802.3922",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3922","IEEE Transactions on Automatic Control, Vol. 55, No 4, pp.922-938,\n  2010.","doi:10.1109/TAC.2010.2041686"],"date":["2008-02-26","2008-12-16"],"type":["text"],"creator":["Nedić, Angelia","Ozdaglar, Asuman","Parrilo, Pablo A."],"language":[],"coverage":[],"title":["Constrained Consensus"],"description":["  We present distributed algorithms that can be used by multiple agents to\nalign their estimates with a particular value over a network with time-varying\nconnectivity. Our framework is general in that this value can represent a\nconsensus value among multiple agents or an optimal solution of an optimization\nproblem, where the global objective function is a combination of local agent\nobjective functions. Our main focus is on constrained problems where the\nestimate of each agent is restricted to lie in a different constraint set.\n  To highlight the effects of constraints, we first consider a constrained\nconsensus problem and present a distributed ``projected consensus algorithm''\nin which agents combine their local averaging operation with projection on\ntheir individual constraint sets. This algorithm can be viewed as a version of\nan alternating projection method with weights that are varying over time and\nacross agents. We establish convergence and convergence rate results for the\nprojected consensus algorithm. We next study a constrained optimization problem\nfor optimizing the sum of local objective functions of the agents subject to\nthe intersection of their local constraint sets. We present a distributed\n``projected subgradient algorithm'' which involves each agent performing a\nlocal averaging operation, taking a subgradient step to minimize its own\nobjective function, and projecting on its constraint set. We show that, with an\nappropriately selected stepsize rule, the agent estimates generated by this\nalgorithm converge to the same optimal solution for the cases when the weights\nare constant and equal, and when the weights are time-varying but all agents\nhave the same constraint set.\n","Comment: 35 pages. Included additional results, removed two subsections, added\n  references, fixed typos"]}]
["0802.4167",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4167","Quantum Information Processing 9 (2010) 143-169","doi:10.1007/s11128-009-0109-x"],"date":["2008-02-28","2008-08-27"],"type":["text"],"creator":["Busch, Paul","Schmidt, Heinz-Jürgen"],"language":[],"coverage":[],"title":["Coexistence of qubit effects"],"description":["  Two quantum events, represented by positive operators (effects), are\ncoexistent if they can occur as possible outcomes in a single measurement\nscheme. Equivalently, the corresponding effects are coexistent if and only if\nthey are contained in the ranges of a single (joint) observable. Here we give\nseveral equivalent characterizations of coexistent pairs of qubit effects. We\nalso establish the equivalence between our results and those obtained\nindependently by other authors. Our approach makes explicit use of the\nMinkowski space geometry inherent in the four-dimensional real vector space of\nselfadjoint operators in a two-dimensional complex Hilbert space.\n","Comment: Version 3 gives much improved structure, more elegant approach,\n  simpler form of result, and proof of equivalence with other approaches in the\n  literature; in Quantum Information Processing (2009)"]}]
["0803.2248",{"format":[],"subject":["Mathematical Physics","Astrophysics","Physics - Fluid Dynamics","Physics - Plasma Physics","34B08","34D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2248","Zeitschrift fuer angewandte Mathematik und Physik, 2010, Vol. 61,\n  No. 2, P. 221-234","doi:10.1007/s00033-009-0032-0"],"date":["2008-03-14","2008-03-26"],"type":["text"],"creator":["Kirillov, Oleg N."],"language":[],"coverage":[],"title":["Perturbation of multiparameter non-self-adjoint boundary eigenvalue\n  problems for operator matrices"],"description":["  We consider two-point non-self-adjoint boundary eigenvalue problems for\nlinear matrix differential operators. The coefficient matrices in the\ndifferential expressions and the matrix boundary conditions are assumed to\ndepend analytically on the complex spectral parameter and on the vector of real\nphysical parameters. We study perturbations of semi-simple multiple eigenvalues\nas well as perturbations of non-derogatory eigenvalues under small variations\nof the parameters. Explicit formulae describing the bifurcation of the\neigenvalues are derived. Application to the problem of excitation of unstable\nmodes in rotating continua such as spherically symmetric MHD alpha2-dynamo and\ncircular string demonstrates the efficiency and applicability of the theory.\n","Comment: 17 pages, 4 figures, presented at the International Conference\n  \"Modern Analysis and Applications - MAA 2007\" dedicated to the centenary of\n  Mark Krein. Odessa, Ukraine, April 9-14, 2007. Minor typos corrected"]}]
["0804.4835",{"format":[],"subject":["Mathematics - Differential Geometry","18G30, 58D05, 81T45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4835","Differential Geom. Appl. 28(3), 313-340 (2010)"],"date":["2008-04-30","2009-11-22"],"type":["text"],"creator":["Waldorf, Konrad"],"language":[],"coverage":[],"title":["Multiplicative Bundle Gerbes with Connection"],"description":["  Multiplicative bundle gerbes are gerbes over a Lie group which are compatible\nwith the group structure. In this article connections on such bundle gerbes are\nintroduced and studied. It is shown that multiplicative bundle gerbes with\nconnection furnish geometrical constructions of the following objects: smooth\ncentral extensions of loop groups, Chern-Simons actions for arbitrary gauge\ngroups, and symmetric bi-branes for WZW models with topological defect lines.\n","Comment: 50 pages; v2: minor changes; v3: exposition improved, one convention\n  in Definition 1.3 changed, accordant changes throughout the whole paper, many\n  details added in Section 2, Section 3.1 is completely rewritten, all main\n  results unchanged, v4: minor changes, final version. Differential Geom.\n  Appl., to appear"]}]
["0806.1908",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1908","Phys.Rev.B 78, 075120 (2008)","doi:10.1103/PhysRevB.78.075120"],"date":["2008-06-11"],"type":["text"],"creator":["Khodel, V. A.","Clark, J. W.","Zverev, M. V."],"language":[],"coverage":[],"title":["Topology of the Fermi Surface Beyond the Quantum Critical Point"],"description":["  We examine the nature of phase transitions occurring in strongly correlated\nFermi systems at the quantum critical point (QCP) associated with a divergent\neffective mass. Conventional scenarios for the QCP involving collective degrees\nof freedom are shown to have serious shortcomings. Working within the original\nLandau quasiparticle picture, we propose an alternative topological scenario\nfor the QCP, in systems that obey standard Fermi liquid (FL) theory in advance\nof the QCP. Applying the technique of Poincar\\'e mapping, we analyze the\nsequence of iterative maps generated by the Landau equation for the\nsingle-particle spectrum at zero temperature. It is demonstrated that the Fermi\nsurface is subject to rearrangement beyond the QCP. If the sequence of maps\nconverges, a multi-connected Fermi surface is formed. If it fails to converge,\nthe Fermi surface swells into a volume that provides a measure of entropy\nassociated with formation of an exceptional state of the system characterized\nby partial occupation of single-particle states and dispersion of their\nspectrum proportional to temperature. Based on this dual scenario, the\nthermodynamics of Fermi systems beyond the QCP exhibits striking departures\nfrom the predictions of standard FL theory. Mechanisms for the release of the\nentropy excess of the exceptional state are discussed.\n","Comment: 20 pages, 11 figures"]}]
["0807.2839",{"format":[],"subject":["Mathematics - Combinatorics","52A37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2839","Discrete and Computational Geometry, Volume 43, Number 4 / Juni\n  2010, Pages 876-892","doi:10.1007/s00454-009-9161-7"],"date":["2008-07-17"],"type":["text"],"creator":["Breuer, Felix"],"language":[],"coverage":[],"title":["Uneven Splitting of Ham Sandwiches"],"description":["  Let m_1,...,m_n be continuous probability measures on R^n and a_1,...,a_n in\n[0,1]. When does there exist an oriented hyperplane H such that the positive\nhalf-space H^+ has m_i(H^+)=a_i for all i in [n]? It is well known that such a\nhyperplane does not exist in general. The famous ham sandwich theorem states\nthat if a_i=1/2 for all i, then such a hyperplane always exists.\n  In this paper we give sufficient criteria for the existence of H for general\na_i in [0,1]. Let f_1,...,f_n:S^{n-1}->R^n denote auxiliary functions with the\nproperty that for all i the unique hyperplane H_i with normal v that contains\nthe point f_i(v) has m_i(H_i^+)=a_i. Our main result is that if\nIm(f_1),...,Im(f_n) are bounded and can be separated by hyperplanes, then there\nexists a hyperplane H with m_i(H^+)=a_i for all i. This gives rise to several\ncorollaries, for instance if the supports of m_1,...,m_n are bounded and can be\nseparated by hyperplanes, then H exists for any choice of a_1,...,a_n in [0,1].\nWe also obtain results that can be applied if the supports of m_1,...,m_n\noverlap.\n","Comment: 18 pages, 2 figures"]}]
["0807.4334",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry","57R19, 57R20, 57S25, 14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4334","Trans. Amer. Math. Soc. 362 (2010), 1097--1112"],"date":["2008-07-28"],"type":["text"],"creator":["Choi, Suyoung","Masuda, Mikiya","Suh, Dong Youp"],"language":[],"coverage":[],"title":["Topological classification of generalized Bott towers"],"description":["  If $B$ is a toric manifold and $E$ is a Whitney sum of complex line bundles\nover $B$, then the projectivization $P(E)$ of $E$ is again a toric manifold.\nStarting with $B$ as a point and repeating this construction, we obtain a\nsequence of complex projective bundles which we call a generalized Bott tower.\nWe prove that if the top manifold in the tower has the same cohomology ring as\na product of complex projective spaces, then every fibration in the tower is\ntrivial so that the top manifold is diffeomorphic to the product of complex\nprojective spaces. This gives a supporting evidence to what we call\ncohomological rigidity problem for toric manifolds \"Are toric manifolds\ndiffeomorphic (or homeomorphic) if their cohomology rings are isomorphic?\" We\nprovide two more results which support the cohomological rigidity problem.\n","Comment: 18 pages"]}]
["0808.1648",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1648","doi:10.1103/PhysRevA.78.063409"],"date":["2008-08-12","2008-10-14"],"type":["text"],"creator":["Tauschinsky, Atreju","van Ditzhuijzen, C. S. E.","Noordam, L. D.","Heuvell, H. B. van Linden van den"],"language":[],"coverage":[],"title":["Radio-frequency driven dipole-dipole interactions in spatially separated\n  volumes"],"description":["  Radio-frequency (rf) fields in the MHz range are used to induce resonant\nenergy transfer between cold Rydberg atoms in spatially separated volumes.\nAfter laser preparation of the Rydberg atoms, dipole-dipole coupling excites\nthe 49s atoms in one cylinder to the 49p state while the 41d atoms in the\nsecond cylinder are transferred down to the 42p state. The energy exchanged\nbetween the atoms in this process is 33 GHz. An external rf-field brings this\nenergy transfer into resonance. The strength of the interaction has been\ninvestigated as a function of amplitude (0-1 V/cm) and frequency (1-30 MHz) of\nthe rf-field and as a function of a static field offset. Multi-photon\ntransitions up to fifth order as well as selection rules prohibiting the\nprocess at certain fields have been observed. The width of the resonances has\nbeen reduced compared to earlier results by switching off external magnetic\nfields of the magneto-optical trap, making sub-MHz spectroscopy possible. All\nfeatures are well reproduced by theoretical calculations taking the strong\nac-Stark shift due to the rf-field into account.\n"]}]
["0808.2264",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Condensed Matter - Soft Condensed Matter","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2264","Applied Math. Lett. 23 (2010) 681","doi:10.1016/j.aml.2010.02.008"],"date":["2008-08-16","2010-02-18"],"type":["text"],"creator":["Bazeia, Dionisio","Das, Ashok","Losano, Laercio","Santos, Mauro Jose dos"],"language":[],"coverage":[],"title":["Traveling wave solutions of nonlinear partial differential equations"],"description":["  We propose a simple algebraic method for generating classes of traveling wave\nsolutions for a variety of partial differential equations of current interest\nin nonlinear science. This procedure applies equally well to equations which\nmay or may not be integrable. We illustrate the method with two distinct\nclasses of models, one with solutions including compactons in a class of models\ninspired by the Rosenau-Hyman, Rosenau-Pikovsky and Rosenau-Hyman-Staley\nequations, and the other with solutions including peakons in a system which\ngeneralizes the Camassa-Holm, Degasperis-Procesi and Dullin-Gotwald-Holm\nequations. In both cases, we obtain new classes of solutions not studied\nbefore.\n","Comment: 5 pages, 2 figures; version to be published in Applied Mathematics\n  Letters"]}]
["0808.3104",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3104","Phys. Rev. B. 78. 224416 (2008)","doi:10.1103/PhysRevB.78.224416"],"date":["2008-08-22"],"type":["text"],"creator":["Meng, Zi Yang","Wessel, Stefan"],"language":[],"coverage":[],"title":["Phases and magnetization process of an anisotropic Shastry-Sutherland\n  model"],"description":["  We examine ground state properties of the spin-1/2 easy-axis Heisenberg model\non the Shastry-Sutherland lattice with ferromagnetic transverse spin exchange\nusing quantum Monte Carlo and degenerate perturbation theory. For vanishing\ntransverse exchange, the model reduces to an antiferromagnetic Ising model that\nbesides Neel order harbors regions of extensive ground state degeneracy. In the\nquantum regime, we find a dimerized phase of triplet states, separated from the\nNeel ordered phase by a superfluid. The quantum phase transitions between these\nphases are characterized. The magnetization process shows a magnetization\nplateau at 1/3 of the saturation value, that persists down to the Ising limit,\nand a further plateau at 1/2 only in the quantum regime. For both plateaus, we\ndetermine the crystalline patterns of the localized triplet excitations. No\nfurther plateaus nor supersolid phases are found in this model.\n","Comment: 13 pages, 19 figures"]}]
["0809.4805",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4805"],"date":["2008-09-27","2010-04-19"],"type":["text"],"creator":["Ouyed, Rachid","Leahy, Denis","Niebergal, Brian"],"language":[],"coverage":[],"title":["Quark-nova remnants IV: Application to radio emitting AXP transients"],"description":["  (Abridged) XTE J1810-197 and 1E 1547.0-5408 are two transient AXPs exhibiting\nradio emission with unusual properties. In addition, their spin down rates\nduring outburst show opposite trends, which so far has no explanation. Here, we\nextend our quark-nova model for AXPs to include transient AXPs, in which the\noutbursts are caused by transient accretion events from a Keplerian (iron-rich)\ndegenerate ring. For a ring with inner and outer radii of 23.5 km and 26.5 km,\nrespectively, our model gives a good fit to the observed X-ray outburst from\nXTE J1810-197 and the behavior of temperature, luminosity, and area of the two\nX-ray blackbodies with time. The two blackbodies in our model are related to a\nheat front (i.e. Bohm diffusion front) propagating along the ring's surface and\nan accretion hot spot on the quark star surface. Radio pulsations in our model\nare caused by dissipation at the light cylinder of magnetic bubbles, produced\nnear the ring during the X-ray outburst. The delay between X-ray peak emission\nand radio emission in our model is related to the propagation time of these\nbubbles to the light cylinder. We predict a ~1 year and ~1 month delay for XTE\nJ1810-197 and 1E 1547.0-5408, respectively. The observed flat spectrum, erratic\npulse profile, and the pulse duration are all explained in our model as a\nresult of X-point reconnection events induced by the dissipation of the bubbles\nat the light cylinder. The spin down rate of the central quark star can either\nincrease or decrease depending on how the radial drift velocity of the magnetic\nislands changes with distance from the central star. We suggest an evolutionary\nconnection between transient AXPs and typical AXPs in our model.\n","Comment: 16 journal pages, 4 figures and 1 table [Version accepted for\n  publication in A&A]"]}]
["0811.4310",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4310"],"date":["2008-11-26","2010-04-19"],"type":["text"],"creator":["Koprinkov, I. G."],"language":[],"coverage":[],"title":["Theoretical and Experimental Evidences of Material Phase Causality.\n  Dynamics-Statistical Interpretation of the Wave Function"],"description":["  The internal phase dynamics of a quantum system is revealed in details.\nTheoretical and experimental evidences of existence of a causal relation of the\nphase of the wave function with the dynamics of the quantum system are\npresented sistematically for the first time. A new, dynamics-statistical\ninterpretation of the quantum mechanics is introduced. A particle-wave duality\npicture incorporated in the wave function through its phase and amplitude is\nconsidered.\n","Comment: 19 pages, 1 figure"]}]
["0901.0518",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0518"],"date":["2009-01-05","2010-04-17"],"type":["text"],"creator":["Badr, Nadine","Bernicot, Frederic"],"language":[],"coverage":[],"title":["Abstract Hardy-Sobolev spaces and interpolation"],"description":["  The purpose of this work is to describe an abstract theory of Hardy-Sobolev\nspaces on doubling Riemannian manifolds via an atomic decomposition. We study\nthe real interpolation of these spaces with Sobolev spaces and finally give\napplications to Riesz inequalities.\n","Comment: 34 pages"]}]
["0901.2679",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2679"],"date":["2009-01-17","2010-04-17"],"type":["text"],"creator":["Maher, Joseph"],"language":[],"coverage":[],"title":["Asymptotics for pseudo-Anosov elements in Teichmuller lattices"],"description":["  A Teichmuller lattice is the orbit of a point in Teichmuller space under the\naction of the mapping class group. We show that the proportion of lattice\npoints in a ball of radius r which are not pseudo-Anosov tends to zero as r\ntends to infinity. In fact, we show that if R is a subset of the mapping class\ngroup, whose elements have an upper bound on their translation length on the\ncomplex of curves, then proportion of lattice points in the ball of radius r\nwhich lie in R tends to zero as r tends to infinity.\n","Comment: 17 pages, 2 figures, revised version."]}]
["0902.0217",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0217","Mod.Phys.Lett.A24:733-737,2009","doi:10.1142/S0217732309030497"],"date":["2009-02-02"],"type":["text"],"creator":["Turimov, B. V.","Ahmedov, B. J.","Abdujabbarov, A. A."],"language":[],"coverage":[],"title":["Electromagnetic Fields of Slowly Rotating Magnetized Gravastars"],"description":["  We study the dipolar magnetic field configuration and present solutions of\nMaxwell equations in the internal background spacetime of a a slowly rotating\ngravastar. The shell of gravastar where magnetic field penetrated is modeled as\nsphere consisting of perfect highly magnetized fluid with infinite\nconductivity. Dipolar magnetic field of the gravastar is produced by a circular\ncurrent loop symmetrically placed at radius $a$ at the equatorial plane.\n","Comment: 5 pages, 2 figures, accepted for publication to Mod. Phys. Lett. A"]}]
["0902.3157",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3157","Appl. Phys. Lett. 94, 192502 (2009)","doi:10.1063/1.3130088"],"date":["2009-02-18"],"type":["text"],"creator":["Neumann, T.","Serga, A. A.","Vasyuchka, V. I.","Hillebrands, B."],"language":[],"coverage":[],"title":["Field-induced transition from parallel to perpendicular parametric\n  pumping for a microstrip transducer"],"description":["  Microstrip transducers used for the excitation of spin waves in magnetic\nfilms possess two characteristic properties: high spatial localization of the\nmicrowave magnetic field and the presence of field components parallel and\nperpendicular to the bias field.\n  Here, the effects of these features on the process of parametric pumping are\npresented. By microwave measurements of the spin-wave instability threshold a\ntransition from parallel pumping to perpendicular pumping at the critical field\n$H_{\\rm c}$ with the minimal threshold is observed. This transition is\naccompanied by a sharp threshold increase above the critical field due to the\nspatial confinement of the pump region.\n","Comment: 4 pages, 2 figures"]}]
["0903.0074",{"format":[],"subject":["Physics - Optics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0074","Journal of Modern Optics, Vol. 57, No. I., 10 January 2010, pp.\n  80-90.","doi:10.1080/09500340903521835"],"date":["2009-02-28","2009-10-25"],"type":["text"],"creator":["Varro, Sandor","Kroo, Norbert","Farkas, Gyozo","Dombi, Peter"],"language":[],"coverage":[],"title":["Spontaneous emission of radiation by metallic electrons in the presence\n  of electromagnetic fields of surface plasmon oscillations"],"description":["  The spontaneous emission of radiation of metallic electrons embedded in a\nhigh-intensity enhanced surface plasmon field is considered analytically. The\nelectrons are described by exact dressed quantum states which contain the\ninteraction with the plasmon field non-perturbatively. Considerable deviations\nfrom the pertubative behaviour have been found in the intensity dependence of\nthe emitted fundamental and the second harmonic signals, even at moderate\nincoming laser intensities. The theoretical predictions deduced from the\nformalism are in good qualitative agreement with the experimental results.\n","Comment: 23 pages, 6 figures"]}]
["0903.1536",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1536","Rev. Sci. Instrum. 80, 053905 (2009)","doi:10.1063/1.3131663"],"date":["2009-03-09"],"type":["text"],"creator":["Neumann, T.","Schneider, T.","Serga, A. A.","Hillebrands, B."],"language":[],"coverage":[],"title":["An EOM-assisted wave-vector-resolving Brillouin light scattering setup"],"description":["  Brillouin light scattering spectroscopy is a powerful technique which\nincorporates several extensions such as space-, time-, phase- and wave-vector\nresolution.\n  Here, we report on the improvement of the wave-vector resolution by including\nan electro-optical modulator. This provides a reference to calibrate the\nposition of the diaphragm hole which is used for wave-vector selection. The\naccuracy of this calibration is only limited by the accuracy of the wave-vector\nmeasurement itself. To demonstrate the validity of the approach the wave\nvectors of dipole-dominated spin waves excited by a microstrip antenna were\nmeasured.\n","Comment: 5 pages, 5 figures"]}]
["0903.2925",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Dynamical Systems","Mathematics - Group Theory","57Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2925"],"date":["2009-03-17","2010-04-19"],"type":["text"],"creator":["Lueck, Wolfgang","Sauer, Roman","Wegner, Christian"],"language":[],"coverage":[],"title":["L2-torsion, the measure-theoretic determinant conjecture, and uniform\n  measure equivalence"],"description":["  We show an invariance result for the L2-torsion of groups under uniform\nmeasure equivalence provided a measure-theoretic version of the determinant\nconjecture holds. The measure-theoretic determinant conjecture is discussed\nand, for instance, proved for Bernoulli actions of residually amenable groups.\n","Comment: 23 pages; correction in Defintion 1.5 (groupoid ring) added;"]}]
["0904.0144",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60F05, 60G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0144"],"date":["2009-04-01","2010-04-19"],"type":["text"],"creator":["Hashorva, Enkelejd"],"language":[],"coverage":[],"title":["Exact Tail Asymptotics of Dirichlet Distributions"],"description":["  Let X be a generalised symmetrised Dirichlet random vector in R^k, and let\nu_n be thresholds such that P{X> u_n} tends to 0 as n goes infinity. In this\npaper we derive an exact asymptotic expansion of P{X> u_n} assuming that the\nassociated random radius of X has distribution function in the Gumbel\nmax-domain of attraction\n","Comment: 11 pages"]}]
["0905.2610",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2610","Nature Phys. 6, 289 - 295 (2010)","doi:10.1038/NPHYS1535"],"date":["2009-05-18","2009-09-25"],"type":["text"],"creator":["Gorshkov, A. V.","Hermele, M.","Gurarie, V.","Xu, C.","Julienne, P. S.","Ye, J.","Zoller, P.","Demler, E.","Lukin, M. D.","Rey, A. M."],"language":[],"coverage":[],"title":["Two-orbital SU(N) magnetism with ultracold alkaline-earth atoms"],"description":["  Fermionic alkaline-earth atoms have unique properties that make them\nattractive candidates for the realization of novel atomic clocks and degenerate\nquantum gases. At the same time, they are attracting considerable theoretical\nattention in the context of quantum information processing. Here we demonstrate\nthat when such atoms are loaded in optical lattices, they can be used as\nquantum simulators of unique many-body phenomena. In particular, we show that\nthe decoupling of the nuclear spin from the electronic angular momentum can be\nused to implement many-body systems with an unprecedented degree of symmetry,\ncharacterized by the SU(N) group with N as large as 10. Moreover, the interplay\nof the nuclear spin with the electronic degree of freedom provided by a stable\noptically excited state allows for the study of spin-orbital physics. Such\nsystems may provide valuable insights into strongly correlated physics of\ntransition metal oxides, heavy fermion materials, and spin liquid phases.\n","Comment: 15 pages, 10 figures. V2: extended experimental accessibility and\n  Kondo sections in the main text (including new Fig. 5b) and in the Methods;\n  reorganized other parts; added references"]}]
["0906.0600",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","14E07, 14H37, 14R10, 14R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0600"],"date":["2009-06-02","2010-04-18"],"type":["text"],"creator":["Bavula, V. V."],"language":[],"coverage":[],"title":["${\\rm K}_1(\\mS_1)$ and the group of automorphisms of the algebra $\\mS_2$\n  of one-sided inverses of a polynomial algebra in two variables"],"description":["  Explicit generators are found for the group $G_2$ of automorphisms of the\nalgebra $\\mS_2$ of one-sided inverses of a polynomial algebra in two variables\nover a field of characteristic zero. Moreover, it is proved that $$ G_2\\simeq\nS_2\\ltimes \\mT^2\\ltimes \\Z\\ltimes ((K^*\\ltimes E_\\infty\n(\\mS_1))\\boxtimes_{\\GL_\\infty (K)}(K^*\\ltimes E_\\infty (\\mS_1)))$$ where $S_2$\nis the symmetric group, $\\mT^2$ is the 2-dimensional torus, $E_\\infty (\\mS_1)$\nis the subgroup of $\\GL_\\infty (\\mS_1)$ generated by the elementary matrices.\nIn the proof, we use and prove several results on the index of operators, and\nthe final argument in the proof is the fact that ${\\rm K}_1 (\\mS_1) \\simeq K^*$\nproved in the paper. The algebras $\\mS_1$ and $\\mS_2$ are noncommutative,\nnon-Noetherian, and not domains. The group of units of the algebra $\\mS_2$ is\nfound (it is huge).\n","Comment: 13 pages"]}]
["0906.4582",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4582","Philosophical Transactions of the Royal Society, Series A, vol.\n  367, pp. 4295-4312, 2009","doi:10.1098/rsta.2009.0161"],"date":["2009-06-24"],"type":["text"],"creator":["Belabbas, Mohamed-Ali","Wolfe, Patrick J."],"language":[],"coverage":[],"title":["On landmark selection and sampling in high-dimensional data analysis"],"description":["  In recent years, the spectral analysis of appropriately defined kernel\nmatrices has emerged as a principled way to extract the low-dimensional\nstructure often prevalent in high-dimensional data. Here we provide an\nintroduction to spectral methods for linear and nonlinear dimension reduction,\nemphasizing ways to overcome the computational limitations currently faced by\npractitioners with massive datasets. In particular, a data subsampling or\nlandmark selection process is often employed to construct a kernel based on\npartial information, followed by an approximate spectral analysis termed the\nNystrom extension. We provide a quantitative framework to analyse this\nprocedure, and use it to demonstrate algorithmic performance bounds on a range\nof practical approaches designed to optimize the landmark selection process. We\ncompare the practical implications of these bounds by way of real-world\nexamples drawn from the field of computer vision, whereby low-dimensional\nmanifold structure is shown to emerge from high-dimensional video data streams.\n","Comment: 18 pages, 6 figures, submitted for publication"]}]
["0906.5202",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Sound"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5202","IEEE Transactions on Signal Processing, vol. 58, pp. 2581-2596,\n  2010","doi:10.1109/TSP.2010.2041604"],"date":["2009-06-29","2009-11-03"],"type":["text"],"creator":["Rudoy, Daniel","Basu, Prabahan","Wolfe, Patrick J."],"language":[],"coverage":[],"title":["Superposition frames for adaptive time-frequency analysis and fast\n  reconstruction"],"description":["  In this article we introduce a broad family of adaptive, linear\ntime-frequency representations termed superposition frames, and show that they\nadmit desirable fast overlap-add reconstruction properties akin to standard\nshort-time Fourier techniques. This approach stands in contrast to many\nadaptive time-frequency representations in the extant literature, which, while\nmore flexible than standard fixed-resolution approaches, typically fail to\nprovide efficient reconstruction and often lack the regular structure necessary\nfor precise frame-theoretic analysis. Our main technical contributions come\nthrough the development of properties which ensure that this construction\nprovides for a numerically stable, invertible signal representation. Our\nprimary algorithmic contributions come via the introduction and discussion of\nspecific signal adaptation criteria in deterministic and stochastic settings,\nbased respectively on time-frequency concentration and nonstationarity\ndetection. We conclude with a short speech enhancement example that serves to\nhighlight potential applications of our approach.\n","Comment: 16 pages, 6 figures; revised version"]}]
["0907.2590",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematical Physics","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2590"],"date":["2009-07-15","2010-04-19"],"type":["text"],"creator":["Krasnov, Kirill","Schlenker, Jean-Marc"],"language":[],"coverage":[],"title":["The Weil-Petersson metric and the renormalized volume of hyperbolic\n  3-manifolds"],"description":["  We survey the renormalized volume of hyperbolic 3-manifolds, as a tool for\nTeichmuller theory, using simple differential geometry arguments to recover\nresults sometimes first achieved by other means. One such application is\nMcMullen's quasifuchsian (or more generally Kleinian) reciprocity, for which\ndifferent arguments are proposed. Another is the fact that the renormalized\nvolume of quasifuchsian (or more generally geometrically finite) hyperbolic\n3-manifolds provides a Kahler potential for the Weil-Petersson metric on\nTeichmuller space. Yet another is the fact that the grafting map is symplectic,\nwhich is proved using a variant of the renormalized volume defined for\nhyperbolic ends.\n","Comment: 44 pages, no figures, survey paper"]}]
["0907.4328",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4328","Phys. Rev. A 81, 043615 (2010)","doi:10.1103/PhysRevA.81.043615"],"date":["2009-07-24","2010-02-02"],"type":["text"],"creator":["Ponomarev, A. V.","Denisov, S.","Hanggi, P."],"language":[],"coverage":[],"title":["Levy distribution in many-particle quantum systems"],"description":["  Levy distribution, previously used to describe complex behavior of classical\nsystems, is shown to characterize that of quantum many-body systems. Using two\ncomplimentary approaches, the canonical and grand-canonical formalisms, we\ndiscovered that the momentum profile of a Tonks-Girardeau gas, -- a\none-dimensional gas of $N$ impenetrable (hard-core) bosons, harmonically\nconfined on a lattice at finite temperatures, obeys Levy distribution. Finally,\nwe extend our analysis to different confinement setups and demonstrate that the\ntunable Levy distribution properly reproduces momentum profiles in\nexperimentally accessible regions. Our finding allows for calibration of\ncomplex many-body quantum states by using a unique scaling exponent.\n","Comment: 7 pages, 6 figures, results are generalized, new examples are added"]}]
["0908.0418",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0418","Annu. Rev. Phys. Chem. 61, 191 (2010)","doi:10.1146/annurev.physchem.040808.090405"],"date":["2009-08-04"],"type":["text"],"creator":["Chandler, David","Garrahan, Juan P."],"language":[],"coverage":[],"title":["Dynamics on the Way to Forming Glass: Bubbles in Space-time"],"description":["  We review a theoretical perspective of the dynamics of glass forming liquids\nand the glass transition. It is a perspective we have developed with our\ncollaborators during this decade. It is based upon the structure of trajectory\nspace. This structure emerges from spatial correlations of dynamics that appear\nin disordered systems as they approach non-ergodic or jammed states. It is\ncharacterized in terms of dynamical heterogeneity, facilitation and excitation\nlines. These features are associated with a newly discovered class of\nnon-equilibrium phase transitions. Equilibrium properties have little if\nanything to do with it. The broken symmetries of these transitions are obscure\nor absent in spatial structures, but they are vivid in space-time (i.e.,\ntrajectory space). In our view, the glass transition is an example of this\nclass of transitions. The basic ideas and principles we review were originally\ndeveloped through the analysis of idealized and abstract models. Nevertheless,\nthe central ideas are easily illustrated with reference to molecular dynamics\nof more realistic atomistic models, and we use that illustrative approach here.\n","Comment: 21 pages, 8 figures. Submitted to Annu. Rev. Phys. Chem"]}]
["0908.0633",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Algebraic Geometry","81T15 (Primary) 52B30, 14E15, 16W30, 81T18 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0633"],"date":["2009-08-05","2010-04-19"],"type":["text"],"creator":["Bergbauer, Christoph","Brunetti, Romeo","Kreimer, Dirk"],"language":[],"coverage":[],"title":["Renormalization and resolution of singularities"],"description":["  Since the seminal work of Epstein and Glaser it is well established that\nperturbative renormalization of ultraviolet divergences in position space\namounts to extension of distributions onto diagonals. For a general Feynman\ngraph the relevant diagonals form a nontrivial arrangement of linear subspaces.\nOne may therefore ask if renormalization becomes simpler if one resolves this\narrangement to a normal crossing divisor. In this paper we study the extension\nproblem of distributions onto the wonderful models of de Concini and Procesi,\nwhich generalize the Fulton-MacPherson compactification of configuration\nspaces. We show that a canonical extension onto the smooth model coincides with\nthe usual Epstein-Glaser renormalization. To this end we use an analytic\nregularization for position space. The 't Hooft identities relating the pole\ncoefficients may be recovered from the stratification, and Zimmermann's forest\nformula is encoded in the geometry of the compactification. Consequently one\nsubtraction along each irreducible component of the divisor suffices to get a\nfinite result using local counterterms. As a corollary, we identify the Hopf\nalgebra of at most logarithmic Feynman graphs in position space, and discuss\nthe case of higher degree of divergence.\n","Comment: 59p, paper completed. Several minor corrections and technical\n  modifications in sections 2-6, section 7 completed"]}]
["0908.1404",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1404","Phys.Scripta 81:055102,2010","doi:10.1088/0031-8949/81/05/055102"],"date":["2009-08-10","2010-04-15"],"type":["text"],"creator":["Keister, B. D.","Polyzou, W. N."],"language":[],"coverage":[],"title":["Relativistic quantum theories and neutrino oscillations"],"description":["  Neutrino oscillations are examined under the broad requirements of\n  Poincar\\'e-invariant scattering theory in an S-matrix formulation.\n  This approach can be consistently applied to theories with either field or\nparticle degrees of freedom. The goal of this paper is to use this general\nframework to identify all of the unique physical properties of this problem\nthat lead to a simple oscillation formula. We discuss what is in principle\nobservable, and how many factors that are important in principle end up being\nnegligible in practice.\n","Comment: 21 pages, no figures"]}]
["0908.2585",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B73, 11B83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2585"],"date":["2009-08-18","2010-04-17"],"type":["text"],"creator":["Dil, Ayhan","Kurt, Veli"],"language":[],"coverage":[],"title":["Investigating Exponential and Geometric Polynomials with Euler-Seidel\n  Algorithm"],"description":["  In this paper we use Euler-Seidel matrices method to find out some properties\nof exponential and geometric polynomials and numbers. Some known results are\nreproved and some new results are obtained.\n","Comment: 12 pages"]}]
["0908.2673",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2673"],"date":["2009-08-18","2010-04-18"],"type":["text"],"creator":["Jang, Joonho","Budakian, Raffi","Maeno, Yoshiteru"],"language":[],"coverage":[],"title":["Detection of Individual Vortices in Micron-Size Sr2RuO4 Rings by\n  Phase-Locked Cantilever Magnetometry"],"description":["  We describe a feedback-based dynamic cantilever magnetometry technique\ncapable of achieving high magnetic moment sensitivity with low applied fields.\nUsing this technique, we have observed periodic entry of vortices into\nmesoscopic Sr2RuO4 rings. The quantized jump in the magnetic moment of the\nparticle produced by individual vortices was measured with a resolution of\n7x10^-16 e.m.u. at an applied field of 1 Oe.\n","Comment: 12 pages, 3 figures"]}]
["0909.3170",{"format":[],"subject":["Mathematics - Rings and Algebras","15A18, 15A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3170","Linear Algebra and Applications, 2010, 433, No. 1, 12-18.","doi:10.1016/j.laa.2010.01.028"],"date":["2009-09-17","2010-04-19"],"type":["text"],"creator":["Kozyakin, Victor"],"language":[],"coverage":[],"title":["An explicit Lipschitz constant for the joint spectral radius"],"description":["  In 2002 F. Wirth has proved that the joint spectral radius of irreducible\ncompact sets of matrices is locally Lipschitz continuous as a function of the\nmatrix set. In the paper, an explicit formula for the related Lipschitz\nconstant is obtained.\n","Comment: 9 pages, corrected typos and references"]}]
["0909.3543",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3543","Phys. Rev. Lett 104, 167201 (2010)","doi:10.1103/PhysRevLett.104.167201"],"date":["2009-09-18","2010-04-19"],"type":["text"],"creator":["Rousseau, V. G.","Batrouni, G. G.","Sheehy, D. E.","Moreno, J.","Jarrell, M."],"language":[],"coverage":[],"title":["Pure Mott phases in confined ultracold atomic systems"],"description":["  We propose a novel scheme for confining atoms to optical lattices by\nengineering a spatially-inhomogeneous hopping matrix element in the\nHubbard-model (HM) description, a situation we term off-diagonal confinement\n(ODC). We show, via an exact numerical solution of the boson HM with ODC, that\nthis scheme possesses distinct advantages over the conventional method of\nconfining atoms using an additional trapping potential, including the presence\nof incompressible Mott phases at commensurate filling and a phase diagram that\nis similar to the uniform HM. The experimental implementation of ODC will thus\nallow a more faithful realization of correlated phases of interest in cold atom\nexperiments.\n","Comment: 4 Pages, 6 figures"]}]
["0909.5662",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5662","doi:10.1016/j.cpc.2010.03.018"],"date":["2009-09-30","2010-04-17"],"type":["text"],"creator":["Rincon, Julian","Garcia, D. J.","Hallberg, K."],"language":[],"coverage":[],"title":["Improved parallelization techniques for the density matrix\n  renormalization group"],"description":["  A distributed-memory parallelization strategy for the density matrix\nrenormalization group is proposed for cases where correlation functions are\nrequired. This new strategy has substantial improvements with respect to\nprevious works. A scalability analysis shows an overall serial fraction of 9.4%\nand an efficiency of around 60% considering up to eight nodes. Sources of\npossible parallel slowdown are pointed out and solutions to circumvent these\nissues are brought forward in order to achieve a better performance.\n","Comment: 8 pages, 4 figures; version published in Computer Physics\n  Communications"]}]
["0910.0103",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0103","New J. Phys. 12 (2010) 043029","doi:10.1088/1367-2630/12/4/043029"],"date":["2009-10-01","2010-04-19"],"type":["text"],"creator":["Li, Menghui","Gao, Liang","Fan, Ying","Wu, Jinshan","Di, Zengru"],"language":[],"coverage":[],"title":["Emergence of Global Preferential Attachment From Local Interaction"],"description":["  Global degree/strength based preferential attachment is widely used as an\nevolution mechanism of networks. But it is hard to believe that any individual\ncan get global information and shape the network architecture based on it. In\nthis paper, it is found that the global preferential attachment emerges from\nthe local interaction models, including distance-dependent preferential\nattachment (DDPA) evolving model of weighted networks(M. Li et al, New Journal\nof Physics 8 (2006) 72), acquaintance network model(J. Davidsen et al, Phys.\nRev. Lett. 88 (2002) 128701) and connecting nearest-neighbor(CNN) model(A.\nVazquez, Phys. Rev. E 67 (2003) 056104). For DDPA model and CNN model, the\nattachment rate depends linearly on the degree or strength, while for\nacquaintance network model, the dependence follows a sublinear power law. It\nimplies that for the evolution of social networks, local contact could be more\nfundamental than the presumed global preferential attachment. This is onsistent\nwith the result observed in the evolution of empirical email networks.\n","Comment: 9 pages, 5 figures"]}]
["0910.1111",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1111","Phys. Rev. E 81, 011111 (2010)","doi:10.1103/PhysRevE.81.011111"],"date":["2009-10-06"],"type":["text"],"creator":["Jack, Robert L.","Garrahan, Juan P."],"language":[],"coverage":[],"title":["Metastable states and space-time phase transitions in a spin-glass model"],"description":["  We study large deviations of the dynamical activity in the random orthogonal\nmodel (ROM). This is a fully connected spin-glass model with one-step replica\nsymmetry breaking behaviour, consistent with the random first-order transition\nscenario for structural glasses. We show that this model displays dynamical\n(space-time) phase-transitions between active and inactive phases, as\ndemonstrated by singularities in large deviation functions. We argue that such\ntransitions are generic in systems with long-lived metastable states.\n","Comment: 4.1 pages, 4 figs"]}]
["0910.1311",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1311","Physics letters A. 374 (2010) , 21; 2122-2128","doi:10.1016/j.physleta.2010.03.019"],"date":["2009-10-07","2010-03-22"],"type":["text"],"creator":["Pavicic, Mladen","Megill, Norman D.","Merlet, Jean-Pierre"],"language":[],"coverage":[],"title":["New Kochen-Specker Sets in Four Dimensions"],"description":["  We show that all possible 388 4-dim Kochen-Specker (KS) (vector) sets (of\nyes-no questions) with 18 through 23 vectors and 844 sets with 24 vectors all\nwith component values from \\{-1,0,1\\} can be obtained by stripping vectors off\na single system provided by Peres 20 years ago. In addition to them, we have\nfound a number of other KS sets with 22 through 24 vectors. We present the\nalgorithms we used and features we found, such as, for instance, that Peres'\n24-24 KS set has altogether six critical KS subsets.\n","Comment: 17 pages, 3 figures, 1 table; doi:10.1016/j.physleta.2010.03.019"]}]
["0910.1312",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1312","Nuclear Physics B - Proceedings Supplements Volume 199, 1, 319\n  (2010)","doi:10.1016/j.nuclphysbps.2010.02.051"],"date":["2009-10-07","2010-03-30"],"type":["text"],"creator":["Dexheimer, V. A.","Schramm, S."],"language":[],"coverage":[],"title":["Chiral Symmetry Restoration and Deconfinement to Quark Matter in Neutron\n  Stars"],"description":["  We describe an extension of the hadronic SU(3) non-linear sigma model to\ninclude quarks. As a result, we obtain an effective model which interpolates\nbetween hadronic and quark degrees of freedom. The new parameters and the\npotential for the Polyakov loop (used as the order parameter for deconfinement)\nare calibrated in order to fit lattice QCD data and reproduce the QCD phase\ndiagram. Finally, the equation of state provided by the model, combined with\ngravity through the inclusion of general relativity, is used to make\npredictions for neutron stars.\n","Comment: Prepared for Light-Cone 2009, Sao Jose dos Campos, Brazil, 8-13 July\n  2009."]}]
["0910.3688",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","Mathematics - Functional Analysis","46L05, 46L08, 60J25, 60J05, 54H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3688"],"date":["2009-10-19","2010-04-18"],"type":["text"],"creator":["Ionescu, Marius","Muhly, Paul S.","Vega, Victor"],"language":[],"coverage":[],"title":["Markov Operators and $C^{*}$-Algebras"],"description":["  A Markov operator $P$ acting on $C(X)$, where $X$ is compact, gives rise to a\nnatural topological quiver. We use the theory of such quivers to attach a\n$C^{*}$-algebra to $P$ in a fashion that reflects some of the probabilistic\nproperties of $P$.\n","Comment: Added a few remarks in the second section and a few references. This\n  version will be published in the Houston Journal of Mathematics."]}]
["0910.5250",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Functional Analysis","14P05, 14P10, 44A60, 13J30, 12D15, 90C22, 90C26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5250"],"date":["2009-10-27","2010-04-19"],"type":["text"],"creator":["Lasserre, Jean-Bernard","Putinar, Mihai"],"language":[],"coverage":[],"title":["Positivity and optimization for semi-algebraic functions"],"description":["  We describe algebraic certificates of positivity for functions belonging to a\nfinitely generated algebra of Borel measurable functions, with particular\nemphasis to algebras generated by semi-algebraic functions. In which case the\nstandard global optimization problem with constraints given by elements of the\nsame algebra is reduced via a natural change of variables to the better\nunderstood case of polynomial optimization. A collection of simple examples and\nnumerical experiments complement the theoretical parts of the article.\n","Comment: 20 pages"]}]
["0910.5782",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L05, 93B05, 93C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5782"],"date":["2009-10-30","2010-04-16"],"type":["text"],"creator":["Kong, De-Xing","Sun, Qing-You"],"language":[],"coverage":[],"title":["Two-point boundary value problems and exact controllability for several\n  kinds of linear and nonlinear wave equations"],"description":["  In this paper we introduce some new concepts for second-order hyperbolic\nequations: two-point boundary value problem, global exact controllability and\nexact controllability. For several kinds of important linear and nonlinear wave\nequations arising from physics and geometry, we prove the existence of smooth\nsolutions of the two-point boundary value problems and show the global exact\ncontrollability of these wave equations. In particular, we investigate the\ntwo-point boundary value problem for one-dimensional wave equation defined on a\nclosed curve and prove the existence of smooth solution which implies the exact\ncontrollability of this kind of wave equation. Furthermore, based on this, we\nstudy the two-point boundary value problems for the wave equation defined on a\nstrip with Dirichlet or Neumann boundary conditions and show that the equation\nstill possesses the exact controllability in these cases. Finally, as an\napplication, we introduce the hyperbolic curvature flow and obtain a result\nanalogous to the well-known theorem of Gage and Hamilton for the curvature flow\nof plane curves.\n","Comment: 36 pages, 1 figure"]}]
["0911.0123",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0123"],"date":["2009-10-31","2010-04-18"],"type":["text"],"creator":["Efimov, Alexander I."],"language":[],"coverage":[],"title":["A proof of Kontsevich-Soibelman conjecture"],"description":["  It is well known that \"Fukaya category\" is in fact an\n$A_{\\infty}$-pre-category in sense of Kontsevich and Soibelman \\cite{KS}. The\nreason is that in general the morphism spaces are defined only for transversal\npairs of Lagrangians, and higher products are defined only for transversal\nsequences of Lagrangians. In \\cite{KS} it is conjectured that for any graded\ncommutative ring $k,$ quasi-equivalence classes of $A_{\\infty}$-pre-categories\nover $k$ are in bijection with quasi-equivalence classes of\n$A_{\\infty}$-categories over $k$ with strict (or weak) identity morphisms.\n  In this paper we prove this conjecture for essentially small\n$A_{\\infty}$-(pre-)categories, in the case when $k$ is a field. In particular,\nit follows that we can replace Fukaya $A_{\\infty}$-pre-category with a\nquasi-equivalent actual $A_{\\infty}$-category. We also present natural\nconstruction of pre-triangulated envelope in the framework of\n$A_{\\infty}$-pre-categories. We prove its invariance under quasi-equivalences.\n","Comment: 21 pages, misprints and inaccuracies corrected"]}]
["0911.0556",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0556","Phys. Rev. Lett. 104, 160601 (2010)","doi:10.1103/PhysRevLett.104.160601"],"date":["2009-11-03"],"type":["text"],"creator":["Garrahan, Juan P.","Lesanovsky, Igor"],"language":[],"coverage":[],"title":["Thermodynamics of Quantum Jump Trajectories"],"description":["  We apply the large-deviation method to study trajectories in dissipative\nquantum systems. We show that in the long time limit the statistics of quantum\njumps can be understood from thermodynamic arguments by exploiting the analogy\nbetween large-deviation and free-energy functions. This approach is\nparticularly useful for uncovering properties of rare dissipative trajectories.\nWe also prove, via an explicit quantum mapping, that rare trajectories of one\nsystem can be realized as typical trajectories of an alternative system.\n","Comment: 5 pages, 3 figures"]}]
["0911.0903",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0903"],"date":["2009-11-04","2010-04-19"],"type":["text"],"creator":["Cardin, Marta","Couceiro, Miguel"],"language":[],"coverage":[],"title":["Invariant functionals on completely distributive lattices"],"description":["  In this paper we are interested in functionals defined on completely\ndistributive lattices and which are invariant under mappings preserving\n{arbitrary} joins and meets. We prove that the class of nondecreasing invariant\nfunctionals coincides with the class of Sugeno integrals associated with\n$\\{0,1\\}$-valued capacities, the so-called term functionals, thus extending\nprevious results both to the infinitary case as well as to the realm of\ncompletely distributive lattices. Furthermore, we show that, in the case of\nfunctionals over complete chains, the nondecreasing condition is redundant.\nCharacterizations of the class of Sugeno integrals, as well as its superclass\ncomprising all polynomial functionals, are provided by showing that the\naxiomatizations (given in terms of homogeneity) of their restriction to\nfinitary functionals still hold over completely distributive lattices. We also\npresent canonical normal form representations of polynomial functionals on\ncompletely distributive lattices, which appear as the natural extensions to\ntheir finitary counterparts, and as a by-product we obtain an axiomatization of\ncomplete distributivity in the case of bounded lattices.\n"]}]
["0911.1312",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1312","J. Phys. B: At. Mol. Opt. Phys. 43 (2010) 074017.","doi:10.1088/0953-4075/43/7/074017"],"date":["2009-11-06"],"type":["text"],"creator":["Verdebout, S.","Jönsson, P.","Gaigalas, G.","Godefroid, M.","Fischer, C. Froese"],"language":[],"coverage":[],"title":["Exploring Biorthonormal Transformations of Pair-Correlation Functions in\n  Atomic Structure Variational Calculations"],"description":["  Multiconfiguration expansions frequently target valence correlation and\ncorrelation between valence electrons and the outermost core electrons.\nCorrelation within the core is often neglected. A large orbital basis is needed\nto saturate both the valence and core-valence correlation effects. This in turn\nleads to huge numbers of CSFs, many of which are unimportant. To avoid the\nproblems inherent to the use of a single common orthonormal orbital basis for\nall correlation effects in the MCHF method, we propose to optimize independent\nMCHF pair-correlation functions (PCFs), bringing their own orthonormal\none-electron basis. Each PCF is generated by allowing single- and double-\nexcitations from a multireference (MR) function. This computational scheme has\nthe advantage of using targeted and optimally localized orbital sets for each\nPCF. These pair-correlation functions are coupled together and with each\ncomponent of the MR space through a low dimension generalized eigenvalue\nproblem. Nonorthogonal orbital sets being involved, the interaction and overlap\nmatrices are built using biorthonormal transformation of the coupled basis sets\nfollowed by a counter-transformation of the PCF expansions.\n  Applied to the ground state of beryllium, the new method gives total energies\nthat are lower than the ones from traditional CAS-MCHF calculations using large\norbital active sets. It is fair to say that we now have the possibility to\naccount for, in a balanced way, correlation deep down in the atomic core in\nvariational calculations.\n"]}]
["0911.3622",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3622","AIP Conf.Proc.1200:682-685,2010","doi:10.1063/1.3327703"],"date":["2009-11-18","2010-04-16"],"type":["text"],"creator":["Godbole, Rohini M","Rindani, Saurabh D","Rao, Kumar","Singh, Ritesh K"],"language":[],"coverage":[],"title":["Top polarization as a probe of new physics"],"description":["  We investigate the effects of new physics scenarios containing a high mass\nvector resonance on top pair production at the LHC, using the polarization of\nthe produced top. In particular we use kinematic distributions of the secondary\nlepton coming from top decay, which depends on top polarization, as it has been\nshown that the angular distribution of the decay lepton is insensitive to the\nanomalous tbW vertex and hence is a pure probe of new physics in top quark\nproduction. Spin sensitive variables involving the decay lepton are used to\nprobe top polarization. Some sensitivity is found for the new couplings of the\ntop.\n","Comment: 5 pages, 4 figures (slightly modified), fixed typos, added\n  acknowledgement"]}]
["0911.4015",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4015","J. Stat. Mech. (2010) P02009","doi:10.1088/1742-5468/2010/02/P02009"],"date":["2009-11-20","2010-01-14"],"type":["text"],"creator":["Prados, A.","Brey, J. J."],"language":[],"coverage":[],"title":["The Kovacs effect: a master equation analysis"],"description":["  The Kovacs or crossover effect is one of the peculiar behaviours exhibited by\nglasses and other complex, slowly relaxing systems. Roughly it consists in the\nnon-monotonic relaxation to its equilibrium value of a macroscopic property of\na system evolving at constant temperature, when starting from a non-equilibrium\nstate. Here, this effect is investigated for general systems whose dynamics is\ndescribed by a master equation. To carry out a detailed analysis, the limit of\nsmall perturbations in which linear response theory applies is considered. It\nis shown that, under very general conditions, the observed experimental\nfeatures of the Kovacs effect are recovered. The results are particularized for\na very simple model, a two-level system with dynamical disorder. An explicit\nanalytical expression for its non-monotonic relaxation function is obtained,\nshowing a resonant-like behaviour when the dependence on the temperature is\ninvestigated.\n","Comment: Accepted version in JSTAT, minor changes, some errata fixed; 30\n  pages, 8 figures"]}]
["0911.4311",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4311","doi:10.1038/nphys1626"],"date":["2009-11-23","2009-11-24"],"type":["text"],"creator":["Quay, C. H. L.","Hughes, T. L.","Sulpizio, J. A.","Pfeiffer, L. N.","Baldwin, K. W.","West, K. W.","Goldhaber-Gordon, D.","de Picciotto, R."],"language":[],"coverage":[],"title":["Observation of a One-Dimensional Spin-Orbit Gap in a Quantum Wire"],"description":["  Understanding the flow of spins in magnetic layered structures has enabled an\nincrease in data storage density in hard drives over the past decade of more\nthan two orders of magnitude1. Following this remarkable success, the field of\n'spintronics' or spin-based electronics is moving beyond effects based on local\nspin polarisation and is turning its attention to spin-orbit interaction (SOI)\neffects, which hold promise for the production, detection and manipulation of\nspin currents, allowing coherent transmission of information within a device.\nWhile SOI-induced spin transport effects have been observed in two- and\nthree-dimensional samples, these have been subtle and elusive, often detected\nonly indirectly in electrical transport or else with more sophisticated\ntechniques. Here we present the first observation of a predicted 'spin-orbit\ngap' in a one-dimensional sample, where counter-propagating spins, constituting\na spin current, are accompanied by a clear signal in the easily-measured linear\nconductance of the system.\n","Comment: 10 pages, 5 figures, supplementary information"]}]
["0911.5031",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5031"],"date":["2009-11-26","2010-04-18"],"type":["text"],"creator":["Chowdhury, Shihabur Rahman","Hasan, Masud","Iqbal, Sumaiya","Rahman, M. Sohel"],"language":[],"coverage":[],"title":["An $O(n^2)$ Algorithm for Computing Longest Common Cyclic Subsequence"],"description":["  The {\\em longest common subsequence (LCS)} problem is a classic and\nwell-studied problem in computer science. LCS is a central problem in\nstringology and finds broad applications in text compression, error-detecting\ncodes and biological sequence comparison. However, in numerous contexts, words\nrepresent cyclic sequences of symbols and LCS must be generalized to consider\nall circular shifts of the strings. This occurs especially in computational\nbiology when genetic material is sequenced form circular DNA or RNA molecules.\nThis initiates the problem of {\\em longest common cyclic subsequence (LCCS)}\nwhich finds the longest subsequence between all circular shifts of two strings.\nIn this paper, we give an $O(n^2)$ algorithm for solving LCCS problem where $n$\nis the number of symbols in the strings.\n","Comment: This paper has been withdrawn by the author due to a crucial error in\n  the proofs"]}]
["0911.5664",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5664","Phys. Rev. B 81 (2010) 165101","doi:10.1103/PhysRevB.81.165101"],"date":["2009-11-30","2010-04-19"],"type":["text"],"creator":["Schmidt, Burkhard","Siahatgar, Mohammad","Thalmeier, Peter"],"language":[],"coverage":[],"title":["Frustrated local moment models for Fe-pnictide magnetism"],"description":["  The low energy spin excitations of the Fe pnictide parent compounds have been\ndetermined by inelastic neutron scattering and interpreted within the local\nmoment J_1a,b-J_2 Heisenberg model with orthorhombic symmetry. This has led to\nalternative exchange models that strongly differ in the size of anisotropy.\nAlthough the compounds are itinerant the localised spin model can explain basic\nfeatures of the excitations. The inherent frustration of this model leads to\nquantum fluctuations and possible moment reduction. We investigate this\nquestion in detail using spin wave approximation and partly exact\ndiagonalisation Lanczos calculations for finite clusters. We find that the\northorhombic anisotropy stabilizes the columnar AF phase and its moment. For\nthe exchange models proposed from inelastic neutron scattering we can exclude a\nstrong influcence of frustration on the moment size. We also investigate\ndependence of magnetisation and susceptibility on field and temperature.\n","Comment: 16 pages, 9 figures, minor changes to the text, references updated"]}]
["0912.0405",{"format":[],"subject":["Mathematics - Group Theory","20F36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0405"],"date":["2009-12-02","2010-04-19"],"type":["text"],"creator":["Ito, Tetsuya"],"language":[],"coverage":[],"title":["Finite orbits of Hurwitz actions on braid systems"],"description":["  There are natural actions of the braid groups on the products of the braid\ngroups, called the Hurwitz action. We first study the roots of centralizers in\nthe braid groups. By using the structure of the roots, we provide a criterion\nfor the Hurwitz orbit become finite and give an upper bound of the size of a\nfinite orbit in length 2 or degree 3 case.\n","Comment: 20 pages, 6 figures, results are improved. To appear in Osaka J.\n  Math."]}]
["0912.1116",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1116","Europhysics Letters (EPL) 6, 89 (2010) 60003","doi:10.1209/0295-5075/89/60003"],"date":["2009-12-07"],"type":["text"],"creator":["Gomez-Solano, Juan Ruben","Bellon, Ludovic","Petrosyan, Artyom","Ciliberto, Sergio"],"language":[],"coverage":[],"title":["Steady state fluctuation relations for systems driven by an external\n  random force"],"description":["  We experimentally study the fluctuations of the work done by an external\nGaussian random force on two different stochastic systems coupled to a thermal\nbath: a colloidal particle in an optical trap and an atomic force microscopy\ncantilever. We determine the corresponding probability density functions for\ndifferent random forcing amplitudes ranging from a small fraction to several\ntimes the amplitude of the thermal noise. In both systems for sufficiently weak\nforcing amplitudes the work fluctuations satisfy the usual steady state\nfluctuation theorem. As the forcing amplitude drives the system far from\nequilibrium, deviations of the fluctuation theorem increase monotonically. The\ndeviations can be recasted to a single master curve which only depends on the\nkind of stochastic external force.\n","Comment: 6 pages, submitted to EPL"]}]
["0912.1195",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1195","Phys Rev B 81, 085428 (2010)","doi:10.1103/PhysRevB.81.085428"],"date":["2009-12-07"],"type":["text"],"creator":["Burmistrov, I. S.","Pruisken, A. M. M."],"language":[],"coverage":[],"title":["The problem of \"macroscopic charge quantization\" in single-electron\n  devices"],"description":["  In a recent Letter by the authors [I.S. Burmistrov and A.M.M. Pruisken, Phys.\nRev. Lett. 101, 056801 (2008)] it was shown that single-electron devices\n(single electron transistor or SET) display \"macroscopic charge quantization\"\nwhich is completely analogous to the quantum Hall effect observed on very\ndifferent electron systems. In this investigation we present more detail on\nthese new findings. Based on the Ambegaokar-Eckern-Schoen (AES) theory of the\nCoulomb blockade we introduce a general response theory that probes the\nsensitivity of SET to changes in the boundary conditions. This response theory\ndefines a new set of physical observables and we establish the contact with the\nstandard results obtained from ordinary linear response theory. The response\nparameters generally define the renormalization behavior of the SET in the\nentire regime from weak coupling with large values of the tunneling conductance\nall the way down to the strong coupling phase where the system displays the\nCoulomb blockade. We introduce a general criterion for charge quantization that\nis analogous to the Thouless criterion for Anderson localization. We present\nthe results of detailed computations on the weak coupling side of the theory,\ni.e. both perturbative and non-perturbative (instantons). Based on an effective\ntheory in terms of quantum spins we study the quantum critical behavior of the\nAES model on the strong coupling side. Consequently, a unifying scaling diagram\nof the SET is obtained. This diagram displays all the super universal\ntopological features of the theta-angle concept that previously arose in the\ntheory of the quantum Hall effect.\n","Comment: RevTex, 22 pages, 10 figures"]}]
["0912.1545",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1545","Phys.Rev.D81:075002,2010","doi:10.1103/PhysRevD.81.075002"],"date":["2009-12-08","2010-04-16"],"type":["text"],"creator":["Frigerio, Michele","Hambye, Thomas"],"language":[],"coverage":[],"title":["Dark matter stability and unification without supersymmetry"],"description":["  In the absence of low energy supersymmetry, we show that (a) the dark matter\nparticle alone at the TeV scale can improve gauge coupling unification, raising\nthe unification scale up to the lower bound imposed by proton decay, and (b)\nthe dark matter stability can automatically follow from the grand unification\nsymmetry. Within reasonably simple unified models, a unique candidate\nsatisfying these two properties is singled out: a fermion isotriplet with zero\nhypercharge, member of a 45 (or larger) representation of SO(10). We discuss\nthe phenomenological signatures of this TeV scale fermion, which can be tested\nin direct and indirect future dark matter searches. The proton decay rate into\ne^+ \\pi^0 is predicted close to the present bound.\n","Comment: 14 pages; several comments and references added; version published in\n  PRD"]}]
["0912.4843",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4843","JCAP04(2010)007","doi:10.1088/1475-7516/2010/04/007"],"date":["2009-12-24","2010-04-17"],"type":["text"],"creator":["Hojjati, Alireza","Pogosian, Levon","Zhao, Gong-Bo"],"language":[],"coverage":[],"title":["Detecting Features in the Dark Energy Equation of State: A Wavelet\n  Approach"],"description":["  We study the utility of wavelets for detecting the redshift evolution of the\ndark energy equation of state w(z) from the combination of supernovae, CMB and\nBAO data. We show that local features in w, such as bumps, can be detected\nefficiently using wavelets. To demonstrate, we first generate a mock supernovae\n(SNe) data sample for a SNAP-like survey with a bump feature in w(z) hidden in,\nthen successfully discover it by performing a blind wavelet analysis. We also\napply our method to analyze the recently released \"Constitution\" SNe data,\ncombined with WMAP and BAO from SDSS, and find weak hints of dark energy\ndynamics. Namely, we find that models with w(z) < -1 for 0.2 < z < 0.5, and\nw(z)> -1 for 0.5 < z <1, are mildly favored at 95% confidence level. This is in\ngood agreement with several recent studies using other methods, such as\nredshift binning with principal component analysis (PCA) (e.g. Zhao and Zhang,\narXiv:0908.1568)\n","Comment: 8 pages, 6 figures. Minor changes from v1, matches the version\n  published in JCAP."]}]
["0912.4888",{"format":[],"subject":["Quantum Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4888","Phys. Rev. A 81, 042311 (2010).","doi:10.1103/PhysRevA.81.042311"],"date":["2009-12-24","2010-04-17"],"type":["text"],"creator":["Ashhab, S.","Nori, Franco"],"language":[],"coverage":[],"title":["Qubit-oscillator systems in the ultrastrong-coupling regime and their\n  potential for preparing nonclassical states"],"description":["  We consider a system composed of a two-level system (i.e. a qubit) and a\nharmonic oscillator in the ultrastrong-coupling regime, where the coupling\nstrength is comparable to the qubit and oscillator energy scales. Special\nemphasis is placed on the possibility of preparing nonclassical states in this\nsystem. These nonclassical states include squeezed states, Schrodinger-cat\nstates and entangled states. We start by comparing the predictions of a number\nof analytical methods that can be used to describe the system under different\nassumptions, thus analyzing the properties of the system in various parameter\nregimes. We then examine the ground state of the system and analyze its\nnonclassical properties. We finally discuss some questions related to the\npossible experimental observation of the nonclassical states and the effect of\ndecoherence.\n","Comment: 19 pages (two-column), 11 figures"]}]
["0912.4949",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4949","doi:10.1364/OE.18.006089"],"date":["2009-12-25","2010-04-19"],"type":["text"],"creator":["Chang, Zheng","Hu, Jin","Zhou, Xiaoming","Hu, Gengkai"],"language":[],"coverage":[],"title":["Design method for quasi-isotropic transformation materials based on\n  inverse Laplace's equation with sliding boundaries"],"description":["  The deformation method of transformation optics has been demonstrated to be a\nuseful tool, especially in designing arbitrary and nonsingular transformation\nmaterials. Recently, there are emerging demands for isotropic material\nparameters, arising from the broadband requirement of the designed devices. In\nthis work, the deformation method is further developed to design\nquasi-isotropic/isotropic transformation materials. The variational functional\nof the inverse Laplace's equation is investigated and found to involve the\nsmooth and quasi-conformal nature of coordinate transformation. Together with\nthe sliding boundary conditions, the inverse Laplace's equation can be utilized\nto give transformations which are conformal or quasi-conformal, depending on\nfunctionalities of interest. Examples of designing an arbitrary carpet cloak\nand a waveguide with arbitrary cross sections are given to validate the\nproposed idea. Compared with other quasi-conformal methods based on grid\ngeneration tools, the proposed method unifies the design and validation of\ntransformation devices, and thus is much convenient.\n","Comment: 8 pages, 4 figures"]}]
["0912.5018",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L05, 93B05, 93C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5018"],"date":["2009-12-26","2010-04-16"],"type":["text"],"creator":["Kong, De-Xing","Sun, Qing-You"],"language":[],"coverage":[],"title":["Exact controllability of wave equations on a circle"],"description":["  In this paper, we investigate the two-point boundary value problems for\nlinear wave equation defined on a circle and prove that the equation possesses\nthe exact controllability. We also investigate the two-point boundary value\nproblems for the wave equation defined on a strip with Dirichlet or Neumann\nboundary conditions and show that the equation still possesses the exact\ncontrollability. see arXiv:0910.5782v1\n","Comment: 36 pages, 1 figure, see arXiv:0910.5782v1"]}]
["0912.5406",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Other Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5406","doi:10.1039/b903019k"],"date":["2009-12-29"],"type":["text"],"creator":["V., Brinda K.","Vishveshwara, Saraswathi","Vishveshwara, Smitha"],"language":[],"coverage":[],"title":["Random Network Behaviour of Protein Structures"],"description":["  Geometric and structural constraints greatly restrict the selection of folds\nadapted by protein backbones, and yet, folded proteins show an astounding\ndiversity in functionality. For structure to have any bearing on function, it\nis thus imperative that, apart from the protein backbone, other tunable degrees\nof freedom be accountable. Here, we focus on side-chain interactions, which\nnon-covalently link amino acids in folded proteins to form a network structure.\nAt a coarse-grained level, we show that the network conforms remarkably well to\nrealizations of random graphs and displays associated percolation behavior.\nThus, within the rigid framework of the protein backbone that restricts the\nstructure space, the side-chain interactions exhibit an element of randomness,\nwhich account for the functional flexibility and diversity shown by proteins.\nHowever, at a finer level, the network exhibits deviations from these random\ngraphs which, as we demonstrate for a few specific examples, reflect the\nintrinsic uniqueness in the structure and stability, and perhaps specificity in\nthe functioning of biological proteins.\n","Comment: Expanded version available in Molecular BioSystems"]}]
["1001.0248",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0248"],"date":["2010-01-01","2010-04-17"],"type":["text"],"creator":["Raman, Akhila"],"language":[],"coverage":[],"title":["On Apery's Constant and Catalan's Constant"],"description":["  In this paper, Riemann's Zeta function with odd positive integer argument is\nrepresented as an infinite summation of integer powers of $\\pi$ with rational\ncoefficients. Specific values for Apery's Constant and Catalan's Constant are\nthen derived.\n"]}]
["1001.0426",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0426","Phys. Rev. A 81, 033617 (2010)","doi:10.1103/PhysRevA.81.033617"],"date":["2010-01-03","2010-03-24"],"type":["text"],"creator":["Zhang, J. -N.","Yi, S."],"language":[],"coverage":[],"title":["Thermodynamic properties of a dipolar Fermi gas"],"description":["  Based on the semi-classical theory, we investigate the thermodynamic\nproperties of a dipolar Fermi gas. Through a self-consistent procedure, we\nnumerically obtain the phase space distribution function at finite temperature.\nWe show that the deformations in both momentum and real space becomes smaller\nand smaller as one increases the temperature. For homogeneous case, we also\ncalculate pressure, entropy, and heat capacity. In particular, at low\ntemperature limit and in weak interaction regime, we obtain an analytic\nexpression for the entropy, which agrees qualitatively with our numerical\nresult. The stability of a trapped gas at finite temperature is also explored.\n"]}]
["1001.0432",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0432"],"date":["2010-01-03","2010-04-19"],"type":["text"],"creator":["Etingof, Pavel","Ma, Xiaoguang"],"language":[],"coverage":[],"title":["Lecture notes on Cherednik algebras"],"description":["  The present notes are based on a course on Cherednik algebras given by the\nfirst author at MIT in the Fall of 2009. Their goal is to give an introduction\nto Cherednik algebras, and to review the web of connections between them and\nother mathematical objects.\n","Comment: 92 pages, latex; misprints corrected and references added in the\n  revised version"]}]
["1001.1941",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1941","doi:10.1103/PhysRevB.81.140502"],"date":["2010-01-12"],"type":["text"],"creator":["Ratcliff II, W.","Kienzle, P. A.","Lynn, Jeffrey W.","Li, Shiliang","Dai, Pengcheng","Chen, G. F.","Wang, N. L."],"language":[],"coverage":[],"title":["Magnetic form factor of SrFe$_2$As$_2$"],"description":["  Neutron diffraction measurements have been carried out to investigate the\nmagnetic form factor of the parent SrFe2As2 system of the iron-based\nsuperconductors. The general feature is that the form factor is approximately\nisotropic in wave vector, indicating that multiple d-orbitals of the iron atoms\nare occupied as expected based on band theory. Inversion of the diffraction\ndata suggests that there is some elongation of the spin density toward the As\natoms. We have also extended the diffraction measurements to investigate a\npossible jump in the c-axis lattice parameter at the structural phase\ntransition, but find no detectable change within the experimental\nuncertainties.\n"]}]
["1001.2897",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2897","IEEE Trans. Inform. Theory 56 (2010) 2299 - 2306","doi:10.1109/TIT.2010.2044057"],"date":["2010-01-17"],"type":["text"],"creator":["Adell, Jose A.","Lekuona, Alberto","Yu, Yaming"],"language":[],"coverage":[],"title":["Sharp Bounds on the Entropy of the Poisson Law and Related Quantities"],"description":["  One of the difficulties in calculating the capacity of certain Poisson\nchannels is that H(lambda), the entropy of the Poisson distribution with mean\nlambda, is not available in a simple form. In this work we derive upper and\nlower bounds for H(lambda) that are asymptotically tight and easy to compute.\nThe derivation of such bounds involves only simple probabilistic and analytic\ntools. This complements the asymptotic expansions of Knessl (1998), Jacquet and\nSzpankowski (1999), and Flajolet (1999). The same method yields tight bounds on\nthe relative entropy D(n, p) between a binomial and a Poisson, thus refining\nthe work of Harremoes and Ruzankin (2004). Bounds on the entropy of the\nbinomial also follow easily.\n","Comment: To appear, IEEE Trans. Inform. Theory"]}]
["1001.4629",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4629","Physics of Plasmas 17, 4 (2010) 042307","doi:10.1063/1.3356103"],"date":["2010-01-26"],"type":["text"],"creator":["Chandre, Cristel","Tassi, Emanuele","Morrison, Philip J."],"language":[],"coverage":[],"title":["Derivation of reduced two-dimensional fluid models via Dirac's theory of\n  constrained Hamiltonian systems"],"description":["  We present a Hamiltonian derivation of a class of reduced plasma\ntwo-dimensional fluid models, an example being the Charney-Hasegawa-Mima\nequation. These models are obtained from the same parent Hamiltonian model,\nwhich consists of the ion momentum equation coupled to the continuity equation,\nby imposing dynamical constraints. It is shown that the Poisson bracket\nassociated with these reduced models is the Dirac bracket obtained from the\nPoisson bracket of the parent model.\n"]}]
["1002.2585",{"format":[],"subject":["Mathematics - General Topology","54A25, 54A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2585"],"date":["2010-02-12","2010-04-18"],"type":["text"],"creator":["Soukup, Daniel"],"language":[],"coverage":[],"title":["Properties D and aD are different"],"description":["  Under $(\\diamondsuit^*)$ we construct a locally countable, locally compact,\n0-dimensional $T_2$ space $X$ of size $\\omg$ which is aD however not even\nlinearly D. This consistently answers a question of Arhangel'skii, whether aD\nimplies D. Furthermore we answer two problems concerning characterization of\nlinearly D-spaces, raised by Guo and Junnila.\n","Comment: 17 pages, corrected, restructured and extended with a stronger result"]}]
["1002.3396",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3396","Phys. Rev. A 81, 032510 (2010).","doi:10.1103/PhysRevA.81.032510"],"date":["2010-02-17","2010-04-17"],"type":["text"],"creator":["Loos, Pierre-François"],"language":[],"coverage":[],"title":["Hooke's law correlation in two-electron systems"],"description":["  We study the properties of the Hooke's law correlation energy ($\\Ec$),\ndefined as the correlation energy when two electrons interact {\\em via} a\nharmonic potential in a $D$-dimensional space. More precisely, we investigate\nthe $^1S$ ground state properties of two model systems: the Moshinsky atom (in\nwhich the electrons move in a quadratic potential) and the spherium model (in\nwhich they move on the surface of a sphere). A comparison with their Coulombic\ncounterparts is made, which highlights the main differences of the $\\Ec$ in\nboth the weakly and strongly correlated limits. Moreover, we show that the\nSchr\\\"odinger equation of the spherium model is exactly solvable for two values\nof the dimension ($D = 1 \\text{and} 3$), and that the exact wave function is\nbased on Mathieu functions.\n","Comment: 7 pages, 5 figures"]}]
["1002.3790",{"format":[],"subject":["Mathematics - Optimization and Control","49K05","26A33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3790","Comput. Math. Appl. 59 (2010), no. 9, 3110-3116.","doi:10.1016/j.camwa.2010.02.032"],"date":["2010-02-19"],"type":["text"],"creator":["Malinowska, Agnieszka B.","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["The generalized natural boundary conditions for fractional variational\n  problems in terms of the Caputo derivative"],"description":["  This paper presents necessary and sufficient optimality conditions for\nproblems of the fractional calculus of variations with a Lagrangian depending\non the free end-points. The fractional derivatives are defined in the sense of\nCaputo.\n","Comment: Accepted (19 February 2010) for publication in Computers and\n  Mathematics with Applications"]}]
["1002.4830",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4830","K. M. S. Huq, M. T. Arefin and A. F. M. S. Kabir, \"Nonlinear\n  System Identification and Behavioral Modeling\", Journal of\n  Telecommunications, Volume 1, Issue 1, pp94-98, February 2010"],"date":["2010-02-25","2010-04-19"],"type":["text"],"creator":["Huq, Kazi Mohammed Saidul","Arefin, Md. Taslim","Kabir, A. F. M. Sultanul"],"language":[],"coverage":[],"title":["Nonlinear System Identification and Behavioral Modeling"],"description":["  This paper has been withdrawn by the author\n","Comment: This paper has been withdrawn by the author"]}]
["1002.4953",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4953","PRA-81-035802-2010","doi:10.1103/PhysRevA.81.035802"],"date":["2010-02-26"],"type":["text"],"creator":["Li, Peng-Bo","Li, Fu-Li"],"language":[],"coverage":[],"title":["Controlled generation of field squeezing with cold atomic clouds coupled\n  to a superconducting transmission line resonator"],"description":["  We propose an efficient method for controlled generation of field squeezing\nwith cold atomic clouds trapped close to a superconducting transmission line\nresonator. It is shown that, based on the coherent strong magnetic coupling\nbetween the collective atomic spins and microwave fields in the transmission\nline resonator, two-mode or single mode field squeezed states can be generated\nthrough coherent control on the dynamics of the system. The degree of squeezing\nand preparing time can be directly controlled through tuning the external\nclassical fields. This protocol may offer a promising platform for implementing\nscalable on-chip quantum information processing with continuous variables.\n","Comment: accepted by Phys. Rev. A"]}]
["1003.1040",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1040"],"date":["2010-03-04","2010-04-19"],"type":["text"],"creator":["Huang, Wung-Hong"],"language":[],"coverage":[],"title":["Quantum Field, Thermodynamics and Black Hole on Coherent State\n  Representation of Fuzzy Space"],"description":["  We first use the coherent state formalism of fuzzy space to show that the\nfuzziness will eliminate point-like structure of a particle in favor of smeared\nobject, which is an exponential decay function in contrast to the Gaussian type\nin the Moyal noncommutative space. The exponential decay function implies that,\nin the UV region, the fuzziness provides an extra power-decay factor in the\nFeynman propagator, contrasts to the exponential-decay factor in the Moyal\nspace. We also calculate the particle heat capacity and see that it approaches\nto zero at high temperature. Next, we use the found smeared source to study the\nSchwarzschild-like geometry and see that the black hole can reach a finite\nmaximum temperature before cooling down to absolute zero and leave a stable\nremnant, as that in the noncommutative case. The properties of fuzzy 3D BTZ and\nthe fuzzy Kaluza-Klein black holes are also discussed. Finally, we present a\ncriterion for existence a regular black hole with a general smeared source\nfunction.\n","Comment: Latex 22 pages, extended version, change title, add several parts and\n  calculations."]}]
["1003.1389",{"format":[],"subject":["Mathematics - Analysis of PDEs","74G65, 35J62, 35A15, 35B06, 58E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1389"],"date":["2010-03-06","2010-04-18"],"type":["text"],"creator":["Squassina, Marco"],"language":[],"coverage":[],"title":["On the symmetry of minimizers in constrained quasi-linear problems"],"description":["  We provide a simple proof of the radial symmetry of any nonnegative minimizer\nfor a general class of quasi-linear minimization problems.\n","Comment: 18 pages"]}]
["1003.3559",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3559","J. Chem. Phys. 132, 154503 (2010)","doi:10.1063/1.3382645"],"date":["2010-03-18","2010-03-31"],"type":["text"],"creator":["Papathanassiou, Anthony N.","Sakellis, Ilias"],"language":[],"coverage":[],"title":["Correlation of the scaling exponent of the diffusivity-density function\n  in viscous liquids with their elastic properties"],"description":["  Fundamental thermodynamical concepts and a solid-state point defect elastic\nmodel are used to formulate a diffusivity-density scaling function for viscous\nliquids. It is proved in a straightforward manner that the scaling exponent\ndescribing the density scaling of the diffusivity, is related with the pressure\nderivative of the isothermal bulk modulus.\n","Comment: J. Chem. Phys. (in print)"]}]
["1003.4693",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4693"],"date":["2010-03-24","2010-04-19"],"type":["text"],"creator":["Dorokhov, A. E."],"language":[],"coverage":[],"title":["Photon-pion transition form factor: BABAR puzzle is cracked"],"description":["  Recently, the BABAR collaboration published (arXiv:0905.4778) data for the\nphoton-pion transition form factor $F_{\\pi\\gamma\\gamma^{\\ast}}(Q^{2})$, which\nare in strong contradiction to the predictions of the standard factorization\napproach to perturbative QCD. Immediately afterwards, two mechanisms were\nsuggested (A.E. Dorokhov, arXiv:0905.4577; A.V. Radyushkin, arXiv:0906.0323),\nthat logarithmically enhance the form factor asymptotics and therefore provide\na qualitatively satisfactory description of the BABAR data. However, the\nphysics of the BABAR effect was not fully clarified. In the present work, based\non a nonperturbative approach to the QCD vacuum and on rather universal\nassumptions, we show that there exists two asymptotic regimes for the pion\ntransition form factor. One regime with asymptotics\n$F_{\\pi\\gamma^{\\ast}\\gamma}(Q^{2})\\sim1/Q^{2}$ corresponds to the result of the\nstandard QCD factorization approach, while other violates the standard\nfactorization and leads to asymptotic behavior as\n$F_{\\pi\\gamma^{\\ast}\\gamma}(Q^{2})\\sim\\ln(Q^{2})Q^{2}$. Furthermore,\nconsidering specific nonlocal chiral quark models, we find the region of\nparameters, where the existing CELLO, CLEO and BABAR data for the pion\ntransition form factor are successfully described.\n","Comment: Revised version: 31 pages, 11 figures, more details are added"]}]
["1003.4910",{"format":[],"subject":["Mathematics - General Mathematics","11M26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4910"],"date":["2010-03-23","2010-04-19"],"type":["text"],"creator":["Gao, Jining"],"language":[],"coverage":[],"title":["On the representations of $N(T)$ via prime numbers"],"description":["  In this paper, under the RH, we give a new representation of $N(T)$ in term\nof sum of the logarithms of the powers of prime numbers and compute the\ndifference between the new representation and Guinand representation.\n","Comment: This paper has been withdrawn by the author due to a crucial error in\n  the last page."]}]
["1004.0225",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0225","ACS Nano VOL.3 NO.10 3045-3050 2009","doi:10.1021/nn9008406"],"date":["2010-04-01"],"type":["text"],"creator":["Yang, Yaodong","Yao, Jianjun","Wang, Yu U.","Li, Jiefang","Das, Jaydip","Viehland, Dwight"],"language":[],"coverage":[],"title":["Interaction of Gold Nanoparticles in Barium Titanate Thin Films"],"description":["  A novel approach to control the grain size of oxide thin film materials has\nbeen investigated. Perovskite BaTiO3 shows interesting grain structures when\ndeposited on gold predeposited, (111)-oriented, singlecrystal SrTiO3\nsubstrates. Solid oxide films grow epitaxially on patterned seed layers and\nshow variations in grain size relative to the films deposited on SrTiO3\ndirectly.\n","Comment: 14 pages, 4 figures"]}]
["1004.0273",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0273"],"date":["2010-04-01","2010-04-16"],"type":["text"],"creator":["Materassi, Donatello","Salapaka, Murti V."],"language":[],"coverage":[],"title":["A Reconstruction algorithm for an unknown network"],"description":["  The interest for networks of dynamical systems has been increasing in the\npast years, especially because of their capability of modeling and describing a\nlarge variety of phenomena and behaviors. We propose a technique, based on\nWiener filtering, which provides general theoretical guarantees for the\ndetection of links in a network of dynamical systems. For a large class of\nnetwork that we name \"self-kin\" sufficient conditions for a correct detection\nof a link are formulated. For networks not belonging to this class we give\nconditions for correct detection of links belonging to the smallest self-kin\nnetwork containing the actual one.\n"]}]
["1004.0933",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0933"],"date":["2010-04-06","2010-04-19"],"type":["text"],"creator":["Majumdar, Kaushik Kumar"],"language":[],"coverage":[],"title":["Indian policeman's dilemma: A game theoretic model"],"description":["  This paper focuses on a one person game called Indian policeman's dilemma\n(IPD). It represents the internal conflict between emotion and profession of a\ntypical Indian police officer. We have 'split' the game to be played\nindependently by different personality modules of the same player. Each module\nthen appears as an independent individual player of the game. None of the\nplayers knows the exact payoff values of any of the others. Only greater than\nor less than type of inequalities among the payoff values across the players\nare to be inferred probabilistically. There are two Nash equilibrium (NE)\npoints in this game signifying two completely opposing behavior by the\npoliceman involved. With the help of the probabilistic inequalities probable\npropensities of the different behaviors have been determined. The model\nunderscores the need for new surveys and data generation. A design of one such\nsurvey to measure professionalism of the police personnel has been outlined.\n"]}]
["1004.1017",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1017"],"date":["2010-04-07","2010-04-17"],"type":["text"],"creator":["Malekjani, M.","Khodam-Mohammadi, A."],"language":[],"coverage":[],"title":["Interacting entropy-corrected agegraphic Chaplygin gas model of dark\n  energy"],"description":["  In this work, we consider the interacting agegraphic dark energy models with\nentropy correction terms due to loop quantum gravity. We study the\ncorrespondence between the Chaplygin gas energy density with the interacting\nentropy-corrected agegraphic dark energy models in non-flat FRW universe. We\nreconstruct the potentials and the dynamics of the interacting\nentropy-corrected agegraphic scalar field models. This model is also extended\nto the interacting entropy-corrected agegraphic generalized Chaplygin gas dark\nenergy.\n","Comment: 15 pages, no figure"]}]
["1004.1068",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","57N05 (Primary), 20F38 (Secondary), 20C08, 20F40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1068"],"date":["2010-04-07","2010-04-19"],"type":["text"],"creator":["Kasahara, Yasushi"],"language":[],"coverage":[],"title":["Addendum to: \"An expansion of the Jones representation of genus 2 and\n  the Torelli group\""],"description":["  We observe that the determinant of the representation provides a little\nrestriction for the structure of the graded quotients $\\mathcal{G}_k^Q{F}$\nintroduced in both [Algebr. Geom. Topol. 1 (2001) 39-55] and [J. Knot Theory\nRamifications 13 (2004) 297-306] that any one of them does not contain the\ntrivial 1-dimensional summand.\n","Comment: 3 pages. In this version, we changed the construction of the paper to\n  treat the two previous papers equally, and also changed some\n  exposition/expression."]}]
["1004.1649",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1649"],"date":["2010-04-09"],"type":["text"],"creator":["Bella, Gideon","Etzion, Erez","Hod, Noam","Sutton, Mark"],"language":[],"coverage":[],"title":["Introduction to the MCnet Moses project and Heavy gauge bosons search at\n  the LHC"],"description":["  This is a technical document that provides supporting information and details\nof the publicly available code used for the preparation of the analysis for\npreprint \"{\\it A search for heavy Kaluza-Klein electroweak gauge bosons at the\nLHC}\" (submitted to JHEP). The {\\sc Moses} C++ framework is a project written\nfor probing and developing new models for High Energy Physics processes which\nallows complete events to be simulated by interface with the standard\nsimulation program Pythia8. This paper demonstrates the usage of {\\sc Moses} in\na study of the nature of Kaluza-Klein (KK) excitations in a specific model\nwhere the SU(2) \\times U(1) gauge fields can exist in a single Extra Dimension\n(ED) compactified on a $S^1/Z_2$ orbifold, while the matter fermions and SU(3)\ngauge fields are localized in the 3d-brane. Using this framework, the events\nhave been fully simulated at hadron level including initial and final state\nradiation. The study of particle decays was used to develop a method to\ndistinguish between this Kaluza-Klein model and processes with similar final\nstates. As a consequence, the possibility of observing and identifying a signal\nof the first excited KK state of the $\\gamma/Z^0$ bosons in the LHC is also\ndiscussed.\n","Comment: 47 pages, 15 figures, MCnet number: MCnet/10/05"]}]
["1004.1960",{"format":[],"subject":["Mathematics - Number Theory","11D25, 11D59, 11R16, 11Y40, 12F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1960"],"date":["2010-04-12","2010-04-18"],"type":["text"],"creator":["Hoshi, Akinari"],"language":[],"coverage":[],"title":["On the simplest quartic fields and related Thue equations"],"description":["  Let $K$ be a field of char $K\\neq 2$. For $a\\in K$, we give an explicit\nanswer to the field isomorphism problem of the simplest quartic polynomial\n$X^4-aX^3-6X^2+aX+1$ over $K$ as the special case of the field intersection\nproblem via multi-resolvent polynomials. From this result, over an infinite\nfield $K$, we see that the polynomial gives the same splitting field over $K$\nfor infinitely many values $a$ of $K$. We also see by Siegel's theorem for\ncurves of genus zero that only finitely many algebraic integers\n$a\\in\\mathcal{O}_K$ in a number field $K$ may give the same splitting field. By\napplying the result over the field $\\mathbb{Q}$ of rational numbers, we\nestablish a correspondence between primitive solutions to the parametric family\nof quartic Thue equations \\[ X^4-mX^3Y-6X^2Y^2+mXY^3+Y^4=c, \\] where\n$m\\in\\mathbb{Z}$ is a rational integer and $c$ is a divisor of $4(m^2+16)$, and\nisomorphism classes of the simplest quartic fields.\n","Comment: 17 pages, 3 tables, modified Theorem 8.1 and added 2 references"]}]
["1004.1981",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14M12, 16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1981"],"date":["2010-04-12","2010-04-19"],"type":["text"],"creator":["Kinser, Ryan"],"language":[],"coverage":[],"title":["Rank loci in representation spaces of quivers"],"description":["  Rank functors on a quiver $Q$ are certain additive functors from the category\nof representations of $Q$ to the category of finite-dimensional vector spaces.\nComposing with the dimension function on vector spaces gives a rank function on\n$Q$. These induce functions on $\\rep(Q, \\alpha)$, the variety of\nrepresentations of $Q$ of dimension vector $\\alpha$, and thus can be used to\ndefine \"rank loci\" in $\\rep(Q, \\alpha)$ as collections of points satisfying\nfinite lists of linear inequalities of rank functions. Although quiver rank\nfunctions are not generally semicontinuous like the rank of a linear map, we\nshow here that they do have the geometric property that these rank loci are\nconstructible subvarieties. The same is true for loci defined by rank functions\nin Schofield's subrepresentation bundles on $\\rep(Q, \\alpha)$, and in quiver\nGrassmannians.\n","Comment: 14pp. Comments welcome. v2: corrects Example 2."]}]
["1004.2093",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2093"],"date":["2010-04-12","2010-04-19"],"type":["text"],"creator":["Abbasi, R.","Abdou, Y.","Abu-Zayyad, T.","Adams, J.","Aguilar, J. A.","Ahlers, M.","Andeen, K.","Auffenberg, J.","Bai, X.","Baker, M.","Barwick, S. W.","Bay, R.","Alba, J. L. Bazo","Beattie, K.","Beatty, J. J.","Bechet, S.","Becker, J. K.","Becker, K. -H.","Benabderrahmane, M. L.","Berdermann, J.","Berghaus, P.","Berley, D.","Bernardini, E.","Bertrand, D.","Besson, D. Z.","Bissok, M.","Blaufuss, E.","Boersma, D. J.","Bohm, C.","Bolmont, J.","Botner, O.","Bradley, L.","Braun, J.","Breder, D.","Carson, M.","Castermans, T.","Chirkin, D.","Christy, B.","Clem, J.","Cohen, S.","Cowen, D. F.","D'Agostino, M. V.","Danninger, M.","Day, C. T.","De Clercq, C.","Demiroers, L.","Depaepe, O.","Descamps, F.","Desiati, P.","de Vries-Uiterweerd, G.","DeYoung, T.","Di-az-Velez, J. C.","Dreyer, J.","Dumm, J. P.","Duvoort, M. R.","Edwards, W. R.","Ehrlich, R.","Eisch, J.","Ellsworth, R. W.","Engdegard, O.","Euler, S.","Evenson, P. A.","Fadiran, O.","Fazely, A. R.","Feusels, T.","Filimonov, K.","Finley, C.","Foerster, M. M.","Fox, B. D.","Franckowiak, A.","Franke, R.","Gaisser, T. K.","Gallagher, J.","Ganugapati, R.","Gerhardt, L.","Gladstone, L.","Goldschmidt, A.","Goodman, J. A.","Gozzini, R.","Grant, D.","Griesel, T.","Gross, A.","Grullon, S.","Gunasingha, R. M.","Gurtner, M.","Ha, C.","Hallgren, A.","Halzen, F.","Han, K.","Hanson, K.","Hasegawa, Y.","Helbing, K.","Herquet, P.","Hickford, S.","Hill, G. C.","Hoffman, K. D.","Homeier, A.","Hoshina, K.","Hubert, D.","Huelsnitz, W.","Hulss, J. -P.","Hulth, P. O.","Hultqvist, K.","Hussain, S.","Imlay, R. L.","Inaba, M.","Ishihara, A.","Jacobsen, J.","Japaridze, G. S.","Johansson, H.","Joseph, J. M.","Kampert, K. -H.","Kappes, A.","Karg, T.","Karle, A.","Kelley, J. L.","Kemming, N.","Kenny, P.","Kiryluk, J.","Kislat, F.","Klein, S. R.","Knops, S.","Kohnen, G.","Kolanoski, H.","Koepke, L.","Koskinen, D. J.","Kowalski, M.","Kowarik, T.","Krasberg, M.","Krings, T.","Kroll, G.","Kuehn, K.","Kuwabara, T.","Labare, M.","Lafebre, S.","Laihem, K.","Landsman, H.","Lauer, R.","Lehmann, R.","Lennarz, D.","Lucke, A.","Luenemann, J.","Lundberg, J.","Madsen, J.","Majumdar, P.","Maruyama, R.","Mase, K.","Matis, H. S.","McParland, C. P.","Meagher, K.","Merck, M.","Meszaros, P.","Meures, T.","Middell, E.","Milke, N.","Miyamoto, H.","Montaruli, T.","Morse, R.","Movit, S. M.","Nahnhauer, R.","Nam, J. W.","Niessen, P.","Nygren, D. R.","Odrowski, S.","Olivas, A.","Olivo, M.","Ono, M.","Panknin, S.","Patton, S.","Paul, L.","Heros, C. Perez de los","Petrovic, J.","Piegsa, A.","Pieloth, D.","Pohl, A. C.","Porrata, R.","Potthoff, N.","Price, P. B.","Prikockis, M.","Przybylski, G. T.","Rawlins, K.","Redl, P.","Resconi, E.","Rhode, W.","Ribordy, M.","Rizzo, A.","Rodrigues, J. P.","Roth, P.","Rothmaier, F.","Rott, C.","Roucelle, C.","Rutledge, D.","Ruzybayev, B.","Ryckbosch, D.","Sander, H. -G.","Sarkar, S.","Schatto, K.","Schlenstedt, S.","Schmidt, T.","Schneider, D.","Schukraft, A.","Schulz, O.","Schunck, M.","Seckel, D.","Semburg, B.","Seo, S. H.","Sestayo, Y.","Seunarine, S.","Silvestri, A.","Slipak, A.","Spiczak, G. M.","Spiering, C.","Stamatikos, M.","Stanev, T.","Stephens, G.","Stezelberger, T.","Stokstad, R. G.","Stoufer, M. C.","Stoyanov, S.","Strahler, E. A.","Straszheim, T.","Sulanke, K. -H.","Sullivan, G. W.","Swillens, Q.","Taboada, I.","Tamburro, A.","Tarasova, O.","Tepe, A.","Ter-Antonyan, S.","Terranova, C.","Tilav, S.","Toale, P. A.","Tooker, J.","Tosi, D.","Turcan, D.","van Eijndhoven, N.","Vandenbroucke, J.","Van Overloop, A.","van Santen, J.","Voigt, B.","Walck, C.","Waldenmaier, T.","Wallraff, M.","Walter, M.","Wendt, C.","Westerhoff, S.","Whitehorn, N.","Wiebe, K.","Wiebusch, C. H.","Wiedemann, A.","Wikstrom, G.","Williams, D. R.","Wischnewski, R.","Wissing, H.","Woschnagg, K.","Xu, C.","Xu, X. W.","Yodh, G.","Yoshida, S."],"language":[],"coverage":[],"title":["IceCube Collaboration Contributions to the 2009 International Cosmic Ray\n  Conference"],"description":["  IceCube Collaboration Contributions to the 2009 International Cosmic Ray\nConference\n","Comment: Index file for IceCube contributions to the 2009 ICRC; corrected\n  author list"]}]
["1004.2920",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2920"],"date":["2010-04-16"],"type":["text"],"creator":["Barnum, Howard","Duncan, Ross","Wilce, Alexander"],"language":[],"coverage":[],"title":["Symmetry, Compact Closure and Dagger Compactness for Categories of\n  Convex Operational Models"],"description":["  In the categorical approach to the foundations of quantum theory, one begins\nwith a symmetric monoidal category, the objects of which represent physical\nsystems, and the morphisms of which represent physical processes. Usually, this\ncategory is taken to be at least compact closed, and more often, dagger\ncompact, enforcing a certain self-duality, whereby preparation processes\n(roughly, states) are inter-convertible with processes of registration\n(roughly, measurement outcomes). This is in contrast to the more concrete\n\"operational\" approach, in which the states and measurement outcomes associated\nwith a physical system are represented in terms of what we here call a \"convex\noperational model\": a certain dual pair of ordered linear spaces -- generally,\n{\\em not} isomorphic to one another. On the other hand, state spaces for which\nthere is such an isomorphism, which we term {\\em weakly self-dual}, play an\nimportant role in reconstructions of various quantum-information theoretic\nprotocols, including teleportation and ensemble steering. In this paper, we\ncharacterize compact closure of symmetric monoidal categories of convex\noperational models in two ways: as a statement about the existence of\nteleportation protocols, and as the principle that every process allowed by\nthat theory can be realized as an instance of a remote evaluation protocol ---\nhence, as a form of classical probabilistic conditioning. In a large class of\ncases, which includes both the classical and quantum cases, the relevant\ncompact closed categories are degenerate, in the weak sense that every object\nis its own dual. We characterize the dagger-compactness of such a category\n(with respect to the natural adjoint) in terms of the existence, for each\nsystem, of a {\\em symmetric} bipartite state, the associated conditioning map\nof which is an isomorphism.\n"]}]
["1004.2921",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2921"],"date":["2010-04-16"],"type":["text"],"creator":["Queisser, Friedemann"],"language":[],"coverage":[],"title":["Influence of nontrivial backgrounds and decoherence on vacuum decay"],"description":["  We present new solutions of vacuum decay in non-Minkowski spacetimes. On a de\nSitter background, the tunneling between vacuum states with a nonvanishing\nenergy difference has been considered, whereas in the special case of\ndegenerate vacua we extended the treatment to a power-law FRW-universe.\nAdditionally, we dicuss the vacuum decay in static spacetimes. In the case of\nMinkowski spacetime, we include interaction with an environmental field and\nanalyze the effects of decoherence and the quantum-to-classical transition of\nthe nucleating bubble.\n","Comment: 13 pages, 8 figures"]}]
["1004.2926",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2926"],"date":["2010-04-16"],"type":["text"],"creator":["Calderbank, Robert","Howard, Stephen","Jafarpour, Sina"],"language":[],"coverage":[],"title":["Sparse Reconstruction via The Reed-Muller Sieve"],"description":["  This paper introduces the Reed Muller Sieve, a deterministic measurement\nmatrix for compressed sensing. The columns of this matrix are obtained by\nexponentiating codewords in the quaternary second order Reed Muller code of\nlength $N$. For $k=O(N)$, the Reed Muller Sieve improves upon prior methods for\nidentifying the support of a $k$-sparse vector by removing the requirement that\nthe signal entries be independent. The Sieve also enables local detection; an\nalgorithm is presented with complexity $N^2 \\log N$ that detects the presence\nor absence of a signal at any given position in the data domain without\nexplicitly reconstructing the entire signal. Reconstruction is shown to be\nresilient to noise in both the measurement and data domains; the $\\ell_2 /\n\\ell_2$ error bounds derived in this paper are tighter than the $\\ell_2 /\n\\ell_1$ bounds arising from random ensembles and the $\\ell_1 /\\ell_1$ bounds\narising from expander-based ensembles.\n","Comment: To appear in ISIT 2010"]}]
["1004.2928",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2928"],"date":["2010-04-16"],"type":["text"],"creator":["Aguirre, V. Silva","Ballot, J.","Serenelli, A.","Weiss, A."],"language":[],"coverage":[],"title":["Convective core size determination using asteroseismic data"],"description":["  As it is long known, the presence of a convective region creates a\ndiscontinuity in the chemical profile of a star, which in turn translates into\na sharp variation of the adiabatic sound speed. This variation produces an\noscillatory behavior of the pulsation frequencies, to which low degree p-modes\nare sensitive. We investigate the possibility of detecting the signature\nrelated to the presence of a convective core in the frequency spectrum of\nlow-mass stars by means of suitable frequency combinations (such as separations\nand ratios)\n","Comment: HELAS IV International Conference Proceedings, to be published in\n  Astronomische Nachrichten"]}]
["1004.2930",{"format":[],"subject":["Mathematics - Numerical Analysis","65H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2930"],"date":["2010-04-16"],"type":["text"],"creator":["Khattri, Sanjay K.","Agarwal, Ravi P."],"language":[],"coverage":[],"title":["Quadrature based optimal iterative methods"],"description":["  We present a simple yet powerful and applicable quadrature based scheme for\nconstructing optimal iterative methods. According to the, still unproved,\nKung-Traub conjecture an optimal iterative method based on $n+1$ evaluations\ncould achieve a maximum convergence order of $2^n$. Through quadrature, we\ndevelop optimal iterative methods of orders four and eight. The scheme can be\nfurther applied to develop iterative methods of even higher order.\nComputational results demonstrate that the developed methods are efficient as\ncompared with many well known methods.\n","Comment: 9 pages, 0 figure"]}]
["1004.2931",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2931"],"date":["2010-04-16"],"type":["text"],"creator":["Horton, John J.","Rand, David G.","Zeckhauser, Richard J."],"language":[],"coverage":[],"title":["The Online Laboratory: Conducting Experiments in a Real Labor Market"],"description":["  Online labor markets have great potential as platforms for conducting\nexperiments, as they provide immediate access to a large and diverse subject\npool and allow researchers to conduct randomized controlled trials. We argue\nthat online experiments can be just as valid---both internally and\nexternally---as laboratory and field experiments, while requiring far less\nmoney and time to design and to conduct. In this paper, we first describe the\nbenefits of conducting experiments in online labor markets; we then use one\nsuch market to replicate three classic experiments and confirm their results.\nWe confirm that subjects (1) reverse decisions in response to how a\ndecision-problem is framed, (2) have pro-social preferences (value payoffs to\nothers positively), and (3) respond to priming by altering their choices. We\nalso conduct a labor supply field experiment in which we confirm that workers\nhave upward sloping labor supply curves. In addition to reporting these\nresults, we discuss the unique threats to validity in an online setting and\npropose methods for coping with these threats. We also discuss the external\nvalidity of results from online domains and explain why online results can have\nexternal validity equal to or even better than that of traditional methods,\ndepending on the research question. We conclude with our views on the potential\nrole that online experiments can play within the social sciences, and then\nrecommend software development priorities and best practices.\n"]}]
["1004.2938",{"format":[],"subject":["Mathematics - Analysis of PDEs","General Relativity and Quantum Cosmology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2938"],"date":["2010-04-16"],"type":["text"],"creator":["Wang, Qian"],"language":[],"coverage":[],"title":["Improved breakdown criterion for Einstein vacuum equations in CMC gauge"],"description":["  Let $\\M_*=\\cup_{t\\in [t_0, t_*)} \\Sigma_t$ be a part of vacuum globally\nhyperbolic space-time $(\\bM, \\bg)$, foliated by constant mean curvature\nhypersurfaces $\\Sigma_t$ with $t_0<t_*<0$. We show that the foliation can be\nextended beyond $t_*$ if the second fundamental form $k$ and the lapse function\n$n$ satisfy $$ \\int_{t_0}^{t_*}(\\|k\\|_{L^\\infty(\\Sigma_t)}+\\|\\nab \\log\nn\\|_{L^\\infty(\\Sigma_t)}) dt <\\infty. $$ This improves the existing breakdown\ncriteria for Einstein vacuum equations.\n"]}]
["1004.2945",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2945","SIGMA 6 (2010), 034, 14 pages","doi:10.3842/SIGMA.2010.034"],"date":["2010-04-17"],"type":["text"],"creator":["Hentosh, Oksana Ye."],"language":[],"coverage":[],"title":["The Lax Integrable Differential-Difference Dynamical Systems on Extended\n  Phase Spaces"],"description":["  The Hamiltonian representation for the hierarchy of Lax-type flows on a dual\nspace to the Lie algebra of shift operators coupled with suitable\neigenfunctions and adjoint eigenfunctions evolutions of associated spectral\nproblems is found by means of a specially constructed Backlund transformation.\nThe Hamiltonian description for the corresponding set of squared eigenfunction\nsymmetry hierarchies is represented. The relation of these hierarchies with Lax\nintegrable (2+1)-dimensional differential-difference systems and their triple\nLax-type linearizations is analysed. The existence problem of a Hamiltonian\nrepresentation for the coupled Lax-type hierarchy on a dual space to the\ncentral extension of the shift operator Lie algebra is solved also.\n"]}]
["1004.2950",{"format":[],"subject":["Mathematical Physics","26A33, 33E12, 33C60, 44A10, 60G18, 60G52 45K05, 74D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2950","Paper published in International Journal of Differential\n  Equations, Vol. 2010, Article ID 104505, 29 pages."],"date":["2010-04-17"],"type":["text"],"creator":["Mainardi, Francesco","Mura, Antonio","Pagnini, Gianni"],"language":[],"coverage":[],"title":["The M-Wright function in time-fractional diffusion processes: a tutorial\n  survey"],"description":["  In the present review we survey the properties of a transcendental function\nof the Wright type, nowadays known as M-Wright function, entering as a\nprobability density in a relevant class of self-similar stochastic processes\nthat we generally refer to as time-fractional diffusion processes.\n  Indeed, the master equations governing these processes generalize the\nstandard diffusion equation by means of time-integral operators interpreted as\nderivatives of fractional order. When these generalized diffusion processes are\nproperly characterized with stationary increments, the M-Wright function is\nshown to play the same key role as the Gaussian density in the standard and\nfractional Brownian motions. Furthermore, these processes provide stochastic\nmodels suitable for describing phenomena of anomalous diffusion of both slow\nand fast type.\n","Comment: 32 pages, 3 figures"]}]
["1004.2952",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2952"],"date":["2010-04-17"],"type":["text"],"creator":["Date, Ghanashyam"],"language":[],"coverage":[],"title":["Lectures on LQG/LQC"],"description":["  A School on Loop Quantum Gravity was held at the IMSc during Sept 8 -- 18,\n2009. In the first week a basic introduction to LQG was provided while in the\nsecond week the focus was on the two main application, to cosmology (LQC) and\nto the black hole entropy. These notes are an expanded written account of the\nlectures that I gave. These are primarily meant for beginning researchers.\n","Comment: 72 pages, no figures"]}]
["1004.2957",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2957"],"date":["2010-04-17"],"type":["text"],"creator":["Askour, Nour Eddine","Intissar, Ahmed","Mouayn, Zouhair"],"language":[],"coverage":[],"title":["A formula representing Magnetic Berezin Transformsas functions of the\n  Laplacian on Cn"],"description":["  We give a formula that express magnetic Berezin transforms associated with\ngeneralized Bargmann-Fock spaces as functions of the Euclidean Laplacian on Cn.\n","Comment: 9 pages, submitted"]}]
["1004.2971",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2971"],"date":["2010-04-17"],"type":["text"],"creator":["Lohmiller, Winfried","Slotine, Jean-Jacques E."],"language":[],"coverage":[],"title":["Shaping state and time-dependent convergence rates in non-linear control\n  and observer design"],"description":["  This paper derives for non-linear, time-varying and feedback linearizable\nsystems simple controller designs to achieve specified state-and timedependent\ncomplex convergence rates. This approach can be regarded as a general\ngain-scheduling technique with global exponential stability guarantee. Typical\napplications include the transonic control of an aircraft with strongly Mach or\ntime-dependent eigenvalues or the state-dependent complex eigenvalue placement\nof the inverted pendulum. As a generalization of the LTI Luenberger observer a\ndual observer design technique is derived for a broad set of non-linear and\ntime-varying systems, where so far straightforward observer techniques were not\nknown. The resulting observer design is illustrated for non-linear chemical\nplants, the Van-der-Pol oscillator, the discrete logarithmic map series\nprediction and the lighthouse navigation problem. These results [23] allow one\nto shape globally the state- and time-dependent convergence behaviour ideally\nsuited to the non-linear or time-varying system. The technique can also be used\nto provide analytic robustness guarantees against modelling uncertainties. The\nderivations are based on non-linear contraction theory [18], a comparatively\nrecent dynamic system analysis tool whose results will be reviewed and\nextended.\n"]}]
["1004.2973",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2973"],"date":["2010-04-17"],"type":["text"],"creator":["Shibing, Chen"],"language":[],"coverage":[],"title":["Sign changing solutions of some integral equaitons with critical sobolev\n  exponents"],"description":["  In this note we prove that: \\begin{theorem} for $2\\leq s<\\frac{n}{2}$ or\n$1\\leq s<\\frac{2n}{n+1}$ or $1\\leq s<\\frac{n}{2}$ but n is even,\n$(-\\Delta)^{s}(u)=|u|^{q-2}u,q=\\frac{2n}{n-2s}$ has infinitely many sign\nchanging solutions or equivalently we can say that there exist solutions\n$u_{k}$ such that $\\int u_{k}(-\\Delta)^{s}(u_{k})dx \\to \\infty$ as $k\\to\n\\infty$ \\end{theorem}\n"]}]
["1004.2982",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","Mathematics - Representation Theory","20M20, 20M30, 20M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2982"],"date":["2010-04-17"],"type":["text"],"creator":["Steinberg, Benjamin"],"language":[],"coverage":[],"title":["A Theory of Transformation Monoids: Combinatorics and Representation\n  Theory"],"description":["  The aim of this paper is to develop a theory of finite transformation monoids\nand in particular to study primitive transformation monoids. We introduce the\nnotion of orbitals and orbital digraphs for transformation monoids and prove a\nmonoid version of D. Higman's celebrated theorem characterizing primitivity in\nterms of connectedness of orbital digraphs. A thorough study of the module (or\nrepresentation) associated to a transformation monoid is initiated. In\nparticular, we compute the projective cover of the transformation module over a\nfield of characteristic zero in the case of a transitive transformation or\npartial transformation monoid. Applications of probability theory and Markov\nchains to transformation monoids are also considered and an ergodic theorem is\nproved in this context. In particular, we obtain a generalization of a lemma of\nP. Neumann, from the theory of synchronizing groups, concerning the partition\nassociated to a transformation of minimal rank.\n"]}]
["1004.2983",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2983"],"date":["2010-04-17"],"type":["text"],"creator":["de Cataldo, Mark Andrea","Migliorini, Luca"],"language":[],"coverage":[],"title":["What is a perverse sheaf?"],"description":["  Three-page article on the notion of perverse sheaf to appear in the \"What\nis?\" series in the Notices of the AMS.\n","Comment: to appear in the May 2010 issue of the Notices of the AMS\n  http://www.ams.org/notices"]}]
["1004.2992",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2992"],"date":["2010-04-17"],"type":["text"],"creator":["Luo, Feng","Tillmann, Stephan","Yang, Tian"],"language":[],"coverage":[],"title":["Thurston's Spinning Construction and Solutions to the Hyperbolic Gluing\n  Equations for Closed Hyperbolic 3-Manifolds"],"description":["  We show that the hyperbolic structure on a closed, orientable, hyperbolic\n3-manifold can be constructed from a solution to the hyperbolic gluing\nequations using any triangulation with essential edges. The key ingredients in\nthe proof are Thurston's spinning construction and a volume rigidity result\nattributed by Dunfield to Thurston, Gromov and Goldman. As an application, we\nshow that this gives a new algorithm to detect hyperbolic structures on closed\n3-manifolds.\n","Comment: 17 pages"]}]
["1004.2993",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2993"],"date":["2010-04-17"],"type":["text"],"creator":["Pushp, Saumay","Ranjan, Priya"],"language":[],"coverage":[],"title":["Hybrid CDN structure with a P2P based streaming protocol"],"description":["  Over the last decade, internet has seen an exponential increase in its\ngrowth.With more and more people using it, efficient data delivery over the\ninternet has become a key issue. Peer-to-peer (P2P)/seed sharing based networks\nhave several desirable features for content distribution, such as low costs,\nscalability, and fault tolerance. While the invention of each of such\nspecialized systems has improved the user experience, some fundamental\nshortcomings of these systems have often been neglected. These shortcomings of\ncontent distribution systems have become severe bottlenecks in scalability of\nthe internet.In order to combine the desired features of classical Content\nDistribution Networks (CDNs) and P2P/seed sharing based networks, we propose a\nhybrid CDN structure with a P2P/seed sharing based streaming protocol in the\naccess network . In this work, we focus on the problem of data redundancy (at\neach node) and show how severely it impacts the network economics and the\nexperience of end-user and hence leads to low traffic load and redundancy\n","Comment: 9 Pages"]}]
["1004.2994",{"format":[],"subject":["Mathematics - Probability","60B10, 60B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2994"],"date":["2010-04-17"],"type":["text"],"creator":["Yang, Guangyu","Miao, Yu","Hu, Dihe"],"language":[],"coverage":[],"title":["Strassen's invariance principle for random walk in random environment"],"description":["  In this paper, we consider random walk in random environment on\n$\\mathbb{Z}^{d}\\,(d\\geq1)$ and prove the Strassen's strong invariance principle\nfor this model, via martingale argument and the theory of fractional\ncoboundaries of Derriennic and Lin \\cite{DL}, under some conditions which\nrequire the variance of the quenched mean has a subdiffusive bound. The results\npartially fill the gaps between law of large numbers and central limit\ntheorems.\n","Comment: 16 pages"]}]
["1004.2996",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2996"],"date":["2010-04-18"],"type":["text"],"creator":["Wei, Dasheng"],"language":[],"coverage":[],"title":["On the sum of two integral squares in quadratic fields $\\Q(\\sqrt{\\pm p})"],"description":["  We propose a method for determining which integers can be written as a sum of\ntwo integral squares for quadratic fields $\\Q(\\sqrt{\\pm p})$, where $p$ is a\nprime.\n","Comment: 7 pages. Acta Arith.(to appear)"]}]
["1004.2997",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2997"],"date":["2010-04-18"],"type":["text"],"creator":["Cynk, Slawomir","Freitag, Eberhard","Manni, Riccardo Salvati"],"language":[],"coverage":[],"title":["The geometry and arithmetic of a Calabi-Yau Siegel threefold"],"description":["  In this paper we treat in details a modular variety $\\cal Y$ that has a\nCalabi-Yau model, $\\tilde{\\cal Y}$. We shall describe the structure of the ring\nof modular forms and its geometry. We shall illustrate two different methods of\nproducing the Hodge numbers. The first uses the definition of $\\cal Y$ as the\nquotient of another known Calabi-Yau variety. In this case we will get the\nHodge numbers considering the action of the group on a crepant resolution\n$\\tilde{\\cal X}$ of $\\cal X$. The second, purely algebraic geometric, uses the\nequations derived from the ring of modular forms and is based on determining\nexplicitly the Calabi-Yau model $\\tilde{\\cal Y}$ and computing the Picard group\nand the Euler characteristic.\n","Comment: 16 pages"]}]
["1004.3001",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3001"],"date":["2010-04-18"],"type":["text"],"creator":["Khawaja, U. Al"],"language":[],"coverage":[],"title":["A comparative analysis of Painlev\\'e, Lax Pair, and Similarity\n  Transformation methods in obtaining the integrability conditions of nonlinear\n  Schr\\\"odinger equations"],"description":["  We derive the integrability conditions of nonautonomous nonlinear\nSchr$\\rm\\ddot o$dinger equations using the Lax Pair and Similarity\nTransformation methods. We present a comparative analysis of these\nintegrability conditions with those of the Painlev$\\rm\\acute{e}$ method. We\nshow that while the Painlev$\\rm\\acute{e}$ integrability conditions restrict the\ndispersion, nonlinearity, and dissipation/gain coefficients to be\nspace-independent and the external potential to be only a quadratic function of\nposition, the Lax Pair and the Similarity Transformation methods allow for\nspace-dependent coefficients and an external potential that is not restricted\nto the quadratic form. The integrability conditions of the\nPainlev$\\rm\\acute{e}$ method are retrieved as a special case of our general\nintegrability conditions. We also derive the integrability conditions of\nnonautonomous nonlinear Schr$\\rm\\ddot o$dinger equations for two- and\nthree-spacial dimensions.\n","Comment: To appear in J. Math. Phys., May (2010)."]}]
["1004.3006",{"format":[],"subject":["Mathematics - Functional Analysis","Computer Science - Information Theory","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3006"],"date":["2010-04-18"],"type":["text"],"creator":["Donoho, David L.","Kutyniok, Gitta"],"language":[],"coverage":[],"title":["Microlocal Analysis of the Geometric Separation Problem"],"description":["  Image data are often composed of two or more geometrically distinct\nconstituents; in galaxy catalogs, for instance, one sees a mixture of pointlike\nstructures (galaxy superclusters) and curvelike structures (filaments). It\nwould be ideal to process a single image and extract two geometrically `pure'\nimages, each one containing features from only one of the two geometric\nconstituents. This seems to be a seriously underdetermined problem, but recent\nempirical work achieved highly persuasive separations. We present a theoretical\nanalysis showing that accurate geometric separation of point and curve\nsingularities can be achieved by minimizing the $\\ell_1$ norm of the\nrepresenting coefficients in two geometrically complementary frames: wavelets\nand curvelets. Driving our analysis is a specific property of the ideal (but\nunachievable) representation where each content type is expanded in the frame\nbest adapted to it. This ideal representation has the property that important\ncoefficients are clustered geometrically in phase space, and that at fine\nscales, there is very little coherence between a cluster of elements in one\nframe expansion and individual elements in the complementary frame. We formally\nintroduce notions of cluster coherence and clustered sparsity and use this\nmachinery to show that the underdetermined systems of linear equations can be\nstably solved by $\\ell_1$ minimization; microlocal phase space helps organize\nthe calculations that cluster coherence requires.\n","Comment: 59 pages, 9 figures"]}]
["1004.3010",{"format":[],"subject":["Mathematics - Combinatorics","11P70, 20D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3010"],"date":["2010-04-18"],"type":["text"],"creator":["Hamidoune, Yahya Ould"],"language":[],"coverage":[],"title":["On Minkowski product size: The Vosper's property"],"description":["  A subset $S$ of a group $G$ is said to be a Vosper's subset if $|A\\cup AS|\\ge\n\\min (|G|-1,|A|+|S|),$ for any subset $A$ of $G$ with $|A|\\ge 2.$ In the\npresent work, we describe Vosper's subsets. Assuming that $S$ is not a\nprogression and that $|S^{-1} S|, |S S^{-1}| <2 |S|,|G'|-1,$ we show that there\nexist an element $a\\in S,$ and a non-null subgroup $H$ of $G'$ such that either\n$S^{-1}HS =S^{-1}S \\cup a^{-1}Ha$ or $SHS^{-1} =SS^{-1}\\cup aHa^{-1},$ where\n$G'$ is the subgroup generated by $S^{-1}S.$\n"]}]
["1004.3011",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3011"],"date":["2010-04-18"],"type":["text"],"creator":["Cohen, Oliver"],"language":[],"coverage":[],"title":["Correlation between measured and unmeasured quantities in quantum\n  mechanics, locality, and the legitimacy of counterfactual reasoning"],"description":["  A correlation measure relating to measured and unmeasured local quantities in\nquantum mechanics is introduced, and is then applied to assess the locality\nimplications for Bell/CHSH and similar set-ups. This leads to some interesting\nresults, and the scheme is extended to the generalized no-signalling boxes\nframework. Some questions are raised about the use of counterfactual reasoning\nin quantum mechanics.\n"]}]
["1004.3013",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3013"],"date":["2010-04-18"],"type":["text"],"creator":["Hansel, Tobias","Rhandi, Abdelaziz"],"language":[],"coverage":[],"title":["Non-autonomous Ornstein-Uhlenbeck equations in exterior domains"],"description":["  In this paper, we consider non-autonomous Ornstein-Uhlenbeck operators in\nsmooth exterior domains $\\Omega\\subset \\R^d$ subject to Dirichlet boundary\nconditions. Under suitable assumptions on the coefficients, the solution of the\ncorresponding non-autonomous parabolic Cauchy problem is governed by an\nevolution system $\\{P_\\Omega(t,s)\\}_{0\\leq s\\leq t}$ on $L^p(\\Omega)$ for $1< p\n< \\infty$. Furthermore, $L^p$-estimates for spatial derivatives and $L^p$-$L^q$\nsmoothing properties of $P_\\Omega(t,s)$, $0\\leq s\\leq t$, are obtained.\n","Comment: 16 pages"]}]
["1004.3016",{"format":[],"subject":["Mathematics - Probability","60G51, 58G32, 58J65, 60J60}"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3016"],"date":["2010-04-18"],"type":["text"],"creator":["Gordina, Maria","Röckner, Michael","Wang, Feng-Yu"],"language":[],"coverage":[],"title":["Dimension-independent Harnack inequalities for subordinated semigroups"],"description":["  Dimension-independent Harnack inequalities are derived for a class of\nsubordinate semigroups. In particular, for a diffusion satisfying the\nBakry-Emery curvature condition, the subordinate semigroup with power $\\alpha$\nsatisfies a dimension-free Harnack inequality provided $\\alpha \\in(1/2, 1)$,\nand it satisfies the log-Harnack inequality for all $\\alpha \\in (0,1).$ Some\ninfinite-dimensional examples are also presented.\n"]}]
["1004.3026",{"format":[],"subject":["Mathematics - Combinatorics","05C35, 05C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3026"],"date":["2010-04-18"],"type":["text"],"creator":["Lovász, László"],"language":[],"coverage":[],"title":["Subgraph densities in signed graphons and the local Sidorenko conjecture"],"description":["  We prove inequalities between the densities of various bipartite subgraphs in\nsigned graphs and graphons. One of the main inequalities is that the density of\nany bipartite graph with girth r cannot exceed the density of the r-cycle. This\nstudy is motivated by Sidorenko's conjecture, which states that the density of\na bipartite graph F with m edges in any graph G is at least the m-th power of\nthe edge density of G. Another way of stating this is that the graph G with\ngiven edge density minimizing the number of copies of F is, asymptotically, a\nrandom graph. We prove that this is true locally, i.e., for graphs G that are\n\"close\" to a random graph.\n","Comment: 20 pages"]}]
["1004.3028",{"format":[],"subject":["Mathematics - Rings and Algebras","16P90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3028"],"date":["2010-04-18"],"type":["text"],"creator":["Makar-Limanov, Leonid"],"language":[],"coverage":[],"title":["A conjecture of Bavula on homomorphisms of the Weyl algebra"],"description":["  In the paper {\\em The inversion formulae for automorphisms of polynomial\nalgebras and differential operators in prime characteristic}, J. Pure Appl.\nAlgebra 212 (2008), no. 10, 2320-2337, see also arXiv:math/0604477, Vladimir\nBavula states the following Conjecture: (BC) Any endomorphism of a Weyl algebra\n(in a finite characteristic case) is a monomorphism. The purpose of this\npreprint is to prove BC for $A_1$, show that BC is wrong for $A_n$ when $n >\n1$, and prove an analogue of $BC$ for symplectic Poisson algebras.\n"]}]
["1004.3038",{"format":[],"subject":["Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3038"],"date":["2010-04-18"],"type":["text"],"creator":["Yokoyama, Tomoo"],"language":[],"coverage":[],"title":["On completeness of H-closed pospaces"],"description":["  We generalized the characterization of H-closedness for linearly ordered\npospaces as follows: A pospace $X$ without an infinite antichain is an H-closed\npospace if and only if $X$ is a directed complete and down-complete poset such\nthat sup $L$ and inf $L$ are contained in the closure of $L$ for any nonempty\nchain $L$ in $X$.\n"]}]
["1004.3045",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3045"],"date":["2010-04-18"],"type":["text"],"creator":["Liskevich, Vitali","Skrypnik, Igor I.","Sobol, Zeev"],"language":[],"coverage":[],"title":["Potential estimates for quasi-linear parabolic equations"],"description":["  For a class of divergence type quasi-linear degenerate parabolic equations\nwith a Radon measure on the right hand side we derive pointwise estimates for\nsolutions via nonlinear Wolff potentials.\n"]}]
["1004.3051",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3051"],"date":["2010-04-18"],"type":["text"],"creator":["Grandoni, Fabrizio","Rothvoss, Thomas"],"language":[],"coverage":[],"title":["Prizing on Paths: A PTAS for the Highway Problem"],"description":["  In the highway problem, we are given an n-edge line graph (the highway), and\na set of paths (the drivers), each one with its own budget. For a given\nassignment of edge weights (the tolls), the highway owner collects from each\ndriver the weight of the associated path, when it does not exceed the budget of\nthe driver, and zero otherwise. The goal is choosing weights so as to maximize\nthe profit.\n  A lot of research has been devoted to this apparently simple problem. The\nhighway problem was shown to be strongly NP-hard only recently\n[Elbassioni,Raman,Ray-'09]. The best-known approximation is O(\\log n/\\log\\log\nn) [Gamzu,Segev-'10], which improves on the previous-best O(\\log n)\napproximation [Balcan,Blum-'06].\n  In this paper we present a PTAS for the highway problem, hence closing the\ncomplexity status of the problem. Our result is based on a novel randomized\ndissection approach, which has some points in common with Arora's quadtree\ndissection for Euclidean network design [Arora-'98]. The basic idea is\nenclosing the highway in a bounding path, such that both the size of the\nbounding path and the position of the highway in it are random variables. Then\nwe consider a recursive O(1)-ary dissection of the bounding path, in subpaths\nof uniform optimal weight. Since the optimal weights are unknown, we construct\nthe dissection in a bottom-up fashion via dynamic programming, while computing\nthe approximate solution at the same time. Our algorithm can be easily\nderandomized. We demonstrate the versatility of our technique by presenting\nPTASs for two variants of the highway problem: the tollbooth problem with a\nconstant number of leaves and the maximum-feasibility subsystem problem on\ninterval matrices. In both cases the previous best approximation factors are\npolylogarithmic [Gamzu,Segev-'10,Elbassioni,Raman,Ray,Sitters-'09].\n"]}]
["1004.3054",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3054"],"date":["2010-04-18"],"type":["text"],"creator":["Bicudo, Pedro"],"language":[],"coverage":[],"title":["Confinement and chiral symmetry breaking, one or two critical points?"],"description":["  We study the QCD phase diagram, in particular we study the critical points of\nthe two main QCD phase transitions, confinement and chiral symmetry breaking.\nConfinement drives chiral symmetry breaking, and, due to the finite quark mass,\nat small density both transitions are a crossover, while they are a first or\nsecond order phase transition in large density. We study the QCD phase diagram\nwith a quark potential model including both confinement and chiral symmetry.\nThis formalism, in the Coulomb gauge hamiltonian formalism of QCD, is presently\nthe only one able to microscopically include both a quark-antiquark confining\npotential and a vacuum condensate of quark-antiquark pairs. Our order\nparameters are the Polyakov loop and the quark mass gap. The confining\npotential is extracted from the Lattice QCD data of the Bielefeld group. We\nscan the QCD phase diagram for different quark masses, in order to address how\nthe quark masses affect the critical point location in the phase diagram.\n","Comment: 5 pages, 4 figures, contribution submitted to the XLVIII\n  International Winter Meeting on Nuclear Physics, BORMIO2010 January 25-29,\n  2010 Bormio, Italy"]}]
["1004.3055",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3055"],"date":["2010-04-18"],"type":["text"],"creator":["Bicudo, Pedro"],"language":[],"coverage":[],"title":["On confinement and chiral symmetry critical points"],"description":["  We study the QCD phase diagram, in particular we study the critical points of\nthe two main QCD phase transitions, confinement and chiral symmetry breaking.\nConfinement drives chiral symmetry breaking, and, due to the finite quark mass,\nat small density both transitions are a crossover, while they are a first or\nsecond order phase transition in large density. We study the QCD phase diagram\nwith a quark potential model including both confinement and chiral symmetry.\nThis formalism, in the Coulomb gauge hamiltonian formalism of QCD, is presently\nthe only one able to microscopically include both a quark-antiquark confining\npotential and a vacuum condensate of quark-antiquark pairs. This model is able\nto address all the excited hadrons, and chiral symmetry breaking, at the same\ntoken. Our order parameters are the Polyakov loop and the quark mass gap. The\nconfining potential is extracted from the Lattice QCD data of the Bielefeld\ngroup. We address how the quark masses affect the critical point location in\nthe phase diagram.\n","Comment: 6 pages, 4 figures, contribution submitted to Excited QCD 2010,\n  Tatranska Lomnica, Slovakia, February 2010"]}]
["1004.3057",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3057"],"date":["2010-04-18"],"type":["text"],"creator":["Corrigan-Gibbs, Henry","Ford, Bryan"],"language":[],"coverage":[],"title":["Accountable Anonymous Group Messaging"],"description":["  Users often wish to participate in online groups anonymously, but misbehaving\nusers may abuse this anonymity to spam or disrupt the group. Messaging\nprotocols such as Mix-nets and DC-nets leave online groups vulnerable to\ndenial-of-service and Sybil attacks, while accountable voting protocols are\nunusable or inefficient for general anonymous messaging.\n  We present the first general messaging protocol that offers provable\nanonymity with accountability for moderate-size groups, and efficiently handles\nunbalanced loads where few members have much data to transmit in a given round.\nThe N group members first cooperatively shuffle an NxN matrix of pseudorandom\nseeds, then use these seeds in N \"pre-planned\" DC-nets protocol runs. Each\nDC-nets run transmits the variable-length bulk data comprising one member's\nmessage, using the minimum number of bits required for anonymity under our\nattack model. The protocol preserves message integrity and one-to-one\ncorrespondence between members and messages, makes denial-of-service attacks by\nmembers traceable to the culprit, and efficiently handles large and unbalanced\nmessage loads. A working prototype demonstrates the protocol's practicality for\nanonymous messaging in groups of 40+ member nodes.\n","Comment: 12 pages, 5 figures"]}]
["1004.3061",{"format":[],"subject":["Mathematics - Probability","60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3061"],"date":["2010-04-18"],"type":["text"],"creator":["Cao, Xiao'ou","Winkel, Matthias"],"language":[],"coverage":[],"title":["Growth of Galton-Watson trees: immigration and lifetimes"],"description":["  We study certain consistent families $(F_\\lambda)_{\\lambda\\ge 0}$ of\nGalton-Watson forests with lifetimes as edge lengths and/or immigrants as\nprogenitors of the trees in $F_\\lambda$. Specifically, consistency here refers\nto the property that for each $\\mu\\le\\lambda$, the forest $F_\\mu$ has the same\ndistribution as the subforest of $F_\\lambda$ spanned by the black leaves in a\nBernoulli leaf colouring, where each leaf of $F_\\lambda$ is coloured in black\nindependently with probability $\\mu/\\lambda$. The case of exponentially\ndistributed lifetimes and no immigration was studied by Duquesne and Winkel and\nrelated to the genealogy of Markovian continuous-state branching processes. We\ncharacterise here such families in the framework of arbitrary lifetime\ndistributions and immigration according to a renewal process, related to\nSagitov's (non-Markovian) generalisation of continuous-state branching renewal\nprocesses, and similar processes with immigration.\n","Comment: 31 pages, 2 figures"]}]
["1004.3067",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3067"],"date":["2010-04-18"],"type":["text"],"creator":["Perchik, Eugen"],"language":[],"coverage":[],"title":["Fundamental defect of the macroeconomic thinking as one of the main\n  causes of the crisis endured"],"description":["  The main points of the first section of the article written by S.I.\nChernyshov, A.V. Voronin and S.A. Razumovsky arXiv:1003.4382), which deals with\nthe fundamental bases of the macroeconomic theory, have been analyzed. An\nincorrectness of the Harrod's model of the economical growth in its generally\naccepted interpretation was specifically considered. The inevitability of the\neconomic crisis has been shown to follow directly from the premises of this\nmodel. At the same time there is an opportunity to realize the damping\nstrategies.\n","Comment: 12 pages"]}]
["1004.3068",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3068"],"date":["2010-04-18"],"type":["text"],"creator":["White, Sebastian","Yakimenko, Vitaly"],"language":[],"coverage":[],"title":["Energy Calibration of Underground Neutrino Detectors using a 100 MeV\n  electron accelerator"],"description":["  An electron accelerator in the 100 MeV range, similar to the one used at\nBNL's Accelerator test Facility, for example, would have some advantages as a\ncalibration tool for water cerenkov or Liquid Argon neutrino detectors. We\ndescribe a compact secondary beam design that could be used for this\napplication.\n","Comment: 9 pages,5 Figures."]}]
["1004.3073",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3073"],"date":["2010-04-18"],"type":["text"],"creator":["Bicudo, Pedro"],"language":[],"coverage":[],"title":["Confinement and chiral symmetry crossovers"],"description":["  We study the QCD phase diagram, in particular we study the critical points of\nthe two main QCD phase transitions, confinement and chiral symmetry breaking.\nConfinement drives chiral symmetry breaking, and, due to the finite quark mass,\nat small density both transitions are a crossover, while they are a first or\nsecond order phase transition in large density. We study the QCD phase diagram\nwith a quark potential model including both confinement and chiral symmetry.\nThis formalism, in the Coulomb gauge hamiltonian formalism of QCD, is presently\nthe only one able to microscopically include both a quark-antiquark confining\npotential and a vacuum condensate of quark-antiquark pairs. This model is able\nto address all the excited hadrons, and chiral symmetry breaking, at the same\ntoken. Our order parameters are the Polyakov loop and the quark mass gap. The\nconfining potential is extracted from the Lattice QCD data of the Bielefeld\ngroup. We address how the quark masses affect the critical point location in\nthe phase diagram.\n","Comment: 4 pages, 3 figures, contribution submitted to 45th Rencontres de\n  Moriond, QCD and High Energy Interactions, La Thuile, March 13-20, 2010"]}]
["1004.3076",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47B32, Secondary 14F05, 53B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3076"],"date":["2010-04-18"],"type":["text"],"creator":["Koranyi, Adam","Misra, Gadadhar"],"language":[],"coverage":[],"title":["A classification of homogeneous operators in the Cowen-Douglas class"],"description":["  An explicit construction of all the homogeneous holomorphic Hermitian vector\nbundles over the unit disc $\\mathbb D$ is given. It is shown that every such\nvector bundle is a direct sum of irreducible ones. Among these irreducible\nhomogeneous holomorphic Hermitian vector bundles over $\\mathbb D$, the ones\ncorresponding to operators in the Cowen-Douglas class ${\\mathrm B}_n(\\mathbb\nD)$ are identified. The classification of homogeneous operators in ${\\mathrm\nB}_n(\\mathbb D)$ is completed using an explicit realization of these operators.\nWe also show how the homogeneous operators in ${\\mathrm B}_n(\\mathbb D)$ split\ninto similarity classes.\n","Comment: 18 pages"]}]
["1004.3080",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3080"],"date":["2010-04-18"],"type":["text"],"creator":["Fan, Yifang","Li, Zhiyu"],"language":[],"coverage":[],"title":["Distribution of Primes and of Interval Prime Pairs Based on $\\Theta$\n  Function"],"description":["  $\\Theta$ function is defined based upon Kronecher symbol. In light of the\nprinciple of inclusion-exclusion, $\\Theta$ function of sine function is used to\ndenote the distribution of composites and primes. The structure of Goldbach\nConjecture has been analyzed, and $\\Xi$ function is brought forward by the\nlinear diophantine equation; by relating to $\\Theta$ function, the interval\ndistribution of composite pairs and prime pairs (i.e. the Goldbach Conjecture)\nis thus obtained. In the end, Abel's Theorem (Multiplication of Series) is used\nto discuss the lower limit of the distribution of the interval prime pairs.\n","Comment: 21 pages, 4 figures"]}]
["1004.3081",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3081"],"date":["2010-04-18"],"type":["text"],"creator":["Eller, Timothy"],"language":[],"coverage":[],"title":["Chiral vector bundles"],"description":["  Given a smooth $G$-vector bundle $E \\to M$ with a connection $\\nabla$, we\npropose the construction of a sheaf of vertex algebras\n$\\mathcal{E}^{ch(E,\\nabla)}$, which we call a \\textit{chiral vector bundle}.\n$\\mathcal{E}^{ch(E,\\nabla)}$ contains as subsheaves the sheaf of superalgebras\n$\\Omega \\otimes \\Gamma (SE \\otimes \\Lambda E)$ and the sheaf of Lie algebras\ngenerated by certain endomorphisms of these superalgebras: $\\nabla$, the\ninfinitesimal gauge transformations of $E$, and the contraction operators\n$\\iota_X$ on differential forms $\\Omega$. Another subsheaf of primary\nimportance is the chiral vector bundle $\\mathcal{E}^{ch(M\\times \\C,d)}$, which\nis closely related to the chiral de Rham sheaf of Malikov et alii.\n"]}]
["1004.3085",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3085"],"date":["2010-04-18"],"type":["text"],"creator":["Kuzuoka, Shigeaki","Kimura, Akisato","Uyematsu, Tomohiko"],"language":[],"coverage":[],"title":["Universal Coding of Ergodic Sources for Multiple Decoders with Side\n  Information"],"description":["  A multiterminal lossy coding problem, which includes various problems such as\nthe Wyner-Ziv problem and the complementary delivery problem as special cases,\nis considered. It is shown that any point in the achievable rate-distortion\nregion can be attained even if the source statistics are not known.\n","Comment: 9 pages, 4 figures"]}]
["1004.3090",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 14F30, Secondary 11F80, 14H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3090"],"date":["2010-04-19"],"type":["text"],"creator":["Yang, Yanhong"],"language":[],"coverage":[],"title":["An Improvement of de Jong-Oort's Purity Theorem"],"description":["  Consider an $F$-crystal over a noetherian scheme $S$. De Jong--Oort's purity\ntheorem states that the associated Newton polygons over all points of $S$ are\nconstant if this is true outside a subset of codimension bigger than 1. In this\npaper we show an improvement of the theorem, which says that the Newton\npolygons over all points of $S$ have a common break point if this is true\noutside a subset of codimension bigger than 1.\n"]}]
["1004.3093",{"format":[],"subject":["Mathematics - Optimization and Control","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3093"],"date":["2010-04-19"],"type":["text"],"creator":["Cai, Dapeng","Nitta, Takashi Gyoshin"],"language":[],"coverage":[],"title":["Transversality Conditions for Higher Order Infinite Horizon Discrete\n  Time Optimization Problems"],"description":["  In this paper, we examine higher order difference problems. Using the\n\"squeezing\" argument, we derive both Euler's condition and the transversality\ncondition. In order to derive the two conditions, two needed assumptions are\nidentified. A counterexample, in which the transversality condition is not\nsatisfied without the two assumptions, is also presented.\n"]}]
["1004.3101",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3101"],"date":["2010-04-19"],"type":["text"],"creator":["Nikulin, Vladimir","McLachlan, Geoffrey J."],"language":[],"coverage":[],"title":["Strong Consistency of Prototype Based Clustering in Probabilistic Space"],"description":["  In this paper we formulate in general terms an approach to prove strong\nconsistency of the Empirical Risk Minimisation inductive principle applied to\nthe prototype or distance based clustering. This approach was motivated by the\nDivisive Information-Theoretic Feature Clustering model in probabilistic space\nwith Kullback-Leibler divergence which may be regarded as a special case within\nthe Clustering Minimisation framework. Also, we propose clustering\nregularization restricting creation of additional clusters which are not\nsignificant or are not essentially different comparing with existing clusters.\n"]}]
["1004.3106",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Probability","Quantitative Finance - Computational Finance","91B28, 91B70, 60G15, 60H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3106"],"date":["2010-04-19"],"type":["text"],"creator":["Bender, Christian","Sottinen, Tommi","Valkeila, Esko"],"language":[],"coverage":[],"title":["Fractional processes as models in stochastic finance"],"description":["  We survey some new progress on the pricing models driven by fractional\nBrownian motion \\cb{or} mixed fractional Brownian motion. In particular, we\ngive results on arbitrage opportunities, hedging, and option pricing in these\nmodels. We summarize some recent results on fractional Black & Scholes pricing\nmodel with transaction costs. We end the paper by giving some approximation\nresults and indicating some open problems related to the paper.\n","Comment: To appear in Advanced Mathematical Methods for Finance (Eds. G. Di\n  Nunno and B. {\\O}ksendal Series in Mathematical Finance, Springer)"]}]
["1004.3109",{"format":[],"subject":["Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3109"],"date":["2010-04-19"],"type":["text"],"creator":["Wang, Yue"],"language":[],"coverage":[],"title":["Applying Stochastic Network Calculus to 802.11 Backlog and Delay\n  Analysis"],"description":["  Stochastic network calculus provides an elegant way to characterize traffic\nand service processes. However, little effort has been made on applying it to\nmulti-access communication systems such as 802.11. In this paper, we take the\nfirst step to apply it to the backlog and delay analysis of an 802.11 wireless\nlocal network. In particular, we address the following questions: In applying\nstochastic network calculus, under what situations can we derive stable backlog\nand delay bounds? How to derive the backlog and delay bounds of an 802.11\nwireless node? And how tight are these bounds when compared with simulations?\nTo answer these questions, we first derive the general stability condition of a\nwireless node (not restricted to 802.11). From this, we give the specific\nstability condition of an 802.11 wireless node. Then we derive the backlog and\ndelay bounds of an 802.11 node based on an existing model of 802.11. We observe\nthat the derived bounds are loose when compared with ns-2 simulations,\nindicating that improvements are needed in the current version of stochastic\nnetwork calculus.\n"]}]
["1004.3114",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Mathematics - Numerical Analysis","Statistics - Computation","11K45","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3114"],"date":["2010-04-19"],"type":["text"],"creator":["Brent, Richard P."],"language":[],"coverage":[],"title":["A fast vectorised implementation of Wallace's normal random number\n  generator"],"description":["  Wallace has proposed a new class of pseudo-random generators for normal\nvariates. These generators do not require a stream of uniform pseudo-random\nnumbers, except for initialisation. The inner loops are essentially\nmatrix-vector multiplications and are very suitable for implementation on\nvector processors or vector/parallel processors such as the Fujitsu VPP300. In\nthis report we outline Wallace's idea, consider some variations on it, and\ndescribe a vectorised implementation RANN4 which is more than three times\nfaster than its best competitors (the Polar and Box-Muller methods) on the\nFujitsu VP2200 and VPP300.\n","Comment: An old Technical Report, not published elsewhere. 9 pages. For\n  further details see http://wwwmaths.anu.edu.au/~brent/pub/pub170.html"]}]
["1004.3115",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Mathematics - Number Theory","Statistics - Computation","11K45","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3115","ANZIAM Journal 48 (CTAC2006), C188-C202, 2007"],"date":["2010-04-19"],"type":["text"],"creator":["Brent, Richard P."],"language":[],"coverage":[],"title":["Some long-period random number generators using shifts and xors"],"description":["  Marsaglia recently introduced a class of xorshift random number generators\n(RNGs) with periods 2n-1 for n = 32, 64, etc. Here we give a generalisation of\nMarsaglia's xorshift generators in order to obtain fast and high-quality RNGs\nwith extremely long periods. RNGs based on primitive trinomials may be\nunsatisfactory because a trinomial has very small weight. In contrast, our\ngenerators can be chosen so that their minimal polynomials have large weight\n(number of nonzero terms). A computer search using Magma has found good\ngenerators for n a power of two up to 4096. These have been implemented in a\nfree software package xorgens.\n","Comment: 11 pages"]}]
["1004.3117",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3117","Physical Review Letters 104, 158501 (2010)","doi:10.1103/PhysRevLett.104.158501"],"date":["2010-04-19"],"type":["text"],"creator":["Bottiglieri, Milena","de Arcangelis, Lucilla","Godano, Cataldo","Lippiello, Eugenio"],"language":[],"coverage":[],"title":["Multiple-Time Scaling and Universal Behavior of the Earthquake\n  Interevent Time Distribution"],"description":["  The interevent time distribution characterizes the temporal occurrence in\nseismic catalogs. Universal scaling properties of this distribution have been\nevidenced for entire catalogs and seismic sequences. Recently, these universal\nfeatures have been questioned and some criticisms have been raised. We\ninvestigate the existence of universal scaling properties by analyzing a\nCalifornian catalog and by means of numerical simulations of an epidemic-type\nmodel. We show that the interevent time distribution exhibits a universal\nbehavior over the entire temporal range if four characteristic times are taken\ninto account. The above analysis allows us to identify the scaling form leading\nto universal behavior and explains the observed deviations. Furthermore, it\nprovides a tool to identify the dependence on the mainshock magnitude of the c\nparameter that fixes the onset of the power law decay in the Omori law.\n","Comment: 3 figures"]}]
["1004.3119",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3119","doi:10.1051/0004-6361/200913346"],"date":["2010-04-19"],"type":["text"],"creator":["Kuchynka, P.","Laskar, J.","Fienga, A.","Manche, H."],"language":[],"coverage":[],"title":["A ring as a model of the main belt in planetary ephemerides"],"description":["  We assess the ability of a solid ring to model a global perturbation induced\nby several thousands of main-belt asteroids. The ring is first studied in an\nanalytical framework that provides an estimate of all the ring's parameters\nexcepting mass. In the second part, numerically estimated perturbations on the\nEarth-Mars, Earth-Venus, and Earth-Mercury distances induced by various subsets\nof the main-belt population are compared with perturbations induced by a ring.\nTo account for large uncertainties in the asteroid masses, we obtain results\nfrom Monte Carlo experiments based on asteroid masses randomly generated\naccording to available data and the statistical asteroid model. The radius of\nthe ring is analytically estimated at 2.8 AU. A systematic comparison of the\nring with subsets of the main belt shows that, after removing the 300 most\nperturbing asteroids, the total main-belt perturbation of the Earth-Mars\ndistance reaches on average 246 m on the 1969-2010 time interval. A ring with\nappropriate mass is able to reduce this effect to 38 m. We show that, by\nremoving from the main belt ~240 asteroids that are not necessarily the most\nperturbing ones, the corresponding total perturbation reaches on average 472 m,\nbut the ring is able to reduce it down to a few meters, thus accounting for\nmore than 99% of the total effect.\n","Comment: 18 pages, accepted in A&A"]}]
["1004.3128",{"format":[],"subject":["Physics - Computational Physics","Computer Science - Computational Complexity","General Relativity and Quantum Cosmology","Nonlinear Sciences - Cellular Automata and Lattice Gases","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3128"],"date":["2010-04-19"],"type":["text"],"creator":["Bolognesi, Tommaso"],"language":[],"coverage":[],"title":["Causal sets from simple models of computation"],"description":["  Causality among events is widely recognized as a most fundamental structure\nof spacetime, and causal sets have been proposed as discrete models of the\nlatter in the context of quantum gravity theories, notably in the Causal Set\nProgramme. In the rather different context of what might be called the\n'Computational Universe Programme' -- one which associates the complexity of\nphysical phenomena to the emergent features of models such as cellular automata\n-- a choice problem arises with respect to the variety of formal systems that,\nin virtue of their computational universality (Turing-completeness), qualify as\nequally good candidates for a computational, unified theory of physics. This\npaper proposes Causal Sets as the only objects of physical significance and\nrelevance to be considered under the 'computational universe' perspective, and\nas the appropriate abstraction for shielding the unessential details of the\nmany different computationally universal candidate models. At the same time, we\npropose a fully deterministic, radical alternative to the probabilistic\ntechniques currently considered in the Causal Set Programme for growing\ndiscrete spacetimes. We investigate a number of computation models by grouping\nthem into two broad classes, based on the support on which they operate; in one\ncase this is linear, like a tape or a string of symbols; in the other, it is a\ntwo-dimensional grid or a planar graph. For each model we identify the\ncausality relation among computation events, implement it, and conduct a\npossibly exhaustive exploration of the associated causal set space, while\nexamining quantitative and qualitative features such as dimensionality,\ncurvature, planarity, emergence of pseudo-randomness, causal set substructures\nand particles.\n","Comment: 33 pages, 47 figures"]}]
["1004.3136",{"format":[],"subject":["Mathematics - Optimization and Control","26B25, 49J52, 90C56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3136"],"date":["2010-04-19"],"type":["text"],"creator":["Bot, Radu Ioan","Nechita, Delia-Maria"],"language":[],"coverage":[],"title":["On the Dini-Hadamard subdifferential of the difference of two functions"],"description":["  In this paper we first provide a general formula of inclusion for the\nDini-Hadamard epsilon-subdifferential of the difference of two functions and\nshow that it becomes equality in case the functions are directionally\napproximately starshaped at a given point and a weak topological assumption is\nfulfilled. To this end we give a useful characterization of the Dini-Hadamard\nepsilon-subdifferential by means of sponges. The achieved results are employed\nin the formulation of optimality conditions via the Dini-Hadamard\nsubdifferential for cone-constrained optimization problems having the\ndifference of two functions as objective.\n","Comment: 19 pages"]}]
["1004.3138",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3138"],"date":["2010-04-19"],"type":["text"],"creator":["de Lomana, Adrián López García","Beg, Qasim K.","de Fabritiis, G.","Villà-Freixa, Jordi"],"language":[],"coverage":[],"title":["Statistical Analysis of Global Connectivity and Activity Distributions\n  in Cellular Networks"],"description":["  Various molecular interaction networks have been claimed to follow power-law\ndecay for their global connectivity distribution. It has been proposed that\nthere may be underlying generative models that explain this heavy-tailed\nbehavior by self-reinforcement processes such as classical or hierarchical\nscale-free network models. Here we analyze a comprehensive data set of\nprotein-protein and transcriptional regulatory interaction networks in yeast,\nan E. coli metabolic network, and gene activity profiles for different\nmetabolic states in both organisms. We show that in all cases the networks have\na heavy-tailed distribution, but most of them present significant differences\nfrom a power-law model according to a stringent statistical test. Those few\ndata sets that have a statistically significant fit with a power-law model\nfollow other distributions equally well. Thus, while our analysis supports that\nboth global connectivity interaction networks and activity distributions are\nheavy-tailed, they are not generally described by any specific distribution\nmodel, leaving space for further inferences on generative models.\n","Comment: 17 pages, 1 figure, accepted for publication in Journal of\n  Computational Biology"]}]
["1004.3139",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3139"],"date":["2010-04-19"],"type":["text"],"creator":["Shulyak, G. I.","Rodionov, A. A."],"language":[],"coverage":[],"title":["Programs for the work with ENSDF format files: Evaluator's editor EVE,\n  Viewer for the nuclear level schemes"],"description":["  Tools for the regular work of the nuclear data evaluator are presented: the\ncontext-dependent editor EVE and the viewer for the level schemes of nuclei\nfrom ENSDF datasets. These programs may be used by everybody who works with the\nEvaluated Nuclear Structure Data File and for the educational purposed.\n","Comment: 13 pages, 2 figures"]}]
["1004.3142",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3142"],"date":["2010-04-19"],"type":["text"],"creator":["Afonin, S. S."],"language":[],"coverage":[],"title":["Selected issues on justification of holographic approach to QCD"],"description":["  Some problems with theoretical foundations of bottom-up holographic models\nare briefly discussed. It is pointed out that the spectroscopic aspects of\nthese models in principle do not require the AdS/CFT prescriptions and may be\ninterpreted as just an alternative language expressing the phenomenology of QCD\nsum rules in the large-Nc limit. A general recipe for incorporation of the\nchiral symmetry breaking scale into the soft-wall holographic models is\nproposed.\n","Comment: 6 pages, paper contribution to \"Excited QCD 2010\", to be published in\n  Acta Phys. Pol. B (Proc. Suppl.)"]}]
["1004.3146",{"format":[],"subject":["Mathematics - Statistics Theory","62J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3146"],"date":["2010-04-19"],"type":["text"],"creator":["Devroye, Luc","Letac, Gerard"],"language":[],"coverage":[],"title":["Copulas in three dimensions with prescribed correlations"],"description":["  Given an arbitrary three-dimensional correlation matrix, we prove that there\nexists a three-dimensional joint distribution for the random variable $(X,Y,Z)$\nsuch that $X$,$Y$ and $Z$ are identically distributed with beta distribution\n$\\beta_{k,k}(dx)$ on $(0,1)$ if $k\\geq 1/2$. This implies that any correlation\nstructure can be attained for three-dimensional copulas.\n","Comment: 15 pages, 2 figures"]}]
["1004.3153",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Biological Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3153","Meunier D, Lambiotte R, Fornito A, Ersche KD and Bullmore ET\n  (2009) Hierarchical modularity in human brain functional networks. Front.\n  Neuroinform. 3:37.","doi:10.3389/neuro.11.037.2009"],"date":["2010-04-19"],"type":["text"],"creator":["Meunier, D.","Lambiotte, R.","Fornito, A.","Ersche, K. D.","Bullmore, E. T."],"language":[],"coverage":[],"title":["Hierarchical modularity in human brain functional networks"],"description":["  The idea that complex systems have a hierarchical modular organization\noriginates in the early 1960s and has recently attracted fresh support from\nquantitative studies of large scale, real-life networks. Here we investigate\nthe hierarchical modular (or \"modules-within-modules\") decomposition of human\nbrain functional networks, measured using functional magnetic resonance imaging\n(fMRI) in 18 healthy volunteers under no-task or resting conditions. We used a\ncustomized template to extract networks with more than 1800 regional nodes, and\nwe applied a fast algorithm to identify nested modular structure at several\nhierarchical levels. We used mutual information, 0 < I < 1, to estimate the\nsimilarity of community structure of networks in different subjects, and to\nidentify the individual network that is most representative of the group.\nResults show that human brain functional networks have a hierarchical modular\norganization with a fair degree of similarity between subjects, I=0.63. The\nlargest 5 modules at the highest level of the hierarchy were medial occipital,\nlateral occipital, central, parieto-frontal and fronto-temporal systems;\noccipital modules demonstrated less sub-modular organization than modules\ncomprising regions of multimodal association cortex. Connector nodes and hubs,\nwith a key role in inter-modular connectivity, were also concentrated in\nassociation cortical areas. We conclude that methods are available for\nhierarchical modular decomposition of large numbers of high resolution brain\nfunctional networks using computationally expedient algorithms. This could\nenable future investigations of Simon's original hypothesis that hierarchy or\nnear-decomposability of physical symbol systems is a critical design feature\nfor their fast adaptivity to changing environmental conditions.\n"]}]
["1004.3162",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3162"],"date":["2010-04-19"],"type":["text"],"creator":["Pasquier, Jennifer","Magal, Pierre","Boulangé-Lecomte, Céline","Webb, Glenn","Foll, Frank Le"],"language":[],"coverage":[],"title":["Consequences of cell-to-cell P-glycoprotein transfer on acquired\n  multidrug resistance in breast cancer: a cell population dynamics model"],"description":["  Cancer is a proliferation disease affecting a genetically unstable cell\npopulation, in which molecular alterations can be somatically inherited by\ngenetic, epigenetic or extragenetic transmission processes, leading to a\ncooperation of neoplastic cells within tumoral tissue. The efflux protein\nP-glycoprotein (P gp) is overexpressed in many cancer cells and has known\ncapacity to confer multidrug resistance to cytotoxic therapies. Recently,\ncell-to-cell P-gp transfers have been shown. Herein, we combine experimental\nevidence and a mathematical model to examine the consequences of an\nintercellular P-gp trafficking in the extragenetic transfer of multidrug\nresistance from resistant to sensitive cell subpopulations. We report\ncell-to-cell transfers of functional P-gp in co-cultures of a P-gp\noverexpressing human breast cancer MCF-7 cell variant, selected for its\nresistance towards doxorubicin, with the parental sensitive cell line. We found\nthat P-gp as well as efflux activity distribution are progressively reorganized\nover time in co-cultures analyzed by flow cytometry. A mathematical model based\non a Boltzmann type integro-partial differential equation structured by a\ncontinuum variable corresponding to P-gp activity describes the cell\npopulations in co-culture. The mathematical model elucidates the population\nelements in the experimental data, specifically, the initial proportions, the\nproliferative growth rates, and the transfer rates of P-gp in the sensitive and\nresistant subpopulations. We confirmed cell-to-cell transfer of functional\nP-gp. The transfer process depends on the gradient of P-gp expression in the\ndonor-recipient cell interactions, as they evolve over time. Extragenetically\nacquired drug resistance is an additional aptitude of neoplastic cells which\nhas implications in the diagnostic value of P-gp expression and in the design\nof chemotherapy regimens\n","Comment: 13 pages, 8 figures, 1 table"]}]
["1004.3167",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3167"],"date":["2010-04-19"],"type":["text"],"creator":["de Oliveira-Costa, Angelica","Lazio, Joseph"],"language":[],"coverage":[],"title":["Clustering of Extragalactic Sources from 151 MHz to 232 MHz:\n  Implications for Cosmological 21-cm Observations"],"description":["  In order to construct accurate point sources simulations at the frequencies\nrelevant to 21-cm experiments, the angular correlation of radio sources must be\ntaken into account. This paper presents a measurement of angular two-point\ncorrelation function, w(\\theta), at 232 MHz from the MIYUN survey - tentative\nmeasurements of w(\\theta) are also performed at 151 MHz. It is found that\ndouble power law with shape w(\\theta) = A \\theta^{-\\gamma} fits the 232 MHz\ndata well. For the angular lenght of 0.2 degrees < \\theta < 0.6 degrees, \\gamma\n~ -1.12, and this value of slope is independent of the flux-density threshold;\nwhile for angular lenghts much greater than 0.6 degrees, \\gamma has a shallower\nvalue of about -0.16. By comparing the results of this paper with previous\nmeasurements of w(\\theta), it is discussed how w(\\theta) changes with the\nchange of frequency and completness limit.\n","Comment: 5 pages, 4 figures, 1 table."]}]
["1004.3175",{"format":[],"subject":["Quantitative Biology - Biomolecules","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3175"],"date":["2010-04-19"],"type":["text"],"creator":["Kranz, Eva"],"language":[],"coverage":[],"title":["Structural Stability and Immunogenicity of Peptides"],"description":["  We investigated the role of peptide folding stability in peptide\nimmunogenicity. It was the aim of this thesis to implement a stability\ncriterion based on energy computations using an AMBER force field, and to test\nthe implementation with a large dataset.\n"]}]
["1004.3178",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3178"],"date":["2010-04-19"],"type":["text"],"creator":["Ibrahim, Mohamed","Youssef, Moustafa"],"language":[],"coverage":[],"title":["CellSense: A Probabilistic RSSI-based GSM Positioning System"],"description":["  Context-aware applications have been gaining huge interest in the last few\nyears. With cell phones becoming ubiquitous computing devices, cell phone\nlocalization has become an important research problem. In this paper, we\npresent CellSense, a prob- abilistic RSSI-based fingerprinting location\ndetermina- tion system for GSM phones.We discuss the challenges of implementing\na probabilistic fingerprinting local- ization technique in GSM networks and\npresent the details of the CellSense system and how it addresses the\nchallenges. To evaluate our proposed system, we implemented CellSense on\nAndroid-based phones. Re- sults for two different testbeds, representing urban\nand rural environments, show that CellSense provides at least 23.8% enhancement\nin accuracy in rural areas and at least 86.4% in urban areas compared to other\nRSSI-based GSMlocalization systems. This comes with a minimal increase in\ncomputational requirements. We also evaluate the effect of changing the\ndifferent system parameters on the accuracy-complexity tradeoff.\n","Comment: 6 pages, 6 figures, Submitted to Globe-com 2010"]}]
["1004.3189",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3189"],"date":["2010-04-19"],"type":["text"],"creator":["Baile, Rachel","Muzy, Jean-Francois","Poggi, Philippe"],"language":[],"coverage":[],"title":["Short term forecasting of surface layer wind speed using a continuous\n  cascade model"],"description":["  This paper describes a statistical method for short-term forecasting of\nsurface layer wind velocity amplitude relying on the notion of continuous\ncascades. Inspired by recent empirical findings that suggest the existence of\nsome cascading process in the mesoscale range, we consider that wind speed can\nbe described by a seasonal component and a fluctuating part represented by a\n\"multifractal noise\" associated with a random cascade. Performances of our\nmodel are tested on hourly wind speed series gathered at various locations in\nCorsica (France) and Netherlands. The obtained results show a systematic\nimprovement of the prediction as compared to reference models like persistence\nor Artificial Neural Networks.\n","Comment: 19 pages, 7 figures, 3 tables"]}]
["1004.3195",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3195"],"date":["2010-04-19"],"type":["text"],"creator":["Novello, M."],"language":[],"coverage":[],"title":["A gravitational mechanism which gives mass to the vectorial bosons"],"description":["  A mechanism in which gravity is the responsible for the generation of the\nmass of scalar bosons and fermions was proposed recently [arXiv:1003.5126]. The\npurpose of the present paper is to extend this scheme to vector bosons. The\nmain characteristic of this mechanism is that the gravitational field acts\nreally as a catalyzer, once the final expression of the mass we obtained\ndepends neither on the intensity of the gravitational field nor on the value of\nNewton's constant.\n"]}]
["1004.3203",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3203"],"date":["2010-04-19"],"type":["text"],"creator":["Peer, J.","Kendl, A."],"language":[],"coverage":[],"title":["On the effects of channel tortuosity on the close electromagnetic fields\n  associated with lightning return strokes"],"description":["  The electromagnetic fields associated with tortuous lightning channels are\nusually characterised by a pronounced fine structure. This work investigates\nand quantifies the effects of channel tortuosity on the return stroke\nelectromagnetic field shapes in the close lightning environment (the range up\nto 100m from the lightning striking point). General equations for lightning\nreturn stroke electromagnetic fields for arbitrarily located observation points\nare derived from Maxwell's equations. In order to include arbitrary channel\nshapes, the channel is described by a parametric representation in Cartesian\ncoordinates with the channel length as the free parameter. The return stroke\ncurrent required for the evaluation of the derived equations is calculated from\na current generation type model. The field computations show that amplitudes\nand waveforms of the electromagnetic fields in the close lightning environment\nare considerably influenced by the channel shape. In particular, the induction\ncomponent of the electric fields radiated by a tortuous lightning channel\ndiffers significantly from that associated with a straight channel.\n","Comment: Submitted to Journal of Electrostatics."]}]
["1004.3211",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3211"],"date":["2010-04-19"],"type":["text"],"creator":["Parkkonen, Jouni","Paulin, Frédéric"],"language":[],"coverage":[],"title":["On the representation of integers by indefinite binary Hermitian forms"],"description":["  Given an integral indefinite binary Hermitian form f over an imaginary\nquadratic number field, we give a precise asymptotic equivalent to the number\nof nonequivalent representations, satisfying some congruence properties, of the\nrational integers with absolute value at most s by f, as s tends to infinity.\n","Comment: 9 pages"]}]
["1004.3220",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3220"],"date":["2010-04-19"],"type":["text"],"creator":["Kitaev, Sergey","Remmel, Jeffrey"],"language":[],"coverage":[],"title":["Enumerating (2+2)-free posets by the number of minimal elements and\n  other statistics"],"description":["  An unlabeled poset is said to be (2+2)-free if it does not contain an induced\nsubposet that is isomorphic to 2+2, the union of two disjoint 2-element chains.\nLet $p_n$ denote the number of (2+2)-free posets of size $n$. In a recent\npaper, Bousquet-M\\'elou et al.\\cite{BCDK} found, using so called ascent\nsequences, the generating function for the number of (2+2)-free posets of size\n$n$: $P(t)=\\sum_{n \\geq 0} p_n t^n = \\sum_{n\\geq 0} \\prod_{i=1}^{n}\n(1-(1-t)^i)$. We extend this result in two ways. First, we find the generating\nfunction for (2+2)-free posets when four statistics are taken into account, one\nof which is the number of minimal elements in a poset. Second, we show that if\n$p_{n,k}$ equals the number of (2+2)-free posets of size $n$ with $k$ minimal\nelements, then $P(t,z)=\\sum_{n,k \\geq 0} p_{n,k} t^n z^k = 1+ \\sum_{n \\geq 0}\n\\frac{zt}{(1-zt)^{n+1}} \\prod_{i=1}^n (1-(1-t)^i)$. The second result cannot be\nderived from the first one by a substitution. On the other hand, $P(t)$ can\neasily be obtained from $P(t,z)$ thus providing an alternative proof for the\nenumeration result in \\cite{BCDK}. Moreover, we conjecture a simpler form of\nwriting $P(t,z)$. Our enumeration results are extended to certain restricted\npermutations and to regular linearized chord diagrams through bijections in\n\\cite{BCDK,cdk}. Finally, we define a subset of ascent sequences counted by the\nCatalan numbers and we discuss its relations with (2+2)- and (3+1)-free posets.\n"]}]
["1004.3228",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3228"],"date":["2010-04-15"],"type":["text"],"creator":["Huang, Yan"],"language":[],"coverage":[],"title":["A heuristic view about the evolution and species"],"description":["  The controversy concerning both the definition of the species and methods for\ninferring the boundaries and numbers of species has occupied biologists for\ncenturies, and the debate itself has become known as the species problem. The\nmodern theory of evolution depends on a fundamental redefinition of \"species\".\nHere we show that based on the model of evolutionary continuum combined with\nfuzzy theory that the evolution system is a uncountable infinite set and\nspecies is a fuzzy set, the contradiction between discrete biological entities\nand continuous evolution system is solved, i.e. when a species evolved, the\nindividuals scattered in space but continuously distributed on time sequences.\nMoreover, the calculation methods for species are suggested both in theory and\npractice.\n","Comment: 5 pages"]}]
["1004.3229",{"format":[],"subject":["Physics - Physics and Society","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Popular Physics","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3229"],"date":["2010-04-16"],"type":["text"],"creator":["Roehner, Bertrand M."],"language":[],"coverage":[],"title":["Fifteen years of econophysics: worries, hopes and prospects"],"description":["  This anniversary paper is an occasion to recall some of the events that\nshaped institutional econophysics. But in these thoughts about the evolution of\neconophysics in the last 15 years we also express some concerns. Our main worry\nconcerns the relinquishment of the simplicity requirement. Ever since the\ngroundbreaking experiments of Galileo some three centuries ago, the great\nsuccesses of physicists were largely due to the fact that they were able to\ndecompose complex phenomena into simpler ones. Remember that the first\nobservation of the effects of an electrical current was made by Alessandro\nVolta (1745-1827) on the leg of a frog! Clearly, to make sense this observation\nhad to be broken down into several separate effects. Nowadays, with computers\nbeing able to handle huge amounts of data and to simulate any stochastic\nprocess no matter how complicated, there is no longer any real need for such a\nsearch for simplicity. Why should one spend time and effort trying to break up\ncomplicated phenomena when it is possible to handle them globally? On this new\nroad there are several stumbling blocks, however. Do such global mathematical\ndescriptions lead to a real understanding? Do they produce building blocks\nwhich can be used elsewhere and thus make our knowledge and comprehension to\ngrow in a cumulative way? Should econophysics also adopt the \"globalized\"\nperspective that has been endorsed, developed and spread by the numerous\n\"Complexity Departments\" which sprang up during the last decade?\n","Comment: 15 pages, 2 figures"]}]
["1004.3232",{"format":[],"subject":["Mathematics - Numerical Analysis","65F05, 65D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3232"],"date":["2010-04-19"],"type":["text"],"creator":["Conti, Costanza","Gemignani, Luca","Romani, Lucia"],"language":[],"coverage":[],"title":["From approximating to interpolatory non-stationary subdivision schemes\n  with the same generation properties"],"description":["  In this paper we describe a general, computationally feasible strategy to\ndeduce a family of interpolatory non-stationary subdivision schemes from a\nsymmetric non-stationary, non-interpolatory one satisfying quite mild\nassumptions. To achieve this result we extend our previous work [C.Conti,\nL.Gemignani, L.Romani, Linear Algebra Appl. 431 (2009), no. 10, 1971-1987] to\nfull generality by removing additional assumptions on the input symbols. For\nthe so obtained interpolatory schemes we prove that they are capable of\nreproducing the same exponential polynomial space as the one generated by the\noriginal approximating scheme. Moreover, we specialize the computational\nmethods for the case of symbols obtained by shifted non-stationary affine\ncombinations of exponential B-splines, that are at the basis of most\nnon-stationary subdivision schemes. In this case we find that the associated\nfamily of interpolatory symbols can be determined to satisfy a suitable set of\ngeneralized interpolating conditions at the set of the zeros (with reversed\nsigns) of the input symbol. Finally, we discuss some computational examples by\nshowing that the proposed approach can yield novel smooth non-stationary\ninterpolatory subdivision schemes possessing very interesting reproduction\nproperties.\n"]}]
["1004.3233",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3233"],"date":["2010-04-19"],"type":["text"],"creator":["Falou, H. Al","Orr, A. Leprince. N. A.","Collaboration, for the LPC-CHARISSA-DEMON"],"language":[],"coverage":[],"title":["Investigation of Continuum States in the Unbound Neutron-Rich N=7 & 9\n  Isotones via Breakup and Knockout"],"description":["  The structure of the unbound nuclei 9He, 10Li and 13Be has been explored\nusing breakup and proton-knockout from intermediate energy 11Be and 14,15B\nbeams. In the case of both N=7 isotones, virtual s-wave strength is observed\nnear threshold together with a higher-lying resonance. A very narrow structure\nat threshold in the 12Be+n relative energy spectrum is demonstrated to arise\nfrom the decay of the 14Be*(2+), discounting earlier reports of a strong\nvirtual s-wave state in 13Be.\n","Comment: 5 pages, 4 figures, Contribution to NIIGATA2010 - \"International\n  Symposium on Forefronts of Reseach in Exotic Nuclear Structures\", Tokamachi,\n  Japan, 1-4 mars 2010 [Proceedings version will not include Fig. 2 owing to\n  limit on number of pages]."]}]
["1004.3235",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3235"],"date":["2010-04-19"],"type":["text"],"creator":["Gron, Oyvind","Johannesen, Steinar"],"language":[],"coverage":[],"title":["A spacetime with closed timelike geodesics everywhere"],"description":["  In the present article we find a new class of solutions of Einstein's field\nequations. It describes stationary, cylindrically symmetric spacetimes with\nclosed timelike geodesics everywhere outside the symmetry axis. These\nspacetimes contain a magnetic field parallel to the axis, a perfect fluid with\nconstant density and pressure, and Lorentz invariant vacuum with energy density\nrepresented by a negative cosmological constant.\n","Comment: 7 pages, 1 figure"]}]
["1004.3237",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3237"],"date":["2010-04-19"],"type":["text"],"creator":["Baturina, Olga V.","Bulatov, Alexander V.","Krotov, Vadim F."],"language":["ru"],"coverage":[],"title":["Optimization of linear systems with controlled coefficients"],"description":["  Necessary optimality conditions and numerical methods for solving an optimal\ncontrol problem for a linear continuous-time dynanical system with controlled\ncoefficients and quadratic goal functional are discussed.\n","Comment: 18 pages, in Russian, uses a_t.cls"]}]
["1004.3241",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3241"],"date":["2010-04-19"],"type":["text"],"creator":["Cheney, James"],"language":[],"coverage":[],"title":["Causality and the semantics of provenance"],"description":["  Provenance, or information about the sources, derivation, custody or history\nof data, has been studied recently in a number of contexts, including\ndatabases, scientific workflows and the Semantic Web. Many provenance\nmechanisms have been developed, motivated by informal notions such as\ninfluence, dependence, explanation and causality. However, there has been\nlittle study of whether these mechanisms formally satisfy appropriate policies\nor even how to formalize relevant motivating concepts such as causality. We\ncontend that mathematical models of these concepts are needed to justify and\ncompare provenance techniques. In this paper we review a theory of causality\nbased on structural models that has been developed in artificial intelligence,\nand describe work in progress on a causal semantics for provenance graphs.\n","Comment: Workshop submission"]}]
["1004.3248",{"format":[],"subject":["Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3248"],"date":["2010-04-19"],"type":["text"],"creator":["Valiukevicius, Gintaras"],"language":[],"coverage":[],"title":["United sight to an algebraic operations and convergence"],"description":["  Algebraic operations are understood as topologiztion of algebra. They become\nan example of simplest convergence space. In our article the convergence is a\narbitrary multivalued appointment. The continuity of some mapping between two\nconvergence spaces is defined as a property of commuting squares. The adherence\nspace is defined as a special convergence. The continuity in such spaces is\nunderstood as a local property, in contrary to the global continuity property\nin topological spaces. Possible bounded mappings in bornological spaces is also\nintroduced, without deeper investigation. The local counterpart of bornological\nspace is defined as proximity space. The new notions of continuity are non\ntrivially also for a functional mappings, therefore they got their own names in\nEnglish.\n"]}]
["1004.3250",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3250"],"date":["2010-04-19"],"type":["text"],"creator":["Akbar, Zaenal"],"language":[],"coverage":[],"title":["Watermarking Java Programs using Dummy Methods with Dynamically Opaque\n  Predicates"],"description":["  Software piracy, the illegal using, copying, and resale of applications is a\nmajor concern for anyone develops software. Software developers also worry\nabout their applications being reverse engineered by extracting data structures\nand algorithms from an application and incorporated into competitor's code. A\ndefense against software piracy is watermarking, a process that embeds a secret\nmessage in a cover software. Watermarking is a method that does not aim to stop\npiracy copying, but to prove ownership of the software and possibly even the\ndata structures and algorithms used in the software. The language Java was\ndesigned to be compiled into a platform independent bytecode format. Much of\nthe information contained in the source code remains in the bytecode, which\nmeans that decompilation is easier than with traditional native codes. In this\nthesis, we present a technique for watermarking Java programs by using a\nnever-executed dummy method (Monden et.al., 2000) combined with opaque\npredicates (Collberg et.al., 1998; Arboit, 2002) and improved with dynamically\nopaque predicates (Palsberg et.al., 2000). This work presents a method to\nconstruct a dynamic opaque predicates by grouping two or more opaque predicates\naccording to predefined rules. Any software watermarking technique will exhibit\na trade-off between resilience, data rate, cost, and stealth. To evaluate the\nquality of a watermarking scheme we must also know how well it stands up to\ndifferent types of attacks. Ideally, we would like our watermarks to survive\ntranslation (compilation, decompilation, and binary translation), optimization,\nand obfuscation. Add a single watermark will increasing source code approximate\n3.854 bytes with dummy method that cover up to 15 characters, two dynamic data\nstructures, two threads and two opaque predicates. Application loading-time\nincrease approximate 6108 milliseconds.\n","Comment: 95 pages, In Indonesia, Master Thesis, Sepuluh November Institute of\n  Technology, Indonesia, February 2004"]}]
["1004.3254",{"format":[],"subject":["Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3254","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["De Giusti, Laura","Chichizola, Franco","Naiouf, Marcelo","De Giusti, Armando","Luque, Emilio"],"language":[],"coverage":[],"title":["Automatic Mapping Tasks to Cores - Evaluating AMTHA Algorithm in\n  Multicore Architectures"],"description":["  The AMTHA (Automatic Mapping Task on Heterogeneous Architectures) algorithm\nfor task-to-processors assignment and the MPAHA (Model of Parallel Algorithms\non Heterogeneous Architectures) model are presented. The use of AMTHA is\nanalyzed for multicore processor-based architectures, considering the\ncommunication model among processes in use. The results obtained in the tests\ncarried out are presented, comparing the real execution times on multicores of\na set of synthetic applications with the predictions obtained with AMTHA.\nFinally current lines of research are presented, focusing on clusters of\nmulticores and hybrid programming paradigms.\n","Comment: http://ijcsi.org/articles/Automatic-Mapping-Tasks-to-Cores-Evaluating-AMTHA-Algorithm-in-Multicore-Architectures.php"]}]
["1004.3255",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3255","Phys. Rev. B 81, 115102 (2010)","doi:10.1103/PhysRevB.81.115102"],"date":["2010-04-19"],"type":["text"],"creator":["Chasse, D.","Tremblay, A. -M. S."],"language":[],"coverage":[],"title":["Generalized DC and AC Josephson effects in antiferromagnets and in\n  antiferromagnetic d-wave superconductors"],"description":["  The Josephson effect is generally described as Cooper pair tunneling, but it\ncan also be understood in a more general context. The DC Josephson effect is\nthe pseudo-Goldstone boson of two coupled systems with a broken continuous\nabelian U(1) symmetry. Hence, an analog should exist for systems with broken\ncontinuous non-Abelian symmetries. To exhibit the generality of the phenomenon\nand make predictions from a realistic model, we study tunneling between\nantiferromagnets and also between antiferromagnetic d-wave superconductors.\nPerforming a calculation analogous to that of Ambegaokar and Baratoff for the\nJosephson junction, we find an equilibrium current of the staggered\nmagnetization through the junction that, in antiferromagnets, is proportional\nto s_L X s_R where s_L and s_R are the Neel vectors on either sides of the\njunction. Microscopically, this effect exists because of the coherent tunneling\nof spin-one particle-hole pairs. In the presence of a magnetic field which is\ndifferent on either sides of the junction, we find an analog of the AC\nJosephson effect where the angle between Neel vectors depends on time. In the\ncase of antiferromagnetic d-wave superconductors we predict that there is a\ncontribution to the critical current that depends on the antiferromagnetic\norder and a contribution to the spin-critical current that depends on\nsuperconducting order. The latter contributions come from tunneling of the\ntriplet Cooper pair that is necessarily present in the ground state of an\nantiferromagnetic d-wave superconductor. All these effects appear to leading\norder in the square of the tunneling matrix elements.\n","Comment: 10 pages"]}]
["1004.3256",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3256","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Belouadha, Fatima-Zahra","Omrana, Hajar","Roudies, Ounsa"],"language":[],"coverage":[],"title":["A model-driven approach for composing SAWSDL semantic Web services"],"description":["  Composing Web services is a convenient means of dealing with complex\nrequests. However, the number of Web services on the Internet is increasing.\nThis explains the growing interest in composing Web services automatically.\nNevertheless, the Web services' semantics is necessary for any dynamic\ncomposition process. In this article, we present an MDA approach to develop and\ncompose SAWSDL semantic Web services. To model Web services, we use a UML\nprofile which is independent of the description standards. The SAWSDL interface\nfiles are generated by using transformation rules. To model the behavior of a\ncomposite Web service and generate its executable BPEL file, we use the BPMN\nnotation in a platform of modeling and implementing business process. The main\ncontribution of this work is the easy and extensible solution to a model-driven\ndevelopment of the semantic atomic and composite Web services.\n","Comment: International Journal of Computer Science Issues at\n  http://ijcsi.org/articles/A-model-driven-approach-for-composing-SAWSDL-semantic-Web-services.php"]}]
["1004.3257",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3257","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Kala, Rahul","Vazirani, Harsh","Shukla, Anupam","Tiwari, Ritu"],"language":[],"coverage":[],"title":["Offline Handwriting Recognition using Genetic Algorithm"],"description":["  Handwriting Recognition enables a person to scribble something on a piece of\npaper and then convert it into text. If we look into the practical reality\nthere are enumerable styles in which a character may be written. These styles\ncan be self combined to generate more styles. Even if a small child knows the\nbasic styles a character can be written, he would be able to recognize\ncharacters written in styles intermediate between them or formed by their\nmixture. This motivates the use of Genetic Algorithms for the problem. In order\nto prove this, we made a pool of images of characters. We converted them to\ngraphs. The graph of every character was intermixed to generate styles\nintermediate between the styles of parent character. Character recognition\ninvolved the matching of the graph generated from the unknown character image\nwith the graphs generated by mixing. Using this method we received an accuracy\nof 98.44%.\n","Comment: International Journal of Computer Science Issues at\n  http://ijcsi.org/articles/Offline-Handwriting-Recognition-using-Genetic-Algorithm.php"]}]
["1004.3258",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3258","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Mosavi, A."],"language":[],"coverage":[],"title":["Multiple Criteria Decision-Making Preprocessing Using Data Mining Tools"],"description":["  Real-life engineering optimization problems need Multiobjective Optimization\n(MOO) tools. These problems are highly nonlinear. As the process of Multiple\nCriteria Decision-Making (MCDM) is much expanded most MOO problems in different\ndisciplines can be classified on the basis of it. Thus MCDM methods have gained\nwide popularity in different sciences and applications. Meanwhile the\nincreasing number of involved components, variables, parameters, constraints\nand objectives in the process, has made the process very complicated. However\nthe new generation of MOO tools has made the optimization process more\nautomated, but still initializing the process and setting the initial value of\nsimulation tools and also identifying the effective input variables and\nobjectives in order to reach the smaller design space are still complicated. In\nthis situation adding a preprocessing step into the MCDM procedure could make a\nhuge difference in terms of organizing the input variables according to their\neffects on the optimization objectives of the system. The aim of this paper is\nto introduce the classification task of data mining as an effective option for\nidentifying the most effective variables of the MCDM systems. To evaluate the\neffectiveness of the proposed method an example has been given for 3D wing\ndesign.\n","Comment: International Journal of Computer Science Issues at\n  http://ijcsi.org/articles/Multiple-Criteria-Decision-Making-Preprocessing-Using-Data-Mining-Tools.php"]}]
["1004.3260",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3260","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Mohemad, Rosmayati","Hamdan, Abdul Razak","Othman, Zulaiha Ali","Noor, Noor Maizura Mohamad"],"language":[],"coverage":[],"title":["Decision Support Systems (DSS) in Construction Tendering Processes"],"description":["  The successful execution of a construction project is heavily impacted by\nmaking the right decision during tendering processes. Managing tender\nprocedures is very complex and uncertain involving coordination of many tasks\nand individuals with different priorities and objectives. Bias and inconsistent\ndecision are inevitable if the decision-making process is totally depends on\nintuition, subjective judgement or emotion. In making transparent decision and\nhealthy competition tendering, there exists a need for flexible guidance tool\nfor decision support. Aim of this paper is to give a review on current\npractices of Decision Support Systems (DSS) technology in construction\ntendering processes. Current practices of general tendering processes as\napplied to the most countries in different regions such as United States,\nEurope, Middle East and Asia are comprehensively discussed. Applications of\nWeb-based tendering processes is also summarised in terms of its properties.\nBesides that, a summary of Decision Support System (DSS) components is included\nin the next section. Furthermore, prior researches on implementation of DSS\napproaches in tendering processes are discussed in details. Current issues\narise from both of paper-based and Web-based tendering processes are outlined.\nFinally, conclusion is included at the end of this paper.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/Decision-Support-Systems-DSS-in-Construction-Tendering-Processes.php"]}]
["1004.3263",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3263","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Berrahou, Aissam","Rafi, Mourad","Eleuldj, Mohsine"],"language":[],"coverage":[],"title":["DRMS Co-design by F4MS"],"description":["  In this paper, we present Digital Rights Management systems (DRMS) which are\nbecoming more and more complex due to technology revolution in relation with\ntelecommunication networks, multimedia applications and the reading equipments\n(Mobile Phone, IPhone, PDA, DVD Player,..). The complexity of the DRMS,\ninvolves the use of new tools and methodologies that support software\ncomponents and hardware components coupled design. The traditional systems\ndesign approach has been somewhat hardware first in that the software\ncomponents are designed after the hardware has been designed and prototyped.\nThis leaves little flexibility in evaluating different design options and\nhardware-software mappings. The key of codesign is to avoid isolation between\nhardware and software designs to proceed in parallel, with feedback and\ninteraction between the two as the design progresses, in order to achieve high\nquality designs with a reduced design time. In this paper, we present the F4MS\n(Framework for Mixed Systems) which is a unified framework for software and\nhardware design environment, simulation and aided execution of mixed systems.\nTo illustrate this work we propose an implementation of DRMS business model\nbased on F4MS framework.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/DRMS-Co-design-by-F4MS.php"]}]
["1004.3265",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3265","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Raj, Nikhil","Sharma, R. K."],"language":[],"coverage":[],"title":["Modelling of Human Glottis in VLSI for Low Power Architectures"],"description":["  The Glottal Source is an important component of voice as it can be considered\nas the excitation signal to the voice apparatus. Nowadays, new techniques of\nspeech processing such as speech recognition and speech synthesis use the\nglottal closure and opening instants. Current models of the glottal waves\nderive their shape from approximate information rather than from exactly\nmeasured data. General method concentrate on assessment of the glottis opening\nusing optical, acoustical methods, or on visualization of the larynx position\nusing ultrasound, computer tomography or magnetic resonance imaging techniques.\nIn this work, circuit model of Human Glottis using MOS is designed by\nexploiting fluid volume velocity to current, fluid pressure to voltage, and\nlinear and nonlinear mechanical impedances to linear and nonlinear electrical\nimpedances. The glottis modeled as current source includes linear, non-linear\nimpedances to represent laminar and turbulent flow respectively, in vocal\ntract. The MOS modelling and simulation results of glottal circuit has been\ncarried out on BSIM 3v3 model in TSMC 0.18 micrometer technology using ELDO\nsimulator.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/Modelling-of-Human-Glottis-in-VLSI-for-Low-Power-Architectures.php"]}]
["1004.3267",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3267","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Havangi, Ramazan","Nekoui, Mohammad Ali","Teshnehlab, Mohammad"],"language":[],"coverage":[],"title":["Adaptive Neuro-Fuzzy Extended Kalman Filtering for Robot Localization"],"description":["  Extended Kalman Filter (EKF) has been a popular approach to localization a\nmobile robot. However, the performance of the EKF and the quality of the\nestimation depends on the correct a priori knowledge of process and measurement\nnoise covariance matrices (Qk and Rk, respectively). Imprecise knowledge of\nthese statistics can cause significant degradation in performance. This paper\nproposed the development of an Adaptive Neuro- Fuzzy Extended Kalman Filtering\n(ANFEKF) for localization of robot. The Adaptive Neuro-Fuzzy attempts to\nestimate the elements of Qk and Rk matrices of the EKF algorithm, at each\nsampling instant when measurement update step is carried out. The ANFIS\nsupervises the performance of the EKF with the aim of reducing the mismatch\nbetween the theoretical and actual covariance of the innovation sequences. The\nfree parameters of ANFIS are trained using the steepest gradient descent (SD)\nto minimize the differences of the actual value of the covariance of the\nresidual with its theoretical value as much possible. The simulation results\nshow the effectiveness of the proposed algorithm.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/Adaptive-Neuro-Fuzzy-Extended-Kalman-Filtering-for-Robot-Localization.php"]}]
["1004.3268",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3268","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Mollanejad, Amir","Khanli, Leili Mohammad","Zeynali, Mohammad"],"language":[],"coverage":[],"title":["DBSR: Dynamic base station Repositioning using Genetic algorithm in\n  wireless sensor network"],"description":["  Wireless sensor networks (WSNs) are commonly used in various ubiquitous and\npervasive applications. Due to limited power resources, the optimal dynamic\nbase station (BS) replacement could be Prolong the sensor network lifetime. In\nthis paper we'll present a dynamic optimum method for base station replacement\nso that can save energy in sensors and increases network lifetime. Because\npositioning problem is a NPhard problem [1], therefore we'll use genetic\nalgorithm to solve positioning problem. We've considered energy and distance\nparameters for finding BS optimized position. In our represented algorithm base\nstation position is fixed just during each round and its positioning is done at\nthe start of next round then it'll be placed in optimized position. Evaluating\nour proposed algorithm, we'll execute DBSR algorithm on LEACH & HEED Protocols.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/DBSR-Dynamic-base-station-Repositioning-using-Genetic-algorithm-in-wireless-sensor-network.php"]}]
["1004.3270",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3270","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Sharma, Vishal","Verma, Harsh Kumar"],"language":[],"coverage":[],"title":["Optimized Fuzzy Logic Based Framework for Effort Estimation in Software\n  Development"],"description":["  Software effort estimation at early stages of project development holds great\nsignificance for the industry to meet the competitive demands of today's world.\nAccuracy, reliability and precision in the estimates of effort are quite\ndesirable. The inherent imprecision present in the inputs of the algorithmic\nmodels like Constructive Cost Model (COCOMO) yields imprecision in the output,\nresulting in erroneous effort estimation. Fuzzy logic based cost estimation\nmodels are inherently suitable to address the vagueness and imprecision in the\ninputs, to make reliable and accurate estimates of effort. In this paper, we\npresent an optimized fuzzy logic based framework for software development\neffort prediction. The said framework tolerates imprecision, incorporates\nexperts knowledge, explains prediction rationale through rules, offers\ntransparency in the prediction system, and could adapt to changing environments\nwith the availability of new data. The traditional cost estimation model COCOMO\nis extended in the proposed study by incorporating the concept of fuzziness\ninto the measurements of size, mode of development for projects and the cost\ndrivers contributing to the overall development effort.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/Optimized-Fuzzy-Logic-Based-Framework-for-Effort-Estimation-in-Software-Development.php"]}]
["1004.3271",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3271","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Cimino, Antonio","Longo, Francesco","Mirabelli, Giovanni"],"language":[],"coverage":[],"title":["A General Simulation Framework for Supply Chain Modeling: State of the\n  Art and Case Study"],"description":["  Nowadays there is a large availability of discrete event simulation software\nthat can be easily used in different domains: from industry to supply chain,\nfrom healthcare to business management, from training to complex systems\ndesign. Simulation engines of commercial discrete event simulation software use\nspecific rules and logics for simulation time and events management.\nDifficulties and limitations come up when commercial discrete event simulation\nsoftware are used for modeling complex real world-systems (i.e. supply chains,\nindustrial plants). The objective of this paper is twofold: first a state of\nthe art on commercial discrete event simulation software and an overview on\ndiscrete event simulation models development by using general purpose\nprogramming languages are presented; then a Supply Chain Order Performance\nSimulator (SCOPS, developed in C++) for investigating the inventory management\nproblem along the supply chain under different supply chain scenarios is\nproposed to readers.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/A-General-Simulation-Framework-for-Supply-Chain-Modeling-State-of-the-Art-and-Case-Study.php"]}]
["1004.3272",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3272","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Pannurat, Nattapon","Kerdprasop, Nittaya","Kerdprasop, Kittisak"],"language":[],"coverage":[],"title":["Database Reverse Engineering based on Association Rule Mining"],"description":["  Maintaining a legacy database is a difficult task especially when system\ndocumentation is poor written or even missing. Database reverse engineering is\nan attempt to recover high-level conceptual design from the existing database\ninstances. In this paper, we propose a technique to discover conceptual schema\nusing the association mining technique. The discovered schema corresponds to\nthe normalization at the third normal form, which is a common practice in many\nbusiness organizations. Our algorithm also includes the rule filtering\nheuristic to solve the problem of exponential growth of discovered rules\ninherited with the association mining technique.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/Database-Reverse-Engineering-based-on-Association-Rule-Mining.php"]}]
["1004.3274",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3274","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Sarkar, Kamal","Nasipuri, Mita","Ghose, Suranjan"],"language":[],"coverage":[],"title":["A New Approach to Keyphrase Extraction Using Neural Networks"],"description":["  Keyphrases provide a simple way of describing a document, giving the reader\nsome clues about its contents. Keyphrases can be useful in a various\napplications such as retrieval engines, browsing interfaces, thesaurus\nconstruction, text mining etc.. There are also other tasks for which keyphrases\nare useful, as we discuss in this paper. This paper describes a neural network\nbased approach to keyphrase extraction from scientific articles. Our results\nshow that the proposed method performs better than some state-of-the art\nkeyphrase extraction approaches.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/A-New-Approach-to-Keyphrase-Extraction-Using-Neural-Networks.php"]}]
["1004.3275",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3275","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Dangarwala, Kruti","Shah, Jigar"],"language":[],"coverage":[],"title":["C Implementation & comparison of companding & silence audio compression\n  techniques"],"description":["  Just about all the newest living room audio-video electronics and PC\nmultimedia products being designed today will incorporate some form of\ncompressed digitized-audio processing capability. Audio compression reduces the\nbit rate required to represent an analog audio signal while maintaining the\nperceived audio quality. Discarding inaudible data reduces the storage,\ntransmission and compute requirements of handling high-quality audio files.\nThis paper covers wave audio file format & algorithm of silence compression\nmethod and companding method to compress and decompress wave audio file. Then\nit compares the result of these two methods.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/C-Implementation-comparison-of-companding-silence-audio-compression-techniques.php"]}]
["1004.3276",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3276","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Kharate, G. K.","Patil, V. H."],"language":[],"coverage":[],"title":["Color Image Compression Based On Wavelet Packet Best Tree"],"description":["  In Image Compression, the researchers' aim is to reduce the number of bits\nrequired to represent an image by removing the spatial and spectral\nredundancies. Recently discrete wavelet transform and wavelet packet has\nemerged as popular techniques for image compression. The wavelet transform is\none of the major processing components of image compression. The result of the\ncompression changes as per the basis and tap of the wavelet used. It is\nproposed that proper selection of mother wavelet on the basis of nature of\nimages, improve the quality as well as compression ratio remarkably. We suggest\nthe novel technique, which is based on wavelet packet best tree based on\nThreshold Entropy with enhanced run-length encoding. This method reduces the\ntime complexity of wavelet packets decomposition as complete tree is not\ndecomposed. Our algorithm selects the sub-bands, which include significant\ninformation based on threshold entropy. The enhanced run length encoding\ntechnique is suggested provides better results than RLE. The result when\ncompared with JPEG-2000 proves to be better.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/Color-Image-Compression-Based-On-Wavelet-Packet-Best-Tree.php"]}]
["1004.3277",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3277","IJCSI, Volume 7, Issue 2, March 2010"],"date":["2010-04-19"],"type":["text"],"creator":["Okike, Ezekiel"],"language":[],"coverage":[],"title":["A Pedagogical Evaluation and Discussion about the Lack of Cohesion in\n  Method (LCOM) Metric Using Field Experiment"],"description":["  Chidamber and Kemerer first defined a cohesion measure for object-oriented\nsoftware - the Lack of Cohesion in Methods (LCOM) metric. This paper presents a\npedagogic evaluation and discussion about the LCOM metric using field data from\nthree industrial systems. System 1 has 34 classes, System 2 has 383 classes and\nSystem 3 has 1055 classes. The main objectives of the study were to determine\nif the LCOM metric was appropriate in the measurement of class cohesion and the\ndetermination of properly and improperly designed classes in the studied\nsystems. Chidamber and Kemerer's suite of metric was used as metric tool.\nDescriptive statistics was used to analyze results. The result of the study\nshowed that in System 1, 78.8% (26 classes) were cohesive; System 2 54% (207\nclasses) were cohesive; System 3 30% (317 classes) were cohesive. We suggest\nthat the LCOM metric measures class cohesiveness and was appropriate in the\ndetermination of properly and improperly designed classes in the studied\nsystem.\n","Comment: International Journal of Computer Science Issues online at\n  http://ijcsi.org/articles/A-Pedagogical-Evaluation-and-Discussion-about-the-Lack-of-Cohesion-in-Method-LCOM-Metric-Using-Field-Experiment.php"]}]
["1004.3280",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3280"],"date":["2010-04-19"],"type":["text"],"creator":["Pritychenko, B."],"language":[],"coverage":[],"title":["On Double-Beta Decay Half-Life Time Systematics"],"description":["  Recommended 2 $\\beta$ (2 $\\nu$) half-life values and their systematics were\nanalyzed in the frame- work of a simple empirical approach. T$^{2 \\nu}$$_{1/2}$\n~ 1/E$^{8}$ trend has been observed for $^{128,130}$Te recommended values. This\ntrend was used to predict T$^{2 \\nu}$$_{1/2}$ for all isotopes of interest.\nCurrent results were compared with other theoretical and experimental works.\n"]}]
["1004.3281",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3281"],"date":["2010-04-19"],"type":["text"],"creator":["Martin, Ryan","Stanton, Brendon"],"language":[],"coverage":[],"title":["Lower bounds for identifying codes in some infinite grids"],"description":["  An $r$-identifying code on a graph $G$ is a set $C\\subset V(G)$ such that for\nevery vertex in $V(G)$, the intersection of the radius-$r$ closed neighborhood\nwith $C$ is nonempty and unique. On a finite graph, the density of a code is\n$|C|/|V(G)|$, which naturally extends to a definition of density in certain\ninfinite graphs which are locally finite. We present new lower bounds for\ndensities of codes for some small values of $r$ in both the square and\nhexagonal grids.\n","Comment: 18pp"]}]
["1004.3282",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3282"],"date":["2010-04-19"],"type":["text"],"creator":["Topakkaya, Hakan","Wang, Zhengdao"],"language":[],"coverage":[],"title":["Wireless Network Code Design and Performance Analysis using\n  Diversity-Multiplexing Tradeoff"],"description":["  Network coding and cooperative communication have received considerable\nattention from the research community recently in order to mitigate the adverse\neffects of fading in wireless transmissions and at the same time to achieve\nhigh throughput and better spectral efficiency. In this work, we design and\nanalyze deterministic and random network coding schemes for a cooperative\ncommunication setup with multiple sources and destinations. We show that our\nschemes outperform conventional cooperation in terms of the\ndiversity-multiplexing tradeoff (DMT). Specifically, it achieves the\nfull-diversity order at the expense of a slightly reduced multiplexing rate. We\nestablish the link between the parity-check matrix for a $(N+M,M,N+1)$\nsystematic MDS code and the network coding coefficients in a cooperative\ncommunication system of $N$ source-destination pairs and $M$ relays. We present\ntwo ways to generate the network coding matrix: using the Cauchy matrices and\nthe Vandermonde matrices, and establish that they both offer the maximum\ndiversity order.\n"]}]
["cond-mat/0105600",{"format":[],"subject":["Condensed Matter","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0105600","Phys. Rev. A 66, 033610 (2002)","doi:10.1103/PhysRevA.66.033610"],"date":["2001-05-30","2002-10-07"],"type":["text"],"creator":["Carretero-González, R.","Promislow, K."],"language":[],"coverage":[],"title":["Localized breathing solutions for Bose-Einstein condensates in periodic\n  traps"],"description":["  We demonstrate the existence of localized oscillatory breathers for\nquasi-one-dimensional Bose-Einstein condensates confined in periodic\npotentials. The breathing behavior corresponds to position-oscillations of\nindividual condensates about the minima of the potential lattice. We deduce the\nstructural stability of the localized oscillations from the construction. The\nstability is confirmed numerically for perturbations to the initial state of\nthe condensate, to the potential trap, as well as for external noise. We also\nconstruct periodic and chaotic extended oscillations for the chain of\ncondensates. All our findings are verified by direct numerical integration of\nthe Gross-Pitaevskii equation in one dimension.\n","Comment: LaTeX, 6 pages, 7 postscript figures, extended version of previous\n  upload"]}]
["cond-mat/0212314",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0212314","Nature 421, 823 (2003)","doi:10.1038/nature01365"],"date":["2002-12-12"],"type":["text"],"creator":["Pashkin, Yu. A.","Yamamoto, T.","Astafiev, O.","Nakamura, Y.","Averin, D. V.","Tsai, J. S."],"language":[],"coverage":[],"title":["Quantum oscillations in two coupled charge qubits"],"description":["  Despite an apparent progress in implementing individual solid-state qubits,\nthere have been no experimental reports so far on multi-bit gates required for\nbuilding a real quantum computer. Here we report a new circuit comprising two\ncoupled charge qubits. Using a pulse technique, we coherently mix quantum\nstates and observe quantum oscillations whose spectrum reflects interaction\nbetween the qubits. Our results demonstrate the feasibility of coupling of\nmultiple solid-state qubits and indicate the existence of entangled two-qubit\nstates.\n","Comment: 4 pages, 4 figures, submitted to Nature"]}]
["cond-mat/0505098",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0505098","Journal of Physics A: Mathematical and General 38, 7051 (2005)","doi:10.1088/0305-4470/38/32/001"],"date":["2005-05-04","2005-06-28"],"type":["text"],"creator":["Prados, A.","Brey, J. J."],"language":[],"coverage":[],"title":["Adsorption of a binary mixture of monomers with nearest-neighbour\n  cooperative effects"],"description":["  A model for the adsorption of a binary mixture on a one-dimensional infinite\nlattice with nearest neighbour cooperative effects is considered. The particles\nof the two species are both monomers but differ in the repulsive interaction\nexperienced by them when trying to adsorb. An exact expression for the coverage\nof the lattice is derived. In the jamming limit, it is a monotonic function of\nthe ratio between the attempt frequencies of the two species, varying between\nthe values corresponding to each of the two single species. This is in contrast\nwith the results obtained in other models for the adsorption of particles of\ndifferent sizes. The structure of the jamming state is also investigated.\n","Comment: v2: Errors in the figures fixed; same text; 23 pages, 5 figures.\n  Accepted for publication in Journal of Physics A: Mathematical and General"]}]
["cond-mat/0703022",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703022","Powder Technology 182, 272-281 (2008)","doi:10.1016/j.powtec.2007.06.003"],"date":["2007-03-01","2007-07-10"],"type":["text"],"creator":["Brey, J. J.","Prados, A."],"language":[],"coverage":[],"title":["Volume fluctuations and linear response in a simple model of compaction"],"description":["  By means of a simple model system, the total volume fluctuations of a tapped\ngranular material in the steady state are studied. In the limit of a system\nwith a large number of particles, they are found to be Gaussian distributed,\nand explicit expressions for the average and the variance are provided.\nExperimental and molecular dynamics results are analyzed and qualitatively\ncompared with the model predictions. The relevance of considering open or\nclosed systems is discussed, as well as the meaning and properties of the\nEdwards compactivity and the effective (configurational) temperature introduced\nby some authors. Finally, the linear response to a change in the vibration\nintensity is also investigated. A KWW decay of the volume response function is\nclearly identified. This seems to confirm some kind of similarity between\nexternally excited granular systems and structural glasses.\n","Comment: 23 pages, 5 figures; accepted version in Powder Technology, Special\n  Issue on Granular Temperature"]}]
["math/0002086",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Complex Variables","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0002086","Qualitative Theory of Dynamical Systems, 2, pp.381-384, 2001.","doi:10.1007/BF02969347"],"date":["2000-02-10","2000-02-12"],"type":["text"],"creator":["Pereira, Jorge Vitorio"],"language":[],"coverage":[],"title":["Global Stability for Holomorphic Foliations in Kaehler Manifolds"],"description":["  We prove the following theorem for Holomorphic Foliations in compact complex\nkaehler manifolds: if there is a compact leaf with finite holonomy, then every\nleaf is compact with finite holonomy. As corollary we reobtain stability\ntheorems for compact foliations in Kaehler manifolds of\nEdwards-Millett-Sullivan and Hollman.\n","Comment: 3 pages"]}]
["math/0009019",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0009019","Journal of Pure and Applied Algebra, 171 2-3, pp.295-301, 2002.","doi:10.1016/S0022-4049(01)00150-5"],"date":["2000-09-01"],"type":["text"],"creator":["Pereira, Jorge Vitorio"],"language":[],"coverage":[],"title":["An analogous of Jouanolou's Theorem in positive characteristic"],"description":["  We show that a generic vector field on an affine space of positive\ncharacteristic admits an invariant algebraic hypersurface. This contrast with\nJouanolou's Theorem that shows that in characteristic zero the situation is\ncompletely opposite. That is a generic vector field in the complex plane does\nnot admit any invariant algebraic curve.\n","Comment: 5 pages, LaTeX"]}]
["math/0405078",{"format":[],"subject":["Mathematics - Algebraic Geometry","32J18","32Q55","37F75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405078","Journal of Algebraic Geometry, 15, pp. 87-110, 2006."],"date":["2004-05-05"],"type":["text"],"creator":["Pereira, Jorge Vitorio"],"language":[],"coverage":[],"title":["Fibrations, Divisors and Transcendental Leaves"],"description":["  We will use flat divisors, and canonically associated singular holomorphic\nfoliations, to investigate some of the geometry of compact complex manifolds.\nThe paper is mainly concerned with three distinct problems: the existence of\nfibrations, the topology of smooth hypersurfaces and the topological closure of\ntranscendental leaves of foliations.\n"]}]
["math/0608356",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D12, 53D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608356","Comm. Pure Appl. Math. (2008), Volume 61, Issue 8, 1046 - 1051","doi:10.1002/cpa.20216"],"date":["2006-08-14","2007-03-28"],"type":["text"],"creator":["Albers, Peter","Frauenfelder, Urs"],"language":[],"coverage":[],"title":["A non-displacable Lagrangian torus in T^*S^2"],"description":["  We show that the Lagrangian torus in the cotangent bundles of the 2-sphere\nobtained by applying the geodesic flow to the unit circle in a fibre is not\ndisplaceable by computing its Lagrangian Floer homology. The computation is\nbased on a symmetry argument.\n","Comment: v2: 5 pages, 2 figures, small modification"]}]
["math/0609551",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry","14J17, 14J32, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609551","Journal of Differential Geometry 84 (2010) 87-126"],"date":["2006-09-20","2010-04-18"],"type":["text"],"creator":["Ishii, Akira","Ueda, Kazushi","Uehara, Hokuto"],"language":[],"coverage":[],"title":["Stability conditions on $A_n$-singularities"],"description":["  We study the spaces of locally-finite stability conditions on the derived\ncategories of coherent sheaves on the minimal resolutions of\n$A_n$-singularities supported at the exceptional sets. Our main theorem is that\nthey are connected and simply-connected. The proof is based on the study of\nspherical objects in math.AG/0409151 and the homological mirror symmetry for\n$A_n$-singularities.\n","Comment: 43 pages, 3 figures. v2: many minor changes, published in J.\n  Differential Geom."]}]
["nlin/0601057",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","High Energy Physics - Theory","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0601057","J.Geom.Phys.57:1171-1192,2007","doi:10.1016/j.geomphys.2006.09.010"],"date":["2006-01-26","2006-07-18"],"type":["text"],"creator":["Doliwa, Adam"],"language":[],"coverage":[],"title":["The B-quadrilateral lattice, its transformations and the\n  algebro-geometric construction"],"description":["  The B-quadrilateral lattice (BQL) provides geometric interpretation of Miwa's\ndiscrete BKP equation within the quadrialteral lattice (QL) theory. After\ndiscussing the projective-geometric properties of the lattice we give the\nalgebro-geometric construction of the BQL ephasizing the role of Prym varieties\nand the corresponding theta functions. We also present the reduction of the\nvectorial fundamental transformation of the QL to the BQL case.\n","Comment: 23 pages, 3 figures; presentation improved, some typos corrected"]}]
["quant-ph/0103103",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0103103"],"date":["2001-03-17","2010-04-19"],"type":["text"],"creator":["Demjanov, V. V."],"language":[],"coverage":[],"title":["Michelson interferometer operating at effects of first order with\n  respect to v/c"],"description":["  In the first version of this paper (arXiv: 1003.2899v1, 15.03.2010) there is\ndescribed first, traditional method of measuring the non-zero shift of\ninterference fringe in the Michelson interferometer, operating on the effects\nof second order with respect to v/c, and are revealed hidden causes of the\nfailure to measure the shift of interference fringe in the period from 1881\ntill 1960. It is shown that at the latitude of Obninsk within a 24-hour\nobservation period the horizontal projection of aether wind velocity varies\nfrom 140 km/s to 480 km/s. The second version of this paper (arXiv:\n1003.2899v2, 15.04.2010) is supplemented with a second method of finding the\nvelocity of the aether wind -- through measuring the largest seasonal decrease\nin the ratio of the summer shift of the interference fringe to the winter one\n(equaled ~12%). It gave the same interval of values of the projections of the\naether wind velocity as the first method. More than hundred years there\npersists a belief that Michelson-type interferometer can not be adjusted such\nas to detect effects of the first order with respect to v/c. Below I show that\nit is possible, and more successfully than on the interferometer of the second\norder. In contrast to the traditional approach, in the interferometer of the\nfirst order the light after splitting on a semi-transparent plate propagates in\nboth arms to the reflecting mirrors in one optical medium, and returns after\nreflection from the mirrors through another optical medium. The shift of the\ninterference fringe was found to be proportional to the difference of\ndielectric permittivities of these media. The horizontal projection of the\nEarth's velocity relative to luminiferous aether measured by the first order\ninterferometer agrees with that found by the first two methods.\n","Comment: 4 pages, 3 figures"]}]
