["0711.4149",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4149","Phys. Rev. A 77, 032101 (2008)","doi:10.1103/PhysRevA.77.032101"],"date":["2007-11-26","2008-02-06"],"type":["text"],"creator":["Brun, Todd A.","Diosi, Lajos","Strunz, Walter T."],"language":[],"coverage":[],"title":["Test of weak measurement on a two- or three-qubit computer"],"description":["  Current quantum computer technology is sufficient to realize weak\nmeasurements and the corresponding concept of weak values. We demonstrate how\nthe weak value anomaly can be tested, along with consistency and simultaneity\nof weak values, using only discrete degrees of freedom. All you need is a\nquantum computer with two--or better, three--qubits. We also give an\ninterpretation of the weak value as an effective field strength in a\npostselected spin measurement.\n","Comment: To appear in Physical Review A. Title changed. 6 pages in RevTeX\n  format"]}]
["0802.2414",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2414","Phys. Rev. A 78, 012341 (2008)","doi:10.1103/PhysRevA.78.012341"],"date":["2008-02-17"],"type":["text"],"creator":["Kremsky, Isaac","Hsieh, Min-Hsiu","Brun, Todd A."],"language":[],"coverage":[],"title":["Classical Enhancement of Quantum Error-Correcting Codes"],"description":["  We present a general formalism for quantum error-correcting codes that encode\nboth classical and quantum information (the EACQ formalism). This formalism\nunifies the entanglement-assisted formalism and classical error correction, and\nincludes encoding, error correction, and decoding steps such that the encoded\nquantum and classical information can be correctly recovered by the receiver.\nWe formally define this kind of quantum code using both stabilizer and\nsymplectic language, and derive the appropriate error-correcting conditions. We\ngive several examples to demonstrate the construction of such codes.\n","Comment: 8 pages, submitted to PRA"]}]
["0802.4114",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4114","Phys. Rev. A 79, 033831 (2009)","doi:10.1103/PhysRevA.79.033831"],"date":["2008-02-27"],"type":["text"],"creator":["Raghunathan, Shesha","Brun, Todd"],"language":[],"coverage":[],"title":["Continuous monitoring can improve indistinguishability of a\n  single-photon source"],"description":["  A new engineering technique using continuous quantum measurement in\nconjunction with feed-forward is proposed to improve indistinguishability of a\nsingle-photon source. The technique involves continuous monitoring of the state\nof the emitter, processing the noisy output signal with a simple linear\nestimation algorithm, and feed forward to control a variable delay at the\noutput. In the weak coupling regime, the information gained by monitoring the\nstate of the emitter is used to reduce the time uncertainty inherent in photon\nemission from the source, which improves the indistinguishability of the\nemitted photons.\n","Comment: 4 pages, 4 figures"]}]
["0808.1331",{"format":[],"subject":["Mathematics - Commutative Algebra","13C15, 13G05, 13A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1331"],"date":["2008-08-09","2010-02-20"],"type":["text"],"creator":["Sahandi, Parviz"],"language":[],"coverage":[],"title":["Semistar dimension of polynomial rings and Pr\\\"{u}fer-like domains"],"description":["  Let $D$ be an integral domain and $\\star$ a semistar operation stable and of\nfinite type on it. In this paper we define the semistar dimension (inequality)\nformula and discover their relations with $\\star$-universally catenarian\ndomains and $\\star$-stably strong S-domains. As an application we give new\ncharacterizations of $\\star$-quasi-Pr\\\"{u}fer domains and UM$t$ domains in\nterms of dimension inequality formula (and the notions of universally\ncatenarian domain, stably strong S-domain, strong S-domain, and Jaffard\ndomains). We also extend Arnold's formula to the setting of semistar\noperations.\n","Comment: 12 pages"]}]
["0901.0073",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0073","Mon. Not. Royal Astr. Soc. (2009) 400, 492","doi:10.1111/j.1365-2966.2009.15477.x"],"date":["2008-12-31","2009-08-11"],"type":["text"],"creator":["Ibragimov, Askar","Poutanen, Juri"],"language":[],"coverage":[],"title":["Accreting millisecond pulsar SAX J1808.4-3658 during its 2002 outburst:\n  evidence for a receding disc"],"description":["  An outburst of the accreting X-ray millisecond pulsar SAX J1808.4-3658 in\nOctober-November 2002 was followed by the Rossi X-ray Timing Explorer for more\nthan a month. We demonstrate how the area covered by the hotspot at the neutron\nstar surface is decreasing in the course of the outburst together with the\nreflection amplitude. These trends are in agreement with the natural scenario,\nwhere the disc inner edge is receding from the neutron star as the mass\naccretion rate drops. These findings are further supported by the variations of\nthe pulse profiles, which clearly show the presence of the secondary maximum at\nthe late stages of the outburst after October 29. This fact can be interpreted\nas the disc receding sufficiently far from the neutron star to open the view of\nthe lower magnetic pole. In that case, the disc inner radius can be estimated.\nAssuming that disc is truncated at the Alfv\\'en radius, we constrain the\nstellar magnetic moment to \\mu=(9\\pm5) 10^{25} G cm^3, which corresponds to the\nsurface field of 10^8 G. On the other hand, using the magnetic moment recently\nobtained from the observed pulsar spin-down rate we show that the disc edge has\nto be within factor of two of the Alfv\\'en radius, putting interesting\nconstraints on the models of the disc-magnetosphere interaction. We also\ndemonstrate that the sharp changes in the phase of the fundamental are\nintimately related to the variations of the pulse profile, which we associate\nwith the varying obscuration of the antipodal spot. The pulse profile amplitude\nallows us to estimate the colatitude of the hotspot centroid to be 4-10 deg.\n","Comment: 17 pages, 13 figures; MNRAS, in press; a heavily revised version"]}]
["0905.2208",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2208","Phys. Rev. B 81, 060506(R) (2010)","doi:10.1103/PhysRevB.81.060506"],"date":["2009-05-13","2010-01-29"],"type":["text"],"creator":["Tranquada, J. M.","Basov, D. N.","LaForge, A. J.","Schafgans, A. A."],"language":[],"coverage":[],"title":["Reconsidering the interpretation of quantum oscillation experiments on\n  underdoped YBa(2)Cu(3)O(6+x)"],"description":["  On the basis of negative transport coefficients, it has been argued that the\nquantum oscillations observed in underdoped YBa(2)Cu(3)O(6+x) in high magnetic\nfields must be due to antinodal electron pockets. We point out a counter\nexample in which electron-like transport in a hole-doped cuprate is associated\nwith Fermi-arc states. We also present evidence that the antinodal gap in\nYBa(2)Cu(3)O(6+x) is robust to modest applied magnetic fields. We suggest that\nthese observations should be taken into account when interpreting the results\nof the quantum oscillation experiments.\n","Comment: 3+eps pages, 2 figures; final version, accepted in PRB, has new\n  title, completely rewritten and simplified text"]}]
["0906.1485",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1485","Mon. Not. Royal Astr. Soc. (2009) 398, 1450","doi:10.1111/j.1365-2966.2009.15215.x"],"date":["2009-06-08"],"type":["text"],"creator":["Kajava, Jari J. E.","Poutanen, Juri"],"language":[],"coverage":[],"title":["Spectral variability of ultraluminous X-ray sources"],"description":["  We study spectral variability of 11 ultraluminous X-ray sources (ULX) using\narchived XMM-Newton and Chandra observations. We use three models to describe\nthe observed spectra: a power-law, a multi-colour disc (MCD) and a combination\nof these two models. We find that 7 ULXs show a correlation between the\nluminosity Lx and the photon index Gamma. Furthermore, 4 out of these 7 ULXs\nalso show spectral pivoting in the observed energy band. We also find that two\nULXs show an Lx-Gamma anti-correlation. The spectra of 4 ULXs in the sample can\nbe adequately fitted with a MCD model. We compare these sources to known black\nhole binaries (BHB) and find that they follow similar paths in their\nluminosity-temperature diagrams. Finally we show that the `soft excess'\nreported for many of these ULXs at about 0.2 keV seems to roughly follow a\ntrend Lsoft \\propto T^{-3.5} when modelled with a power-law plus a `cool' MCD\nmodel. This is contrary to the L \\propto T^4 relation that is expected from\ntheory and what is seen for many accreting BHBs. The observed trend could\ninstead arise from disc emission beamed by an outflowing wind around a about 10\nsolar mass black hole.\n","Comment: 11 pages, 5 figures; accepted to MNRAS"]}]
["0906.4270",{"format":[],"subject":["Mathematics - General Topology","54C65, 54F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4270"],"date":["2009-06-23","2010-02-20"],"type":["text"],"creator":["Valov, Vesko"],"language":[],"coverage":[],"title":["$\\varkappa$-metrizable compacta and superextensions"],"description":["  A characterization of $\\varkappa$-metrizable compacta in terms of extension\nof functions and usco retractions into superextensions is established.\n","Comment: 12 pages"]}]
["0907.3227",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3227","J. Chem. Phys. 132, 074901 (2010)","doi:10.1063/1.3316794"],"date":["2009-07-18","2010-02-19"],"type":["text"],"creator":["Whitelam, Stephen","Bon, Stefan A. F."],"language":[],"coverage":[],"title":["Self-assembly of amphiphilic peanut-shaped nanoparticles"],"description":["  We use computer simulation to investigate the self-assembly of Janus-like\namphiphilic peanut-shaped nanoparticles, finding phases of clusters, bilayers\nand micelles in accord with ideas of packing familiar from the study of\nmolecular surfactants. However, packing arguments do not explain the\nhierarchical self-assembly dynamics that we observe, nor the coexistence of\nbilayers and faceted polyhedra. This coexistence suggests that experimental\nrealizations of our model can achieve multipotent assembly of either of two\ncompeting ordered structures.\n"]}]
["0907.3887",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3887","J. Opt. Soc. Am. B 27, 350-353 (2010)","doi:10.1364/JOSAB.27.000350"],"date":["2009-07-22"],"type":["text"],"creator":["Liang, J. L.","Pittman, T. B."],"language":[],"coverage":[],"title":["Compensating for Beamsplitter Asymmetries in Quantum Interference\n  Experiments"],"description":["  The visibility of the quantum interference \"dip\" seen in the Hong-Ou-Mandel\nexperiment is optimized when a symmetric 50/50 beamsplitter is used in the\ninterferometer. Here we show that the reduction in visibility caused by an\nasymmetric beamsplitter can be compensated by manipulating the polarization\nstates of the two input photons. We experimentally demonstrate this by using a\nhighly asymmetric 10/90 beamsplitter, and converting an initial dip visibility\nof 22% to a compensated value of 99%.\n","Comment: 3 pages, 4 figures"]}]
["0907.5143",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Category Theory","00A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5143"],"date":["2009-07-29","2010-02-20"],"type":["text"],"creator":["Rodin, Andrei"],"language":[],"coverage":[],"title":["Categories without structures"],"description":["  The popular view according to which Category theory provides a support for\nMathematical Structuralism is erroneous. Category-theoretic foundations of\nmathematics require a different philosophy of mathematics. While structural\nmathematics studies invariant forms (Awodey) categorical mathematics studies\ncovariant transformations which, generally, don t have any invariants. In this\npaper I develop a non-structuralist interpretation of categorical mathematics\nand show its consequences for history of mathematics and mathematics education.\n","Comment: 28 pages"]}]
["0908.3607",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3607","J. Phys.: Conf. Ser. 200, 012005 (2010).","doi:10.1088/1742-6596/200/1/012005"],"date":["2009-08-25"],"type":["text"],"creator":["Alvermann, A.","Fehske, H."],"language":[],"coverage":[],"title":["Non-equilibrium current and electron pumping in nanostructures"],"description":["  We discuss a numerical method to study electron transport in mesoscopic\ndevices out of equilibrium. The method is based on the solution of operator\nequations of motion, using efficient Chebyshev time propagation techniques. Its\npeculiar feature is the propagation of operators backwards in time. In this way\nthe resource consumption scales linearly with the number of states used to\nrepresent the system. This allows us to calculate the current for\nnon-interacting electrons in large one-, two- and three-dimensional lead-device\nconfigurations with time-dependent voltages or potentials. We discuss the\ntechnical aspects of the method and present results for an electron pump device\nand a disordered system, where we find transient behaviour that exists for a\nvery long time and may be accessible to experiments.\n","Comment: 4 pages, 3 figures. Contribution to the International Conference on\n  Magnetism (ICM) 2009 in Karlsruhe"]}]
["0909.4144",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4144","Phys. Rev. D81: 036002, 2010","doi:10.1103/PhysRevD.81.036002"],"date":["2009-09-23","2010-01-14"],"type":["text"],"creator":["Wang, Zhi-Gang"],"language":[],"coverage":[],"title":["Analysis of the vertexes $\\Omega_Q^*\\Omega_Q \\phi$ and radiative decays\n  $\\Omega_Q^*\\to \\Omega_Q \\gamma$"],"description":["  In this article, we study the vertexes $\\Omega_Q^*\\Omega_Q \\phi$ with the\nlight-cone QCD sum rules, then assume the vector meson dominance of the\nintermediate $\\phi(1020)$, and calculate the radiative decays $\\Omega_Q^*\\to\n\\Omega_Q \\gamma$.\n","Comment: 17 pages, 12 figures, revised version"]}]
["0909.4510",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4510","Phys. Rev. Lett. 104, 070405 (2010)","doi:10.1103/PhysRevLett.104.070405"],"date":["2009-09-24"],"type":["text"],"creator":["Rahi, Sahand Jamal","Zaheer, Saad"],"language":[],"coverage":[],"title":["Casimir spring and compass: Stable levitation and alignment of compact\n  objects"],"description":["  We investigate a stable Casimir force configuration consisting of an object\ncontained inside a spherical or spheroidal cavity filled with a dielectric\nmedium. The spring constant for displacements from the center of the cavity and\nthe dependence of the energy on the relative orientations of the inner object\nand the cavity walls are computed. We find that the stability of the force\nequilibrium can be predicted based on the sign of the force, but the torque\ncannot be.\n","Comment: 5 pages, 4 figures"]}]
["0910.1685",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1685"],"date":["2009-10-09","2010-02-19"],"type":["text"],"creator":["Endo, Motoi","Kanemura, Shinya","Shindou, Tetsuo"],"language":[],"coverage":[],"title":["Gluon jet as a probe of a long-lived colored particle at the LHC"],"description":["  In some new physics models, there exists a long-lived colored particle.\nAlthough such a particle is expected be discovered by studying the muon-like\ntracks, it is not easy to discriminate hadronic events from leptonic ones at\nthe Large Hadron Collider. We focus on the charged track events associated with\na single hard gluon jet. They are sensitive to the colored long-lived particle\nand found to be almost free from the background after applying the velocity\ncut. We also study the the process to probe properties of the particle.\n","Comment: 8 pages, 4 figures"]}]
["0911.1845",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1845","Phys. Rev. A 81, 014101 (2010)","doi:10.1103/PhysRevA.81.014101"],"date":["2009-11-10"],"type":["text"],"creator":["Wang, Bo","Xu, Zhen-Yu","Chen, Ze-Qian","Feng, Mang"],"language":[],"coverage":[],"title":["Non-Markovian effect on the quantum discord"],"description":["  We study the non-Markovian effect on the dynamics of the quantum discord by\nexactly solving a model consisting of two independent qubits subject to two\nzero-temperature non-Markovian reservoirs, respectively. Considering the two\nqubits initially prepared in Bell-like or extended Werner-like states, we show\nthat there is no occurrence of the sudden death, but only instantaneous\ndisappearance of the quantum discord at some time points, in comparison to the\nentanglement sudden death in the same range of the parameters of interest. It\nimplies that the quantum discord is more useful than the entanglement to\ndescribe quantum correlation involved in quantum systems.\n","Comment: 5 pages, 5 figures"]}]
["0911.4200",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Logic","20E08","03C50","03E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4200","doi:10.1016/j.jpaa.2010.02.012"],"date":["2009-11-21","2010-02-19"],"type":["text"],"creator":["Guirardel, Vincent","Ivanov, Aleksander"],"language":[],"coverage":[],"title":["Non-nesting actions of Polish groups on real trees"],"description":["  We prove that if a Polish G with a comeagre conjugacy class has a non-nesting\naction on an R-tree, then every element of G fixes a point.\n","Comment: 7 pages, to appear in J. Pure and Appl. Algebra"]}]
["0912.2297",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2297"],"date":["2009-12-11","2010-02-20"],"type":["text"],"creator":["Hajduk, Boguslaw","Walczak, Rafal"],"language":[],"coverage":[],"title":["Presymplectic manifolds"],"description":["  A presymplectic structure on odd dimensional manifold is given by a closed\n2-form which is nondegenerate, i.e., of maximal rank. We investigate geometry\nof presymplectic manifolds. Some basic theorems analogous to those in\nsymplectic and contact topology are given and applied to study constructions of\npresymplectic manifolds. In particular, we describe how to glue presymplectic\nmanifolds along a presymplectic submanifold, including surgery along a\npresymplectic circles.\n","Comment: some changes and improvements"]}]
["1001.4605",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4605"],"date":["2010-01-26","2010-02-19"],"type":["text"],"creator":["Alonso, M. S.","Michel-Dansac, L.","Lambas, D. G."],"language":[],"coverage":[],"title":["Metallicity of high stellar mass galaxies with signs of merger events"],"description":["  We focus on an analysis of galaxies of high stellar mass and low metallicity.\nWe cross-correlated the Millenium Galaxy Catalogue (MGC) and the Sloan Digital\nSky Survey (SDSS) galaxy catalogue to provide a sample of MGC objects with high\nresolution imaging and both spectroscopic and photometric information available\nin the SDSS database. For each galaxy in our sample, we conducted a systematic\nmorphological analysis by visual inspection of MGC images using their\nluminosity contours. The galaxies are classified as either disturbed or\nundisturbed objects. We divide the sample into three metallicity regions,\nwithin wich we compare the properties of disturbed and undisturbed objects. We\nfind that the fraction of galaxies that are strongly disturbed, indicative of\nbeing merger remnants, is higher when lower metallicity objects are considered.\nThe three bins analysed consist of approximatively 15%, 20%, and 50% disturbed\ngalaxies (for high, medium, and low metallicity, respectively). Moreover, the\nratio of the disturbed to undisturbed relative distributions of the population\nage indicator, Dn(4000), in the low metallicity bin, indicates that the\ndisturbed objects have substantially younger stellar populations than their\nundisturbed counterparts. In addition, we find that an analysis of colour\ndistributions provides similar results, showing that low metallicity galaxies\nwith a disturbed morphology are bluer than those that are undisturbed. The\nbluer colours and younger populations of the low metallicity, morphologically\ndisturbed objects suggest that they have experienced a recent merger with an\nassociated enhanced star formation rate. [abridged]\n","Comment: Astronomy & Astrophysics, in press"]}]
["1001.5120",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Spectral Theory","Quantum Physics","34L20, 34L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5120","CMFT 10 (2010) 111-133."],"date":["2010-01-28"],"type":["text"],"creator":["Shin, Kwang C."],"language":[],"coverage":[],"title":["Asymptotics of eigenvalues of non-self adjoint Schr\\\"odinger operators\n  on a half-line"],"description":["  We study the eigenvalues of the non-self adjoint problem\n$-y^{\\prime\\prime}+V(x)y=E y$ on the half-line $0\\leq x<+\\infty$ under the\nRobin boundary condition at $x=0$, where $V$ is a monic polynomial of degree\n$\\geq 3$. We obtain a Bohr-Sommerfeld-like asymptotic formula for $E_n$ that\ndepends on the boundary conditions. Consequently, we solve certain inverse\nspectral problems, recovering the potential $V$ and boundary condition from the\nfirst $(m+2)$ terms of the asymptotic formula.\n","Comment: No figure. To appear in CMFT"]}]
["math/0610236",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610236"],"date":["2006-10-06","2010-02-20"],"type":["text"],"creator":["Sinha, Dev"],"language":[],"coverage":[],"title":["The homology of the little disks operad"],"description":["  In this expository paper we give an elementary, hands-on computation of the\nhomology of the little disks operad, showing that the homology of a $d-fold\nloop space is a Poisson algebra. One aim is to familiarize a greater audience\nwith Euclidean configuration spaces, using tools accessible to second-year\ngraduate students. We also give a brief introduction to the theory of operads.\nNew results include identifying the pairing between homology and cohomology of\nthese spaces as a pairing of graphs and trees, and treating the cooperad\nstructure on cohomology.\n","Comment: Expository paper. 17 pages, 7 figures. Typos corrected, notation\n  cleaned up, and references given in revisions"]}]
["quant-ph/0412092",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0412092","PHYSICAL REVIEW A 71, 052302(2005)","doi:10.1103/PhysRevA.71.052302"],"date":["2004-12-13","2010-02-19"],"type":["text"],"creator":["Chen, Zeqian"],"language":[],"coverage":[],"title":["Wigner-Yanase skew information as tests for quantum entanglement"],"description":["  A Bell-type inequality is proposed in terms of Wigner-Yanase skew\ninformation, which is quadratic and involves only one local spin observable at\neach site. This inequality presents a hierarchic classification of all states\nof multipartite quantum systems from separable to fully entangled states, which\nis more powerful than the one presented by quadratic Bell inequalities from\ntwo-entangled to fully entangled states. In particular, it is proved that the\ninequality provides an exact test to distinguish entangled from nonentangled\npure states of two qubits. Our inequality sheds considerable light on\nrelationships between quantum entanglement and information theory.\n","Comment: 5 pages"]}]
