["0806.2282",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2282","Journal de Math\\'ematiques Pures et Appliqu\\'es Volume 92, Issue\n  4, October 2009, Pages 396-406","doi:10.1016/j.matpur.2009.05.008"],"date":["2008-06-13"],"type":["text"],"creator":["Carroll, Tom","Ortega-Cerda, Joaquim"],"language":[],"coverage":[],"title":["The univalent Bloch-Landau constant, harmonic symmetry and conformal\n  glueing"],"description":["  By modifying a domain first suggested by Ruth Goodman in 1935 and by\nexploiting the explicit solution by Fedorov of the Poly\\'a-Chebotarev problem\nin the case of four symmetrically placed points, an improved upper bound for\nthe univalent Bloch-Landau constant is obtained. The domain that leads to this\nimproved bound takes the form of a disk from which some arcs are removed in\nsuch a way that the resulting simply connected domain is harmonically symmetric\nin each arc with respect to the origin. The existence of domains of this type\nis established, using techniques from conformal welding, and some general\nproperties of harmonically symmetric arcs in this setting are established.\n"]}]
["0905.2825",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","C.2.1","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2825","Eur. Phys. J. B 73, 597--604 (2010)","doi:10.1140/epjb/e2010-00049-x"],"date":["2009-05-18"],"type":["text"],"creator":["Kim, Beom Jun","Holme, Petter","Fodor, Viktoria"],"language":[],"coverage":[],"title":["Heterogeneous attachment strategies optimize the topology of dynamic\n  wireless networks"],"description":["  In optimizing the topology of wireless networks built of a dynamic set of\nspatially embedded agents, there are many trade-offs to be dealt with. The\nnetwork should preferably be as small (in the sense that the average, or\nmaximal, pathlength is short) as possible, it should be robust to failures, not\nconsume too much power, and so on. In this paper, we investigate simple models\nof how agents can choose their neighbors in such an environment. In our model\nof attachment, we can tune from one situation where agents prefer to attach to\nothers in closest proximity, to a situation where distance is ignored (and thus\nattachments can be made to agents further away). We evaluate this scenario with\nseveral performance measures and find that the optimal topologies, for most of\nthe quantities, is obtained for strategies resulting in a mix of most local and\na few random connections.\n"]}]
["0908.0643",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0643"],"date":["2009-08-05","2010-03-09"],"type":["text"],"creator":["Aldaz, J. M.","Lázaro, J. Pérez"],"language":[],"coverage":[],"title":["Behavior of weak type bounds for high dimensional maximal operators\n  defined by certain radial measures"],"description":["  As shown in [A1], the lowest constants appearing in the weak type (1,1)\ninequalities satisfied by the centered Hardy-Littlewood maximal operator\nassociated to certain finite radial measures, grow exponentially fast with the\ndimension. Here we extend this result to a wider class of radial measures and\nto some values of p>1. Furthermore, we improve the previously known bounds for\np=1. Roughly speaking, whenever p\\in (1, 1.03], if \\mu is defined by a radial,\nradially decreasing density satisfying some mild growth conditions, then the\nbest constants c_{p,d,\\mu} in the weak type (p,p) inequalities satisfy\nc_{p,d,\\mu} \\ge 1.005^d for all d sufficiently large. We also show that\nexponential increase of the best constants occurs for certain families of\ndoubling measures, and for arbitrarily high values of p.\n  [A1] Aldaz, J.M. Dimension dependency of the weak type (1,1) bounds for\nmaximal functions associated to finite radial measures. Bull. Lond. Math. Soc.\n39 (2007) 203-208. Also available at the Mathematics ArXiv.\n","Comment: results unchanged"]}]
["0909.3472",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3472"],"date":["2009-09-18","2010-03-09"],"type":["text"],"creator":["Kunegis, Jérôme","Said, Alan","Umbrath, Winfried"],"language":[],"coverage":[],"title":["The Universal Recommender"],"description":["  We describe the Universal Recommender, a recommender system for semantic\ndatasets that generalizes domain-specific recommenders such as content-based,\ncollaborative, social, bibliographic, lexicographic, hybrid and other\nrecommenders. In contrast to existing recommender systems, the Universal\nRecommender applies to any dataset that allows a semantic representation. We\ndescribe the scalable three-stage architecture of the Universal Recommender and\nits application to Internet Protocol Television (IPTV). To achieve good\nrecommendation accuracy, several novel machine learning and optimization\nproblems are identified. We finally give a brief argument supporting the need\nfor machine learning recommenders.\n","Comment: 17 pages; typo and references fixed"]}]
["0912.2184",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Primary 58J52","Secondary 57Q10, 58J40, 81T30."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2184","Sci China Math 53 (2010) 555--563","doi:10.1007/s11425-010-0053-3"],"date":["2009-12-11","2010-03-01"],"type":["text"],"creator":["Mathai, Varghese","Wu, Siye"],"language":[],"coverage":[],"title":["Twisted Analytic Torsion"],"description":["  We review the Reidemeister torsion, Ray-Singer's analytic torsion and the\nCheeger-M\"uller theorem. We describe the analytic torsion of the de Rham\ncomplex twisted by a flux form introduced by the current authors and recall its\nproperties. We define a new twisted analytic torsion for the complex of\ninvariant differential forms on the total space of a principal circle bundle\ntwisted by an invariant flux form. We show that when the dimension is even,\nsuch a torsion is invariant under certain deformation of the metric and the\nflux form. Under T-duality which exchanges the topology of the bundle and the\nflux form and the radius of the circular fiber with its inverse, the twisted\ntorsions of invariant forms are inverse to each other for any dimension.\n","Comment: 10 pages, based on a talk at the International Conference on Complex\n  Analysis and Related Topics, August 2009, Beijing, to appear in the special\n  volume in honor of Prof. Yang Lo on the occasion of his 70th birthday;\n  correction of typos and some other minor changes"]}]
["1002.2636",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2636","Astrophysical Journal 712 (2010) 942-950","doi:10.1088/0004-637X/712/2/942"],"date":["2010-02-13","2010-03-09"],"type":["text"],"creator":["Michałowski, Michał J.","Watson, Darach","Hjorth, Jens"],"language":[],"coverage":[],"title":["Rapid dust production in submillimeter galaxies at z>4?"],"description":["  The existence of submillimeter-selected galaxies (SMGs) at redshifts z>4 has\nrecently been confirmed. Using simultaneously all the available data from UV to\nradio we have modeled the spectral energy distributions of the six known\nspectroscopically confirmed SMGs at z>4. We find that their star formation\nrates (average ~2500 MSun yr^{-1}), stellar (~3.6x10^{11} MSun) and dust\n(~6.7x10^{8} MSun) masses, extinction (A_V~2.2 mag), and gas-to-dust ratios\n(~60) are within the ranges for 1.7<z<3.6 SMGs. Our analysis suggests that\ninfrared-to-radio luminosity ratios of SMGs do not change up to redshift ~5 and\nare lower by a factor of ~2.1 than the value corresponding to the local\nIR-radio correlation. However, we also find dissimilarities between z>4 and\nlower-redshift SMGs. Those at z>4 tend to be among the most star-forming, least\nmassive and hottest (~60 K) SMGs and exhibit the highest fraction of stellar\nmass formed in the ongoing starburst (~45%). This indicates that at z>4 we see\nearlier stages of evolution of submillimeter-bright galaxies. Using the derived\nproperties for z>4 SMGs we investigate the origin of dust at epochs less than\n1.5 Gyr after the big bang. This is significant to our understanding of the\nevolution of the early universe. For three z>4 SMGs, asymptotic giant branch\nstars could be the dominant dust producers. However, for the remaining three\nonly supernovae (SNe) are efficient and fast enough to be responsible for dust\nproduction, though requiring a very high dust yield per SN (0.15-0.65 MSun).\nThe required dust yields are lower if a top-heavy initial mass function or\nsignificant dust growth in the interstellar medium is assumed. We estimate\nlower limits of the contribution of SMGs to the cosmic star formation and\nstellar mass densities at z~4-5 to be ~4% and ~1%, respectively.\n","Comment: Published in ApJ. 10 pages, 2 figures, 5 tables. Table 1 and 2 can be\n  found in the source file in the machine-readable form. For SED templates, see\n  http://archive.dark-cosmology.dk/ or the source file. V2: minor changes to\n  match the published version."]}]
["1003.1319",{"format":[],"subject":["Computer Science - Discrete Mathematics","G.2.2","F.2.m"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1319","Acta Univ. Sapientiae, Informatica 2,1 (2010) 5-9"],"date":["2010-03-05","2010-03-09"],"type":["text"],"creator":["Pirzada, Shariefuddin","Zhou, Guofei"],"language":[],"coverage":[],"title":["On k-hypertournament losing scores"],"description":["  We give a new and short proof of a theorem on k-hypertournament losing scores\ndue to Zhou et al. [G. Zhou, T. Yao, K. Zhang, On score sequences of\nk-tournaments, European J. Comb., 21, 8 (2000) 993-1000.]\n"]}]
["1003.1336",{"format":[],"subject":["Computer Science - Operating Systems","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1336","Acta Univ. Sapientiae, Informatica, 2,1 (2010) 80-89"],"date":["2010-03-05","2010-03-09"],"type":["text"],"creator":["Fornai, Peter","Ivanyi, Antal"],"language":[],"coverage":[],"title":["FIFO anomaly is unbounded"],"description":["  Virtual memory of computers is usually implemented by demand paging. For some\npage replacement algorithms the number of page faults may increase as the\nnumber of page frames increases. Belady, Nelson and Shedler constructed\nreference strings for which page replacement algorithm FIFO produces near twice\nmore page faults in a larger memory than in a smaller one. They formulated the\nconjecture that 2 is a general bound. We prove that this ratio can be\narbitrarily large.\n"]}]
["1003.1360",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1360"],"date":["2010-03-06"],"type":["text"],"creator":["Bel, Ll."],"language":[],"coverage":[],"title":["Reflections on three debated issues"],"description":["  A time-dependent model of space-time is used to suggest simple explanations\nfor the increasing of the Astronomical unit, as well as the increasing of the\ndistance from the Earth to the Moon. The Pioneer anomaly is also considered.\n","Comment: 8 pages"]}]
["1003.1385",{"format":[],"subject":["Computer Science - Discrete Mathematics","11B75, 68P30, 68R05","G.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1385","Studia Univ. Babes-Bolyai, Informatica, 46, 1 (2001) 31-41"],"date":["2010-03-06"],"type":["text"],"creator":["Bege, Antal","Kása, Zoltán"],"language":[],"coverage":[],"title":["Coding objects related to Catalan numbers"],"description":["  A coding method using binary sequences is presented for different computation\nproblems related to Catalan numbers. This method proves in a very easy way the\nequivalence of these problems.\n"]}]
["1003.1387",{"format":[],"subject":["Computer Science - Cryptography and Security","68N18","D.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1387","Acta Univ. Sapientiae, Informatica, 2, 1 (2010) 99-112"],"date":["2010-03-06"],"type":["text"],"creator":["Márton, Gyöngyvér"],"language":[],"coverage":[],"title":["Public-key cryptography in functional programming context"],"description":["  Up to now, for efficiency reasons cryptographic algorithm has been written in\nan imperative language. But to get acquaintance with a functional programming\nlanguage a question arises: functional programming offers some new for secure\ncommunication or not? This article investigates this question giving an\noverview on some cryptography algorithms and presents how the RSA encryption in\nthe functional language Clean can be implemented and how can be measured the\nefficiency of a certain application.\n"]}]
["1003.1395",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","68M20","C.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1395","Acta Univ. Sapientiae, Informatica, 2, 1 (2010) 10-27"],"date":["2010-03-06","2010-03-09"],"type":["text"],"creator":["Burcsi, Peter","Kovács, Attila","Tátrai, Antal"],"language":[],"coverage":[],"title":["Start-phase control of distributed systems written in Erlang/OTP"],"description":["  This paper presents a realization for the reliable and fast startup of\ndistributed systems written in Erlang. The traditional startup provided by the\nErlang/OTP library is sequential, parallelization usually requires unsafe and\nad-hoc solutions. The proposed method calls only for slight modifications in\nthe Erlang/OTP stdlib by applying a system dependency graph. It makes the\nstartup safe, quick, and it is equally easy to use in newly developed and\nlegacy systems.\n"]}]
["1003.1397",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","68U20, 68U05","I.6.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1397","Acta Univ. Sapientiae, Informatica, 2,1 (2010) 28-39"],"date":["2010-03-06"],"type":["text"],"creator":["Korecko, Stefan","Sobota, Branislav"],"language":[],"coverage":[],"title":["Using Coloured Petri Nets for design of parallel raytracing environment"],"description":["  This paper deals with the parallel raytracing part of virtual-reality system\nPROLAND, developed at the home institution of authors. It describes an actual\nimplementation of the raytracing part and introduces a Coloured Petri Nets\nmodel of the implementation. The model is used for an evaluation of the\nimplementation by means of simulation-based performance analysis and also forms\nthe basis for future improvements of its parallelization strategy.\n"]}]
["1003.1399",{"format":[],"subject":["Computer Science - Computation and Language","68N99","D.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1399","Acta Univ. Sapientiae, Informatica, 2,1 (2010) 40-50"],"date":["2010-03-06"],"type":["text"],"creator":["Vaclavik, Peter","Poruban, Jaroslav","Mezei, Marek"],"language":[],"coverage":[],"title":["Automatic derivation of domain terms and concept location based on the\n  analysis of the identifiers"],"description":["  Developers express the meaning of the domain ideas in specifically selected\nidentifiers and comments that form the target implemented code. Software\nmaintenance requires knowledge and understanding of the encoded ideas. This\npaper presents a way how to create automatically domain vocabulary. Knowledge\nof domain vocabulary supports the comprehension of a specific domain for later\ncode maintenance or evolution. We present experiments conducted in two selected\ndomains: application servers and web frameworks. Knowledge of domain terms\nenables easy localization of chunks of code that belong to a certain term. We\nconsider these chunks of code as \"concepts\" and their placement in the code as\n\"concept location\". Application developers may also benefit from the obtained\ndomain terms. These terms are parts of speech that characterize a certain\nconcept. Concepts are encoded in \"classes\" (OO paradigm) and the obtained\nvocabulary of terms supports the selection and the comprehension of the class'\nappropriate identifiers. We measured the following software products with our\ntool: JBoss, JOnAS, GlassFish, Tapestry, Google Web Toolkit and Echo2.\n"]}]
["1003.1612",{"format":[],"subject":["Mathematics - Numerical Analysis","65N15, 65N25, 65N30, 65T99, 35J60, 35P30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1612"],"date":["2010-03-08"],"type":["text"],"creator":["Cancès, Eric","Chakir, Rachida","Maday, Yvon"],"language":[],"coverage":[],"title":["Numerical analysis of the planewave discretization of some orbital-free\n  and Kohn-Sham models"],"description":["  We provide a priori error estimates for the spectral and pseudospectral\nFourier (also called planewave) discretizations of the periodic\nThomas-Fermi-von Weizs\\\"{a}cker (TFW) model and for the spectral discretization\nof the Kohn-Sham model, within the local density approximation (LDA). These\nmodels allow to compute approximations of the ground state energy and density\nof molecular systems in the condensed phase. The TFW model is stricly convex\nwith respect to the electronic density, and allows for a comprehensive\nanalysis. This is not the case for the Kohn-Sham LDA model, for which the\nuniqueness of the ground state electronic density is not guaranteed. Under a\ncoercivity assumption on the second order optimality condition, we prove that\nfor large enough energy cut-offs, the discretized Kohn-Sham LDA problem has a\nminimizer in the vicinity of any Kohn-Sham ground state, and that this\nminimizer is unique up to unitary transform. We then derive optimal a priori\nerror estimates for the spectral discretization method.\n","Comment: 50 pages"]}]
["1003.1632",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.4.1","F.4.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1632"],"date":["2010-03-08"],"type":["text"],"creator":["Gascón, Adrià","Godoy, Guillem","Schmidt-Schauß, Manfred"],"language":[],"coverage":[],"title":["Unification and Matching on Compressed Terms"],"description":["  Term unification plays an important role in many areas of computer science,\nespecially in those related to logic. The universal mechanism of grammar-based\ncompression for terms, in particular the so-called Singleton Tree Grammars\n(STG), have recently drawn considerable attention. Using STGs, terms of\nexponential size and height can be represented in linear space. Furthermore,\nthe term representation by directed acyclic graphs (dags) can be efficiently\nsimulated. The present paper is the result of an investigation on term\nunification and matching when the terms given as input are represented using\ndifferent compression mechanisms for terms such as dags and Singleton Tree\nGrammars. We describe a polynomial time algorithm for context matching with\ndags, when the number of different context variables is fixed for the problem.\nFor the same problem, NP-completeness is obtained when the terms are\nrepresented using the more general formalism of Singleton Tree Grammars. For\nfirst-order unification and matching polynomial time algorithms are presented,\neach of them improving previous results for those problems.\n","Comment: This paper is posted at the Computing Research Repository (CoRR) as\n  part of the process of submission to the journal ACM Transactions on\n  Computational Logic (TOCL)."]}]
["1003.1808",{"format":[],"subject":["Mathematics - Dynamical Systems","37A40, 37C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1808"],"date":["2010-03-09"],"type":["text"],"creator":["Conze, Jean-Pierre","Fraczek, Krzysztof"],"language":[],"coverage":[],"title":["Cocycles over interval exchange transformations and multivalued\n  Hamiltonian flows"],"description":["  We consider interval exchange transformations of periodic type and construct\ndifferent classes of recurrent ergodic cocycles of dimension $\\geq 1$ over this\nspecial class of IETs. Then using Poincar\\'e sections we apply this\nconstruction to obtain recurrence and ergodicity for some smooth flows on\nnon-compact manifolds which are extensions of multivalued Hamiltonian flows on\ncompact surfaces.\n","Comment: 45 pages, 2 figures"]}]
["1003.1967",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1967","Sensors 2008, 8(8), 4821-4850","doi:10.3390/s8084821"],"date":["2010-03-09"],"type":["text"],"creator":["Borgne, Yann-Aël Le","Raybaud, Sylvain","Bontempi, Gianluca"],"language":[],"coverage":[],"title":["Distributed Principal Component Analysis for Wireless Sensor Networks"],"description":["  The Principal Component Analysis (PCA) is a data dimensionality reduction\ntechnique well-suited for processing data from sensor networks. It can be\napplied to tasks like compression, event detection, and event recognition. This\ntechnique is based on a linear transform where the sensor measurements are\nprojected on a set of principal components. When sensor measurements are\ncorrelated, a small set of principal components can explain most of the\nmeasurements variability. This allows to significantly decrease the amount of\nradio communication and of energy consumption. In this paper, we show that the\npower iteration method can be distributed in a sensor network in order to\ncompute an approximation of the principal components. The proposed\nimplementation relies on an aggregation service, which has recently been shown\nto provide a suitable framework for distributing the computation of a linear\ntransform within a sensor network. We also extend this previous work by\nproviding a detailed analysis of the computational, memory, and communication\ncosts involved. A compression experiment involving real data validates the\nalgorithm and illustrates the tradeoffs between accuracy and communication\ncosts.\n"]}]
