["0705.1863",{"format":[],"subject":["Mathematics - Probability","60J75, 60G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1863","J.Appl.Probab. 40 (2008) 815-834"],"date":["2007-05-13"],"type":["text"],"creator":["Borovkov, K. A.","Last, G."],"language":[],"coverage":[],"title":["On level crossings for a general class of piecewise-deterministic Markov\n  processes"],"description":["  We consider a piecewise-deterministic Markov process governed by a jump\nintensity function, a rate function that determines the behaviour between\njumps, and a stochastic kernel describing the conditional distribution of jump\nsizes. We study the point process of upcrossings of a level $b$ by the Markov\nprocess. Our main result shows that, under a suitable scaling $\\nu(b)$, the\npoint process converges, as $b$ tends to infinity, weakly to a geometrically\ncompound Poisson process. We also prove a version of Rice's formula relating\nthe stationary density of the process to level crossing intensities. This\nformula provides an interpretation of the scaling factor $\\nu(b)$. While our\nproof of the limit theorem requires additional assumptions, Rice's formula\nholds whenever the (stationary) overall intensity of jumps is finite.\n","Comment: 25 pages"]}]
["0705.3999",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3999","J. Theor. Comput. Stud. 6: 0404, 2007"],"date":["2007-05-28","2007-07-10"],"type":["text"],"creator":["Damanik, Asan","Satriawan, Mirza","Muslim","Anggraita, Pramudita"],"language":[],"coverage":[],"title":["Left-Right Symmetry Model with Two Bidoublets and One Doublet Higgs\n  Field for Electroweak Interaction"],"description":["  We use the left-right symmetry model based on SU(2)_{L}xSU(2)_{R}xU(1)_{B-L}\ngauge group with two bidoublets and one doublet Higgs field for electroweak\ninteraction. The lepton fields are represented as a doublet of SU(2)for both\nleft and right fields. By using the pattern of symmetry breaking emerges as the\nminimum of the Higgs potential for a range of parameters, we show that the\ndomination of the V-A over V+A interactions is natural at low energy. The\nsymmetry breaking is the responsible mechanism for the up-down lepton doublet\nmass difference\n","Comment: 8 pages, no figure"]}]
["0803.3480",{"format":[],"subject":["Mathematics - Complex Variables","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3480","Bol. Asoc. Mat. Ven., Vol. XVI, No. 1 (2009)"],"date":["2008-03-24","2008-04-06"],"type":["text"],"creator":["Alayon-Solarz, Daniel"],"language":[],"coverage":[],"title":["A generalization of a Cullen's Integral Theorem for the quaternions"],"description":["  We discuss the proof of a certain integral theorem obtained by C. G. Cullen,\noriginally stated on the class of the analytic intrinsic functions on the\nquaternions. It is shown that this integral theorem is true for a larger class\nof quaternionic functions.\n","Comment: more typos corrected"]}]
["0805.2370",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2370","J. Sci. Eng. A 5, 112-139 (2008)"],"date":["2008-05-15"],"type":["text"],"creator":["Fedichkin, L.","Privman, V."],"language":[],"coverage":[],"title":["Quantitative Evaluation of Decoherence and Applications for Quantum-Dot\n  Charge Qubits"],"description":["  We review results on evaluation of loss of information in quantum registers\ndue to their interactions with the environment. It is demonstrated that an\noptimal measure of the level of quantum noise effects can be introduced via the\nmaximal absolute eigenvalue norm of deviation of the density matrix of a\nquantum register from that of ideal, noiseless dynamics. For a semiconductor\nquantum dot charge qubits interacting with acoustic phonons, explicit\nexpressions for this measure are derived. For a broad class of environmental\nmodes, this measure is shown to have the property that for small levels of\nquantum noise it is additive and scales linearly with the size of the quantum\nregister.\n"]}]
["0806.4644",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4644","J. Optoelectronics Adv. Mater. 10, 2827-2839 (2008)"],"date":["2008-06-30"],"type":["text"],"creator":["Privman, Vladimir"],"language":[],"coverage":[],"title":["Diffusional Nucleation of Nanocrystals and Their Self-Assembly into\n  Uniform Colloids"],"description":["  We review theoretical explanation of mechanisms of control of uniformity in\ngrowth of nanosize particles and colloids. The nanoparticles are synthesized as\nnanocrystals, by burst nucleation from solution. The colloids are\nself-assembled by aggregation of these nanocrystals. The two kinetic processes\nare coupled, and both are driven by diffusional transport. The interrelation of\nthe two processes allows for formation of narrow-size-distribution colloid\ndispersions which are of importance in many applications. We review a\nmathematical model of cluster growth by capture of diffusing \"singlets.\" Burst\nnucleation of nanoparticles in solution is then analyzed. Finally, we couple it\nto the secondary process of aggregation of nanoparticles to form colloids. We\naddress aspects of modeling of particle size distribution, as well as other\nproperties.\n","Comment: 15 pages in PDF"]}]
["0810.0004",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0004","Proc. Conf. ICQNM 2009, edited by D. Avis, C. Kollmitzer and V.\n  Privman (IEEE Computer Society Conference Publishing Services, Los Alamitos,\n  California, 2009), pages 141-146","doi:10.1109/ICQNM.2009.7"],"date":["2008-09-30"],"type":["text"],"creator":["Halaciuga, Ionel","Robb, Daniel T.","Privman, Vladimir","Goia, Dan V."],"language":[],"coverage":[],"title":["Synthesis of Silver Colloids: Experiment and Computational Model"],"description":["  We summarize our recent results that model the formation of uniform spherical\nsilver colloids prepared by mixing iso-ascorbic acid and silver-amine complex\nsolutions in the absence of dispersants. We found that the experimental results\ncan be modeled effectively by the two-stage formation mechanism used previously\nto model the preparation of colloidal gold spheres. The equilibrium\nconcentration of silver atoms and the surface tension of silver precursor\nnanocrystals are both treated as free parameters, and the experimental reaction\ntime scale is fit by a narrow region of this two-parameter space. The kinetic\nparameter required to match the final particle size is found to be very close\nto that used previously in modeling the formation of uniform gold particles,\nsuggesting that similar kinetics governs the aggregation process. The model\nalso reproduces semi quantitatively the effects of temperature and solvent\nviscosity on particle synthesis.\n","Comment: 6 pages, 5 figures"]}]
["0901.0982",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0982"],"date":["2009-01-08","2010-09-21"],"type":["text"],"creator":["Dita, Petre"],"language":[],"coverage":[],"title":["Complex Hadamard matrices from Sylvester inverse orthogonal matrices"],"description":["  A novel method to obtain parametrizations of complex inverse orthogonal\nmatrices is provided. These matrices are natural generalizations of complex\nHadamard matrices which depend on non zero complex parameters. The method we\nuse is via doubling the size of inverse complex conference matrices. When the\nfree parameters take values on the unit circle the inverse orthogonal matrices\ntransform into complex Hadamard matrices, and in this way we find new\nparametrizations of Hadamard matrices for dimensions n= 8,10,12.\n","Comment: revised form of the paper published in Open Systems & Information\n  Dynamics, 16 (2009) 387-405"]}]
["0902.0068",{"format":[],"subject":["Mathematics - Probability","60D05, 60G55, 60G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0068","a revised version will be published in Math. Z. (2010)","doi:10.1007/s00209-009-0642-4"],"date":["2009-01-31","2009-10-19"],"type":["text"],"creator":["Gentner, Daniel","Last, Günter"],"language":[],"coverage":[],"title":["Palm pairs and the general mass-transport principle"],"description":["  We consider a lcsc group G acting properly on a Borel space S and measurably\non an underlying sigma-finite measure space. Our first main result is a\ntransport formula connecting the Palm pairs of jointly stationary random\nmeasures on S. A key (and new) technical result is a measurable disintegration\nof the Haar measure on G along the orbits. The second main result is an\nintrinsic characterization of the Palm pairs of a G-invariant random measure.\nWe then proceed with deriving a general version of the mass-transport principle\nfor possibly non-transitive and non-unimodular group operations first in a\ndeterministic and then in its full probabilistic form.\n","Comment: 26 pages"]}]
["0902.2277",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology","14J17, 53D35, 32S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2277"],"date":["2009-02-13","2010-09-21"],"type":["text"],"creator":["Bhupal, Mohan","Stipsicz, Andras I."],"language":[],"coverage":[],"title":["Weighted homogeneous singularities and rational homology disk smoothings"],"description":["  We classify the resolution graphs of weighted homogeneous surface\nsingularities which admit rational homology disk smoothings. The nonexistence\nof rational homology disk smoothings is shown by symplectic geometric methods,\nwhile the existence is verified via smoothings of negative weights. In\nparticular, it is shown that a (negative definite) starshaped plumbing tree\ngives rise to a weighted homogeneous singularity admitting a rational homology\ndisk smoothing if and only if the Milnor fillable contact structure of the link\nadmits a weak symplectic rational homology disk filling.\n","Comment: 45 pages, 13 figures; proofs are streamlined and unified"]}]
["0903.3232",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3232","Phys.Rev.D80:094503,2009","doi:10.1103/PhysRevD.80.094503"],"date":["2009-03-18","2009-10-21"],"type":["text"],"creator":["Doi, Takumi","Deka, Mridupawan","Dong, Shao-Jing","Draper, Terrence","Liu, Keh-Fei","Mankame, Devdatta","Mathur, Nilmani","Streuer, Thomas"],"language":[],"coverage":[],"title":["Nucleon strangeness form factors from N_f=2+1 clover fermion lattice QCD"],"description":["  We present the N_f=2+1 clover fermion lattice QCD calculation of the nucleon\nstrangeness form factors. We evaluate disconnected insertions using the Z(4)\nstochastic method, along with unbiased subtractions from the hopping parameter\nexpansion. We find that increasing the number of nucleon sources for each\nconfiguration improves the signal significantly. We obtain G_M^s(0) =\n-0.017(25)(07), where the first error is statistical, and the second is the\nuncertainties in Q^2 and chiral extrapolations. This is consistent with\nexperimental values, and has an order of magnitude smaller error.\n","Comment: 5 pages, 3 figures, added 1 figure in Fig.2, accepted version in\n  Phys. Rev. D"]}]
["0905.2235",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2235","Proc. Conf. CENICS 2009, eds. K. B. Kent et al. (IEEE Comp. Soc.\n  Conf. Publ. Serv., Los Alamitos, California, 2009), pages 1-7","doi:10.1109/CENICS.2009.8"],"date":["2009-05-13"],"type":["text"],"creator":["Arugula, Mary A.","Halamek, Jan","Katz, Evgeny","Melnikov, Dmitriy","Pita, Marcos","Privman, Vladimir","Strack, Guinevere"],"language":[],"coverage":[],"title":["Optimization of Enzymatic Logic Gates and Networks for Noise Reduction\n  and Stability"],"description":["  Biochemical computing attempts to process information with biomolecules and\nbiological objects. In this work we review our results on analysis and\noptimization of single biochemical logic gates based on enzymatic reactions,\nand a network of three gates, for reduction of the \"analog\" noise buildup. For\na single gate, optimization is achieved by analyzing the enzymatic reactions\nwithin a framework of kinetic equations. We demonstrate that using\nco-substrates with much smaller affinities than the primary substrate, a\nnegligible increase in the noise output from the logic gate is obtained as\ncompared to the input noise. A network of enzymatic gates is analyzed by\nvarying selective inputs and fitting standardized few-parameters response\nfunctions assumed for each gate. This allows probing of the individual gate\nquality but primarily yields information on the relative contribution of the\ngates to noise amplification. The derived information is then used to modify\nexperimental single gate and network systems to operate them in a regime of\nreduced analog noise amplification.\n","Comment: 7 pages in PDF"]}]
["0905.3506",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3506"],"date":["2009-05-21","2010-09-20"],"type":["text"],"creator":["Hu, Jie"],"language":[],"coverage":[],"title":["Chiral corrections to heavy quark-diquark symmetry predictions for\n  doubly heavy baryon zero-recoil semileptonic decay"],"description":["  This paper studies the leading chiral corrections to heavy quark-diquark\nsymmetry predictions for doubly heavy baryon semileptonic decay form factors.\nWe derive the coupling between heavy diquarks and weak current in the limit of\nheavy quark-diquark symmetry, and construct the chiral Lagrangian for doubly\nheavy baryons coupled to weak current. We evaluate chiral corrections to doubly\nheavy baryon zero-recoil semileptonic decay for both unquenched and partially\nquenched QCD. This theory is used to derive chiral extrapolation expressions\nfor measurements of form factors of doubly heavy baryon zero-recoil\nsemileptonic decay in lattice QCD simulations.\n"]}]
["0907.2689",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2689","Phys.Rev.D81:095020,2010","doi:10.1103/PhysRevD.81.095020"],"date":["2009-07-15","2010-09-20"],"type":["text"],"creator":["Franco, Sebastian","Kachru, Shamit"],"language":[],"coverage":[],"title":["Single-Sector Supersymmetry Breaking in Supersymmetric QCD"],"description":["  We construct examples of single-sector supersymmetry breaking based on simple\ndeformations of supersymmetric QCD with (weakly) gauged flavor group. These\ntheories are calculable in a weakly coupled Seiberg dual description. In these\nmodels, some of the particles in the first two generations of quarks and\nleptons are composites of the same strong dynamics which leads to dynamical\nsupersymmetry breaking. Such models can explain the hierarchies of Yukawa\ncouplings in the Standard Model, in a way that predictively correlates with the\nspectrum of SUSY-breaking soft terms.\n","Comment: 22 pages. v3: note added"]}]
["0907.3778",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3778","Phys. Rev. A 82, 032313 (2010)","doi:10.1103/PhysRevA.82.032313"],"date":["2009-07-22","2010-09-21"],"type":["text"],"creator":["Pawlowski, Marcin"],"language":[],"coverage":[],"title":["Security proof for cryptographic protocols based only on the monogamy of\n  Bell's inequality violations"],"description":["  We show that monogamy of Bell's inequality violations, which is strictly\nweaker condition than no-signaling is enough to prove security of quantum key\ndistribution. We derive our results for a whole class of monogamy constraints\nand generalize our results to any theory that communicating parties may have\naccess to. Some of these theories do not respect no-signaling principle yet\nstill allow for secure communication. This proves that no-signaling is only a\nsufficient condition for the possibility of secure communication, but not the\nnecessary one. We also present some new qualitative results concerning the\nsecurity of existing quantum key distribution protocols.\n","Comment: 4 pages, 1 figure"]}]
["0908.3417",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18F30, 19J05 (Primary), 18G10, 19A49, 19A22, 46L10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3417"],"date":["2009-08-24","2010-09-21"],"type":["text"],"creator":["Fiore, Thomas M.","Lück, Wolfgang","Sauer, Roman"],"language":[],"coverage":[],"title":["Finiteness obstructions and Euler characteristics of categories"],"description":["  We introduce notions of finiteness obstruction, Euler characteristic,\nL^2-Euler characteristic, and M\\\"obius inversion for wide classes of\ncategories. The finiteness obstruction of a category Gamma of type (FP) is a\nclass in the projective class group K_0(RGamma); the functorial Euler\ncharacteristic and functorial L^2-Euler characteristic are respectively its\nRGamma-rank and L^2-rank. We also extend the second author's K-theoretic\nM\\\"obius inversion from finite categories to quasi-finite categories. Our main\nexample is the proper orbit category, for which these invariants are\nestablished notions in the geometry and topology of classifying spaces for\nproper group actions. Baez-Dolan's groupoid cardinality and Leinster's Euler\ncharacteristic are special cases of the L^2-Euler characteristic. Some of\nLeinster's results on M\\\"obius-Rota inversion are special cases of the\nK-theoretic M\\\"obius inversion.\n","Comment: Final version, accepted for publication in the Advances in\n  Mathematics. Notational change: what was called chi(Gamma) in version 1 is\n  now called chi(BGamma), and chi(Gamma) now signifies the sum of the\n  components of the functorial Euler characteristic chi_f(Gamma). Theorem 5.25\n  summarizes when all Euler characteristics are equal. Minor typos have been\n  corrected. 88 pages"]}]
["0909.3863",{"format":[],"subject":["Mathematics - Probability","60G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3863"],"date":["2009-09-21","2010-09-21"],"type":["text"],"creator":["Toth, Balint","Veto, Balint"],"language":[],"coverage":[],"title":["Continuous time `true' self-avoiding random walk on Z"],"description":["  We consider the continuous time version of the `true' or `myopic'\nself-avoiding random walk with site repulsion in 1d. The Ray-Knight-type method\nwhich was applied to the discrete time and edge repulsion case, is applicable\nto this model with some modifications. We present a limit theorem for the local\ntime of the walk and a local limit theorem for the displacement.\n","Comment: 17 pages"]}]
["0910.2247",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Functional Analysis","34C23, 34D20, 34D23, 34G20, 34L15, 37K50, 37M20, 45G15, 45P05,\n  46E35, 47H11, 47H30, 55M25, 58C40, 92B20, 92C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2247","SIADS vol. 9, pp 954-998 (2010)"],"date":["2009-10-12"],"type":["text"],"creator":["Veltz, Romain","Faugeras, Olivier"],"language":[],"coverage":[],"title":["Local/global analysis of the stationary solutions of some neural field\n  equations"],"description":["  Neural or cortical fields are continuous assemblies of mesoscopic models,\nalso called neural masses, of neural populations that are fundamental in the\nmodeling of macroscopic parts of the brain. Neural fields are described by\nnonlinear integro-differential equations. The solutions of these equations\nrepresent the state of activity of these populations when submitted to inputs\nfrom neighbouring brain areas. Understanding the properties of these solutions\nis essential in advancing our understanding of the brain. In this paper we\nstudy the dependency of the stationary solutions of the neural fields equations\nwith respect to the stiffness of the nonlinearity and the contrast of the\nexternal inputs. This is done by using degree theory and bifurcation theory in\nthe context of functional, in particular infinite dimensional, spaces. The\njoint use of these two theories allows us to make new detailed predictions\nabout the global and local behaviours of the solutions. We also provide a\ngeneric finite dimensional approximation of these equations which allows us to\nstudy in great details two models. The first model is a neural mass model of a\ncortical hypercolumn of orientation sensitive neurons, the ring model. The\nsecond model is a general neural field model where the spatial connectivity\nisdescribed by heterogeneous Gaussian-like functions.\n","Comment: 38 pages, 9 figures"]}]
["0911.4254",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R60, 74N20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4254"],"date":["2009-11-22","2010-09-21"],"type":["text"],"creator":["Dirr, Nicolas","Dondl, Patrick W.","Scheutzow, Michael"],"language":[],"coverage":[],"title":["Pinning of interfaces in random media"],"description":["  For a model for the propagation of a curvature sensitive interface in a time\nindependent random medium, as well as for a linearized version which is\ncommonly referred to as Quenched Edwards-Wilkinson equation, we prove existence\nof a stationary positive supersolution at non-vanishing applied load. This\nleads to the emergence of a hysteresis that does not vanish for slow loading,\neven though the local evolution law is viscous (in particular, the velocity of\nthe interface in the model is linear in the driving force).\n","Comment: 15 Pages"]}]
["0912.1778",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","06B15, 05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1778","Discrete Mathematics and Theoretical Computer Science (DMTCS)\n  proceedings, 2010, 833-844"],"date":["2009-12-09","2010-09-21"],"type":["text"],"creator":["Kousidis, Stavros"],"language":[],"coverage":[],"title":["A closed character formula for symmetric powers of irreducible\n  representations"],"description":["  We prove a closed character formula for the symmetric powers $S^N V(\\lambda)$\nof a fixed irreducible representation $V(\\lambda)$ of a complex semi-simple Lie\nalgebra $\\mathfrak{g}$ by means of partial fraction decomposition. The formula\ninvolves rational functions in rank of $\\mathfrak{g}$ many variables which are\neasier to determine than the weight multiplicities of $S^N V(\\lambda)$\nthemselves. We compute those rational functions in some interesting cases.\nFurthermore, we introduce a residue-type generating function for the weight\nmultiplicities of $S^N V(\\lambda)$ and explain the connections between our\ncharacter formula, vector partition functions and iterated partial fraction\ndecomposition.\n","Comment: 14 pages, 1 figure, published version"]}]
["0912.4736",{"format":[],"subject":["Mathematics - Probability","60J80, 60E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4736"],"date":["2009-12-23","2010-09-21"],"type":["text"],"creator":["Berestycki, Julien","Kyprianou, Andreas E.","Murillo, Antonio"],"language":[],"coverage":[],"title":["The prolific backbone for supercritical superdiffusions"],"description":["  We develop an idea of Evans and O'Connell, Englander and Pinsky and Duquesne\nand Winkel by giving a pathwise construction of the so called `backbone'\ndecomposition for supercritical superprocesses. Our results also complement a\nrelated result for critical $(1+\\beta)$-superprocesses given in Etheridge and\nWilliams \\cite{EW}. Our approach takes an analytical point of view which is\nmore in the spirit of the original Evans and O'Connell paper.\n"]}]
["1001.3119",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3119","J.Phys.G37:094034,2010","doi:10.1088/0954-3899/37/9/094034"],"date":["2010-01-18","2010-02-08"],"type":["text"],"creator":["Vasconcelos, G. M. S."],"language":[],"coverage":[],"title":["Multi-strange particle production in relativistic heavy ion collisions\n  at $\\sqrt{s_{NN}}=62.4$ GeV"],"description":["  We present preliminary STAR results on measurements of multi-strange\nparticles $\\Xi$, $\\Omega$ and their anti-particles from Au+Au and Cu+Cu at\n$\\sqrt{s_{NN}}=62.4$ GeV collisions. In order to better understand the role of\nstrangeness enhancement in nucleus-nucleus collisions and its scaling\nproperties with system size, we compare the results from Au+Au and Cu+Cu\nreactions for different event centrality classes. Strangeness enhancement is\ndiscussed in the context of multi-strange to pion ratios. Finally,\n$\\Omega/\\phi$ ratio is shown for different systems and energies for a\nsystematic study.\n"]}]
["1001.3136",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3136","J.Phys.G37:094042,2010","doi:10.1088/0954-3899/37/9/094042"],"date":["2010-01-18","2010-02-17"],"type":["text"],"creator":["Chinellato, D. D.","Takahashi, J.","Bediaga, I."],"language":[],"coverage":[],"title":["A Non-extensive Equilibrium analysis of $\\pi^{+}$ $p_{T}$ Spectra at\n  RHIC"],"description":["  By analyzing the dynamical properties of particle production in relativistic\nheavy ion collisions, it is possible to characterize the final stage of the\nequilibration process occurring in the collision fireball. In this work, we use\nthe Hagedorn model coupled with non-extensive statistics to evaluate the\ntransverse momentum spectra of positive pions for various event centrality\nclasses in Au+Au collisions at RHIC with center-of-mass energies of 62.4GeV/A\nand 200GeV/A. We find that, by assuming an energy distribution that\nincorporates particle correlations, it is possible to explain the entire\n$\\pi^{+}$ $p_{T}$ spectrum as measured by RHIC. We find that spectra from\ncentral collisions, when compared to peripheral collisions, are consistent with\na system that has smaller values of the non-extensivity parameter \"q\" and\nhigher values of temperature. Comparison between different beam energies also\nshows a variation of the \"q\" parameter. The result is discussed using the\ninterpretation that the \"q\" parameter is a measure of particle correlations\nwithin the system. Under this assumption, our results show that more central\ncollisions are consistent with a system with less particle correlations.\n","Comment: SQM2009 Proceedings"]}]
["1001.3401",{"format":[],"subject":["Mathematics - Probability","Condensed Matter - Statistical Mechanics","82C27, 82B27, 60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3401","Phys. Rev. E 82, 031121 (2010)","doi:10.1103/PhysRevE.82.031121"],"date":["2010-01-19","2010-03-16"],"type":["text"],"creator":["Fey, Anne","Levine, Lionel","Wilson, David B."],"language":[],"coverage":[],"title":["The approach to criticality in sandpiles"],"description":["  A popular theory of self-organized criticality relates the critical behavior\nof driven dissipative systems to that of systems with conservation. In\nparticular, this theory predicts that the stationary density of the abelian\nsandpile model should be equal to the threshold density of the corresponding\nfixed-energy sandpile. This \"density conjecture\" has been proved for the\nunderlying graph Z. We show (by simulation or by proof) that the density\nconjecture is false when the underlying graph is any of Z^2, the complete graph\nK_n, the Cayley tree, the ladder graph, the bracelet graph, or the flower\ngraph. Driven dissipative sandpiles continue to evolve even after a constant\nfraction of the sand has been lost at the sink. These results cast doubt on the\nvalidity of using fixed-energy sandpiles to explore the critical behavior of\nthe abelian sandpile model at stationarity.\n","Comment: 30 pages, 8 figures, long version of arXiv:0912.3206"]}]
["1001.4885",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4885"],"date":["2010-01-27","2010-09-21"],"type":["text"],"creator":["Marino, M.","Nekhoroshev, N. N."],"language":[],"coverage":[],"title":["Quantization of classical integrable systems. Part III: systems in\n  n-dimensional Euclidean space"],"description":["  In this paper we give examples of applications of general methods of\nquantization by symmetrization of classical integrable systems, which have been\nillustrated in two previous works by the same authors. We consider two classes\nof systems in n spatial dimensions, which respectively describe a point\nparticle in a central force field and a freely rotating rigid body. In the\nformer case, the application of the general methods to an integrable classical\nsystem leads in an almost straightforward way to the quasi-integrability of the\ncorresponding quantum system. In the latter case instead, a modification of the\nsymmetrization procedure is necessary in order to achieve quantum integrability\nfor n=6.\n","Comment: 40 pages, minor revision, references added"]}]
["1002.1078",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1078"],"date":["2010-02-04","2010-09-20"],"type":["text"],"creator":["Oldershaw, R. L."],"language":[],"coverage":[],"title":["The Subatomic Particle Mass Spectrum"],"description":["  Representative members of the subatomic particle mass spectrum in the 100 MeV\nto 7,000 MeV range are retrodicted to a first approximation using the Kerr\nsolution of General Relativity. The particle masses appear to form a restricted\nset of quantized values of a Kerr-based angular momentum-mass relation: m =\n(sqrt n)(M), where values of n are a set of discrete integers and M is a\nrevised Planck mass. A fractal paradigm manifesting global discrete\nself-similarity is critical to a proper determination of M, which differs from\nthe conventional Planck mass by roughly 19 orders of magnitude. This\nexceedingly simple and generic mass equation retrodicts the masses of a\nrepresentative set of 27 well-known particles with an average relative error of\n1.6%. A more rigorous mass formula, which includes the total spin angular\nmomentum rule of Quantum Mechanics, the canonical spin values of the particles,\nand the dimensionless rotational parameter of the Kerr angular momentum-mass\nrelation, is able to retrodict the masses of the 8 dominant baryons in the 900\nMeV to 1700 MeV range at the 99.7% level, on average.\n","Comment: 14 pages, 2 tables, substantial revisions, more rigorous mass\n  formula, 8 major baryon masses retrodicted at the 99.7% level"]}]
["1002.3361",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3361","JHEP 1005:056,2010","doi:10.1007/JHEP05(2010)056"],"date":["2010-02-17","2010-09-21"],"type":["text"],"creator":["McDonald, Kristian L.","Morrissey, David E."],"language":[],"coverage":[],"title":["Low-Energy Probes of a Warped Extra Dimension"],"description":["  We investigate a natural realization of a light Abelian hidden sector in an\nextended Randall-Sundrum (RS) model. In addition to the usual RS bulk we\nconsider a second warped space containing a bulk U(1)_x gauge theory with a\ncharacteristic IR scale of order a GeV. This Abelian hidden sector can couple\nto the standard model via gauge kinetic mixing on a common UV brane. We show\nthat if such a coupling induces significant mixing between the lightest U(1)_x\ngauge mode and the standard model photon and Z, it can also induce significant\nmixing with the heavier U(1)_x Kaluza-Klein (KK) modes. As a result it might be\npossible to probe several KK modes in upcoming fixed-target experiments and\nmeson factories, thereby offering a new way to investigate the structure of an\nextra spacetime dimension.\n","Comment: 26 pages, 1 figure, added references, corrected minor typos, same as\n  journal version"]}]
["1003.0023",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0023","JHEP 1008:019,2010","doi:10.1007/JHEP08(2010)019"],"date":["2010-02-26","2010-09-21"],"type":["text"],"creator":["Sutcliffe, Paul"],"language":[],"coverage":[],"title":["Skyrmions, instantons and holography"],"description":["  Some time ago, Atiyah and Manton observed that computing the holonomy of\nYang-Mills instantons yields good approximations to static Skyrmion solutions\nof the Skyrme model. This paper provides an extension and explanation of this\nresult, by proving that instanton holonomies produce exact solutions of a BPS\nSkyrme model, in which the Skyrme field is coupled to a tower of vector mesons.\nNeglecting any (or indeed all) of the vector mesons breaks the scale invariance\nand removes the BPS property of the Skyrmions. However, it is shown that a\ntruncation of the BPS Skyrme theory, in which only the first vector meson is\nincluded, already moves the Skyrme model significantly closer to the BPS\nsystem. A theory that is close to a BPS system is required to reproduce the\nexperimental data on binding energies of nuclei. A zero-mode quantization of\nthe Skyrmion is performed in the truncated BPS theory and the results are\ncompared to the physical properties of the nucleon. The approach is an analogue\nin five-dimensional Minkowski spacetime of a recent holographic construction of\na Skyrme model by Sakai and Sugimoto, based on a string theory derivation of a\nYang-Mills-Chern-Simons theory in a curved five-dimensional spacetime.\n","Comment: References added. Matches published version"]}]
["1003.3613",{"format":[],"subject":["Computer Science - Digital Libraries","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3613"],"date":["2010-03-18","2010-09-21"],"type":["text"],"creator":["Leydesdorff, Loet","Rafols, Ismael"],"language":[],"coverage":[],"title":["Indicators of the Interdisciplinarity of Journals: Diversity,\n  Centrality, and Citations"],"description":["  A citation-based indicator for interdisciplinarity has been missing hitherto\namong the set of available journal indicators. In this study, we investigate\nnetwork indicators (betweenness centrality), journal indicators (Shannon\nentropy, the Gini coefficient), and more recently proposed Rao-Stirling\nmeasures for \"interdisciplinarity.\" The latter index combines the statistics of\nboth citation distributions of journals (vector-based) and distances in\ncitation networks among journals (matrix-based). The effects of various\nnormalizations are specified and measured using the matrix of 8,207 journals\ncontained in the Journal Citation Reports of the (Social) Science Citation\nIndex 2008. Betweenness centrality in symmetrical (1-mode) cosine-normalized\nnetworks provides an indicator outperforming betweenness in the asymmetrical\n(2-mode) citation network. Among the vector-based indicators, Shannon entropy\nperforms better than the Gini coefficient, but is sensitive to size. Science\nand Nature, for example, are indicated at the top of the list. The new\ndiversity measure provides reasonable results when (1 - cosine) is assumed as a\nmeasure for the distance, but results using Euclidean distances were difficult\nto interpret.\n"]}]
["1003.4253",{"format":[],"subject":["Physics - Biological Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4253","New Journal of Physics 12, 093029 (2010)","doi:10.1088/1367-2630/12/9/093029"],"date":["2010-03-22","2010-04-13"],"type":["text"],"creator":["Peruani, Fernando","Nicola, Ernesto M.","Morelli, Luis G."],"language":[],"coverage":[],"title":["Mobility induces global synchronization of oscillators in periodic\n  extended systems"],"description":["  We study synchronization of locally coupled noisy phase oscillators which\nmove diffusively in a one-dimensional ring. Together with the disordered and\nthe globally synchronized states, the system also exhibits several wave-like\nstates which display local order. We use a statistical description valid for a\nlarge number of oscillators to show that for any finite system there is a\ncritical spatial diffusion above which all wave-like solutions become unstable.\nThrough Langevin simulations, we show that the transition to global\nsynchronization is mediated by the relative size of attractor basins associated\nto wave-like states. Spatial diffusion disrupts these states and paves the way\nfor the system to attain global synchronization.\n"]}]
["1005.0917",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0917","Lecture Notes in Computer Science, 2010, Volume 6167, Intelligent\n  Computer Mathematics, Pages 427-439"],"date":["2010-05-06"],"type":["text"],"creator":["Rowinska-Schwarzweller, Agnieszka","Schwarzweller, Christoph"],"language":[],"coverage":[],"title":["On Building a Knowledge Base for Stability Theory"],"description":["  A lot of mathematical knowledge has been formalized and stored in\nrepositories by now: different mathematical theorems and theories have been\ntaken into consideration and included in mathematical repositories.\nApplications more distant from pure mathematics, however --- though based on\nthese theories --- often need more detailed knowledge about the underlying\ntheories. In this paper we present an example Mizar formalization from the area\nof electrical engineering focusing on stability theory which is based on\ncomplex analysis. We discuss what kind of special knowledge is necessary here\nand which amount of this knowledge is included in existing repositories.\n","Comment: To appear in The 9th International Conference on Mathematical\n  Knowledge Management: MKM 2010"]}]
["1005.0950",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0950","Lecture Notes in Computer Science, 2010, Volume 6167, Intelligent\n  Computer Mathematics, Pages 300-314"],"date":["2010-05-06"],"type":["text"],"creator":["Grabowski, Adam","Schwarzweller, Christoph"],"language":[],"coverage":[],"title":["On Duplication in Mathematical Repositories"],"description":["  Building a repository of proof-checked mathematical knowledge is without any\ndoubt a lot of work, and besides the actual formalization process there also is\nthe task of maintaining the repository. Thus it seems obvious to keep a\nrepsoitory as small as possible, in particular each piece of mathematical\nknowledge should be formalized only once. In this paper, however, we claim that\nit might be reasonable or even necessary to duplicate knowledge in a\nmathematical repository. We analyze different situations and reasons for doing\nso and provide a number of examples supporting our thesis.\n","Comment: To appear in The 9th International Conference on Mathematical\n  Knowledge Management: MKM 2010"]}]
["1005.1029",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1029","J. Mech. Phys. Solids 58 (2010) 1302-1317","doi:10.1016/j.jmps.2010.06.002"],"date":["2010-05-06"],"type":["text"],"creator":["Cucini, R.","Taschin, A.","Bartolini, P.","Torre, R."],"language":[],"coverage":[],"title":["Acoustic, thermal and flow processes in a water filled nanoporous\n  glasses by time-resolved optical spectroscopy"],"description":["  We present heterodyne detected transient grating measurements on water filled\nVycor 7930 in the range of temperature 20 - 90 degrees C. This experimental\ninvestigation enables to measure the acoustic propagation, the average density\nvariation due the liquid flow and the thermal diffusion in this water filled\nnano-porous material. The data have been analyzed with the model of Pecker and\nDeresiewicz which is an extension of Biot model to account for the thermal\neffects. In the whole temperature range the data are qualitatively described by\nthis hydrodynamic model that enables a meaningful insight of the different\ndynamic phenomena. The data analysis proves that the signal in the intermediate\nand long time-scale can be mainly addressed to the water dynamics inside the\npores. We proved the existence of a peculiar interplay between the mass and the\nheat transport that produces a flow and back-flow process inside the\nnano-pores. During this process the solid and liquid dynamics have opposite\nphase as predicted by the Biot theory for the slow diffusive wave.\nNevertheless, our experimental results confirm that transport of elastic energy\n(i.e. acoustic propagation), heat (i.e. thermal diffusion) and mass (i.e.\nliquid flow) in a liquid filled porous glass can be described according to\nhydrodynamic laws in spite of nanometric dimension of the pores. The data\nfitting, based on the hydrodynamic model, enables the extraction of several\nparameters of the water-Vycor system, even if some discrepancies appear when\nthey are compared with values reported in the literature.\n","Comment: 32 pages, 11 figures"]}]
["1005.2136",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2136","Phys. Rev. B 82 (2010) 094512","doi:10.1103/PhysRevB.82.094512"],"date":["2010-05-12","2010-09-07"],"type":["text"],"creator":["Williams, T. J.","Aczel, A. A.","Baggio-Saitovitch, E.","Bud'ko, S. L.","Canfield, P. C.","Carlo, J. P.","Goko, T.","Kageyama, H.","Kitado, A.","Munevar, J.","Ni, N.","Saha, S. R.","Kirschenbaum, K.","Paglione, J.","Sanchez-Candela, D. R.","Uemura, Y. J.","Luke, G. M."],"language":[],"coverage":[],"title":["Superfluid Density and Field-Induced Magnetism in Ba(Fe1-xCox)2As2 and\n  Sr(Fe1-xCox)2As2 Measured with Muon Spin Relaxation"],"description":["  We report muon spin rotation ($\\mu$SR) measurements of single crystal\nBa(Fe$_{1-x}$Co$_x$)$_2$As$_2$ and Sr(Fe$_{1-x}$Co$_x$)$_2$As$_2$. From\nmeasurements of the magnetic field penetration depth $\\lambda$ we find that for\noptimally- and over-doped samples, $1/\\lambda(T\\to 0)^2$ varies monotonically\nwith the superconducting transition temperature T$_{\\rm C}$. Within the\nsuperconducting state we observe a positive shift in the muon precession\nsignal, likely indicating that the applied field induces an internal magnetic\nfield. The size of the induced field decreases with increasing doping but is\npresent for all Co concentrations studied.\n","Comment: 7 pages, accepted for publication in Phys. Rev. B"]}]
["1005.3275",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3275"],"date":["2010-05-18","2010-09-20"],"type":["text"],"creator":["Shimomoto, Kazuma"],"language":[],"coverage":[],"title":["Almost Cohen-Macaulay algebras in mixed characteristic via Fontaine\n  rings"],"description":["  In the present paper, it is proved that any complete local domain of mixed\ncharacteristic has a weakly almost Cohen-Macaulay algebra in the sense that\nsome system of parameters is a weakly almost regular sequence, which is a\nnotion defined via a valuation. The central idea of this result originates from\nthe main statement obtained by Heitmann to prove the Monomial Conjecture in\ndimension 3. In fact, A weakly almost Cohen-Macaulay algebra is constructed\nover the absolute integral closure of a complete local domain by applying the\nmethods of Fontaine rings and Witt vectors. A connection of the main theorem\nwith the Monomial Conjecture is also discussed.\n","Comment: To appear in Illinois J. of Math"]}]
["1005.3298",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3298","Class.Quant.Grav.27:205015,2010","doi:10.1088/0264-9381/27/20/205015"],"date":["2010-05-18"],"type":["text"],"creator":["Corichi, Alejandro","Wilson-Ewing, Edward"],"language":[],"coverage":[],"title":["Surface terms, Asymptotics and Thermodynamics of the Holst Action"],"description":["  We consider a first order formalism for general relativity derived from the\nHolst action. This action is obtained from the standard Palatini-Hilbert form\nby adding a topological-like term and can be taken as the starting point for\nloop quantum gravity and spin foam models. The equations of motion derived from\nthe Holst action are, nevertheless, the same as in the Palatini formulation.\nHere we study the form of the surface terms of the action for general\nboundaries as well as the symplectic current in the covariant formulation of\nthe theory. Furthermore, we analyze the behavior of the surface terms in\nasymptotically flat space-times. We show that the contribution to the\nsymplectic structure from the Holst term vanishes and one obtains the same\nasymptotic expressions as in the Palatini action. It then follows that the\nasymptotic Poincare symmetries and conserved quantities such as energy, linear\nmomentum and relativistic angular momentum found here are equivalent to those\nobtained from the standard Arnowitt, Deser and Misner formalism. Finally, we\nconsider the Euclidean approach to black hole thermodynamics and show that the\non-shell Holst action, when evaluated on some static solutions containing\nhorizons, yields the standard thermodynamical relations.\n","Comment: 16 pages"]}]
["1005.3312",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3312","Physical Review B 82, 104516 (2010)","doi:10.1103/PhysRevB.82.104516"],"date":["2010-05-18","2010-08-28"],"type":["text"],"creator":["Moon, Eun Gook","Sachdev, Subir"],"language":[],"coverage":[],"title":["Quantum critical point shifts under superconductivity: the pnictides and\n  the cuprates"],"description":["  We compare the position of an ordering transition in a metal to that in a\nsuperconductor. For the spin density wave (SDW) transition, we find that the\nquantum critical point shifts by order |Delta|, where Delta is pairing\namplitude, so that the region of SDW order is smaller in the superconductor\nthan in the metal. This shift is larger than the ~ |Delta|^2 shift predicted by\ntheories of competing orders which ignore Fermi surface effects. For\nIsing-nematic order, the shift from Fermi surface effects remains of order\n|Delta|^2. We discuss implications of these results for the phase diagrams of\nthe cuprates and the pnictides. We conclude that recent observations imply that\nthe Ising-nematic order is tied to the square of the SDW order in the\npnictides, but not in the cuprates.\n","Comment: 11 pages, 8 figures"]}]
["1005.4793",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4793","Phys. Rev. Lett. 105, 136801 (2010)","doi:10.1103/PhysRevLett.105.136801"],"date":["2010-05-26"],"type":["text"],"creator":["Ponomarenko, L. A.","Yang, R.","Gorbachev, R. V.","Blake, P.","Katsnelson, M. I.","Novoselov, K. S.","Geim, A. K."],"language":[],"coverage":[],"title":["Density of states and zero Landau level probed through capacitance of\n  graphene"],"description":["  We report capacitors in which a finite electronic compressibility of graphene\ndominates the electrostatics, resulting in pronounced changes in capacitance as\na function of magnetic field and carrier concentration. The capacitance\nmeasurements have allowed us to accurately map the density of states D, and\ncompare it against theoretical predictions. Landau oscillations in D are robust\nand zero Landau level (LL) can easily be seen at room temperature in moderate\nfields. The broadening of LLs is strongly affected by charge inhomogeneity that\nleads to zero LL being broader than other levels.\n"]}]
["1005.5654",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5654","Phys.Rev.D82:044048,2010","doi:10.1103/PhysRevD.82.044048"],"date":["2010-05-31","2010-09-21"],"type":["text"],"creator":["Garay, L. J.","Martín-Benito, M.","Marugán, G. A. Mena"],"language":[],"coverage":[],"title":["Inhomogeneous Loop Quantum Cosmology: Hybrid Quantization of the Gowdy\n  Model"],"description":["  The Gowdy cosmologies provide a suitable arena to further develop Loop\nQuantum Cosmology, allowing the presence of inhomogeneities. For the particular\ncase of Gowdy spacetimes with the spatial topology of a three-torus and a\ncontent of linearly polarized gravitational waves, we detail a hybrid quantum\ntheory in which we combine a loop quantization of the degrees of freedom that\nparametrize the subfamily of homogeneous solutions, which represent Bianchi I\nspacetimes, and a Fock quantization of the inhomogeneities. Two different\ntheories are constructed and compared, corresponding to two different schemes\nfor the quantization of the Bianchi I model within the {\\sl improved dynamics}\nformalism of Loop Quantum Cosmology. One of these schemes has been recently put\nforward by Ashtekar and Wilson-Ewing. We address several issues including the\nquantum resolution of the cosmological singularity, the structure of the\nsuperselection sectors in the quantum system, or the construction of the\nHilbert space of physical states.\n","Comment: 16 pages, version accepted for publication in Physical Review D"]}]
["1006.1534",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1534","Phys. Rev. B 82, 125435 (2010)","doi:10.1103/PhysRevB.82.125435"],"date":["2010-06-08","2010-09-20"],"type":["text"],"creator":["Zakharchenko, K. V.","Roldan, R.","Fasolino, A.","Katsnelson, M. I."],"language":[],"coverage":[],"title":["Self-Consistent Screening Approximation for Flexible Membranes:\n  Application to Graphene"],"description":["  Crystalline membranes at finite temperatures have an anomalous behavior of\nthe bending rigidity that makes them more rigid in the long wavelength limit.\nThis issue is particularly relevant for applications of graphene in nano- and\nmicro-electromechanical systems. We calculate numerically the height-height\ncorrelation function $G(q)$ of crystalline two-dimensional membranes,\ndetermining the renormalized bending rigidity, in the range of wavevectors $q$\nfrom $10^{-7}$ \\AA$^{-1}$ till 10 \\AA$^{-1}$ in the self-consistent screening\napproximation (SCSA). For parameters appropriate to graphene, the calculated\ncorrelation function agrees reasonably with the results of atomistic Monte\nCarlo simulations for this material within the range of $q$ from $10^{-2}$\n\\AA$^{-1}$ till 1 \\AA$^{-1}$. In the limit $q\\rightarrow 0$ our data for the\nexponent $\\eta$ of the renormalized bending rigidity $\\kappa_R(q)\\propto\nq^{-\\eta}$ is compatible with the previously known analytical results for the\nSCSA $\\eta\\simeq 0.82$. However, this limit appears to be reached only for\n$q<10^{-5}$ \\AA$^{-1}$ whereas at intermediate $q$ the behavior of $G(q)$\ncannot be described by a single exponent.\n","Comment: 5 pages, 4 figures"]}]
["1006.2324",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2324","Phys. Rev. A 82, 033601 (2010)","doi:10.1103/PhysRevA.82.033601"],"date":["2010-06-11","2010-06-23"],"type":["text"],"creator":["Targonska, Katarzyna","Sacha, Krzysztof"],"language":[],"coverage":[],"title":["Self-localization of a small number of Bose particles in a superfluid\n  Fermi system"],"description":["  We consider self-localization of a small number of Bose particles immersed in\na large homogeneous superfluid mixture of fermions in three and one dimensional\nspaces. Bosons distort the density of surrounding fermions and create a\npotential well where they can form a bound state analogous to a small polaron\nstate. In the three dimensional volume we observe the self-localization for\nrepulsive interactions between bosons and fermions. In the one dimensional case\nbosons self-localize as well as for attractive interactions forming, together\nwith a pair of fermions at the bottom of the Fermi sea, a vector soliton. We\nanalyze also thermal effects and show that small non-zero temperature affects\nthe pairing function of the Fermi-subsystem and has little influence on the\nself-localization phenomena.\n","Comment: 7 pages, 7 fiqures, improved version"]}]
["1006.3133",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics","76F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3133","J. Phys. A: Math. Theor. 43 (2010) 405001","doi:10.1088/1751-8113/43/40/405001"],"date":["2010-06-16"],"type":["text"],"creator":["Antonov, N. V.","Kapustin, A. S."],"language":[],"coverage":[],"title":["Effects of turbulent mixing on critical behaviour in the presence of\n  compressibility: Renormalization group analysis of two models"],"description":["  Critical behaviour of two systems, subjected to the turbulent mixing, is\nstudied by means of the field theoretic renormalization group. The first\nsystem, described by the equilibrium model A, corresponds to relaxational\ndynamics of a non-conserved order parameter. The second one is the strongly\nnon-equilibrium reaction-diffusion system, known as Gribov process and\nequivalent to the Reggeon field theory. The turbulent mixing is modelled by the\nKazantsev-Kraichnan \"rapid-change\" ensemble: time-decorrelated Gaussian\nvelocity field with the power-like spectrum k^{-d-\\xi}. Effects of\ncompressibility of the fluid are studied. It is shown that, depending on the\nrelation between the exponent \\xi and the spatial dimension d, the both systems\nexhibit four different types of critical behaviour, associated with four\npossible fixed points of the renormalization group equations. The most\ninteresting point corresponds to a new type of critical behaviour, in which the\nnonlinearity and turbulent mixing are both relevant, and the critical exponents\ndepend on d, \\xi and the degree of compressibility. For the both models,\ncompressibility enhances the role of the nonlinear terms in the dynamical\nequations: the region in the d-\\xi plane, where the new nontrivial regime is\nstable, is getting much wider as the degree of compressibility increases. In\nits turn, turbulent transfer becomes more efficient due to combined effects of\nthe mixing and the nonlinear terms.\n","Comment: 25 pages, 4 figures"]}]
["1006.3911",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3911"],"date":["2010-06-20","2010-09-21"],"type":["text"],"creator":["Kerr, Robert M."],"language":[],"coverage":[],"title":["Numerical generation of a vortex ring cascade in quantum turbulence"],"description":["  A symmetric anti-parallel quantum pair of vortices is simulated using the\nthree-dimensional Gross-Pitaevski equations. The initial development before\ncores interact directly demonstrates the traditional vortex dynamics of\nstretching, curvature and torsion in a manner consistent with a filament\ncalculation and simulations of the classical, ideal Euler equations. Once the\ncores begin to interact, reconnection develops in the vacuum that forms between\nthe pair. Out of the reconnection region, vortex waves are emitted with\nproperties similar to waves in the local induction approximation. These waves\npropagate down the initial vortex and deepen. When they deepen far enough,\nsecondary reconnections occur and vortex rings form. Near this time, spectra\nhave a $k^{-3}$ regime. As the vortex rings fully separate, the high wavenumber\nspectra grow until, at the final time simulated, spectra in two directions\ndevelop nearly -5/3 subranges. This occurs without the dissipation of energy.\nPreliminary analysis of the flow of energies in spectral scale and physical\nspace is discussed.\n","Comment: 22 pages 17 figures"]}]
["1006.3943",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3943","Physics Letters A 374 (2010) pp. 4283-4296","doi:10.1016/j.physleta.2010.08.060"],"date":["2010-06-20","2010-09-21"],"type":["text"],"creator":["Altintas, Ferdi","Eryigit, Resul"],"language":[],"coverage":[],"title":["Quantum Correlations in non-Markovian Environments"],"description":["  We have studied the analytical Markovian and non-Markovian dynamics of\nquantum correlations, such as entanglement, quantum discord and Bell\nnonlocalities for three noisy qubits. Quantum correlation as measured by\nquantum discord is found to be immune to death contrary to entanglement and\nBell nonlocality for initial GHZ- or W-type mixed states.\n"]}]
["1006.5490",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5490"],"date":["2010-06-28","2010-09-21"],"type":["text"],"creator":["Smith, Reginald D."],"language":[],"coverage":[],"title":["Is high-frequency trading inducing changes in market microstructure and\n  dynamics?"],"description":["  Using high-frequency time series of stock prices and share volumes sizes from\nJanuary 2002-May 2009, this paper investigates whether the effects of the onset\nof high-frequency trading, most prominent since 2005, are apparent in the\ndynamics of the dollar traded volume. Indeed it is found in almost all of 14\nheavily traded stocks, that there has been an increase in the Hurst exponent of\ndollar traded volume from Gaussian noise in the earlier years to more\nself-similar dynamics in later years. This shift is linked both temporally to\nthe Reg NMS reforms allowing high-frequency trading to flourish as well as to\nthe declining average size of trades with smaller trades showing markedly\nhigher degrees of self-similarity.\n","Comment: 21 pages, 10 figures, 2 tables; v2 corrected small omission (tilde)\n  in Eq. 8; v3 - changed NWSA to NWS (News Corp), explicitly stated TAQ sale\n  condition codes (and added a few) and trade correction indicator exclusions.\n  No substantive changes to graphs or conclusions"]}]
["1007.0203",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0203","JHEP 1009:065,2010","doi:10.1007/JHEP09(2010)065"],"date":["2010-07-01"],"type":["text"],"creator":["Blaszczyk, Michael","Nibbelink, Stefan Groot","Ruehle, Fabian","Trapletti, Michele","Vaudrevange, Patrick K. S."],"language":[],"coverage":[],"title":["Heterotic MSSM on a Resolved Orbifold"],"description":["  We construct an MSSM with three generations from the heterotic string\ncompactified on a smooth 6D internal manifold using Abelian gauge fluxes only.\nThe compactification space is obtained as a resolution of the T6/Z2xZ2xZ2-free\norbifold. The Z2-free involution of such a resolution breaks the SU(5) GUT\ngroup down to the SM gauge group using a suitably chosen (freely acting) Wilson\nline. Surprisingly, the spectrum on a given resolution is larger than the one\non the corresponding orbifold taking into account the branching and Higgsing\ndue to the blow-up modes. The existence of extra resolution states is closely\nrelated to the fact that the resolution procedure is not unique. Rather, the\nvarious resolutions are connected to each other by flop transitions.\n","Comment: 59 pages, 7 figures"]}]
["1007.1811",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1811"],"date":["2010-07-11","2010-09-20"],"type":["text"],"creator":["Jiang, Jinhua","Maric, Ivana","Goldsmith, Andrea","Shamai, Shlomo","Cui, Shuguang"],"language":[],"coverage":[],"title":["On the Capacity of a Class of Cognitive Z-interference Channels"],"description":["  We study a special class of the cognitive radio channel in which the receiver\nof the cognitive pair does not suffer interference from the primary user.\nPreviously developed general encoding schemes for this channel are complex as\nthey attempt to cope with arbitrary channel conditions, which leads to rate\nregions that are difficult to evaluate. The focus of our work is to derive\nsimple rate regions that are easily computable, thereby providing more insights\ninto achievable rates and good coding strategies under different channel\nconditions. We first present several explicit achievable regions for the\ngeneral discrete memoryless case. We also present an improved outer bound on\nthe capacity region for the case of high interference. We then extend these\nregions to Gaussian channels. With a simple outer bound we establish a new\ncapacity region in the high-interference regime. Lastly, we provide numerical\ncomparisons between the derived achievable rate regions and the outer bounds.\n","Comment: 6 pages, 5 figures, submitted to ICC2011"]}]
["1007.2488",{"format":[],"subject":["Mathematical Physics","Mathematics - Group Theory","Nonlinear Sciences - Exactly Solvable and Integrable Systems","35R11, 70G65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2488","Commun. Fract. Calc. 1 (2010) 27-31"],"date":["2010-07-15","2010-09-21"],"type":["text"],"creator":["Wu, Guo-cheng"],"language":[],"coverage":[],"title":["A Fractional Lie Group Method For Anomalous Diffusion Equations"],"description":["  Lie group method provides an efficient tool to solve a differential equation.\nThis paper suggests a fractional partner for fractional partial differential\nequations using a fractional characteristic method. A space-time fractional\ndiffusion equation is used as an example to illustrate the effectiveness of the\nLie group method.\n","Comment: 5 pages,in press"]}]
["1007.3647",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3647","doi:10.1051/0004-6361/201015245"],"date":["2010-07-21","2010-09-21"],"type":["text"],"creator":["Lanza, A. F.","Bonomo, A. S.","Pagano, I.","Leto, G.","Messina, S.","Cutispoto, G.","Moutou, C.","Aigrain, S.","Alonso, R.","Barge, P.","Deleuil, M.","Fridlund, M.","Silva-Valio, A.","Auvergne, M.","Baglin, A.","Cameron, A. Collier"],"language":[],"coverage":[],"title":["Photospheric activity, rotation, and star-planet interaction of the\n  planet-hosting star CoRoT-6"],"description":["  The CoRoT satellite has recently discovered a hot Jupiter that transits\nacross the disc of a F9V star called CoRoT-6 with a period of 8.886 days. We\nmodel the photospheric activity of the star and use the maps of the active\nregions to study stellar differential rotation and the star-planet interaction.\nWe apply a maximum entropy spot model to fit the optical modulation as observed\nby CoRoT during a uninterrupted interval of about 140 days. Photospheric active\nregions are assumed to consist of spots and faculae in a fixed proportion with\nsolar-like contrasts. Individual active regions have lifetimes up to 30-40\ndays. Most of them form and decay within five active longitudes whose different\nmigration rates are attributed to the stellar differential rotation for which a\nlower limit of \\Delta \\Omega / \\Omega = 0.12 \\pm 0.02 is obtained. Several\nactive regions show a maximum of activity at a longitude lagging the\nsubplanetary point by about 200 degrees with the probability of a chance\noccurrence being smaller than 1 percent. Our spot modelling indicates that the\nphotospheric activity of CoRoT-6 could be partially modulated by some kind of\nstar-planet magnetic interaction, while an interaction related to tides is\nhighly unlikely because of the weakness of the tidal force.\n","Comment: 9 pages, 7 figures, accepted to Astronomy & Astrophysics"]}]
["1008.0898",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0898","Appl. Phys. Lett. 97, 112509 (2010)","doi:10.1063/1.3490649"],"date":["2010-08-04","2010-08-31"],"type":["text"],"creator":["Swartz, A. G.","Ciraldo, J.","Wong, J. J. I.","Li, Yan","Han, Wei","Lin, Tao","Mack, S.","Shi, J.","Awschalom, D. D.","Kawakami, R. K."],"language":[],"coverage":[],"title":["Epitaxial EuO Thin Films on GaAs"],"description":["  We demonstrate the epitaxial growth of EuO on GaAs by reactive molecular beam\nepitaxy. Thin films are grown in an adsorption-controlled regime with the aid\nof an MgO diffusion barrier. Despite the large lattice mismatch, it is shown\nthat EuO grows well on MgO(001) with excellent magnetic properties. Epitaxy on\nGaAs is cube-on-cube and longitudinal magneto-optic Kerr effect measurements\ndemonstrate a large Kerr rotation of 0.57{\\deg}, a significant remanent\nmagnetization, and a Curie temperature of 69 K.\n","Comment: 5 pages, 3 figures"]}]
["1009.0140",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0140"],"date":["2010-09-01","2010-09-21"],"type":["text"],"creator":["Sherstobitov, A. A.","Minkov, G. M.","Germanenko, A. V.","Rut, O. E.","Soldatov, I. V.","Zvonkov, B. N."],"language":[],"coverage":[],"title":["Analysis of homogeneity of 2D electron gas at decreasing of electron\n  density"],"description":["  We investigate the gate voltage dependence of capacitance of a system gate -\n2D electron gas (C-Vg). The abrupt drop of capacitance at decreasing\nconcentration was found. The possible reasons of this drop, namely\ninhomogeneity of electron density distribution and serial resistance of 2D\nelectron gas are discussed. Simultaneous analysis of gate voltage dependences\nof capacitance and resistance has shown that in heavily doped 2D systems the\nmain role in the drop of capacitance at decreasing concentration plays the\nresistance of 2D gas. It is found that the investigated systems remains\nhomogeneous down to the low temperature conductivity about (10^-2-10^-3)e^2/h.\n","Comment: 5 pages, 5 figures"]}]
["1009.2659",{"format":[],"subject":["Mathematics - Probability","60F10, 60K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2659"],"date":["2010-09-14","2010-09-21"],"type":["text"],"creator":["Lefevere, Raphael","Mariani, Mauro","Zambotti, Lorenzo"],"language":[],"coverage":[],"title":["Large deviations for renewal processes"],"description":["  We investigate large deviations for the empirical measure of the forward and\nbackward recurrence time processes associated with a classical renewal process\nwith arbitrary waiting-time distribution. The Donsker-Varadhan theory cannot be\napplied in this case, and indeed it turns out that the large deviations rate\nfunctional differs from the one suggested by such a theory. In particular, a\nnon-strictly convex and non-analytic rate functional is obtained.\n"]}]
["1009.3612",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3612"],"date":["2010-09-19"],"type":["text"],"creator":["Khelashvili, A.","Nadareishvili, T."],"language":[],"coverage":[],"title":["Delta function singularity in the Reduction of Radial Schrodinger\n  Equation"],"description":["  We obtain the extra delta-like singularity while reduction of the Laplace\noperator in spherical coordinates, elimination of which restricts the radial\nwave functions at the origin. This restriction has the form of boundary\ncondition for the radial wave function.\n","Comment: 7 pages"]}]
["1009.3724",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3724"],"date":["2010-09-20","2010-09-21"],"type":["text"],"creator":["Bessonov, E. G.","Gorbunkov, M. V.","Mikhailichenko, A. A.","Osipov, A. L.","Vinogradov, A. V."],"language":[],"coverage":[],"title":["Self-Stimulated Undulator Radiation and its Possible Applications"],"description":["  We investigated the phenomena of self-stimulation of incoherent emission from\nan undulator installed in the linear accelerator or quasi-isochronous storage\nring. We discuss possible applications of these phenomena for the beam physics\nalso.\n","Comment: 14 pages, 4 figures"]}]
["1009.3798",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3798","Proceedings of CICLOPS-WLPE 2010"],"date":["2010-09-20","2010-09-21"],"type":["text"],"creator":["Shterionov, Dimitar Sht.","Kimmig, Angelika","Mantadelis, Theofrastos","Janssens, Gerda"],"language":[],"coverage":[],"title":["DNF Sampling for ProbLog Inference"],"description":["  Inference in probabilistic logic languages such as ProbLog, an extension of\nProlog with probabilistic facts, is often based on a reduction to a\npropositional formula in DNF. Calculating the probability of such a formula\ninvolves the disjoint-sum-problem, which is computationally hard. In this work\nwe introduce a new approximation method for ProbLog inference which exploits\nthe DNF to focus sampling. While this DNF sampling technique has been applied\nto a variety of tasks before, to the best of our knowledge it has not been used\nfor inference in probabilistic logic systems. The paper also presents an\nexperimental comparison with another sampling based inference method previously\nintroduced for ProbLog.\n","Comment: Online proceedings of the Joint Workshop on Implementation of\n  Constraint Logic Programming Systems and Logic-based Methods in Programming\n  Environments (CICLOPS-WLPE 2010), Edinburgh, Scotland, U.K., July 15, 2010"]}]
["1009.3945",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3945"],"date":["2010-09-20"],"type":["text"],"creator":["Delgado-Inglada, G.","Rodríguez, M."],"language":[],"coverage":[],"title":["Iron Depletion into Dust Grains in Galactic Planetary Nebulae"],"description":["  We present preliminary results of an analysis of the iron depletion factor\ninto dust grains for a sample of 20 planetary nebulae (PNe) from the Galactic\nbulge. We compare these results with the ones we obtained in a prior analysis\nof 28 Galactic disk PNe and 8 Galactic H II regions. We derive high depletion\nfactors in all the objects, suggesting that more than 80% of their iron atoms\nare condensed into dust grains. The range of iron depletions in the sample PNe\ncovers about two orders of magnitude, and we explore here if the differences\nare related to the PN morphology. However, we do not find any significant\ncorrelation.\n","Comment: 4 pages, 1 figure, to appear in the proceedings of the conference\n  \"Asymmetric Planetary Nebulae V\", eds. Zijlstra, et al., editorial: Ebrary"]}]
["1009.3948",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3948"],"date":["2010-09-20"],"type":["text"],"creator":["Bertsimas, Dimitris","Gamarnik, David","Rikun, Alexander"],"language":[],"coverage":[],"title":["Performance Analysis of Queueing Networks via Robust Optimization"],"description":["  Performance analysis of queueing networks is one of the most challenging\nareas of queueing theory. Barring very specialized models such as product-form\ntype queueing networks, there exist very few results which provide provable\nnon-asymptotic upper and lower bounds on key performance measures. In this\npaper we propose a new performance analysis method, which is based on the\nrobust optimization. The basic premise of our approach is as follows: rather\nthan assuming that the stochastic primitives of a queueing model satisfy\ncertain probability laws, such as, for example, i.i.d. interarrival and service\ntimes distributions, we assume that the underlying primitives are deterministic\nand satisfy the implications of such probability laws. These implications take\nthe form of simple linear constraints, namely, those motivated by the Law of\nthe Iterated Logarithm (LIL).\n  Using this approach we are able to obtain performance bounds on some key\nperformance measures. Furthermore, these performance bounds imply similar\nbounds in the underlying stochastic queueing models.\n  We demonstrate our approach on two types of queueing networks: a) Tandem\nSingle Class queue- ing network and b) Multiclass Single Server queueing\nnetwork. In both cases, using the proposed robust optimization approach, we are\nable to obtain explicit upper bounds on some steady-state performance measures.\nFor example, for the case of TSC system we obtain a bound of the form\n$\\frac{C}{1-\\rho} \\ln \\ln(1/(1-\\rho))$ on the expected steady-state sojourn\ntime, where C is an explicit constant and $\\rho$ is the bottleneck traffic\nintensity. This qualitatively agrees with the correct heavy traffic scaling of\nthis performance measure up to the $ln ln(1/(1-\\rho))$ correction factor.\n"]}]
["1009.3951",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3951"],"date":["2010-09-20"],"type":["text"],"creator":["Zhu, Ji","Srivatsa, Mudhakar"],"language":[],"coverage":[],"title":["Quantifying Information Leakage in Finite Order Deterministic Programs"],"description":["  Information flow analysis is a powerful technique for reasoning about the\nsensitive information exposed by a program during its execution. While past\nwork has proposed information theoretic metrics (e.g., Shannon entropy,\nmin-entropy, guessing entropy, etc.) to quantify such information leakage, we\nargue that some of these measures not only result in counter-intuitive measures\nof leakage, but also are inherently prone to conflicts when comparing two\nprograms P1 and P2 -- say Shannon entropy predicts higher leakage for program\nP1, while guessing entropy predicts higher leakage for program P2. This paper\npresents the first attempt towards addressing such conflicts and derives\nsolutions for conflict-free comparison of finite order deterministic programs.\n","Comment: 14 pages, 1 figure. A shorter version of this paper is submitted to\n  ICC 2011"]}]
["1009.3953",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3953","JURP: The Journal of Undergraduate Research in Physics, August 25,\n  2010"],"date":["2010-09-20"],"type":["text"],"creator":["DelloStritto, Mark","De Silva, Theja N."],"language":[],"coverage":[],"title":["Low temperature thermodynamic properties of a polarized Fermi gas in a\n  quartic trap"],"description":["  We study low temperature thermodynamic properties of a polarized Fermi gas\ntrapped in a quartic anharmonic potential. We use a semi classical\napproximation and a low temperature series expansion method to derive\nanalytical expressions for various thermodynamic quantities. These quantities\ninclude the total energy, particle number, and heat capacity for both positive\nand negative anharmonic confinements.\n","Comment: 13 pages and 7 figures"]}]
["1009.3958",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3958"],"date":["2010-09-20"],"type":["text"],"creator":["Rawlik, Konrad","Toussaint, Marc","Vijayakumar, Sethu"],"language":[],"coverage":[],"title":["Approximate Inference and Stochastic Optimal Control"],"description":["  We propose a novel reformulation of the stochastic optimal control problem as\nan approximate inference problem, demonstrating, that such a interpretation\nleads to new practical methods for the original problem. In particular we\ncharacterise a novel class of iterative solutions to the stochastic optimal\ncontrol problem based on a natural relaxation of the exact dual formulation.\nThese theoretical insights are applied to the Reinforcement Learning problem\nwhere they lead to new model free, off policy methods for discrete and\ncontinuous problems.\n"]}]
["1009.3960",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3960"],"date":["2010-09-20"],"type":["text"],"creator":["Prochaska, J. Xavier","Wolfe, Arthur M."],"language":[],"coverage":[],"title":["On the Analysis of DLA Kinematics"],"description":["  We discuss two mistreatments of damped Lya (DLA) kinematic analysis that were\nfirst performed by Haehnelt, Steinmetz, & Rauch (1998; hereafter HSR98) and\nhave recently been repeated by Hong et al. (2010; arXiv:1008.4242v1,\narXiv:1008.4242v2; hereafter H10). Each mistreatment led to the improper\nexcising of simulated absorption profiles. Specifically, their analyses are\nstrictly biased against DLA sightlines that have low HI column density log NHI\n< 20.5, very high NHI values, and (for all NHI) sightlines with low velocity\nwidth Dv (<30 km/s for HSR98; <[20-30] km/s for H10). None of these biases\nexist in the observational analysis. We suspect these mistreatments compromise\nthe results that followed. Hopefully this posting will prevent their repetition\nin the future.\n","Comment: 3 pages; 2 figures; Unlikely to be submitted elsewhere"]}]
["1009.3961",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3961"],"date":["2010-09-20"],"type":["text"],"creator":["Levorato, Marco","O'Neill, Daniel","Goldsmith, Andrea","Mitra, Urbashi"],"language":[],"coverage":[],"title":["Optimization of ARQ Protocols in Interference Networks with QoS\n  Constraints"],"description":["  We study optimal transmission strategies in interfering wireless networks,\nunder Quality of Service constraints. A buffered, dynamic network with multiple\nsources is considered, and sources use a retransmission strategy in order to\nimprove packet delivery probability. The optimization problem is formulated as\na Markov Decision Process, where constraints and objective functions are ratios\nof time-averaged cost functions. The optimal strategy is found as the solution\nof a Linear Fractional Program, where the optimization variables are the\nsteady-state probability of state-action pairs. Numerical results illustrate\nthe dependence of optimal transmission/interference strategies on the\nconstraints imposed on the network.\n"]}]
["1009.3962",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3962"],"date":["2010-09-20"],"type":["text"],"creator":["Vazquez-Semadeni, Enrique"],"language":[],"coverage":[],"title":["Molecular Cloud Evolution"],"description":["  I describe the scenario of molecular cloud (MC) evolution that has emerged\nover the past decade or so. MCs can start out as cold atomic clouds formed by\ncompressive motions in the warm neutral medium (WNM) of galaxies. Such motions\ncan be driven by large-scale instabilities, or by local turbulence. The\ncompressions induce a phase transition to the cold neutral medium (CNM) to form\ngrowing cold atomic clouds, which in their early stages may constitute thin CNM\nsheets. Several dynamical instabilities soon destabilize a cloud, rendering it\nturbulent. For solar neighborhood conditions, a cloud is coincidentally\nexpected to become molecular, magnetically supercritical, and gravitationally\ndominated at roughly the same column density, $N \\sim 1.5 \\times 10^21 \\psc\n\\approx 10 \\Msun$ pc$^{-2}$. At this point, the cloud begins to contract\ngravitationally. However, before its global collapse is completed ($\\sim 10^7$\nyr later), the nonlinear density fluctuations within the cloud, which have\nshorter local free-fall times, collapse first and begin forming stars, a few\nMyr after the global contraction started. Large-scale fluctuations of lower\nmean densities collapse later, so the formation of massive star-forming regions\nis expected to occur late in the evolution of a large cloud complex, while\nscattered low-mass regions are expected to form earlier. Eventually, the local\nstar formation episodes are terminated by stellar feedback, which disperses the\nlocal dense gas, although more work is necessary to clarify the details and\ncharacteristic scales of this process.\n","Comment: 15 pages, 7 figure files. Invited review for \"The Dynamic ISM: A\n  celebration of the Canadian Galactic Plane Survey,\" ASP Conference Series,\n  from conference held in Naramata BC, Canada June 6-10, 2010"]}]
["1009.3970",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3970"],"date":["2010-09-20"],"type":["text"],"creator":["Cai, Song","Zidek, James V.","Newlands, Nathaniel"],"language":[],"coverage":[],"title":["Predicting phenological events using event-history analysis"],"description":["  This paper presents an approach to phenology, one based on the use of a\nmethod developed by the authors for event history data. Of specific interest is\nthe prediction of the so-called \"bloom--date\" of fruit trees in the agriculture\nindustry and it is this application which we consider, although the method is\nmuch more broadly applicable. Our approach provides sensible estimate for a\nparameter that interests phenologists -- Tbase, the thresholding parameter in\nthe definition of the growing degree days (GDD). Our analysis supports\nscientists' empirical finding: the timing of a phenological event of a prenniel\ncrop is related the cumulative sum of GDDs. Our prediction of future\nbloom--dates are quite accurate, but the predictive uncertainty is high,\npossibly due to our crude climate model for predicting future temperature, the\ntime-dependent covariate in our regression model for phenological events. We\nfound that if we can manage to get accurate prediction of future temperature,\nour prediction of bloom--date is more accurate and the predictive uncertainty\nis much lower.\n"]}]
["1009.3976",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3976","Advances in Applied Math. 39 (2007), 283--292"],"date":["2010-09-20"],"type":["text"],"creator":["Ehrenborg, Richard","Readdy, Margaret"],"language":[],"coverage":[],"title":["The M\\\"obius function of partitions with restricted block size"],"description":["  We study filters in the partition lattice formed by restricting to partitions\nby type. The M\\\"obius function is determined in terms of the easier-to-compute\ndescent set statistics on permutations and the M\\\"obius function of filters in\nthe lattice of integer compositions. When the underlying integer partition is a\nknapsack partition, the M\\\"obius function on integer compositions is determined\nby a topological argument. In this proof the permutahedron makes a cameo\nappearance.\n","Comment: 10 pages"]}]
["1009.3978",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3978"],"date":["2010-09-20"],"type":["text"],"creator":["Huang, Feimin","Pan, Ronghua","Wang, Tianyi","Wang, Yong","Zhai, Xiaoyun"],"language":[],"coverage":[],"title":["Vanishing Viscosity Limit for Isentropic Navier-Stokes Equations with\n  Density-dependent Viscosity"],"description":["  In this paper, we study the vanishing viscosity limit of one-dimensional\nisentropic compressible Navier-Stokes equations with density-dependent\nviscosity, to the isentropic compressible Euler equations. Based on several new\nuniform estimates to the viscous systems, in addition to the framework recently\nestablished by G. Chen and M. Perepelitsa, we justify that the finite energy\nsolution of the isentropic compressible Euler equations for a large class of\ninitial data can be obtained as the inviscid limit of the compressible\nNavier-Stokes equations even when the viscosity depends on the density.\n"]}]
["1009.3982",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3982","EPTCS 36, 2010","doi:10.4204/EPTCS.36"],"date":["2010-09-20"],"type":["text"],"creator":["Ölveczky, Peter Csaba"],"language":[],"coverage":[],"title":["Proceedings First International Workshop on Rewriting Techniques for\n  Real-Time Systems"],"description":["  This volume contains the proceedings of the First International Workshop on\nRewriting Techniques for Real-Time Systems (RTRTS 2010), held in Longyearbyen,\nSpitsbergen, on April 6-9, 2010.\n  The aim of the workshop is to bring together researchers with an interest in\nthe use of rewriting-based techniques (including rewriting logic) and tools for\nthe modeling, analysis, and/or implementation of real-time and hybrid systems,\nand to give them the opportunity to present their recent works, discuss future\nresearch directions, and exchange ideas. The topics of the workshop comprise,\nbut are not limited to: methods and tools supporting rewriting-based modeling\nand analysis of real-time and hybrid systems, and extensions of such systems;\nuse of rewriting techniques to provide rigorous support for model-based\nsoftware engineering of timed systems; applications and case studies; and\ncomparison with other formalisms and tools.\n"]}]
["1009.3983",{"format":[],"subject":["Mathematics - Number Theory","Primary 11P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3983"],"date":["2010-09-20"],"type":["text"],"creator":["Elkies, Noam D."],"language":[],"coverage":[],"title":["Every even number greater than 454 is the sum of seven cubes"],"description":["  It is conjectured that every integer N>454 is the sum of seven nonnegative\ncubes. We prove the conjecture when N is congruent to 2 mod 4. This result,\ntogether with a recent proof for 4|N, shows that the conjecture is true for all\neven N.\n","Comment: 9 pages"]}]
["1009.3984",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3984"],"date":["2010-09-20"],"type":["text"],"creator":["Dinh, Hieu","Rajasekaran, Sanguthevar"],"language":[],"coverage":[],"title":["A memory-efficient data structure representing exact-match overlap\n  graphs with application for next generation DNA assembly"],"description":["  An exact-match overlap graph of $n$ given strings of length $\\ell$ is an\nedge-weighted graph in which each vertex is associated with a string and there\nis an edge $(x,y)$ of weight $\\omega = \\ell - |ov_{max}(x,y)|$ if and only if\n$\\omega \\leq \\lambda$, where $|ov_{max}(x,y)|$ is the length of $ov_{max}(x,y)$\nand $\\lambda$ is a given threshold. In this paper, we show that the exact-match\noverlap graphs can be represented by a compact data structure that can be\nstored using at most $(2\\lambda -1 )(2\\lceil\\log n\\rceil +\n\\lceil\\log\\lambda\\rceil)n$ bits with a guarantee that the basic operation of\naccessing an edge takes $O(\\log \\lambda)$ time.\n  Exact-match overlap graphs have been broadly used in the context of DNA\nassembly and the \\emph{shortest super string problem} where the number of\nstrings $n$ ranges from a couple of thousands to a couple of billions, the\nlength $\\ell$ of the strings is from 25 to 1000, depending on DNA sequencing\ntechnologies. However, many DNA assemblers using overlap graphs are facing a\nmajor problem of constructing and storing them. Especially, it is impossible\nfor these DNA assemblers to handle the huge amount of data produced by the next\ngeneration sequencing technologies where the number of strings $n$ is usually\nvery large ranging from hundred million to a couple of billions. In fact, to\nour best knowledge there is no DNA assemblers that can handle such a large\nnumber of strings. Fortunately, with our compact data structure, the major\nproblem of constructing and storing overlap graphs is practically solved since\nit only requires linear time and and linear memory. As a result, it opens the\ndoor of possibilities to build a DNA assembler that can handle large-scale\ndatasets efficiently.\n"]}]
["1009.3985",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3985"],"date":["2010-09-20"],"type":["text"],"creator":["Monsky, Paul"],"language":[],"coverage":[],"title":["Disquisitiones Arithmeticae and online sequence A108345"],"description":["  Let g be the element that is the sum of x^(n^2) for n >= 0 of A=Z/2[[x]], and\nlet B consist of all n for which the coefficient of x^n in 1/g is 1. (The\nelements of B are the entries 0, 1, 2, 3, 5, 7, 8, 9, 13, ... in A108345; see\nThe On-Line Encyclopedia of Integer Sequences (OEIS).) Cooper, Eichhorn, and\nO'Bryant [1] have shown that the (upper) density of B is at most 1/4, and it is\nconjectured that B has density 0. This note uses results of Gauss on sums of 3\nsquares to show that the subset of B consisting of all n not congruent to 15\nmod 16 has density 0. The final section gives some computer calculations, made\nby Kevin O'Bryant, indicating that, pace [1], B has density 1/32.\n","Comment: 7 pages"]}]
["1009.3990",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3990"],"date":["2010-09-20"],"type":["text"],"creator":["Monsky, Paul"],"language":[],"coverage":[],"title":["A result of Lemmermeyer on class numbers"],"description":["  I present Franz Lemmermeyer's proof that if p is a prime congruent to 9 mod\n16 then the class number of Q(p^(1/4)) is congruent to 2 mod 4.\n","Comment: 4 pages"]}]
["1009.3991",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3991"],"date":["2010-09-20"],"type":["text"],"creator":["Covert, David","Hart, Derrick","Iosevich, Alex","Senger, Steven","Uriarte-Tuero, Ignacio"],"language":[],"coverage":[],"title":["A Furstenberg-Katznelson-Weiss type theorem on (d + 1)-point\n  configurations in sets of positive density in finite field geometries"],"description":["  We show that if $E \\subset \\mathbb{F}_q^d$, the $d$-dimensional vector space\nover the finite field with $q$ elements, and $|E| \\geq \\rho q^d$, where $\nq^{-\\frac{1}{2}}\\ll \\rho \\leq 1$, then $E$ contains an isometric copy of at\nleast $c \\rho^{d-1} q^{d+1 \\choose 2}$ distinct $(d+1)$-point configurations.\n"]}]
["1009.3994",{"format":[],"subject":["Mathematics - Differential Geometry","53A35, 53C22, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3994"],"date":["2010-09-21"],"type":["text"],"creator":["Honda, Atsufumi"],"language":[],"coverage":[],"title":["Isometric Immersions of the Hyperbolic Plane into the Hyperbolic Space"],"description":["  In this paper, we parametrize the space of isometric immersions of the\nhyperbolic plane into the hyperbolic 3-space in terms of null-causal curves in\nthe space of oriented geodesics. Moreover, we characterize \"ideal cones\" (i.e.,\ncones whose vertices are on the ideal boundary) by behavior of their mean\ncurvature.\n","Comment: 20 pages, 5 figures"]}]
["1009.3996",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 14N30, Secondary 14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3996"],"date":["2010-09-21"],"type":["text"],"creator":["Fujino, Osamu","Gongyo, Yoshinori"],"language":[],"coverage":[],"title":["On canonical bundle formulae and subadjunctions"],"description":["  We consider a canonical bundle formula for generically finite proper\nsurjective morphisms and obtain subadjunction formulae for minimal log\ncanonical centers of log canonical pairs. We also treat related topics and\napplications.\n","Comment: 12 pages"]}]
["1009.3999",{"format":[],"subject":["Mathematics - Probability","primary 60K35, secondary 82C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3999"],"date":["2010-09-21"],"type":["text"],"creator":["Athreya, Siva","Sethuraman, Sunder","Toth, Balint"],"language":[],"coverage":[],"title":["On the range, local times and periodicity of random walk on an interval"],"description":["  The range, local times, and periodicity of symmetric, weakly asymmetric and\nasymmetric random walks at the time of exit from a strip with $N$ locations are\nconsidered. Several results on asymptotic distributions are obtained.\n"]}]
["1009.4000",{"format":[],"subject":["Computer Science - Cryptography and Security","D.4.6","E.3","K.6.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4000"],"date":["2010-09-21"],"type":["text"],"creator":["Filiol, Eric"],"language":[],"coverage":[],"title":["Malicious cryptography techniques for unreversable (malicious or not)\n  binaries"],"description":["  Fighting against computer malware require a mandatory step of reverse\nengineering. As soon as the code has been disassemblied/decompiled (including a\ndynamic analysis step), there is a hope to understand what the malware actually\ndoes and to implement a detection mean. This also applies to protection of\nsoftware whenever one wishes to analyze them. In this paper, we show how to\namour code in such a way that reserse engineering techniques (static and\ndymanic) are absolutely impossible by combining malicious cryptography\ntechniques developped in our laboratory and new types of programming (k-ary\ncodes). Suitable encryption algorithms combined with new cryptanalytic\napproaches to ease the protection of (malicious or not) binaries, enable to\nprovide both total code armouring and large scale polymorphic features at the\nsame time. A simple 400 Kb of executable code enables to produce a binary code\nand around $2^{140}$ mutated forms natively while going far beyond the old\nconcept of decryptor.\n","Comment: 17 pages, 2 figures, accepted for presentation at H2HC'10"]}]
["1009.4009",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14D20, 14F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4009","doi:10.1142/S0129167X10006094"],"date":["2010-09-21"],"type":["text"],"creator":["Biswas, Indranil","Poddar, Mainak"],"language":[],"coverage":[],"title":["Chen-Ruan cohomology of some moduli spaces, II"],"description":["  Let X be a compact connected Riemann surface of genus at least two. Let r be\na prime number and \\xi a holomorphic line bundle on it such that r is not a\ndivisor of degree(\\xi). Let {\\mathcal M}_\\xi(r) denote the moduli space of\nstable vector bundles over X of rank r and determinant \\xi. By \\Gamma we will\ndenote the group of line bundles L over X such that $L^{\\otimes r}$ is trivial.\nThis group \\Gamma acts on {\\mathcal M}_\\xi(r). We compute the Chen-Ruan\ncohomology of the corresponding orbifold.\n","Comment: International Journal of Mathematics (Vol. 21)"]}]
["1009.4012",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4012"],"date":["2010-09-21"],"type":["text"],"creator":["Gueguen, Geoffroy"],"language":[],"coverage":[],"title":["Van Wijngaarden grammars, metamorphism and K-ary malwares"],"description":["  Grammars are used to describe sentences structure, thanks to some sets of\nrules, which depends on the grammar type. A classification of grammars has been\nmade by Noam Chomsky, which led to four well-known types. Yet, there are other\ntypes of grammars, which do not exactly fit in Chomsky's classification, such\nas the two-level grammars. As their name suggests it, the main idea behind\nthese grammars is that they are composed of two grammars. Van Wijngaarden\ngrammars, particularly, are such grammars. They are interesting by their power\n(expressiveness), which can be the same, under some hypotheses, as the most\npowerful grammars of Chomsky's classification, i.e. Type 0 grammars. Another\npoint of interest is their relative conciseness and readability. Van\nWijngaarden grammars can describe static and dynamic semantic of a language.\nSo, by using them as a generative engine, it is possible to generate a possibly\ninfinite set of words, while assuring us that they all have the same semantic.\nMoreover, they can describe K-ary codes, by describing the semantic of each\ncomponents of a code.\n"]}]
["1009.4013",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4013"],"date":["2010-09-21"],"type":["text"],"creator":["Inoue, Hiroyasu"],"language":[],"coverage":[],"title":["An Analysis of Transaction and Joint-patent Application Networks"],"description":["  Many firms these days are opting to specialize rather than generalize as a\nway of maintaining their competitiveness. Consequently, they cannot rely solely\non themselves, but must cooperate by combining their advantages. To obtain the\nactual condition for this cooperation, a multi-layered network based on two\ndifferent types of data was investigated. The first type was transaction data\nfrom Japanese firms. The network created from the data included 961,363 firms\nand 7,808,760 links. The second type of data were from joint-patent\napplications in Japan. The joint-patent application network included 54,197\nnodes and 154,205 links. These two networks were merged into one network.\n  The first anaysis was based on input-output tables and three different tables\nwere compared. The correlation coefficients between tables revealed that\ntransactions were more strongly tied to joint-patent applications than the\ntotal amount of money. The total amount of money and transactions have few\nrelationships and these are probably connected to joint-patent applications in\ndifferent mechanisms. The second analysis was conducted based on the p* model.\nChoice, multiplicity, reciprocity, multi-reciprocity and transitivity\nconfigurations were evaluated. Multiplicity and reciprocity configurations were\nsignificant in all the analyzed industries. The results for multiplicity meant\nthat transactions and joint-patent application links were closely related.\nMulti-reciprocity and transitivity configurations were significant in some of\nthe analyzed industries. It was difficult to find any common characteristics in\nthe industries. Bayesian networks were used in the third analysis. The learned\nstructure revealed that if a transaction link between two firms is known, the\ncategories of firms' industries do not affect to the existence of a patent\nlink.\n"]}]
["1009.4017",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4017","Journal of Algebraic Geometry, 18 (2009), 459--475"],"date":["2010-09-21"],"type":["text"],"creator":["Bonacini, Paola"],"language":[],"coverage":[],"title":["Laudal's Lemma in positive characteristic"],"description":["  Laudal's Lemma states that if $C$ is a curve of degree $d > s^2 + 1$ in\n$\\mathbb P^3$ over an algebraically closed field of characteristic 0 such that\nits plane section is contained in an irreducible curve of degree s, then $C$\nlies on a surface of degree $s$. We show that the same result does not hold in\npositive characteristic and we find different bounds $d > f(s)$ which ensure\nthat $C$ is contained in a surface of degree $s$.\n"]}]
["1009.4019",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4019"],"date":["2010-09-21"],"type":["text"],"creator":["Gonzalez-Bailon, Sandra","Banchs, Rafael E.","Kaltenbrunner, Andreas"],"language":[],"coverage":[],"title":["Emotional Reactions and the Pulse of Public Opinion: Measuring the\n  Impact of Political Events on the Sentiment of Online Discussions"],"description":["  This paper analyses changes in public opinion by tracking political\ndiscussions in which people voluntarily engage online. Unlike polls or surveys,\nour approach does not elicit opinions but approximates what the public thinks\nby analysing the discussions in which they decide to take part. We measure the\nemotional content of online discussions in three dimensions (valence, arousal\nand dominance), paying special attention to deviation around average values,\nwhich we use as a proxy for disagreement and polarisation. We show that this\nmeasurement of public opinion helps predict presidential approval rates,\nsuggesting that there is a point of connection between online discussions\n(often deemed not representative of the overall population) and offline polls.\nWe also show that this measurement provides a deeper understanding of the\nindividual mechanisms that drive aggregated shifts in public opinion. Our data\nspans a period that includes two US presidential elections, the attacks of\nSeptember 11, and the start of military action in Afghanistan and Iraq.\n","Comment: 18 pages, 7 figures"]}]
["1009.4020",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4020"],"date":["2010-09-21"],"type":["text"],"creator":["Vidal, German","Zhou, Neng-Fa"],"language":[],"coverage":[],"title":["Proceedings of CICLOPS-WLPE 2010"],"description":["  Online proceedings of the Joint Workshop on Implementation of Constraint\nLogic Programming Systems and Logic-based Methods in Programming Environments\n(CICLOPS-WLPE 2010), Edinburgh, Scotland, U.K., July 15, 2010.\n"]}]
["1009.4021",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H50, 13D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4021","Proceedings of the American Mathematical Society Volume 136,\n  Number 7, July 2008, Pages 2289-2297"],"date":["2010-09-21"],"type":["text"],"creator":["Bonacini, Paola"],"language":[],"coverage":[],"title":["On a plane section of an integral curve in positive characteristic"],"description":["  If $C \\subset P^3_k$ is an integral curve and $k$ an algebraically closed\nfield of characteristic 0, it is known that the points of the general plane\nsection $C \\cap H$ of $C$ are in uniform position. From this it follows easily\nthat the general minimal curve containing $C\\cap H$ is irreducible. If $char k\n= p > 0$, the points of $C\\cap H$ may not be in uniform position. However, we\nprove that the general minimal curve containing $C\\cap H$ is still irreducible.\n"]}]
["1009.4023",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4023"],"date":["2010-09-21"],"type":["text"],"creator":["Yan, Zhenya","Xiong, Bo","Liu, Wu-Ming"],"language":[],"coverage":[],"title":["Spontaneous Parity--Time Symmetry Breaking and Stability of Solitons in\n  Bose-Einstein Condensates"],"description":["  We report explicitly a novel family of exact PT-symmetric solitons and\nfurther study their spontaneous PT symmetry breaking, stabilities and\ncollisions in Bose-Einstein condensates trapped in a PT-symmetric harmonic trap\nand a Hermite-Gaussian gain/loss potential. We observe the significant effects\nof mean-field interaction by modifying the threshold point of spontaneous PT\nsymmetry breaking in Bose-Einstein condensates. Our scenario provides a\npromising approach to study PT-related universal behaviors in non-Hermitian\nquantum system based on the manipulation of gain/loss potential in\nBose-Einstein condensates.\n","Comment: Submitted to Physical Review Letters on Sept. 13th 2010"]}]
["1009.4031",{"format":[],"subject":["Mathematical Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4031"],"date":["2010-09-21"],"type":["text"],"creator":["Guseinov, I. I."],"language":[],"coverage":[],"title":["Expansion and one-range addition theorems for complete orthonormal sets\n  of spinor wave functions and Slater spinor orbitals of arbitrary\n  half-integral spin in position, momentum and four-dimensional spaces"],"description":["  The analytical relations in position, momentum and four-dimensional spaces\nare established for the expansion and one-range addition theorems of\nrelativistic complete orthonormal sets of exponential type spinor wave\nfunctions and Slater spinor orbitals of arbitrary half-integral spin. These\ntheorems are expressed through the corresponding nonrelativistic expansion and\none-range addition theorems of the spin-0 particles introduced by the author.\nThe expansion and one-range addition theorems derived are especially useful for\nthe computation of multicenter integrals over exponential type spinor orbitals\narising in the generalized relativistic Dirac-Hartree-Fock-Roothaan theory when\nthe position, momentum and four-dimensional spaces are employed.\n","Comment: 7 pages"]}]
["1009.4034",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4034"],"date":["2010-09-21"],"type":["text"],"creator":["Méliot, Pierre-Loïc"],"language":[],"coverage":[],"title":["Kerov's central limit theorem for Schur-Weyl measures of parameter 1/2"],"description":["  We show that Kerov's central limit theorem related to the fluctuations of\nYoung diagrams under the Plancherel measure extends to the case of Schur-Weyl\nmeasures, which are the probability measures on partitions associated to the\nrepresentations of the symmetric groups $S_n$ on tensor products of vector\nspaces $V^{\\otimes n}$ (cf. arXiv:math/0006111). More precisely, the\nfluctuations are exactly the same up to a translation of the diagrams along the\nx-axis. Our proof is inspired by the one given by Ivanov and Olshanski in\narXiv:math/0304010 for the Plancherel measure, and it relies on the\ncombinatorics of the algebra of observable of diagrams. We also use Sniady's\ntheory of cumulants of observables, cf. arXiv:math/0501112.\n","Comment: 23 pages, 8 figures"]}]
["1009.4038",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4038","Ultramicroscopy, Volume 108, Issue 9, August 2008, Pages 878-884","doi:10.1016/j.ultramic.2008.02.009"],"date":["2010-09-21"],"type":["text"],"creator":["Gamm, B.","Schultheiß, K.","Schröder, R. R.","Gerthsen, D."],"language":[],"coverage":[],"title":["Effect of a Physical Phase Plate on Contrast Transfer in an\n  Aberration-Corrected Transmission Electron Microscope"],"description":["  In this theoretical study we analyze contrast transfer of weak-phase objects\nin a transmission electron microscope, which is equipped with an aberration\ncorrector (Cs-corrector) in the imaging lens system and a physical phase plate\nin the back focal plane of the objective lens. For a phase shift of pi/2\nbetween scattered and unscattered electrons induced by a physical phase plate,\nthe sine-type phase contrast transfer function is converted into a cosine-type\nfunction. Optimal imaging conditions could theoretically be achieved if the\nphase shifts caused by the objective lens defocus and lens aberrations would be\nequal zero. In reality this situation is difficult to realize because of\nresidual aberrations and varying, non-zero local defocus values, which in\ngeneral result from an uneven sample surface topography. We explore the\nconditions - i.e. range of Cs-values and defocus - for most favourable contrast\ntransfer as a function of the information limit, which is only limited by the\neffect of partial coherence of the electron wave in Cs-corrected transmission\nelectron microscopes. Under high-resolution operation conditions we find that a\nphysical phase plate improves strongly low- and medium-resolution object\ncontrast, while improving tolerance to defocus and Cs-variations, compared to a\nmicroscope without a phase plate.\n"]}]
["1009.4045",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","53D05, 53C55, 58F06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4045"],"date":["2010-09-21"],"type":["text"],"creator":["Di Scala, Antonio J.","Loi, Andrea","Ishi, Hideyuki"],"language":[],"coverage":[],"title":["Kaehler immersions of homogeneous Kaehler manifolds into complex space\n  forms"],"description":["  In this paper we study the homogeneous Kaehler manifolds (h.K.m.) which can\nbe Kaehler immersed into finite or infinite dimensional complex space forms. On\none hand we completely classify the h.K.m. which can be Kaehler immersed into a\nfinite or infinite dimensional complex Euclidean or hyperbolic space. Moreover,\nwe extend known results about Kaehler immersions into the finite dimensional\ncomplex projective space to the infinite dimensional setting.\n","Comment: 11 pages"]}]
["1009.4046",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4046"],"date":["2010-09-21"],"type":["text"],"creator":["Lu, Lu","Liew, Soung Chang","Zhang, Shengli"],"language":[],"coverage":[],"title":["Channel-coded Collision Resolution by Exploiting Symbol Misalignment"],"description":["  In random-access networks, such as the IEEE 802.11 network, different users\nmay transmit their packets simultaneously, resulting in packet collisions.\nTraditionally, the collided packets are simply discarded. To improve\nperformance, advanced signal processing techniques can be applied to extract\nthe individual packets from the collided signals. Prior work of ours has shown\nthat the symbol misalignment among the collided packets can be exploited to\nimprove the likelihood of successfully extracting the individual packets.\nHowever, the failure rate is still unacceptably high. This paper investigates\nhow channel coding can be used to reduce the failure rate. We propose and\ninvestigate a decoding scheme that incorporates the exploitation of the\naforementioned symbol misalignment into the channel decoding process. This is a\nfine-grained integration at the symbol level. In particular, collision\nresolution and channel decoding are applied in an integrated manner. Simulation\nresults indicate that our method outperforms other schemes, including the\nstraightforward method in which collision resolution and channel coding are\napplied separately.\n"]}]
["1009.4047",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4047"],"date":["2010-09-21"],"type":["text"],"creator":["Méliot, Pierre-Loïc"],"language":[],"coverage":[],"title":["Asymptotics of the Gelfand models of the symmetric groups"],"description":["  If a partition $\\lambda$ of size n is chosen randomly according to the\nPlancherel measure $P_n[\\lambda] = (\\dim \\lambda)^2/n!$, then as n goes to\ninfinity, the rescaled shape of $\\lambda$ is with high probability very close\nto a non-random continuous curve $\\Omega$ known as the\nLogan-Shepp-Kerov-Vershik curve. Moreover, the rescaled deviation of $\\lambda$\nfrom this limit shape can be described by an explicit generalized gaussian\nprocess. In this paper, we investigate the analoguous problem when $\\lambda$ is\nchosen with probability proportional to $\\dim \\lambda$ instead of $(\\dim\n\\lambda)^2$. We shall use very general arguments due to Ivanov and Olshanski\nfor the first and second order asymptotics (cf. arXiv:math/0304010); these\narguments amount essentially to a method of moments in a noncommutative\nsetting. The first order asymptotics of the Gelfand measures turns out to be\nthe same as for the Plancherel measure; on the contrary, the fluctuations are\ndifferent (and bigger), although they involve the same generalized gaussian\nprocess. Many of our computations relie on the enumeration of involutions and\nsquare roots in $S_n$.\n","Comment: 21 pages, 8 figures"]}]
["1009.4048",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4048"],"date":["2010-09-21"],"type":["text"],"creator":["Ahmed, Zeeshan"],"language":[],"coverage":[],"title":["A Middleware road towards Web (Grid) Services"],"description":["  Middleware technologies is a very big field, containing a strong already done\nresearch as well as the currently running research to confirm already done\nresearch's results and the to have some new solution by theoretical as well as\nthe experimental (practical) way. This document has been produced by Zeeshan\nAhmed (Student: Connectivity Software Technologies Blekinge Institute of\nTechnologies). This describes the research already done in the field of\nmiddleware technologies including Web Services, Grid Computing, Grid Services\nand Open Grid Service Infrastructure & Architecture. This document concludes\nwith the overview of Web (Grid) Service, Chain of Web (Grid) Services and the\nnecessary security issue.\n","Comment: In the proceedings of Blekinge Institute of Technology Student\n  Workshop on Architectures and Research in Middleware (BITSWARM), P 67, 12\n  January, Ronneby Sweden 2006"]}]
["1009.4055",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4055"],"date":["2010-09-21"],"type":["text"],"creator":["Kreidl, Martin"],"language":[],"coverage":[],"title":["A short note on vector bundles on curves"],"description":["  Beauville and Laszlo give an interpretation of the affine Grassmannian for\nGl_n over a field k as a moduli space of, loosely speaking, vector bundles over\na projective curve together with a trivialization over the complement of a\nfixed closed point. In order to establish this correspondence, they have to\nshow that descent for vector bundles holds in a situation which is not a\nclassical fpqc-descent situation. They prove this as a consequence of an\nabstract descent lemma. It turns out, however, that one can avoid this descent\nlemma by using a simple approximation-argument, which leads to a more direct\nprove of the above mentioned correspondence.\n","Comment: 5 pages"]}]
["1009.4057",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4057"],"date":["2010-09-21"],"type":["text"],"creator":["Rudenko, G. V.","Myshyakov, I. I."],"language":[],"coverage":[],"title":["Helicity invariants of force-free field for a rectangular box"],"description":["  An algorithm for calculating three gauge-invariant helicities (self-, mutual-\nand Berger relative helicity) for a magnetic field specified in a rectangular\nbox is described. The algorithm is tested on a well-known force-free model (Low\nand Lou, 1990) presented in vector-potential form.\n"]}]
["1009.4058",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4058"],"date":["2010-09-21"],"type":["text"],"creator":["Vladimirov, V. A."],"language":[],"coverage":[],"title":["Admixture and Drift in Oscillating Fluid Flows"],"description":["  The motions of a passive scalar $\\hat{a}$ in a general high-frequency\noscillating flow are studied. Our aim is threefold: (i) to obtain different\nclasses of general solutions; (ii) to identify, classify, and develop related\nasymptotic procedures; and (iii) to study the notion of drift motion and the\nlimits of its applicability. The used mathematical approach combines a version\nof the two-timing method, the Eulerian averaging procedure, and several novel\nelements. Our main results are: (i) the scaling procedure produces two\nindependent dimensionless scaling parameters: inverse frequency $1/\\omega$ and\ndisplacement amplitude $\\delta$; (ii) we propose the \\emph{inspection\nprocedure} that allows to find the natural functional forms of asymptotic\nsolutions for $1/\\omega\\to 0, \\delta\\to 0$ and leads to the key notions of\n\\emph{critical, subcritical, and supercritical asymptotic families} of\nsolutions; (iii) we solve the asymptotic problems for an arbitrary given\noscillating flow and any initial data for $\\hat{a}$; (iv) these solutions show\nthat there are at least three different drift velocities which correspond to\ndifferent asymptotic paths on the plane $(1/\\omega,\\delta)$; each velocity has\ndimensionless magnitude ${O}(1)$; (v) the obtained solutions also show that the\naveraged motion of a scalar represents a pure drift for the zeroth and first\napproximations and a drift combined with \\emph{pseudo-diffusion} for the second\napproximation; (vi) we have shown how the changing of a time-scale produces new\nclasses of solutions; (vii) we develop the two-timing theories of a drift based\non both the \\emph{GLM}-theory and the dynamical systems approach; (viii)\nexamples illustrating different options of drifts and pseudo-diffusion are\npresented.\n","Comment: 44 pages; a version of this paper is submitted to the Journal of\n  Fluid Mechanics"]}]
["1009.4060",{"format":[],"subject":["Mathematics - Functional Analysis","46F05, 46F12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4060","Published in Integral Transforms and Special Functions, Volume 21,\n  Issue 6 June 2010 , pages 465 - 477","doi:10.1080/10652460903371256"],"date":["2010-09-21"],"type":["text"],"creator":["Prasad, Akhilesh","Kumar, Manish"],"language":[],"coverage":[],"title":["Continuity of Pseudo-Differential Operator $h_{\\mu,a}$ Involving Hankel\n  Translation and Hankel Convolution on Some Gevrey Spaces"],"description":["  The Pseudo-Differential Operator (p.d.o.) $h_{\\mu,a}$ associated with the\nBessel Operator involving the symbol $a(x,y)$ whose derivatives satisfy certain\ngrowth conditions depending on some increasing sequences is studied on certain\nGevrey spaces. The p.d.o. $h_{\\mu,a}$ on Hankel translation $\\tau$ and Hankel\nconvolution of Gevrey functions is continuous linear map into another Gevrey\nspaces.\n"]}]
["1009.4064",{"format":[],"subject":["Mathematics - Representation Theory","20G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4064"],"date":["2010-09-21"],"type":["text"],"creator":["Cox, Anton","De Visscher, Maud"],"language":[],"coverage":[],"title":["Diagrammatic Kazhdan-Lusztig theory for the (walled) Brauer algebra"],"description":["  We determine the decomposition numbers for the Brauer and walled Brauer\nalgebra in characteristic zero in terms of certain polynomials associated to\ncap and curl diagrams (recovering a result of Martin in the Brauer case). We\nconsider a second family of polynomials associated to such diagrams, and use\nthese to determine projective resolutions of the standard modules. We then\nrelate these two families of polynomials to Kazhdan-Lusztig theory via the work\nof Lascoux-Sch\\\"utzenberger and Boe, inspired by work of Brundan and Stroppel\nin the cap diagram case.\n","Comment: 32 pages, 22 figures"]}]
["1009.4068",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4068"],"date":["2010-09-21"],"type":["text"],"creator":["Mahdipour-Shirayeh, A."],"language":[],"coverage":[],"title":["Preliminary group classification for generalized inviscid Burger's\n  equation"],"description":["  Preliminary group classification for a class of generalized inviscid Burger's\nequations in the general form $u_t+g(x, u)u_x = f(x, u)$ is given and\nadditional equivalence transformations are found. Adduced results complete and\nessentially generalize recent works on the subject . A number of new\ninteresting nonlinear invariant models which have non-trivial invariance\nalgebras are obtained. The result of the work is a wide class of equations\nsummarized in table form.\n","Comment: 15 pages"]}]
["1009.4069",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4069","Reviews of Modern Physics, Volume 82, pages 2557-2607 (2010)","doi:10.1103/RevModPhys.82.2557"],"date":["2010-09-21"],"type":["text"],"creator":["Gribakin, G. F.","Young, J. A.","Surko, C. M."],"language":[],"coverage":[],"title":["Positron-molecule interactions: resonant attachment, annihilation, and\n  bound states"],"description":["  This article presents an overview of current understanding of the interaction\nof low-energy positrons with molecules with emphasis on resonances, positron\nattachment and annihilation. Annihilation rates measured as a function of\npositron energy reveal the presence of vibrational Feshbach resonances (VFR)\nfor many polyatomic molecules. These resonances lead to strong enhancement of\nthe annihilation rates. They also provide evidence that positrons bind to many\nmolecular species. A quantitative theory of VFR-mediated attachment to small\nmolecules is presented. It is tested successfully for selected molecules (e.g.,\nmethyl halides and methanol) where all modes couple to the positron continuum.\nCombination and overtone resonances are observed and their role is elucidated.\nIn larger molecules, annihilation rates from VFR far exceed those explicable on\nthe basis of single-mode resonances. These enhancements increase rapidly with\nthe number of vibrational degrees of freedom. While the details are as yet\nunclear, intramolecular vibrational energy redistribution to states that do not\ncouple directly to the positron continuum appears to be responsible for these\nenhanced annihilation rates. Downshifts of the VFR from the vibrational mode\nenergies have provided binding energies for thirty species. Their dependence\nupon molecular parameters and their relationship to positron-atom and\npositron-molecule binding energy calculations are discussed. Feshbach\nresonances and positron binding to molecules are compared with the analogous\nelectron-molecule (negative ion) cases. The relationship of VFR-mediated\nannihilation to other phenomena such as Doppler-broadening of the gamma-ray\nannihilation spectra, annihilation of thermalized positrons in gases, and\nannihilation-induced fragmentation of molecules is discussed.\n","Comment: 50 pages, 40 figures"]}]
["1009.4070",{"format":[],"subject":["Mathematics - Statistics Theory","60B99, 60E07, 62F10, 62F12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4070"],"date":["2010-09-21"],"type":["text"],"creator":["Liu, Shuyan"],"language":[],"coverage":[],"title":["Estimation of the spectral measure of multivariate regularly varying\n  distributions"],"description":["  In the paper, the estimator for the spectral measure of multivariate stable\ndistributions introduced by Davydov and co-workers are extended to the\nregularly varying distributions. The sampling method is modified to optimize\nthe rate of convergence of estimator. An estimator of the total mass of\nspectral measure is proposed. The consistency and the asymptotic normality of\nestimators are proved.\n","Comment: 23 pages, 3 figures"]}]
["1009.4090",{"format":[],"subject":["Mathematics - Probability","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4090"],"date":["2010-09-21"],"type":["text"],"creator":["Beltran, Johel","Landim, Claudio"],"language":[],"coverage":[],"title":["Metastability of reversible finite state Markov processes"],"description":["  We prove the metastable behavior of reversible Markov processes on finite\nstate spaces under minimal conditions on the jump rates. To illustrate the\nresult we deduce the metastable behavior of the Ising model with a small\nmagnetic field at very low temperature.\n"]}]
["1009.4091",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4091"],"date":["2010-09-21"],"type":["text"],"creator":["Mahmood, Kashif","Rizk, Amr","Jiang, Yuming"],"language":[],"coverage":[],"title":["On the Flow-Level Delay of a Spatial Multiplexing MIMO Wireless Channel"],"description":["  The MIMO wireless channel offers a rich ground for quality of service\nanalysis. In this work, we present a stochastic network calculus analysis of a\nMIMO system, operating in spatial multiplexing mode, using moment generating\nfunctions (MGF). We quantify the spatial multiplexing gain, achieved through\nmultiple antennas, for flow level quality of service (QoS) performance.\nSpecifically we use Gilbert-Elliot model to describe individual spatial paths\nbetween the antenna pairs and model the whole channel by an N-State Markov\nChain, where N depends upon the degrees of freedom available in the MIMO\nsystem. We derive probabilistic delay bounds for the system and show the impact\nof increasing the number of antennas on the delay bounds under various\nconditions, such as channel burstiness, signal strength and fading speed.\nFurther we present results for multi-hop scenarios under statistical\nindependence.\n"]}]
["1009.4092",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35K25, 35K35, 35Q35, 37L05, 76A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4092"],"date":["2010-09-21"],"type":["text"],"creator":["Burchard, Almut","Chugunova, Marina","Stephens, Benjamin K."],"language":[],"coverage":[],"title":["On the energy-minimizing steady states of a thin film equation"],"description":["  Steady states of the thin film equation $u_t+[u^3 (u_xxx + \\alpha^2 u_x\n-\\sin(x) )]_x=0$ are considered on the periodic domain $\\Omega = (-\\pi,\\pi)$.\nThe equation defines a generalized gradient flow for an energy functional that\ncontrols the $H^1$-norm. The main result establishes that there exists for each\ngiven mass a unique nonnegative function of minimal energy. This minimizer is\nsymmetric decreasing about $x=0$. For $\\alpha<1$ there is a critical value for\nthe mass at which the minimizer has a touchdown zero. If the mass exceeds this\nvalue, the minimizer is strictly positive. Otherwise, it is supported on a\nproper subinterval of the domain and meets the dry region at zero contact\nangle. A second result explores the relation between strict positivity and\nexponential convergence for steady states. It is shown that positive minimizers\nare locally exponentially attractive, while the distance from a steady state\nwith a dry region cannot decay faster than a power law.\n","Comment: 14 pages, 5 figures"]}]
["1009.4095",{"format":[],"subject":["Mathematics - Algebraic Geometry","13H10, 13D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4095"],"date":["2010-09-21"],"type":["text"],"creator":["Bonacini, Paola","Marino, Lucia"],"language":[],"coverage":[],"title":["On the Hilbert function on $\\mathbb P^1\\times\\mathbb P^1$"],"description":["  Let $Q = \\mathbb P^1 x \\mathbb P^1$ and let $X\\subset Q$ be a 0-dimensional\nscheme. This paper is a first step towards the characterization of Hilbert\nfunctions of 0- dimensional schemes in $Q$. In particular we show how, under\nsome conditions on $X$, its Hilbert function changes when we add points to $X$\nlying on a $(1,0)$ or $(0, 1)$-line. As a particular case we show also that if\n$X$ is ACM this result holds without any additional hypothesis.\n","Comment: preprint of the paper accepted by Collectanea Mathematica"]}]
["1009.4096",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60H25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4096"],"date":["2010-09-21"],"type":["text"],"creator":["Dorogovtsev, Andrey A."],"language":[],"coverage":[],"title":["Semigroups of finite-dimensional random projections"],"description":["  In this paper we present a complete description of a stochastic semigroup of\nfinite-dimensional projections in Hilbert space. The geometry of such\nsemigroups is characterized by the asymptotic behavior of the widths of compact\nsubsets with respect to the subspaces generated by the semigroup operators.\n","Comment: 13 pages"]}]
["1009.4098",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q35, 76B03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4098"],"date":["2010-09-21"],"type":["text"],"creator":["Cui, Xiaona","Dou, Changsheng","Jiu, Quansen"],"language":[],"coverage":[],"title":["Local well-posedness and blow up criterion for the Inviscid Boussinesq\n  system in H\\\"{o}lder spaces"],"description":["  We prove the local in time existence and a blow up criterion of solution in\nthe H\\\"{o}lder spaces for the inviscid Boussinesq system in $R^{N},N\\geq2$,\nunder the assumptions that the initial values $\\theta_{0},u_{0}\\in C^{r}$, with\n$r>1$.\n","Comment: 20 pages"]}]
["1009.4102",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4102"],"date":["2010-09-21"],"type":["text"],"creator":["Andres, Bjoern","Kappes, Joerg H.","Koethe, Ullrich","Hamprecht, Fred A."],"language":[],"coverage":[],"title":["The Lazy Flipper: MAP Inference in Higher-Order Graphical Models by\n  Depth-limited Exhaustive Search"],"description":["  This article presents a new search algorithm for the NP-hard problem of\noptimizing functions of binary variables that decompose according to a\ngraphical model. It can be applied to models of any order and structure. The\nmain novelty is a technique to constrain the search space based on the topology\nof the model. When pursued to the full search depth, the algorithm is\nguaranteed to converge to a global optimum, passing through a series of\nmonotonously improving local optima that are guaranteed to be optimal within a\ngiven and increasing Hamming distance. For a search depth of 1, it specializes\nto Iterated Conditional Modes. Between these extremes, a useful tradeoff\nbetween approximation quality and runtime is established. Experiments on models\nderived from both illustrative and real problems show that approximations found\nwith limited search depth match or improve those obtained by state-of-the-art\nmethods based on message passing and linear programming.\n","Comment: C++ Source Code available from\n  http://hci.iwr.uni-heidelberg.de/software.php"]}]
["1009.4103",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4103"],"date":["2010-09-21"],"type":["text"],"creator":["Tolstoy, E.","Battaglia, G.","Beck, R.","Brunthaler, A.","Calamida, A.","Fiorentino, G.","van der Hulst, J. M."],"language":[],"coverage":[],"title":["Working Group Summary - Local Universe"],"description":["  This is a summary of the discussions that took place in the working group\ndedicated to studies of the Local Universe. The authors are listed in\nalphabetical order, after the working group organiser, and are those who gave a\npresentation during the week in Crete; their contributions are incorporated\nhere. During the group discussions we considered the various synergies that\nexist between future studies of individual stars and star formation regions at\noptical/IR wavelengths that will be possible with the E-ELT and those of the\nmolecular and neutral gas in similar regions that will be possible with ALMA\nand SKA. The primary emphasise was on star formation; both on large and small\nscales. New facilities will allow more detailed insights into the properties of\nour own Galaxy and also allow us to make detailed comparisons with a range of\nmore distant systems all forming stars at different rates from different\ninitial conditions (e.g., metallicity) and with different spatial\ndistributions.\n","Comment: 10 pages, 9 figures. Conference in Crete: Astronomy with\n  megastructures, joint science with E-ELT & SKA"]}]
["1009.4109",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4109"],"date":["2010-09-21"],"type":["text"],"creator":["Luk, Jonathan"],"language":[],"coverage":[],"title":["The Null Condition and Global Existence for Nonlinear Wave Equations on\n  Slowly Rotating Kerr Spacetimes"],"description":["  We study a semilinear equation with derivatives satisfying a null condition\non slowly rotating Kerr spacetimes. We prove that given sufficiently small\ninitial data, the solution exists globally in time and decays with a\nquantitative rate to the trivial solution. The proof uses the robust vector\nfield method. It makes use of the decay properties of the linear wave equation\non Kerr spacetime, in particular the improved decay rates in the region\n$\\{r\\leq \\frac{t}{4}\\}$.\n"]}]
["1009.4112",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4112","A&A, 492, 857, 2008","doi:10.1051/0004-6361:200809928"],"date":["2010-09-21"],"type":["text"],"creator":["Parenti, Susanna","Young, Peter R."],"language":[],"coverage":[],"title":["On the ultraviolet signatures of small scale heating in coronal loops"],"description":["  Studying the statistical properties of solar ultraviolet emission lines could\nprovide information about the nature of small scale coronal heating. We expand\non previous work to investigate these properties. We study whether the\npredicted statistical distribution of ion emission line intensities produced by\na specified heating function is affected by the isoelectronic sequence to which\nthe ion belongs, as well as the characteristic temperature at which it was\nformed. Particular emphasis is placed on the strong resonance lines belonging\nto the lithium isoelectronic sequence. Predictions for emission lines observed\nby existing space-based UV spectrometers are given. The effects on the\nstatistics of a line when observed with a wide-band imaging instrument rather\nthan a spectrometer are also investigated. We use a hydrodynamic model to\nsimulate the UV emission of a loop system heated by nanoflares on small,\nspatially unresolved scales. We select lines emitted at similar temperatures\nbut belonging to different isoelectronic groups: Fe IX and Ne VIII, Fe XII and\nMg X, Fe XVII, Fe XIX and Fe XXIV. Our simulations confirm previous results\nthat almost all lines have an intensity distribution that follows a power-law,\nin a similar way to the heating function. However, only the high temperature\nlines best preserve the heating function's power law index (Fe XIX being the\nbest ion in the case presented here). The Li isoelectronic lines have different\nstatistical properties with respect to the lines from other sequences, due to\nthe extended high temperature tail of their contribution functions. However,\nthis is not the case for Fe XXIV which may be used as a diagnostic of the\ncoronal heating function. We also show that the power-law index of the heating\nfunction is effectively preserved when a line is observed by a wide-band\nimaging instrument rather than a spectromenter.\n"]}]
["1009.4127",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4127"],"date":["2010-09-21"],"type":["text"],"creator":["Cardone, Fabio","Mignani, Roberto","Petrucci, Andrea"],"language":[],"coverage":[],"title":["Piezonuclear Reactions"],"description":["  In this paper, we deal with the subject of piezonuclear reactions, namely\nnuclear reactions (of new type) triggered by pressure waves. We discuss the\nexperimental evidences obtained in the last two decades, which can be\nsummarized essentially as follows: experiments in cavitation of liquids, where\ntransmutation of elements, creation of elements and emission of neutrons have\nbeen observed; emission of neutrons in brittle failure of solids subjected to\nmechanical pressure; alteration of the lifetime of un unstable element\n(thorium) subjected to cavitation. A theoretical model to explain these facts\nis proposed. Future perspectives of these experimental and theoretical\ninvestigations are also underlined.\n","Comment: 61 pages, 22 figures"]}]
["1009.4128",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4128"],"date":["2010-09-21"],"type":["text"],"creator":["Govindasamy, Siddhartan","Bliss, Daniel W.","Staelin, David H."],"language":[],"coverage":[],"title":["Asymptotic Spectral Efficiency of Multi-antenna Links in Wireless\n  Networks with Limited Tx CSI"],"description":["  An asymptotic technique is presented for finding the spectral efficiency of\nmulti-antenna links in wireless networks where transmitters have\nChannel-State-Information (CSI) corresponding to their target receiver.\nTransmitters are assumed to transmit independent data streams on a limited\nnumber of channel modes which limits the rank of transmit covariance matrices.\nThis technique is applied to spatially distributed networks to derive an\napproximation for the asymptotic spectral efficiency in the\ninterference-limited regime as a function of link-length, interferer density,\nnumber of antennas per receiver and transmitter, number of transmit streams and\npath-loss exponent. It is found that targeted-receiver CSI, which can be\nacquired with low overhead in duplex systems with reciprocity, can increase\nspectral efficiency several fold, particularly when link lengths are large,\nnode density is high or both. Additionally, the per-link spectral efficiency is\nfound to be a function of the ratio of node density to the number of receiver\nantennas, and that it can often be improved if nodes transmit using fewer\nstreams. These results are validated for finite-sized systems by Monte-Carlo\nsimulation and are asymptotic in the regime where the number of users and\nantennas per receiver approach infinity.\n"]}]
["1009.4136",{"format":[],"subject":["Mathematics - Group Theory","Computer Science - Computational Complexity","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4136"],"date":["2010-09-21"],"type":["text"],"creator":["Moore, Cristopher","Russell, Alexander"],"language":[],"coverage":[],"title":["Regarding a Representation-Theoretic Conjecture of Wigderson"],"description":["  We show that there exists a family of irreducible representations R_i (of\nfinite groups G_i) such that, for any constant t, the average of R_i over t\nuniformly random elements g_1, ..., g_t of G_i has operator norm 1 with\nprobability approaching 1 as i limits to infinity. This settles a conjecture of\nWigderson in the negative.\n"]}]
["1009.4137",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4137"],"date":["2010-09-21"],"type":["text"],"creator":["Brucoli, Giovanni","Moreno, Luis Martín"],"language":[],"coverage":[],"title":["Surface plasmon scattering by shallow and deep surface defects"],"description":["  Surface plasmon scattering by 1D indentations and protrusions is examined,\nmainly in the optical regime. The width of the defects is fixed, while its\nheight is varied. Both individual and arrays of defects are considered.\nProtrusions mainly reflect the incident plasmons in the optical range.\nIndentations mainly radiate the incident plasmon out of plane. An indentation\nproduces maximum reflections and out-of-plane radiation at the same wavelength,\nwhen its interaction with the incident surface plasmon is resonant.\nProtrusions, in general, exhibit maximum reflection and radiation at different\nwavelengths. Shallow arrays of either defects produce a photonic band-gap,\nwhose spectral width can be broadened by increasing the defects height or\ndepth. At wavelengths inside the bandgap ridge arrays reflect SPPs better than\ngroove arrays, while groove arrays radiate SPPs better than ridge arrays.\n"]}]
["1009.4142",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4142"],"date":["2010-09-21"],"type":["text"],"creator":["Schiegl, Magda"],"language":[],"coverage":[],"title":["About the Justification of Experience Rating: Bonus Malus System and a\n  new Poisson Mixture Model"],"description":["  The claim experience of the past is a very important information to calculate\nthe fair price of an insurance contract. In a lot of European countries for\ninstance the prices for motor car insurance depend on the number of claims the\ndriver has reported to the insurance company during the last years. Classically\nthese prices are calculated on the basis of a mixed Poisson model with a gamma\nmixing distribution. The mixing distribution models the car drivers' qualities\nacross the insured portfolio. This is just one example for experience rating.\nIn the classical context the price is equal to the expectation of the Bayesian\nposterior distribution.\n  In some lines of business (especially third party liability and lines with\nexposure to extreme weather events) we that the real world data cannot be\ndescribed well enough by the classical Poisson - gamma model. Therefore we\ninvestigate the influence of the mixing distribution on the posterior\ndistribution conditional on the experienced number of claims. This enables the\napplication of other - more risk adequate premium principles than the\nexpectation principle. We introduce the inverse - gamma distribution as a new\nmixing distribution to model claim numbers and compare it to the classical\ngamma distribution. In both cases a closed analytic representation of the mixed\ndistribution can be found: In the classic case the well known negative binomial\ndistribution, in our new one a representation using the Bessel functions.\nAdditionally we present numerical results about the tail behaviour of the mixed\nPoisson - inverse - gamma distribution. Finally we introduce the concept of\nresolution. It enables us to decide if the classification of risk groups via\nthe number of experienced claims is a risk adequate procedure.\n","Comment: ASTIN Colloquium, Manchester 2008"]}]
["1009.4150",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4150","2006AIPC..848..864C","doi:10.1063/1.2348071"],"date":["2010-09-21"],"type":["text"],"creator":["Caroubalos, C.","Alissandrakis, C. E.","Hillaris, A.","Preka-Papadema, P.","Polygiannakis, J.","Moussas, X.","Tsitsipis, P.","Kontogeorgos, A.","Petoussis, V.","Bouratzis, C.","Bougeret, J. -L.","Dumas, G.","Nindos, A."],"language":[],"coverage":[],"title":["Ten Years of the Solar Radiospectrograph ARTEMIS-IV"],"description":["  The Solar Radiospectrograph of the University of Athens (ARTEMIS-IV) is in\noperation at the Thermopylae Satellite Communication Station since 1996. The\nobservations extend from the base of the Solar Corona (650 MHz) to about 2\nSolar Radii (20 MHz) with time resolution 1/10-1/100 sec. The instruments\nrecordings, being in the form of dynamic spectra, measure radio flux as a\nfunction of height in the corona; our observations are combined with spatial\ndata from the Nancay Radioheliograph whenever the need for 3D positional\ninformation arises. The ARTEMIS-IV contribution in the study of solar radio\nbursts is two fold- Firstly, in investigating new spectral characteristics\nsince its high sampling rate facilitates the study of fine structures in radio\nevents. On the other hand it is used in studying the association of solar\nbursts with interplanetary phenomena because of its extended frequency range\nwhich is, furthermore, complementary to the range of the WIND/WAVES receivers\nand the observations may be readily combined. This reports serves as a brief\naccount of this operation. Joint observations with STEREO/WAVES and LOFAR low\nfrequency receivers are envisaged in the future.\n"]}]
["1009.4153",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4153"],"date":["2010-09-21"],"type":["text"],"creator":["Alaei, Saeed","Malekian, Azarakhsh"],"language":[],"coverage":[],"title":["Maximizing Sequence-Submodular Functions and its Application to Online\n  Advertising"],"description":["  In this paper we study a general class of online maximization problems which\nare as follows. We are given a time constraint T. We have to choose a sequence\nof actions from a set of possible actions and also the length of time to run\neach action subject to the total time being no more than T. Each action has a\nmarginal profit. We show that if the problem has the following two properties,\nthen there is a greedy algorithm that can yield O(1-1/e) of the optimal.\n  -Performing an action earlier does not decrease the marginal profit of the\naction. -Running a sequence of actions \"A\" followed by a sequence of actions\n\"B\" yields at least as much profit as the maximum profit of \"A\" or \"B\".\n  The greedy algorithm also has the advantage that it can still be applied in\nmany settings where complete knowledge of the problem is not available or in\nonline settings where the input is revealed gradually. We also give examples of\nnon-trivial problems, for some of which we are not aware of any better\nalgorithm.\n"]}]
["1009.4154",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4154","Physical Chemistry Chemical Physics, 2010, 12, 6583-6586","doi:10.1039/B925853A"],"date":["2010-09-21"],"type":["text"],"creator":["Leung, Kevin","Budzien, Joanne"],"language":[],"coverage":[],"title":["Ab initio Molecular Dynamics Simulations of the Initial Stages of\n  Solid-electrolyte Interphase Formation on Lithium Ion Battery Graphitic\n  Anodes"],"description":["  The decomposition of ethylene carbonate (EC) during the initial growth of\nsolid-electrolyte interphase (SEI) films at the solvent-graphitic anode\ninterface is critical to lithium ion battery operations. Ab initio molecular\ndynamics simulations of explicit liquid EC/graphite interfaces are conducted to\nstudy these electrochemical reactions. We show that carbon edge terminations\nare crucial at this stage, and that achievable experimental conditions can lead\nto surprisingly fast EC breakdown mechanisms, yielding decomposition products\nseen in experiments but not previously predicted.\n","Comment: 5 pages, 4 figures"]}]
["1009.4162",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4162","Journal of Physical Chemistry Letters 2010, 1, 496-499","doi:10.1021/jz900268"],"date":["2010-09-21"],"type":["text"],"creator":["Leung, Kevin"],"language":[],"coverage":[],"title":["The Surface Potential at the Air-water Interface Computed Using Density\n  Functional Theory"],"description":["  An accurate prediction of the surface potential at the air-water interface is\ncritical to calculating ion hydration free energies and electrochemical\nhalf-cell potentials. Using Density Functional Theory (DFT), model interfacial\nconfigurations, and a theoretical definition of the surface potential, we\nreport a value of +3.63~volt at 0.92~g/cc water density. A maximally localized\nWannier function analysis confirms that the surface potential is dominated by\nmolecular quadrupole (or \"spherical second moment\") contributions. We find that\nthe predicted surface potential depends on computational details, and conclude\nthat standard DFT codes may not yield surface potentials directly comparable to\nexisting experiments.\n","Comment: 4 pages, 2 figures"]}]
["1009.4167",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4167","PNAS (2010) 107 6134-6139","doi:10.1073/pnas.0911708107"],"date":["2010-09-21"],"type":["text"],"creator":["Fischer-Friedrich, Elisabeth","Meacci, Giovanni","Lutkenhaus, Joe","Chate, Hugues","Kruse, Karsten"],"language":[],"coverage":[],"title":["Intra- and intercellular fluctuations in Min-protein dynamics decrease\n  with cell length"],"description":["  Self-organization of proteins in space and time is of crucial importance for\nthe functioning of cellular processes. Often, this organization takes place in\nthe presence of strong random fluctuations due to the small number of molecules\ninvolved. We report on stochastic switching of the Min-protein distributions\nbetween the two cell halves in short Escherichia coli cells. A computational\nmodel provides strong evidence that the macroscopic switching is rooted in\nmicroscopic noise on the molecular scale. In longer bacteria, the switching\nturns into regular oscillations that are required for positioning of the\ndivision plane. As the pattern becomes more regular, cell-to-cell variability\nalso lessens, indicating cell length-dependent regulation of Min-protein\nactivity.\n","Comment: Article and Supplementary Information: 26 pages, 12 figures"]}]
["1009.4175",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4175"],"date":["2010-09-21"],"type":["text"],"creator":["Ceresole, Anna","Ferrara, Sergio"],"language":[],"coverage":[],"title":["Black Holes and Attractors in Supergravity"],"description":["  We discuss some of the basic features of extremal black holes in\nfour-dimensional extended supergravities. Firstly, all regular solutions\ndisplay an attractor behavior for the scalar field evolution towards the black\nhole horizon. Secondly, they can be obtained by solving first order flow\nequations even when they are not supersymmetric, provided one identifies a\nsuitable superpotential W which also gives the black hole entropy at the\nhorizon and its ADM mass at spatial infinity. We focus on N=8 supergravity and\nwe review the basic role played by U-duality of the underlying supergravity in\ndetermining the attractors, their entropies, their masses and in classifying\nboth regular and singular extremal black holes.\n","Comment: Contribution to the Proceedings of the Conference in Honor of Murray\n  Gell-Mann's 80th Birthday, Singapore, 24th-26th February 2010 (talk delivered\n  by S. Ferrara); 15 pages"]}]
["1009.4178",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4178"],"date":["2010-09-21"],"type":["text"],"creator":["Albrow, M. G."],"language":[],"coverage":[],"title":["Accelerator Data for Cosmic Ray Physics"],"description":["  I present selected examples of accelerator data, mainly from hadron\ncolliders, that are relevant for understanding cosmic ray showers. I focus on\nthe forward region, $x_{Feynman} > 0.05$, where high energy data are scarce,\nsince the emphasis in collider physics became high-$p_T$ phenomena.\n","Comment: Invited talk presented at XVI International Symposium on Very High\n  Energy Cosmic Ray Interactions (ISVHECRI 2010), Batavia, IL, USA (28 June - 2\n  July 2010). 8 pages, 3 figures"]}]
["1009.4186",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4186","Astronomy Letters, v.36, No.11, pp.761-772, 2010","doi:10.1134/S1063773710110010"],"date":["2010-09-21"],"type":["text"],"creator":["Balashev, S. A.","Ivanchik, A. V.","Varshalovich, D. A."],"language":[],"coverage":[],"title":["HD/H2 Molecular Clouds in the Early Universe: The Problem of Primordial\n  Deuterium"],"description":["  We have detected new HD absorption systems at high redshifts, z_abs=2.626 and\nz_abs=1.777, identified in the spectra of the quasars J0812+3208 and Q1331+170,\nrespectively. Each of these systems consists of two subsystems. The HD column\ndensities have been determined: log(N(HD),A)=15.70+/-0.07 for z_A=2.626443(2)\nand log(N(HD),B)=12.98+/-0.22 for z_B=2.626276(2) in the spectrum of J0812+3208\nand log(N(HD),C)=14.83+/-0.15 for z_C=1.77637(2) and log(N(HD),D)=14.61+/-0.20\nfor z_D=1.77670(3) in the spectrum of Q1331+170. The measured HD/H2 ratio for\nthree of these subsystems has been found to be considerably higher than its\nvalues typical of clouds in our Galaxy. We discuss the problem of determining\nthe primordial deuterium abundance, which is most sensitive to the baryon\ndensity of the Universe \\Omega_{b}. Using a well-known model for the chemistry\nof a molecular cloud, we have estimated the isotopic ratio\nD/H=HD/2H_2=(2.97+/-0.55)x10^{-5} and the corresponding baryon density\n\\Omega_{b}h^2=0.0205^{+0.0025}_{-0.0020}. This value is in good agreement with\n\\Omega_{b}h^2=0.0226^{+0.0006}_{-0.0006} obtained by analyzing the cosmic\nmicrowave background radiation anisotropy. However, in high-redshift clouds,\nunder conditions of low metallicity and low dust content, hydrogen may be\nincompletely molecularized even in the case of self-shielding. In this\nsituation, the HD/2H_2 ratio may not correspond to the actual D/H isotopic\nratio. We have estimated the cloud molecularization dynamics and the influence\nof cosmological evolutionary effects on it.\n"]}]
["cond-mat/0002350",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0002350","Physical Review B 63, item 085313, pages 1-6 (2001)","doi:10.1103/PhysRevB.63.085313"],"date":["2000-02-22","2000-08-26"],"type":["text"],"creator":["Mozyrsky, D.","Privman, V.","Vagner, I. D."],"language":[],"coverage":[],"title":["Nuclear Spin Qubit Dephasing Time in the Integer Quantum Hall Effect\n  Regime"],"description":["  We report the first theoretical estimate of the nuclear-spin dephasing time\nT_2 owing to the spin interaction with the two-dimensional electron gas, when\nthe latter is in the integer quantum Hall state, in a two-dimensional\nheterojunction or quantum well at low temperature and in large applied magnetic\nfield. We establish that the leading mechanism of dephasing is due to the\nimpurity potentials that influence the dynamics of the spin via virtual\nmagnetic spin-exciton scattering. Implications of our results for\nimplementation of nuclear spins as quantum bits (qubits) for quantum computing\nare discussed.\n","Comment: 19 pages in plain TeX"]}]
["cond-mat/0003029",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0003029","Recent Research Developments in Statistical Physics, Volume 1,\n  Pages 1-17 (Transworld Research Network, Trivandrum, India, 2000)"],"date":["2000-03-02"],"type":["text"],"creator":["Park, Jongsoon","Privman, Vladimir"],"language":[],"coverage":[],"title":["Growth of Monodispersed Colloids by Aggregation of Nucleating Subunits"],"description":["  Formation of monodispersed colloidal particles is a complex process: nuclei,\nproduced rapidly in a supersaturated solution, grow to nanosize primary\nparticles, which then aggregate (coagulate) to form much larger final colloids.\nThis paper reviews a kinetic model that explains the formation of dispersions\nof narrow size distribution in such processes. Numerical simulations of the\nkinetic equations, with experimental model parameter values, are reported. The\nmodel was tested for a system involving formation of uniform spherical gold\nparticles. The calculated average size, the width of the particle size\ndistribution, and the time scale of the process, agreed semiquantitatively with\nthe experimental values.\n","Comment: 26 pages (including 4 figures) in plain TeX"]}]
["cond-mat/0012470",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0012470","Phys. Rev. Lett. 86, 5112-5115 (2001)","doi:10.1103/PhysRevLett.86.5112"],"date":["2000-12-26","2001-06-16"],"type":["text"],"creator":["Mozyrsky, Dima","Privman, Vladimir","Glasser, M. Lawrence"],"language":[],"coverage":[],"title":["Indirect Interaction of Solid-State Qubits via Two-Dimensional Electron\n  Gas"],"description":["  We propose a mechanism of long-range coherent coupling between nuclear spins\nto be used as qubits in solid-state semiconductor-heterojunction quantum\ninformation processing devices. The coupling is via localized donor electrons\nwhich in turn interact with the two-dimensional electron gas. An effective\ntwo-spin interaction Hamiltonian is derived and the coupling strength is\nevaluated. We also discuss mechanisms of qubit decoherence and consider\npossibilities for gate control of the interaction between neighboring qubits.\nThe resulting quantum computing scheme retains all the gate-control and\nmeasurement aspects of earlier approaches, but allows qubit spacing at\ndistances of order 100nm, attainable with the present-day semiconductor device\ntechnologies.\n","Comment: 12 pages in plain TeX"]}]
["cond-mat/0102079",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0102079","J. Phys. Chem. B 105, 11630-11635 (2001)","doi:10.1021/jp011306a"],"date":["2001-02-05","2001-03-28"],"type":["text"],"creator":["Park, Jongsoon","Privman, Vladimir","Matijevic, Egon"],"language":[],"coverage":[],"title":["Model of Formation of Monodispersed Colloids"],"description":["  Ample experimental evidence has been accumulated demonstrating that the\nformation of monodispersed colloids proceeds through a more complex mechanism,\nthan the generally excepted diffusional \"burst nucleation\" process. Instead,\nthe synthesis of narrow-size-distribution colloidal dispersions involves\nseveral stages, i.e., nuclei produced in a supersaturated solution, grow to\nnanosize subunits, which then aggregate to form much larger uniform secondary\nparticles. To explain the size selection in such a series of processes, a\nkinetic model was developed which combined two growth/aggregation stages. This\nearlier study has shown the burst-nucleation growth of the primary particles to\ndepend strongly on the value of the effective surface tension entering the\nsurface term in the free energy of the subcritical embryos. The aim of the\npresent work has been to identify an appropriate control parameter in the\nprocess of secondary particle aggregation. Modifications of the aggregation\nrates to account for singlet size and aggregate diffusivity produced only small\nchanges. However, introduction of a \"bottle-neck\" factor in the dimer formation\nrate had a profound effect on the final size distribution and suggested a\npossible size-control mechanism.\n","Comment: 30 pages in PDF"]}]
["cond-mat/0102308",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0102308","Computer Physics Communications 146 (2002) 331--338","doi:10.1016/S0010-4655(02)00424-1"],"date":["2001-02-16"],"type":["text"],"creator":["Privman, Vladimir","Mozyrsky, Dima","Vagner, Israel D."],"language":[],"coverage":[],"title":["Quantum computing with spin qubits in semiconductor structures"],"description":["  We survey recent work on designing and evaluating quantum computing\nimplementations based on nuclear or bound-electron spins in semiconductor\nheterostructures at low temperatures and in high magnetic fields. General\noverview is followed by a summary of results of our theoretical calculations of\ndecoherence time scales and spin-spin interactions. The latter were carried out\nfor systems for which the two-dimensional electron gas provides the dominant\ncarrier for spin dynamics via exchange of spin-excitons in the integer quantum\nHall regime.\n","Comment: 18 pages in PDF"]}]
["cond-mat/0106643",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0106643","Physical Review E, VOLUME 64 (2001) 061504","doi:10.1103/PhysRevE.64.061504"],"date":["2001-06-29"],"type":["text"],"creator":["Torre, R.","Taschin, A.","Sampoli, M."],"language":[],"coverage":[],"title":["Acoustic and relaxation processes in supercooled o-ter-phenyl by\n  optical-heterodyne transient grating experiment"],"description":["  The dynamics of the fragile glass-forming o-ter-phenyl is investigated by\ntime-resolved transient grating experiment with an heterodyne detection\ntechnique in a wide temperature range. We investigated the dynamics processes\nof this glass-former over more then 6 decades in time with an excellent\nsignal/noise. Acoustic, structural and thermal relaxations have been clearly\nidentify and measured in a time-frequency window not covered by previous\nspectroscopic investigations. A detailed comparison with the density response\nfunction, calculated on the basis of generalized hydrodynamics model, has been\nworked out.\n"]}]
["cond-mat/0203362",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0203362","Nano Letters 2 (2002) 651-655","doi:10.1021/nl0255552"],"date":["2002-03-18"],"type":["text"],"creator":["Saykin, Semion","Mozyrsky, Dima","Privman, Vladimir"],"language":[],"coverage":[],"title":["Relaxation of Shallow Donor Electron Spin due to Interaction with\n  Nuclear Spin Bath"],"description":["  We study the low-temperature dynamics of a shallow donor, e.g., $^{31}$P,\nimpurity electron spin in silicon, interacting with the bath of nuclear spins\nof the $^{29}$Si isotope. For small applied magnetic fields, the electron spin\nrelaxation is controlled by the steady state distribution of the nuclear spins.\nWe calculate the relaxation times $T_1$ and $T_2$ as functions of the external\nmagnetic field, and conclude that nuclear spins play an important role in the\ndonor electron spin decoherence in Si:P at low magnetic fields.\n","Comment: 12 pages in PDF"]}]
["cond-mat/0302395",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0302395","Lect. Notes Computer Sci. 2668-II, 881-991 (2003)","doi:10.1007/3-540-44843-8_95"],"date":["2003-02-19"],"type":["text"],"creator":["Shen, Min","Saikin, Semion","Cheng, Ming-C.","Privman, Vladimir"],"language":[],"coverage":[],"title":["Monte Carlo Simulation of Spin-Polarized Transport"],"description":["  Monte Carlo simulations are performed to study the in-plane transport of\nspin-polarized electrons in III-V semiconductor quantum wells. The density\nmatrix description of the spin polarization is incorporated in the simulation\nalgorithm. The spin-orbit interaction terms generate coherent evolution of the\nelectron spin polarization and also cause dephasing. The spatial motion of the\nelectrons is treated semiclassically. Three different scattering\nmechanisms--optical phonons, acoustic phonons and ionized impurities--are\nconsidered. The electric field is calculated self-consistently from the charge\ndistribution. The Monte Carlo scheme is described, and simulation results are\nreported for temperatures in the range 77-300 K.\n","Comment: 11 pages, 4 figures"]}]
["cond-mat/0305197",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0305197","Langmuir 19, 10679-10683 (2003)","doi:10.1021/la0302044"],"date":["2003-05-08"],"type":["text"],"creator":["Libert, Sergiy","Gorshkov, Vyacheslav","Goia, Dan","Matijevic, Egon","Privman, Vladimir"],"language":[],"coverage":[],"title":["Model of Controlled Synthesis of Uniform Colloid Particles: Cadmium\n  Sulfide"],"description":["  The recently developed two-stage growth model of synthesis of monodispersed\npolycrystalline colloidal particles is utilized and improved to explain growth\nof uniform cadmium sulfide spheres. The model accounts for the coupled\nprocesses of nucleation, which yields nanocrystalline precursors, and\naggregation of these subunits to form the final particles. The key parameters\nhave been identified that control the size selection and uniformity of the CdS\nspheres, as well as the dynamics of the process. This approach can be used to\ngenerally describe the formation of monodispersed colloids by precipitation\nfrom homogeneous solutions.\n","Comment: 20 pages in PDF"]}]
["cond-mat/0306041",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0306041","Proc. Conf. IEEE-NANO 2003, Vol. 1, Pages 168-170 (IEEE Press,\n  Monterey, CA, 2003)","doi:10.1109/NANO.2003.1231742"],"date":["2003-06-02"],"type":["text"],"creator":["Pershin, Yuriy V.","Privman, Vladimir"],"language":[],"coverage":[],"title":["Propagation of Spin-Polarized Electrons Through Interfaces Separating\n  Differently Doped Semiconductor Regions"],"description":["  High degree of electron spin polarization is of crucial importance in\noperation of spintronic devices. We study the propagation of spin-polarized\nelectrons through a boundary between two n-type semiconductor regions with\ndifferent doping levels. We assume that inhomogeneous spin polarization is\ncreated/injected locally and driven through the boundary by the electric field.\nThe electric field distribution and spin polarization distribution are\ncalculated within a two-component drift-diffusion transport model. We show that\nan initially created narrow region of spin polarization can be further\ncompressed and amplified near the boundary. Since the boundary involves\nvariation of doping but no real interface between two semiconductor materials,\nno significant spin-polarization loss is expected. The proposed mechanism will\nbe therefore useful in designing new spintronic devices.\n","Comment: Proceedings of the IEEE-Nano 2003, San Francisco, August 2003"]}]
["cond-mat/0311190",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0311190","Modern Phys. Lett. B 18, 207-211 (2004)","doi:10.1142/S0217984904006846"],"date":["2003-11-08"],"type":["text"],"creator":["Cadilhe, Antonio M. R.","Privman, Vladimir"],"language":[],"coverage":[],"title":["Random Sequential Adsorption of Mixtures of Dimers and Monomers on a\n  Pre-Treated Bethe Lattice"],"description":["  We report studies of random sequential adsorption on the pre-patterned Bethe\nlattice. We consider a partially covered Bethe lattice, on which monomers and\ndimers deposit competitively. Analytical solutions are obtained and discussed\nin the context of recent efforts to use pre-patterning as a tool to improve\nself-assembly in micro- and nano-scale surface structure engineering.\n","Comment: 10 pages in PDF"]}]
["cond-mat/0405694",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0405694","HAIT J. Sci. Eng. 1, 573-585 (2004)"],"date":["2004-05-29"],"type":["text"],"creator":["Privman, Vladimir","Tolkunov, Denis"],"language":[],"coverage":[],"title":["Studies of Short-Time Decoherence for Evaluation of Quantum Computer\n  Designs"],"description":["  We review our recent results on short time approximations, with emphasis on\napplications for which the system-environment interactions involve a general\nnon-Hermitian system operator and its conjugate. We evaluate the onset of\ndecoherence at low temperatures in open quantum systems. The developed approach\nis complementary to Markovian approximations and appropriate for evaluation of\nquantum computing schemes. Example of a spin system coupled to a bosonic heat\nbath is discussed.\n"]}]
["cond-mat/0611413",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611413","J. Phys. Cond. Mat. 19, Article 065124, 12 pages (2007)","doi:10.1088/0953-8984/19/6/065124"],"date":["2006-11-15","2007-01-23"],"type":["text"],"creator":["Cadilhe, A.","Araujo, N. A. M.","Privman, Vladimir"],"language":[],"coverage":[],"title":["Random Sequential Adsorption: From Continuum to Lattice and\n  Pre-Patterned Substrates"],"description":["  The random sequential adsorption (RSA) model has served as a paradigm for\ndiverse phenomena in physical chemistry, as well as in other areas such as\nbiology, ecology, and sociology. In the present work, we survey aspects of the\nRSA model with emphasis on the approach to and properties of jammed states\nobtained for large times in continuum deposition versus that on lattice\nsubstrates, and on pre-patterned surfaces. The latter model has been of recent\ninterest in the context of efforts to use pre-patterning as a tool to improve\nselfassembly in micro- and nanoscale surface structure engineering.\n"]}]
["cond-mat/9503064",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9503064","J. Statistical Phys. 81, 881-899 (1995)","doi:10.1007/BF02179297"],"date":["1995-03-12"],"type":["text"],"creator":["Privman, Vladimir","Cadilhe, Antonio M. R.","Glasser, M. Lawrence"],"language":[],"coverage":[],"title":["Exact Solutions of Anisotropic Diffusion-Limited Reactions with\n  Coagulation and Annihilation"],"description":["  We report exact results for one-dimensional reaction-diffusion models A+A ->\ninert, A+A -> A, and A+B -> inert, where in the latter case like particles\ncoagulate on encounters and move as clusters. Our study emphasized anisotropy\nof hopping rates; no changes in universal properties were found, due to\nanisotropy, in all three reactions. The method of solution employed mapping\nonto a model of coagulating positive integer charges. The dynamical rules were\nsynchronous, cellular-automaton type. All the asymptotic large-time results for\nparticle densities were consistent, in the framework of universality, with\nother model results with different dynamical rules, when available in the\nliterature.\n","Comment: 28 pages in plain TeX + 2 PostScript figures"]}]
["cond-mat/9611237",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9611237","J. Phys. A 30, L317-L324 (1997)","doi:10.1088/0305-4470/30/10/004"],"date":["1996-11-28","1997-08-30"],"type":["text"],"creator":["Lee, Jae Woo","Privman, Vladimir"],"language":[],"coverage":[],"title":["Three-Species Diffusion-Limited Reaction with Continuous Density-Decay\n  Exponents"],"description":["  We introduce a model of three-species two-particle diffusion-limited\nreactions A+B -> A or B, B+C -> B or C, and C+A -> C or A, with three\npersistence parameters (survival probabilities in reaction) of the hopping\nparticle. We consider isotropic and anisotropic diffusion (hopping with a\ndrift) in 1d. We find that the particle density decays as a power-law for\ncertain choices of the persistence parameter values. In the anisotropic case,\non one symmetric line in the parameter space, the decay exponent is\nmonotonically varying between the values close to 1/3 and 1/2. On another, less\nsymmetric line, the exponent is constant. For most parameter values, the\ndensity does not follow a power-law. We also calculated various characteristic\nexponents for the distance of nearest particles and domain structure. Our\nresults support the recently proposed possibility that 1d diffusion-limited\nreactions with a drift do not fall within a limited number of distinct\nuniversality classes.\n","Comment: 12 pages in plain LaTeX and four Postscript files with figures"]}]
["cond-mat/9809167",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9809167","J. Colloid and Interface Sci. 213 (1999) 36-45","doi:10.1006/jcis.1999.6106"],"date":["1998-09-10"],"type":["text"],"creator":["Privman, Vladimir","Goia, Dan V.","Park, Jongsoon","Matijevic, Egon"],"language":[],"coverage":[],"title":["Mechanism of Formation of Monodispersed Colloids by Aggregation of\n  Nanosize Precursors"],"description":["  It has been experimentally established in numerous cases that precipitation\nof monodispersed colloids from homogeneous solutions is a complex process.\nSpecifically, it was found that in many systems nuclei, produced rapidly in a\nsupersaturated solution, grow to nanosize primary particles (singlets), which\nthen coagulate to form much larger final colloids in a process dominated by\nirreversible capture of these singlets. This paper describes a kinetic model\nthat explains the formation of dispersions of narrow size distribution in such\nsystems. Numerical simulations of the kinetic equations, with experimental\nmodel parameter values, are reported. The model was tested for a system\ninvolving formation of uniform spherical gold particles by reduction of auric\nchloride in aqueous solutions. The calculated average size, the width of the\nparticle size distribution, and the time scale of the process, agreed\nreasonably well with the experimental values.\n","Comment: 38 pages in plain TeX and 7 JPG figures"]}]
["cond-mat/9812207",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9812207","Journal of Chemical Physics 110 (1999) 9254-9258","doi:10.1063/1.478849"],"date":["1998-12-11"],"type":["text"],"creator":["Mozyrsky, Dima","Privman, Vladimir"],"language":[],"coverage":[],"title":["Diffusional Growth of Colloids"],"description":["  We consider incorporation of particle detachment in Smoluchowski model of\ncolloidal growth. Two approaches are considered, utilizing phenomenological\nrate equation and exact large-time results. Our main conclusion is that the\nvalue of the large-time diffusing particle concentration at the aggregate\nsurface is the only parameter needed to describe the added effect of\ndetachment. Explicit expression is given for the particle intake rate.\n","Comment: 23 pages in plain TeX and 1 JPG figure"]}]
["cond-mat/9906174",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9906174","Colloids and Surfaces A 165, 231-240 (2000)","doi:10.1016/S0927-7757(99)00412-4"],"date":["1999-06-11"],"type":["text"],"creator":["Privman, Vladimir"],"language":[],"coverage":[],"title":["Dynamics of Nonequilibrium Deposition"],"description":["  In this work we survey selected theoretical developments for models of\ndeposition of extended particles, with and without surface diffusion, on linear\nand planar substrates, of interest in colloid, polymer, and certain biological\nsystems.\n","Comment: 35 pages in plain TeX and 4 JPG figures, to appear in a special\n  volume entitled \"Adhesion of Submicron Particles on Solid Surfaces\" of\n  Colloids and Surfaces A, guest-edited by V. Privman"]}]
["math-ph/0701038",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0701038","Nonlinear Analysis 73 (2010) 3116 3122"],"date":["2007-01-12","2010-09-20"],"type":["text"],"creator":["Gill, Tepper L","Zachary, Woodford W."],"language":[],"coverage":[],"title":["Sufficiency Class for Global (in Time) Solutions to the 3D-Navier-Stokes\n  Equations"],"description":["  A well-known unsolved problem (in the classical theory of fluid mechanics) is\nto identify a set of initial velocities, which may depend on the viscosity, the\nbody forces and possibly the boundary of the fluid that will allow global in\ntime solutions to the three-dimensional Navier-Stokes equations. (These\nequations describe the time evolution of the fluid velocity and pressure of an\nincompressible viscous homogeneous Newtonian fluid in terms of a given initial\nvelocity and given external body forces.) A related problem is to provide\nconditions under which we can be assured that the weak solution is unique. In\nthis paper we prove that there exists a number u+ such that for all initial\nvelocities in a ball of radius u+, the Navier-Stokes equations have unique\nstrong global in time solutions, and that the corresponding weak solution is\nunique.\n","Comment: Revised and corrected version accepted for publication"]}]
["quant-ph/0003051",{"format":[],"subject":["Quantum Physics","Condensed Matter","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0003051","Proc. SPIE 4047, 36-47 (2000)","doi:10.1117/12.391966"],"date":["2000-03-14"],"type":["text"],"creator":["Privman, Vladimir","Mozyrsky, Dima"],"language":[],"coverage":[],"title":["Decoherence and Measurement in Open Quantum Systems"],"description":["  We review results of a recently developed model of a microscopic quantum\nsystem interacting with the macroscopic world components which are modeled by\ncollections of bosonic modes. The interaction is via a general operator\n$\\Lambda$ of the system, coupled to the creation and annihilation operators of\nthe environment modes. We assume that in the process of a nearly instantaneous\nquantum measurement, the function of the environment involves two distinct\nparts: the pointer and the bath. Interaction of the system with the bath leads\nto decoherence such that the system and the pointer both evolve into a\nstatistical mixture state described by the density matrix such that the system\nis in one of the eigenstates of $\\Lambda$ with the correct quantum mechanical\nprobability, whereas the expectation values of pointer operators retain\namplified information on that eigenstate. We argue that this process represents\nthe initial step of a quantum measurement. Calculation of the elements of the\nreduced density matrix of the system and pointer is carried out exactly, and\ntime dependence of decoherence is identified. We discuss general implications\nof our model of energy-conserving coupling to a heat bath for processes of\nadiabatic quantum decoherence. We also evaluate changes in the expectation\nvalues of certain pointer operators and suggest that these can be interpreted\nas macroscopic indicators of the measurement outcome.\n","Comment: 12 pages in LaTeX, requires the spie.sty style file"]}]
["quant-ph/0602191",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0602191","Proc. Conf. IEEE-NANO 2006, Vol. 2, Pages 842-845 (IEEE Press,\n  Monterey, CA, 2006)","doi:10.1109/NANO.2006.247790"],"date":["2006-02-22","2006-11-02"],"type":["text"],"creator":["Privman, Vladimir","Solenov, Dmitry"],"language":[],"coverage":[],"title":["Decoherence of Dynamically Manipulated Qubits"],"description":["  We summarize our results on decoherence for short- to intermediate-time\ndynamics of an externally controlled two-state quantum system - a qubit -\ninteracting with thermal bosonic environment. The developed approximation\nschemes are illustrated for an adiabatic model with time-dependent gate\ncontrol, and for a model with rotating-wave gate function.\n","Comment: 4 pages in PDF, typos corrected"]}]
["quant-ph/0607076",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0607076","Proc. Conf. ICSICT-2006, Part 2, Pages 1054-1057, edited by T.-A.\n  Tang, G.-P. Ru and Y.-L. Jiang (IEEE Press, Piscataway, NJ, 2006)","doi:10.1109/ICSICT.2006.306659"],"date":["2006-07-12"],"type":["text"],"creator":["Privman, Vladimir","Solenov, Dmitry","Tolkunov, Denis"],"language":[],"coverage":[],"title":["Onset of Entanglement and Noise Cross-Correlations in Two-Qubit System\n  Interacting with Common Bosonic Bath"],"description":["  We summarize our recent results for the induced exchange interaction due to\nthermal bosonic environment (bath) which also generates quantum noise. Our\nfocus here is on the onset of the interaction. We demonstrate that the induced\ninteraction can be used to manipulate and create entanglement over time scales\nsufficiently large for controlling the two-qubit system for quantum computing\napplications, though ultimately the noise effects will dominate.\n","Comment: 4 pages in LaTeX, with EPS figures"]}]
