["1602.04277",{"format":[],"subject":["Computer Science - Learning","Quantitative Biology - Biomolecules","Quantitative Biology - Quantitative Methods","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04277"],"date":["2016-02-12"],"type":["text"],"creator":["Cao, Renzhi","Jo, Taeho","Cheng, Jianlin"],"language":[],"coverage":[],"title":["Evaluation of Protein Structural Models Using Random Forests"],"description":["  Protein structure prediction has been a grand challenge problem in the\nstructure biology over the last few decades. Protein quality assessment plays a\nvery important role in protein structure prediction. In the paper, we propose a\nnew protein quality assessment method which can predict both local and global\nquality of the protein 3D structural models. Our method uses both multi and\nsingle model quality assessment method for global quality assessment, and uses\nchemical, physical, geo-metrical features, and global quality score for local\nquality assessment. CASP9 targets are used to generate the features for local\nquality assessment. We evaluate the performance of our local quality assessment\nmethod on CASP10, which is comparable with two stage-of-art QA methods based on\nthe average absolute distance between the real and predicted distance. In\naddition, we blindly tested our method on CASP11, and the good performance\nshows that combining single and multiple model quality assessment method could\nbe a good way to improve the accuracy of model quality assessment, and the\nrandom forest technique could be used to train a good local quality assessment\nmodel.\n","Comment: 13 pages, 3 figures, 6 tables"]}]
["1602.04352",{"format":[],"subject":["Physics - Physics and Society","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04352","doi:10.1016/j.chaos.2016.01.018"],"date":["2016-02-13"],"type":["text"],"creator":["de la Torre, Stephanie Rendón","Kalda, Jaan","Kitt, Robert","Engelbrecht, Jüri"],"language":[],"coverage":[],"title":["On the topologic structure of economic complex networks: Empirical\n  evidence from large scale payment network of Estonia"],"description":["  This paper presents the first topological analysis of the economic structure\nof an entire country based on payments data obtained from Swedbank. This data\nset is exclusive in its kind because around 80% of Estonia's bank transactions\nare done through Swedbank, hence, the economic structure of the country can be\nreconstructed. Scale-free networks are commonly observed in a wide array of\ndifferent contexts such as nature and society. In this paper, the nodes are\ncomprised by customers of the bank (legal entities) and the links are\nestablished by payments between these nodes. We study the scaling-free and\nstructural properties of this network. We also describe its topology,\ncomponents and behaviors. We show that this network shares typical structural\ncharacteristics known in other complex networks: degree distributions follow a\npower law, low clustering coefficient and low average shortest path length. We\nidentify the key nodes of the network and perform simulations of resiliency\nagainst random and targeted attacks of the nodes with two different approaches.\nWith this, we find that by identifying and studying the links between the nodes\nis possible to perform vulnerability analysis of the Estonian economy with\nrespect to economic shocks.\n","Comment: Chaos, Solitons and Fractals: the interdisciplinary journal of\n  Nonlinear Science, and Nonequilibrium and Complex Phenomena, 2016"]}]
["1602.04368",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04368"],"date":["2016-02-13"],"type":["text"],"creator":["Kirkpatrick, Bonnie"],"language":[],"coverage":[],"title":["Fast Computation of the Kinship Coefficients"],"description":["  For families, kinship coefficients are quantifications of the amount of\ngenetic sharing between a pair of individuals. These coefficients are critical\nfor understanding the breeding habits and genetic diversity of diploid\npopulations. Historically, computations of the inbreeding coefficient were used\nto prohibit inbred marriages and prohibit breeding of some pairs of pedigree\nanimals. Such prohibitions foster genetic diversity and help prevent recessive\nMendelian disease at a population level.\n  This paper gives the fastest known algorithms for computing the kinship\ncoefficient of a set of individuals with a known pedigree. The algorithms given\nhere consider the possibility that the founders of the known pedigree may\nthemselves be inbred, and they compute the appropriate inbreeding-adjusted\nkinship coefficients. The exact kinship algorithm has running-time $O(n^2)$ for\nan $n$-individual pedigree. The recursive-cut exact kinship algorithm has\nrunning time $O(s^2m)$ where $s$ is the number of individuals in the largest\nsegment of the pedigree and $m$ is the number of cuts. The approximate\nalgorithm has running-time $O(n)$ for an $n$-individual pedigree on which to\nestimate the kinship coefficients of $\\sqrt{n}$ individuals from $\\sqrt{n}$\nfounder kinship coefficients.\n"]}]
["1602.04420",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04420"],"date":["2016-02-14","2016-02-15"],"type":["text"],"creator":["Xu, Bolun","Dvorkin, Yury","Kirschen, Daniel S.","Silva-Monroy, C. A.","Watson, Jean-Paul"],"language":[],"coverage":[],"title":["A Comparison of Policies on the Participation of Storage in U.S.\n  Frequency Regulation Markets"],"description":["  Because energy storage systems have better ramping characteristics than\ntraditional generators, their participation in frequency regulation should\nfacilitate the balancing of load and generation. However, they cannot sustain\ntheir output indefinitely. System operators have therefore implemented new\nfrequency regulation policies to take advantage of the fast ramps that energy\nstorage systems can deliver while alleviating the problems associated with\ntheir limited energy capacity. This paper contrasts several U.S. policies that\ndirectly affect the participation of energy storage systems in frequency\nregulation and compares the revenues that the owners of such systems might\nachieve under each policy.\n","Comment: This paper will be presented in IEEE PES General Meeting 2016"]}]
["1602.04513",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Computer Science - Computer Vision and Pattern Recognition","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04513"],"date":["2016-02-14"],"type":["text"],"creator":["Quixadá, Ana Paula","Onodera, Andrea Naomi","Peña, Norberto","Miranda, José Garcia Vivas","Sá, Katia Nunes"],"language":[],"coverage":[],"title":["Validity and reliability of free software for bidimensional gait\n  analysis"],"description":["  Despite the evaluation systems of human movement that have been advancing in\nrecent decades, their use are not feasible for clinical practice because it has\na high cost and scarcity of trained operators to interpret their results. An\nideal videogrammetry system should be easy to use, low cost, with minimal\nequipment, and fast realization. The CvMob is a free tool for dynamic\nevaluation of human movements that express measurements in figures, tables, and\ngraphics. This paper aims to determine if CvMob is a reliable tool for the\nevaluation of two dimensional human gait. This is a validity and reliability\nstudy. The sample was composed of 56 healthy individuals who walked on a\n9-meterlong walkway and were simultaneously filmed by CvMob and Vicon system\ncameras. Linear trajectories and angular measurements were compared to validate\nthe CvMob system, and inter and intrarater findings of the same measurements\nwere used to determine reliability. A strong correlation (rs mean = 0.988) of\nthe linear trajectories between systems and inter and intrarater analysis were\nfound. According to the Bland-Altman method, the angles that had good agreement\nbetween systems were maximum flexion and extension (stance and swing) of the\nknee and dorsiflexion range of motion and stride length. The CvMob is a\nreliable tool for analysis of linear motion and lengths in two-dimensional\nevaluations of human gait. The angular measurements demonstrate high agreement\nfor the knee joint; however, the hip and ankle measurements were limited by\ndifferences between systems.\n"]}]
["1602.04544",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04544","Science 351, 246-248 (2016)","doi:10.1126/science.aad2930"],"date":["2016-02-14"],"type":["text"],"creator":["Chakraborty, S.","Marshall, O. P.","Folland, T. G.","Kim, Y. -J.","Grigorenko, A. N.","Novoselov, K. S."],"language":[],"coverage":[],"title":["Gain Modulation by Graphene Plasmons in Aperiodic Lattice Lasers"],"description":["  Two-dimensional graphene plasmon-based technologies will enable the\ndevelopment of fast, compact and inexpensive active photonic elements because,\nunlike plasmons in other materials, graphene plasmons can be tuned via the\ndoping level. Such tuning is harnessed within terahertz quantum cascade lasers\nto reversibly alter their emission. This is achieved in two key steps: First by\nexciting graphene plasmons within an aperiodic lattice laser and, second, by\nengineering photon lifetimes, linking graphene's Fermi energy with the\nround-trip gain. Modal gain and hence laser spectra are highly sensitive to the\ndoping of an integrated, electrically controllable, graphene layer.\nDemonstration of the integrated graphene plasmon laser principle lays the\nfoundation for a new generation of active, programmable plasmonic metamaterials\nwith major implications across photonics, material sciences and nanotechnology.\n","Comment: 14 pages, 10 figures"]}]
["1602.04607",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04607"],"date":["2016-02-15"],"type":["text"],"creator":["Betz, Barbara"],"language":[],"coverage":[],"title":["Jet tomography in heavy-ion collisions -- Challenges, Results, and Open\n  Problems"],"description":["  Over the past 30 years, jet observables have proven to provide important\ninformation about the quark-gluon plasma created in heavy-ion collisions. I\nreview the challenges, results, and open problems of jet physics in heavy-ion\ncollisions, discussing the main ideas as well as some most recent results\nfocussing on two major jet observables, the nuclear modification factor and the\nhigh-pT elliptic flow.\n","Comment: 10 pages, 4 figures, Proceedings of the Symposium on \"New Horizons in\n  Fundamental Physics\""]}]
["1602.04681",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04681"],"date":["2016-02-15"],"type":["text"],"creator":["Holovchenko, Anastasia","Dugay, Julien","Giménez-Marqués, Mónica","Coronado, Eugenio","van der Zant, Herre S. J."],"language":[],"coverage":[],"title":["Near room-temperature memory devices based on hybrid spin-crossover SiO2\n  nanoparticles coupled to single-layer graphene nanoelectrodes"],"description":["  In this paper, we report on the charge transport properties of hybrid\nnanoparticles (NPs) based on the polymeric 1D compound [Fe(Htrz)2(trz)](BF4),\nwhich is one of the most promising SCO systems for designing electronic\ndevices. In particular, we used for the first time hybrid SCO NPs covered with\na silica shell and placed in between single-layer graphene electrodes. We\nevidence a reproducible thermal hysteresis loop in the conductance above\nroom-temperature, meaning that no degradation of the current levels has been\ndetected; we thus conclude that the robustness of the spin-transition is\nsignificantly improved as compared with previous results and with other reports\nwhere even larger assemblies and SCO objects were involved. This bistability\ncombined with the versatility of graphene represents a promising scenario for a\nvariety of technological applications but also for future sophisticated\nfundamental studies.\n","Comment: main text 15 pages, 4 figures, 2 tables, Supplementary Information,\n  12 pages, 6 figures, 1 table"]}]
["1602.04718",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04718"],"date":["2016-02-15"],"type":["text"],"creator":["Bednarczuk, E. M.","Leśniewski, K."],"language":[],"coverage":[],"title":["On weakly sequentially complete Banach spaces"],"description":["  We provide sufficient conditions for a Banach space Y to be weakly\nsequentially complete. These conditions are expressed in terms of the existence\nof directional derivatives for cone convex mappings with values in Y .\n","Comment: 13 pages"]}]
["1602.04721",{"format":[],"subject":["Statistics - Applications","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04721"],"date":["2016-02-15"],"type":["text"],"creator":["Wei, Yinghui","Kypraios, Theodore","O'Neill, Philip D.","Huang, Susan S.","Rifas-Shiman, Sheryl L.","Cooper, Ben S."],"language":[],"coverage":[],"title":["Evaluating hospital infection control measures for\n  antimicrobial-resistant pathogens using stochastic transmission models:\n  application to Vancomycin-Resistant Enterococci in intensive care units"],"description":["  Nosocomial pathogens such as Methicillin-Resistant {\\em Staphylococcus\naureus} (MRSA) and Vancomycin-resistant {\\em Enterococci} (VRE) are the cause\nof significant morbidity and mortality among hospital patients. It is important\nto be able to assess the efficacy of control measures using data on patient\noutcomes. In this paper we describe methods for analysing such data using\npatient-level stochastic models which seek to describe the underlying\nunobserved process of transmission. The methods are applied to detailed\nlongitudinal patient-level data on VRE from a study in a US hospital with eight\nintensive care units (ICUs). The data comprise admission and discharge dates,\ndates and results of screening tests, and dates during which precautionary\nmeasures were in place for each patient during the study period. Results\ninclude estimates of the efficacy of the control measures, the proportion of\nunobserved patients colonized with VRE and the proportion of patients colonized\non admission.\n"]}]
["1602.04759",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology","Nuclear Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04759"],"date":["2016-02-15"],"type":["text"],"creator":["Bowden, N. S.","Heeger, K. M.","Huber, P.","Mariani, C.","Vogelaar, R. B."],"language":[],"coverage":[],"title":["Applied Antineutrino Physics 2015 -- Conference Summary"],"description":["  This is a brief summary of the 11th Applied Antineutrino Physics 2015\nworkshop held at the Virginia Tech Arlington Research Facility from December\n7-8, 2015.\n","Comment: 37 pages, 19 figures"]}]
["1602.04799",{"format":[],"subject":["Quantum Physics","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1602.04799"],"date":["2016-02-15"],"type":["text"],"creator":["Wiebe, Nathan","Kapoor, Ashish","Svore, Krysta M"],"language":[],"coverage":[],"title":["Quantum Perceptron Models"],"description":["  We demonstrate how quantum computation can provide non-trivial improvements\nin the computational and statistical complexity of the perceptron model. We\ndevelop two quantum algorithms for perceptron learning. The first algorithm\nexploits quantum information processing to determine a separating hyperplane\nusing a number of steps sublinear in the number of data points $N$, namely\n$O(\\sqrt{N})$. The second algorithm illustrates how the classical mistake bound\nof $O(\\frac{1}{\\gamma^2})$ can be further improved to\n$O(\\frac{1}{\\sqrt{\\gamma}})$ through quantum means, where $\\gamma$ denotes the\nmargin. Such improvements are achieved through the application of quantum\namplitude amplification to the version space interpretation of the perceptron\nmodel.\n"]}]
