["1411.6782",{"format":[],"subject":["Mathematics - Representation Theory","14D24 (primary), 22E57, 11R39 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1411.6782"],"date":["2014-11-25","2016-01-21"],"type":["text"],"creator":["Lysenko, Sergey"],"language":[],"coverage":[],"title":["Twisted geometric Satake equivalence: reductive case"],"description":["  In this paper we extend the twisted Satake equivalence established in\narXiv:0809.3738 for almost simple groups to the case of split reductive groups.\n","Comment: 18 pages; v3: minor corrections. arXiv admin note: text overlap with\n  arXiv:0809.3738"]}]
["1511.00053",{"format":[],"subject":["Computer Science - Multiagent Systems","90B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1511.00053","doi:10.13140/RG.2.1.3665.4562"],"date":["2015-10-30"],"type":["text"],"creator":["Biedermann, Daniel H.","Kielar, Peter M.","Aumann, Quirin","Osorio, Carlos M.","Lai, Celeste T. W."],"language":[],"coverage":[],"title":["CarPed -- A Hybrid and Macroscopic Traffic and Pedestrian Simulator"],"description":["  Dense human flow has been a concern for the safety of public events for a\nlong time. Macroscopic pedestrian models, which are mainly based on fluid\ndynamics, are often used to simulate huge crowds due to their low computational\ncosts (Columbo & Rosini 2005). Similar approaches are used in the field of\ntraffic simulations (Lighthill & Whitham 1955). A combined macroscopic\nsimulation of vehicles and pedestrians is extremely helpful for\nall-encompassing traffic control. Therefore, we developed a hybrid model that\ncontains networks for vehicular traffic and human flow. This comprehensive\nmodel supports concurrent multi-modal simulations of traffic and pedestrians.\n","Comment: 8 pages. In: Proceedings of the 27th Forum Bauinformatik, Aachen,\n  Germany, 2015"]}]
["1601.05587",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1601.05587"],"date":["2016-01-21"],"type":["text"],"creator":["Charapitsa, Siarhei V.","Sytova, Svetlana N.","Makhomet, Andrey A.","Guguchkina, Tatiana I.","Markovsky, Mikhail G.","Yakuba, Yurii F.","Kotov, Yurii N."],"language":[],"coverage":[],"title":["Method \"Ethanol as Internal Standard\" for determination of volatile\n  compounds in alcohol products by gas chromatography in daily practice"],"description":["  Recently proposed new method \"Ethanol as Internal Standard\" for determination\nof volatile compounds in alcohol products by gas chromatography (GC) is\ninvestigated from different sides including method testing on prepared standard\nsolutions like cognac and brandy, different ethanol-water solutions and\ncertified reference material CRM LGC5100 Whisky-Congeners. Analysis of obtained\nresults of experimental study from four different laboratories shows that\nrelative bias between the experimentally measured concentrations calculated in\naccordance with proposed method and the values of concentrations assigned\nduring the preparation by gravimetric method for all analyzed compounds does\nnot exceed 10 %. It is shown that relative response factors (RRF) between\nanalyzed volatile compounds and ethanol do not depend on time of analysis and\nare constant for every model of GC. It is shown the possibility to use\npredetermined RRF in daily practice of testing laboratories and to implement\nthis new method in the international standards of measurement procedure.\n","Comment: 29 p., 11 figures, 10 tables. arXiv admin note: text overlap with\n  arXiv:1406.6358"]}]
["1601.05600",{"format":[],"subject":["Mathematics - Metric Geometry","52A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1601.05600"],"date":["2016-01-21"],"type":["text"],"creator":["Giannopoulos, Apostolos","Koldobsky, Alexander","Valettas, Petros"],"language":[],"coverage":[],"title":["Inequalities for the surface area of projections of convex bodies"],"description":["  We provide general inequalities that compare the surface area S(K) of a\nconvex body K in ${\\mathbb R}^n$ to the minimal, average or maximal surface\narea of its hyperplane or lower dimensional projections. We discuss the same\nquestions for all the quermassintegrals of K. We examine separately the\ndependence of the constants on the dimension in the case where K is in some of\nthe classical positions or K is a projection body. Our results are in the\nspirit of the hyperplane problem, with sections replaced by projections and\nvolume by surface area.\n","Comment: arXiv admin note: text overlap with arXiv:1509.05783 by other authors"]}]
