["1609.01829",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","I.4.6","I.4.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1609.01829","Procedia Computer Science, Volume 45, 2015, Pages 336-343","doi:10.1016/j.procs.2015.03.156"],"date":["2016-09-06"],"type":["text"],"creator":["Kumar, Y H Sharath","N, Manohar","Chethan, H K"],"language":[],"coverage":[],"title":["Animal Classification System: A Block Based Approach"],"description":["  In this work, we propose a method for the classification of animal in images.\nInitially, a graph cut based method is used to perform segmentation in order to\neliminate the background from the given image. The segmented animal images are\npartitioned in to number of blocks and then the color texture moments are\nextracted from different blocks. Probabilistic neural network and K-nearest\nneighbors are considered here for classification. To corroborate the efficacy\nof the proposed method, an experiment was conducted on our own data set of 25\nclasses of animals, which consisted of 4000 sample images. The experiment was\nconducted by picking images randomly from the database to study the effect of\nclassification accuracy, and the results show that the K-nearest neighbors\nclassifier achieves good performance.\n","Comment: 8 pages, 2 figures, 3 tables"]}]
["1609.06830",{"format":[],"subject":["Mathematics - Statistics Theory","Primary: 62G07, 62H11, 65T60, secondary 65C40, 60G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1609.06830"],"date":["2016-09-22"],"type":["text"],"creator":["Krebs, Johannes T. N."],"language":[],"coverage":[],"title":["Nonparametric Density Estimation for Spatial Data with Wavelets"],"description":["  Nonparametric density estimators are studied for $d$-dimensional, strong\nspatial mixing data which is defined on a general $N$-dimensional lattice\nstructure. We give sufficient criteria for the consistency of these estimators\nand derive rates of convergence in $L^p$. We consider the case for general\nabstract basis functions and study in detail linear and nonlinear hard\nthresholded wavelet-based estimators which are derived from a $d$-dimensional\nmultiresolution analysis. For the wavelet based estimators we consider density\nfunctions which are elements of $d$-dimensional Besov spaces\n$B^s_{p,q}(\\mathbf{R}^d)$. We also verify the analytic correctness of our\nresults in numerical simulations.\n","Comment: 32 pages, 3 figures. arXiv admin note: text overlap with\n  arXiv:1609.06744, arXiv:1609.06865"]}]
["1609.07035",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1609.07035"],"date":["2016-09-22"],"type":["text"],"creator":["Banerjee, Siddhartha","Mitra, Prasenjit","Sugiyama, Kazunari"],"language":[],"coverage":[],"title":["Abstractive Meeting Summarization UsingDependency Graph Fusion"],"description":["  Automatic summarization techniques on meeting conversations developed so far\nhave been primarily extractive, resulting in poor summaries. To improve this,\nwe propose an approach to generate abstractive summaries by fusing important\ncontent from several utterances. Any meeting is generally comprised of several\ndiscussion topic segments. For each topic segment within a meeting\nconversation, we aim to generate a one sentence summary from the most important\nutterances using an integer linear programming-based sentence fusion approach.\nExperimental results show that our method can generate more informative\nsummaries than the baselines.\n","Comment: WWW '15 Companion Proceedings of the 24th International Conference on\n  World Wide Web, Pages 5-6. arXiv admin note: substantial text overlap with\n  arXiv:1609.07033"]}]
