["1506.04386",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","Mathematics - Analysis of PDEs","Mathematics - Probability","37A25, 58J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1506.04386","Integral Equations Oper. Theory 83, No. 3, Article ID 2254,\n  331-379 (2015)","doi:10.1007/s00020-015-2254-1"],"date":["2015-06-14","2015-12-29"],"type":["text"],"creator":["Grothaus, Martin","Stilgenbauer, Patrik"],"language":[],"coverage":[],"title":["A hypocoercivity related ergodicity method with rate of convergence for\n  singularly distorted degenerate Kolmogorov equations and applications"],"description":["  In this article we develop a new abstract strategy for proving ergodicity\nwith explicit computable rate of convergence for diffusions associated with a\ndegenerate Kolmogorov operator L. A crucial point is that the evolution\noperator L may have singular and nonsmooth coefficients. This allows the\napplication of the method e.g. to degenerate and singular particle systems\narising in Mathematical Physics. As far as we know in such singular cases the\nrelaxation to equilibrium can't be discussed with the help of existing\napproaches using hypoellipticity, hypocoercivity or stochastic Lyapunov type\ntechniques. The method is formulated in an L2-Hilbert space setting and is\nbased on an interplay between Functional Analysis and Stochastics. Moreover, it\nimplies an ergodicity rate which can be related to L2-exponential convergence\nof the semigroup. Furthermore, the ergodicity method shows up an interesting\nanalogy with existing hypocoercivity approaches. In the first application we\ndiscuss ergodicity of the N-particle degenerate Langevin dynamics with singular\npotentials. The dual to this equation is also called the kinetic Fokker-Planck\nequation with an external confining potential. In the second example we apply\nthe method to the so-called (degenerate) spherical velocity Langevin equation\nwhich is also known as the fiber lay-down process arising in industrial\nmathematics.\n","Comment: Older preprint version of the paper (from 2014). The final\n  publication is available at Springer via\n  http://dx.doi.org/10.1007/s00020-015-2254-1 It was published under the name\n  \"A hypocoercivity related ergodicity method for singularly distorted\n  non-symmetric diffusions\"; see Integral Equations Oper. Theory 83, No. 3,\n  Article ID 2254, 331-379 (2015)"]}]
["1511.07129",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1511.07129"],"date":["2015-11-23"],"type":["text"],"creator":["Baier, Rudolf","Stricker, Stefan"],"language":[],"coverage":[],"title":["Comment on Hawking radiation and trapping horizons"],"description":["  We consider dynamical black hole formation from a collapsing fluid described\nby a symmetric and flat FRW metric. Using the Hamilton-Jacobi method the local\nHawking temperature for the formed trapping/apparent horizon is calculated. The\nlocal Hawking temperature depends on the tunneling path, which we take to be\nalong a null direction $(\\Delta s=0)$. We find that the local Hawking\ntemperature depends directly on the equation of state of the collapsing fluid.\nWe argue that Hawking radiation by quantum tunnelling from future inner and\nfuture outer trapping horizons is possible. However, only radiation from a\nspace-like dynamical horizon has a chance to be observed by an external\nobserver. Some comparison to existing literature is made.\n","Comment: 13 pages, 4 figures"]}]
["1512.02855",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.02855"],"date":["2015-12-09","2015-12-30"],"type":["text"],"creator":["Tavassoli, Arash","Montakhab, Afshin"],"language":[],"coverage":[],"title":["Microcanonical entropy: consistency and adiabatic invariance"],"description":["  Attempts to establish microcanonical entropy as an adiabatic invariant date\nback to works of Gibbs and Hertz. More recently, a consistency relation based\non adiabatic invariance has been used to argue for the validity of Gibbs\n(volume) entropy over Boltzmann (surface) entropy. Such consistency relation\nequates derivatives of thermodynamic entropy to ensemble average of the\ncorresponding quantity in micro-state space (phase space or Hilbert space). In\nthis work we propose to re-examine such a consistency relation when the number\nof particles ($N$) is considered as the independent thermodynamic variable. In\nother words, we investigate the consistency relation for the chemical potential\nwhich is a fundamental thermodynamic quantity. We show both by simple\nanalytical calculations as well as model example that neither definitions of\nentropy satisfy the consistency condition when one considers such a relation\nfor the chemical potential. This remains true regardless of the system size.\nTherefore, our results cast doubt on the validity of the adiabatic invariance\nas a required property of thermodynamic entropy. We close by providing\ncommentary on the derivation of thermostatistics from mechanics which typically\nleads to controversial and inconsistent results.\n","Comment: 5 pages and one figure"]}]
["1512.07684",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.07684","EPTCS 201, 2015, pp. 48-62","doi:10.4204/EPTCS.201.4"],"date":["2015-12-23"],"type":["text"],"creator":["Cherif, Asma","Imine, Abdessamad"],"language":[],"coverage":[],"title":["A Constraint-based Approach for Generating Transformation Patterns"],"description":["  Undoing operations is an indispensable feature for many collaborative\napplications, mainly collaborative editors. It provides the ability to restore\na correct state of shared data after erroneous operations. In particular,\nselective undo allows to undo any operation and is based on rearranging\noperations in the history thanks to the Operational Transformation (OT)\napproach. OT is an optimistic replication technique allowing for updating the\nshared data concurrently while maintaining convergence. It is a challenging\ntask how to meaningfully combine OT and undo approaches. Indeed, undoing\noperations that are received and executed out-of-order at different sites leads\nto divergence cases. Even though various undo solutions have been proposed over\nthe recent years, they are either limited or erroneous.\n  In this paper, we propose a constraint-based approach to address the undo\nproblem. We use Constraint Satisfaction Problem (CSP) theory to devise correct\nand undoable transformation patterns (w.r.t OT and undo properties) which\nconsiderably simplifies the design of collaborative objects.\n","Comment: In Proceedings FOCLASA 2015, arXiv:1512.06947"]}]
["1512.08534",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.08534"],"date":["2015-12-28"],"type":["text"],"creator":["Altmann, Hannah","Grifo, Eloísa","Montaño, Jonathan","Sanders, William","Vu, Thanh"],"language":[],"coverage":[],"title":["Lower bounds on levels of perfect complexes"],"description":["  For an associative ring $R$, the level of a perfect complex $F$ is the\nsmallest number of mapping cones needed to build $F$ from $\\textrm{add} \\, R$.\nWe establish lower bounds of the level of $F$ in terms of the vanishing of\nhomology of $F$. We then use these bounds to derive an improved version of The\nNew Intersection Theorem for level when $R$ is a commutative local ring\ncontaining a field.\n"]}]
