["1103.1918",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1918","doi:10.3390/risks3040553"],"date":["2011-03-09","2015-12-30"],"type":["text"],"creator":["Bradonjić, Milan","Causley, Matthew","Cohen, Albert"],"language":[],"coverage":[],"title":["Stochastic Optimal Control for Online Seller under Reputational\n  Mechanisms"],"description":["  In this work we propose and analyze a model which addresses the pulsing\nbehavior of sellers in an online auction (store). This pulsing behavior is\nobserved when sellers switch between advertising and processing states. We\nassert that a seller switches her state in order to maximize her profit, and\nfurther that this switch can be identified through the seller's reputation. We\nshow that for each seller there is an optimal reputation, i.e., the reputation\nat which the seller should switch her state in order to maximize her total\nprofit. We design a stochastic behavioral model for an online seller, which\nincorporates the dynamics of resource allocation and reputation. The design of\nthe model is optimized by using a stochastic advertising model from (16) and\nused effectively in the Stochastic Optimal Control of Advertising (12). This\nmodel of reputation is combined with the effect of online reputation on sales\nprice empirically verified in (9). We derive the Hamilton-Jacobi-Bellman (HJB)\ndifferential equation, whose solution relates optimal wealth level to a\nseller's reputation. We formulate both a full model, as well as a reduced model\nwith fewer parameters, both of which have the same qualitative description of\nthe optimal seller behavior. Coincidentally, the reduced model has a closed\nform analytical solution that we construct.\n"]}]
["1105.6220",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 53C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6220","Communications in Mathematical Physics, 2012, Volume 315, Number\n  3, pp 603-641","doi:10.1007/s00220-012-1574-0"],"date":["2011-05-31","2012-07-07"],"type":["text"],"creator":["Tanaka, Ryokichi"],"language":[],"coverage":[],"title":["Hydrodynamic limit for weakly asymmetric simple exclusion processes in\n  crystal lattices"],"description":["  We investigate the hydrodynamic limit for weakly asymmetric simple exclusion\nprocesses in crystal lattices. We construct a suitable scaling limit by using a\ndiscrete harmonic map. As we shall observe, the quasi-linear parabolic equation\nin the limit is defined on a flat torus and depends on both the local structure\nof the crystal lattice and the discrete harmonic map. We formulate the local\nergodic theorem on the crystal lattice by introducing the notion of local\nfunction bundle, which is a family of local functions on the configuration\nspace. The ideas and methods are taken from the discrete geometric analysis to\nthese problems. Results we obtain are extensions of ones by Kipnis, Olla and\nVaradhan to crystal lattices.\n","Comment: 41 pages, 7 figures"]}]
["1107.0312",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0312"],"date":["2011-07-01","2015-12-30"],"type":["text"],"creator":["Belloni, Alexandre","Oliveira, Roberto I."],"language":[],"coverage":[],"title":["Approximate group context tree"],"description":["  We study a variable length Markov chain model associated with a group of\nstationary processes that share the same context tree but each process has\npotentially different conditional probabilities. We propose a new model\nselection and estimation method which is computationally efficient. We develop\noracle and adaptivity inequalities, as well as model selection properties, that\nhold under continuity of the transition probabilities and polynomial\n$\\beta$-mixing. In particular, model misspecification is allowed.\n  These results are applied to interesting families of processes. For Markov\nprocesses, we obtain uniform rate of convergence for the estimation error of\ntransition probabilities as well as perfect model selection results. For chains\nof infinite order with complete connections, we obtain explicit uniform rates\nof convergence on the estimation of conditional probabilities, which have an\nexplicit dependence on the processes' continuity rates. Similar guarantees are\nalso derived for renewal processes.\n  Our results are shown to be applicable to discrete stochastic dynamic\nprogramming problems and to dynamic discrete choice models. We also apply our\nestimator to a linguistic study, based on recent work, by Galves et al (2012),\nof the rhythmic differences between Brazilian and European Portuguese.\n"]}]
["1107.1210",{"format":[],"subject":["Mathematics - Geometric Topology","57M27, 57M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1210","Kyungpook Mathematical Journal Vol. 55, No. 4 (2015), 779-806"],"date":["2011-07-06","2012-05-24"],"type":["text"],"creator":["Caprau, Carmen","Tipton, James"],"language":[],"coverage":[],"title":["The Kauffman polynomial and trivalent graphs"],"description":["  We construct a state model for the two-variable Kauffman polynomial using\nplanar trivalent graphs. We also use this model to obtain a polynomial\ninvariant for a certain type of trivalent graphs embedded in three-dimensional\nspace.\n","Comment: 24 pages, many figures; typos corrected, Theorem 3 modified"]}]
["1109.5417",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5417","Information Theory, IEEE Transactions on, vol. 58, pp. 7036-7044\n  (2012)","doi:10.1109/TIT.2012.2210695"],"date":["2011-09-25","2012-06-26"],"type":["text"],"creator":["Matthews, William"],"language":[],"coverage":[],"title":["A linear program for the finite block length converse of\n  Polyanskiy-Poor-Verd\\'u via non-signalling codes"],"description":["  Motivated by recent work on entanglement-assisted codes for sending messages\nover classical channels, the larger, easily characterised class of\nnon-signalling codes is defined. Analysing the optimal performance of these\ncodes yields an alternative proof of the finite block length converse of\nPolyanskiy, Poor and Verd\\'u, and shows that they achieve this converse. This\nprovides an explicit formulation of the converse as a linear program which has\nsome useful features. For discrete memoryless channels, it is shown that\nnon-signalling codes attain the channel capacity with zero error probability if\nand only if the dispersion of the channel is zero.\n","Comment: 8 pages, 2 figures, submitted to IEEE Trans. Inf. T"]}]
["1205.5504",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5504"],"date":["2012-05-24","2015-12-31"],"type":["text"],"creator":["Takahashi, Hayato"],"language":[],"coverage":[],"title":["Algorithmic randomness and stochastic selection function"],"description":["  We show algorithmic randomness versions of the two classical theorems on\nsubsequences of normal numbers. One is Kamae-Weiss theorem (Kamae 1973) on\nnormal numbers, which characterize the selection function that preserves normal\nnumbers. Another one is the Steinhaus (1922) theorem on normal numbers, which\ncharacterize the normality from their subsequences. In van Lambalgen (1987), an\nalgorithmic analogy to Kamae-Weiss theorem is conjectured in terms of\nalgorithmic randomness and complexity. In this paper we consider two types of\nalgorithmic random sequence; one is ML-random sequences and the other one is\nthe set of sequences that have maximal complexity rate. Then we show\nalgorithmic randomness versions of corresponding theorems to the above\nclassical results.\n","Comment: submitted to CCR2012 special issue. arXiv admin note: text overlap\n  with arXiv:1106.3153"]}]
["1207.7120",{"format":[],"subject":["Mathematics - Rings and Algebras","16K50, 12J10 (Primary), 12E15, 12F12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.7120"],"date":["2012-07-30","2015-12-30"],"type":["text"],"creator":["Chipchakov, Ivan D."],"language":[],"coverage":[],"title":["On Brauer $p$-dimensions and absolute Brauer $p$-dimensions of Henselian\n  fields"],"description":["  This paper studies the Brauer $p$-dimension Brd$_{p}(K)$ and the absolute\nBrauer $p$-dimension abrd$_{p}(K)$ of a Henselian valued field $(K, v)$ with a\nresidue field $\\hat{K}$, for a prime $p \\neq {\\rm char}(\\hat{K})$. It\ndetermines Brd$_{p}(K)$ and abrd$_{p}(K)$ when $\\hat{K}$ lies in special\nclasses. The paper describes the set $\\Sigma _{0}$ of sequences abrd$_{p}(E)$,\nBrd$_{p}(E)$, $p \\in \\mathbb P$, where $\\mathbb P$ is the set of prime numbers\nand $E$ runs across the class of Henselian fields with char$(\\hat{E}) = 0$ and\nan absolute Galois group $\\mathcal{G}_{\\hat{E}}$ of cohomological dimension\n$\\le 1$. Specifically, $\\Sigma _{0}$ contains $a _{p}, b _{p} \\in \\mathbb N\n\\cup {0, \\infty}$, $p \\in \\mathbb P$, whenever $a_{2} \\le 2b_{2}$ and $a _{p}\n\\ge b _{p}$, $p \\in \\mathbb P$. Similar results are obtained in characteristic\n$q > 0$.\n","Comment: 25 pages, LaTeX. The paper is essentially improved. It is reorganized\n  and divided into six Sections"]}]
["1210.4722",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4722","Information Theory, IEEE Transactions on, vol. 60, pp. 7317-7329\n  (2014)","doi:10.1109/TIT.2014.2353614"],"date":["2012-10-17","2014-06-27"],"type":["text"],"creator":["Matthews, William","Wehner, Stephanie"],"language":[],"coverage":[],"title":["Finite blocklength converse bounds for quantum channels"],"description":["  We derive upper bounds on the rate of transmission of classical information\nover quantum channels by block codes with a given blocklength and error\nprobability, for both entanglement-assisted and unassisted codes, in terms of a\nunifying framework of quantum hypothesis testing with restricted measurements.\nOur bounds do not depend on any special property of the channel (such as\nmemorylessness) and generalise both a classical converse of Polyanskiy, Poor,\nand Verd\\'{u} as well as a quantum converse of Renner and Wang, and have a\nnumber of desirable properties. In particular our bound on\nentanglement-assisted codes is a semidefinite program and for memoryless\nchannels its large blocklength limit is the well known formula for\nentanglement-assisted capacity due to Bennett, Shor, Smolin and Thapliyal.\n","Comment: 15 pages, 4 figures (v2: improved notation; one mistake fixed;\n  results unchanged)"]}]
["1211.1352",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1352"],"date":["2012-11-06","2015-12-31"],"type":["text"],"creator":["Sprung, Florian"],"language":[],"coverage":[],"title":["On pairs of p-adic analogues of the conjectures of Birch and\n  Swinnerton-Dyer"],"description":["  For a weight two modular form and a good prime $p$, we construct a vector of\nIwasawa functions $(L_p^\\sharp,L_p^\\flat)$. In the elliptic curve case, we use\nthis vector to put the $p$-adic analogues of the conjectures of Birch and\nSwinnerton-Dyer for ordinary [MTT] and supersingular [BPR] primes on one\nfooting. Looking at $L_p^\\sharp$ and $L_p^\\flat$ individually leads to a\nstronger conjecture containing an extra zero phenomenon.\n  We also give an explicit upper bound for the analytic rank in the cyclotomic\ndirection and an asymptotic formula for the $p$-part of the analytic size of\nthe \\v{S}afarevi\\v{c}-Tate group in terms of the Iwasawa invariants of\n$L_p^\\sharp$ and $L_p^\\flat$. A very puzzling phenomenon occurs in the\ncorresponding formulas for modular forms. When $p$ is supersingular, we prove\nthat the two classical $p$-adic $L$-functions ([AV75],[VI76]) have finitely\nmany common zeros, as conjectured by Greenberg.\n","Comment: 41 pages, one figure This paper is being withdrawn as it is being\n  subsumed by two new papers"]}]
["1301.4457",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.4457","Phys. Rev. D 88, 026010 (2013)","doi:10.1103/PhysRevD.88.026010"],"date":["2013-01-18","2013-07-19"],"type":["text"],"creator":["Capossoli, Eduardo Folco","Boschi-Filho, Henrique"],"language":[],"coverage":[],"title":["Odd spin glueball masses and the odderon Regge trajectories from the\n  holographic hardwall model"],"description":["  We use the holographic hardwall model to calculate the masses of light\nglueball states with odd spin and P= C= -1 associated with odderons.\nConsidering Dirichlet and Neumann boundary conditions we obtain expressions for\nthe odderon Regge trajectories consistent with those calculated using other\napproaches.\n","Comment: 13 pages, 2 figures. Text improved. References added. Results\n  unchanged. This version matches the published one in PRD"]}]
["1304.6352",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14M27 (Primary), 20G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.6352"],"date":["2013-04-23","2015-12-31"],"type":["text"],"creator":["Bravi, Paolo","Gandini, Jacopo","Maffei, Andrea"],"language":[],"coverage":[],"title":["Projective normality of model varieties and related results"],"description":["  We prove that the multiplication of sections of globally generated line\nbundles on a model wonderful variety M of simply connected type is always\nsurjective. This follows by a general argument which works for every wonderful\nvariety and reduces the study of the surjectivity for every couple of globally\ngenerated line bundles to a finite number of cases. As a consequence, the cone\ndefined by a complete linear system over M or over a closed G-stable subvariety\nof M is normal. We apply these results to the study of the normality of the\ncompactifications of model varieties in simple projective spaces and of the\nclosures of the spherical nilpotent orbits. Then we focus on a particular case\nproving two specific conjectures of Adams, Huang and Vogan on an analogue of\nthe model orbit of the group of type E8.\n","Comment: v2: 54 pages, new introduction and several minor changes, added\n  Proposition 9.2. To appear on Representation Theory"]}]
["1309.1707",{"format":[],"subject":["Mathematics - Probability","60E15, 28C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.1707"],"date":["2013-09-06","2015-12-31"],"type":["text"],"creator":["Tehranchi, Michael R."],"language":[],"coverage":[],"title":["A Gaussian correlation inequality for convex sets"],"description":["  A Gaussian correlation inequality is proven which generalises results of\nSchechtman, Schlumprecht \\& Zinn , Li and Shao. One implication of this\ninequality is that, for the standard Gaussian measure $\\gamma$ on $R^n$, the\ninequality $$ |\\sin(\\alpha + \\beta)|^n \\gamma( \\sin \\alpha \\ A) \\gamma( \\sin\n\\beta \\ B) \\le \\gamma( \\sin(\\alpha+\\beta) A \\cap B) \\gamma\\big( \\sin \\alpha\n\\sin \\beta \\ (A+B) \\big) $$ holds for all symmetric convex sets $A, B \\subseteq\nR^n $ and real $\\alpha, \\beta$. Furthermore, connections to the Gaussian\ncorrelation conjecture are explored.\n"]}]
["1312.5487",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.5487"],"date":["2013-12-19","2015-12-30"],"type":["text"],"creator":["Jensen, Bernt Tore","Su, Xiuping","Yang, Guiyu"],"language":[],"coverage":[],"title":["Projective modules of $0$-Schur algebras"],"description":["  We study the structure of the $0$-Schur algebra $S_0(n, r)$ following the\ngeometric construction of $S_0(n, r)$ by Jensen and Su \\cite{JS}. The main\nresults are the construction and classification of indecomposable projective\nmodules. In addition, we construct bases of these modules and their\nhomomorphism spaces. We also give a filtration of projective modules, which\nleads to a decomposition of $S_0(n,r)$ into indecomposable left modules.\n","Comment: The paper has been reorganised. Some results were removed and will\n  appear elsewhere"]}]
["1312.6429",{"format":[],"subject":["High Energy Physics - Phenomenology","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.6429","Ukr. J. Phys. 58, 1127 (2013)"],"date":["2013-12-22","2015-12-31"],"type":["text"],"creator":["Moroz, O."],"language":[],"coverage":[],"title":["Shear and bulk viscosities of the hadron gas within relaxation time\n  approximation and its test"],"description":["  We concentrate on calculation of the shear and bulk viscosities of the hadron\ngas. They define its dissipative dynamics and influence its experimentally\nmeasurable elliptic flow. Due to difficulty of this calculation the relaxation\ntime approximation (RTA) was used in previous works. As those results have\napproached the realistic ones, there is a need to find out how accurate the RTA\nis. For this sake we calculate the viscosities in the RTA using cross sections\nextracted from the ultrarelativistic quantum molecular dynamics (UrQMD) model\nand compare them with the same ones calculated without the RTA. This allows us\nto find the estimates of errors due to the application of RTA in the\ncalculations of the viscosities, which are valid also for other similar models.\nFor instance, in the temperature region $100 MeV \\lesssim T \\lesssim 160 MeV$\nat zero chemical potentials the shear viscosity becomes smaller up to $1.57$\ntimes, or up to $1.45$ times if the averaged relaxation time is used. This has\nimportant consequences for interpretation of the previously made calculations\nof the viscosities and some other related calculations. Within the RTA, we also\nfind estimation of the enhancement of the bulk viscosity of the hadron gas\nbecause of nonconservation of particle numbers. This is a little more extended\nversion in compare to the published paper, where we were limited in paper's\nsize and time.\n","Comment: 5 pages, 2 figures; the latest version of the manuscript accepted to\n  Ukr. J. Phys, including new minor comments and changes"]}]
["1403.1824",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.1824"],"date":["2014-03-07","2015-12-31"],"type":["text"],"creator":["Meyer, Florian","Hlinka, Ondrej","Wymeersch, Henk","Riegler, Erwin","Hlawatsch, Franz"],"language":[],"coverage":[],"title":["Distributed Localization and Tracking of Mobile Networks Including\n  Noncooperative Objects - Extended Version"],"description":["  We propose a Bayesian method for distributed sequential localization of\nmobile networks composed of both cooperative agents and noncooperative objects.\nOur method provides a consistent combination of cooperative self-localization\n(CS) and distributed tracking (DT). Multiple mobile agents and objects are\nlocalized and tracked using measurements between agents and objects and between\nagents. For a distributed operation and low complexity, we combine\nparticle-based belief propagation with a consensus or gossip scheme. High\nlocalization accuracy is achieved through a probabilistic information transfer\nbetween the CS and DT parts of the underlying factor graph. Simulation results\ndemonstrate significant improvements in both agent self-localization and object\nlocalization performance compared to separate CS and DT, and very good scaling\nproperties with respect to the numbers of agents and objects.\n","Comment: 16 pages, 11 figures"]}]
["1403.5061",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.5061"],"date":["2014-03-20","2015-12-30"],"type":["text"],"creator":["Haan, Jaeho"],"language":[],"coverage":[],"title":["The Bessel Period of U(3) and U(2) involving a non-tempered\n  representation"],"description":["  In \\cite{Ha}, Neal Harris has given a refined Gross-Prasad conjecture for\nunitary group as an analogue of Ichino and Ikeda's paper \\cite{Ich} concerning\nspecial orthogonal groups. In his paper, he stated a conjecture under the\nassumption that the pair of given representations should be tempered. In this\npaper, we consider a specific pair involving a non-tempered one. In this case,\nan analogous formula still exists but the central critical $L$-value is\nslightly different with the one in the conjecture. As a corollary, this\nverifies that the tempered condition is indispensable in formulating the\nconjecture.\n","Comment: 25 pages, Two changes : 1. deleted appendix.A contained in version.5\n  , 2. insertion of Remark 4.1"]}]
["1403.5864",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.5864","doi:10.1080/00045608.2015.1095062"],"date":["2014-03-24"],"type":["text"],"creator":["Long, Ying","Shen, Yao"],"language":[],"coverage":[],"title":["Mapping parcel-level urban areas for a large geographical area"],"description":["  As a vital indicator for measuring urban development, urban areas are\nexpected to be identified explicitly and conveniently with widely available\ndataset thereby benefiting the planning decisions and relevant urban studies.\nExisting approaches to identify urban areas normally based on mid-resolution\nsensing dataset, socioeconomic information (e.g. population density) generally\nassociate with low-resolution in space, e.g. cells with several square\nkilometers or even larger towns/wards. Yet, few of them pay attention to\ndefining urban areas with micro data in a fine-scaled manner with large extend\nscale by incorporating the morphological and functional characteristics. This\npaper investigates an automated framework to delineate urban areas in the\nparcel level, using increasingly available ordnance surveys for generating all\nparcels (or geo-units) and ubiquitous points of interest (POIs) for inferring\ndensity of each parcel. A vector cellular automata model was adopted for\nidentifying urban parcels from all generated parcels, taking into account\ndensity, neighborhood condition, and other spatial variables of each parcel. We\napplied this approach for mapping urban areas of all 654 Chinese cities and\ncompared them with those interpreted from mid-resolution remote sensing images\nand inferred by population density and road intersections. Our proposed\nframework is proved to be more straight-forward, time-saving and fine-scaled,\ncompared with other existing ones, and reclaim the need for consistency,\nefficiency and availability in defining urban areas with well-consideration of\nomnipresent spatial and functional factors across cities.\n","Comment: 21 pages, 9 figures, 3 tables"]}]
["1404.4168",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4168","Advances in Applied Clifford Algebras, 25(3), 2015","doi:10.1007/s00006-014-0523-8"],"date":["2014-04-16"],"type":["text"],"creator":["Yilmaz, N.","Taskara, N."],"language":[],"coverage":[],"title":["Incomplete Tribonacci-Lucas numbers and polynomials"],"description":["  In this paper, we define Tribonacci-Lucas polynomials and present\nTribonacci-Lucas numbers and polynomials as a binomial sum. Then, we introduce\nincomplete Tribonacci-Lucas numbers and polynomials. In addition we derive\nrecurrence relations, some properties and generating functions of these numbers\nand polynomials. Also, we find the generating function of incomplete Tribonacci\npolynomials which is given as the open problem in [12].\n"]}]
["1404.6563",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6563"],"date":["2014-04-25","2015-12-31"],"type":["text"],"creator":["Hachem, Jad","Karamchandani, Nikhil","Diggavi, Suhas"],"language":[],"coverage":[],"title":["Coded Caching for Multi-level Popularity and Access"],"description":["  To address the exponentially rising demand for wireless content, use of\ncaching is emerging as a potential solution. It has been recently established\nthat joint design of content delivery and storage (coded caching) can\nsignificantly improve performance over conventional caching. Coded caching is\nwell suited to emerging heterogeneous wireless architectures which consist of a\ndense deployment of local-coverage wireless access points (APs) with high data\nrates, along with sparsely-distributed, large-coverage macro-cell base stations\n(BS). This enables design of coded caching-and-delivery schemes that equip APs\nwith storage, and place content in them in a way that creates coded-multicast\nopportunities for combining with macro-cell broadcast to satisfy users even\nwith different demands. Such coded-caching schemes have been shown to be\norder-optimal with respect to the BS transmission rate, for a system with\nsingle-level content, i.e., one where all content is uniformly popular. In this\nwork, we consider a system with non-uniform popularity content which is divided\ninto multiple levels, based on varying degrees of popularity. The main\ncontribution of this work is the derivation of an order-optimal scheme which\njudiciously shares cache memory among files with different popularities. To\nshow order-optimality we derive new information-theoretic lower bounds, which\nuse a sliding-window entropy inequality, effectively creating a non-cutset\nbound. We also extend the ideas to when users can access multiple caches along\nwith the broadcast. Finally we consider two extreme cases of user distribution\nacross caches for the multi-level popularity model: a single user per cache\n(single-user setup) versus a large number of users per cache (multi-user\nsetup), and demonstrate a dichotomy in the order-optimal strategies for these\ntwo extreme cases.\n","Comment: Parts of the results in this paper have already been published and\n  are available on arXiv: abs/1404.6560, abs/1504.05931, and the older version\n  of this submission"]}]
["1406.7142",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.7142","IEEE Transactions of Information Theory, 61(8): 4486-4499, 2015","doi:10.1109/TIT.2015.2439953"],"date":["2014-06-27","2014-09-08"],"type":["text"],"creator":["Leung, Debbie","Matthews, William"],"language":[],"coverage":[],"title":["On the power of PPT-preserving and non-signalling codes"],"description":["  We derive one-shot upper bounds for quantum noisy channel codes. We do so by\nregarding a channel code as a bipartite operation with an encoder belonging to\nthe sender and a decoder belonging to the receiver, and imposing constraints on\nthe bipartite operation. We investigate the power of codes whose bipartite\noperation is non-signalling from Alice to Bob, positive-partial transpose (PPT)\npreserving, or both, and derive a simple semidefinite program for the\nachievable entanglement fidelity. Using the semidefinite program, we show that\nthe non-signalling assisted quantum capacity for memoryless channels is equal\nto the entanglement-assisted capacity. We also relate our PPT-preserving codes\nand the PPT-preserving entanglement distillation protocols studied by Rains.\nApplying these results to a concrete example, the 3-dimensional Werner-Holevo\nchannel, we find that codes that are non-signalling and PPT-preserving can be\nstrictly less powerful than codes satisfying either one of the constraints, and\ntherefore provide a tighter bound for unassisted codes. Furthermore,\nPPT-preserving non-signalling codes can send one qubit perfectly over two uses\nof the channel, which has no quantum capacity. We discuss whether this can be\ninterpreted as a form of superactivation of quantum capacity.\n","Comment: 15 pages, 7 figures"]}]
["1408.3608",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3608","Phys. Rev. B 92, 235440 (2015)","doi:10.1103/PhysRevB.92.235440"],"date":["2014-08-15","2015-10-09"],"type":["text"],"creator":["Esposito, Massimiliano","Ochoa, Maicol A.","Galperin, Michael"],"language":[],"coverage":[],"title":["On the nature of heat in strongly coupled open quantum systems"],"description":["  We study heat transfers in a single level quantum dot strongly coupled to\nfermionic reservoirs and subjected to a time-dependent protocol modulating the\ndot energy as well as the dot-reservoir coupling strength. The dynamics is\ndescribed using nonequilibrium Greens functions (NEGFs) evaluated to first\norder beyond quasi-static driving. We show that any heat definition expressed\nas an energy change in the reservoir energy plus any fraction of the\nsystem-reservoir interaction is not an exact differential when evaluated along\nreversible isothermal transformations, except when that fraction is zero.\nHowever, even in that latter case the reversible heat divided by temperature,\nnamely the entropy, does not satisfy the third law of thermodynamics and\ndiverges in the low temperature limit. Our results cast doubts on the\npossibility to define a thermodynamically consistent notion of heat expressed\nas the expectation value of some Hamiltonian terms.\n","Comment: 8 pages, 2 figures"]}]
["1408.5819",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Metric Geometry","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.5819"],"date":["2014-08-25","2015-12-30"],"type":["text"],"creator":["Naor, Assaf","Schechtman, Gideon"],"language":[],"coverage":[],"title":["Metric ${X}_p$ inequalities"],"description":["  For every $p\\in (0,\\infty)$ we associate to every metric space $(X,d_X)$ a\nnumerical invariant $\\mathfrak{X}_p(X)\\in [0,\\infty]$ such that if\n$\\mathfrak{X}_p(X)<\\infty$ and a metric space $(Y,d_Y)$ admits a bi-Lipschitz\nembedding into $X$ then also $\\mathfrak{X}_p(Y)<\\infty$. We prove that if\n$p,q\\in (2,\\infty)$ satisfy $q<p$ then $\\mathfrak{X}_p(L_p)<\\infty$ yet\n$\\mathfrak{X}_p(L_q)=\\infty$. Thus our new bi-Lipschitz invariant certifies\nthat $L_q$ does not admit a bi-Lipschitz embedding into $L_p$ when\n$2<q<p<\\infty$. This completes the long-standing search for bi-Lipschitz\ninvariants that serve as an obstruction to the embeddability of $L_p$ spaces\ninto each other, the previously understood cases of which were metric notions\nof type and cotype, which however fail to certify the nonembeddability of $L_q$\ninto $L_p$ when $2<q<p<\\infty$. Among the consequences of our results are new\nquantitative restrictions on the bi-Lipschitz embeddability into $L_p$ of\nsnowflakes of $L_q$ and integer grids in $\\ell_q^n$, for $2<q<p<\\infty$. As a\nbyproduct of our investigations, we also obtain results on the geometry of the\nSchatten $p$ trace class $S_p$ that are new even in the linear setting.\n","Comment: Comments of referee addressed. To appear in Forum Math, Pi"]}]
["1409.1079",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1079"],"date":["2014-09-03","2015-12-31"],"type":["text"],"creator":["Dobbs, Neil"],"language":[],"coverage":[],"title":["Line, spiral, dense"],"description":["  Exponential of exponential of almost every line in the complex plane is dense\nin the plane. On the other hand, for lines through any point, for a set of\nangles of Hausdorff dimension one, exponential of exponential of a line with\nangle from that set is not dense in the plane.\n","Comment: 14 p, 4 figures"]}]
["1409.3707",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.3707","Konuralp Journal of Mathematics 3(1), 2015"],"date":["2014-09-12"],"type":["text"],"creator":["Yilmaz, Nazmiye","Taskara, Necati"],"language":[],"coverage":[],"title":["On the binomial sums of Horadam sequence"],"description":["  The main purpose of this paper is to establish some new properties of Horadam\nnumbers in terms of binomial sums. By that, we can obtain these special numbers\nin a new and direct way. Moreover, some connections between Horadam and\ngeneralized Lucas numbers are revealed to get a more strong result.\n"]}]
["1409.3970",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Information Retrieval","Computer Science - Learning","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.3970","doi:10.1109/TPAMI.2015.2476802"],"date":["2014-09-13","2015-12-31"],"type":["text"],"creator":["Zheng, Yin","Zhang, Yu-Jin","Larochelle, Hugo"],"language":[],"coverage":[],"title":["A Deep and Autoregressive Approach for Topic Modeling of Multimodal Data"],"description":["  Topic modeling based on latent Dirichlet allocation (LDA) has been a\nframework of choice to deal with multimodal data, such as in image annotation\ntasks. Another popular approach to model the multimodal data is through deep\nneural networks, such as the deep Boltzmann machine (DBM). Recently, a new type\nof topic model called the Document Neural Autoregressive Distribution Estimator\n(DocNADE) was proposed and demonstrated state-of-the-art performance for text\ndocument modeling. In this work, we show how to successfully apply and extend\nthis model to multimodal data, such as simultaneous image classification and\nannotation. First, we propose SupDocNADE, a supervised extension of DocNADE,\nthat increases the discriminative power of the learned hidden topic features\nand show how to employ it to learn a joint representation from image visual\nwords, annotation words and class label information. We test our model on the\nLabelMe and UIUC-Sports data sets and show that it compares favorably to other\ntopic models. Second, we propose a deep extension of our model and provide an\nefficient way of training the deep model. Experimental results show that our\ndeep model outperforms its shallow version and reaches state-of-the-art\nperformance on the Multimedia Information Retrieval (MIR) Flickr data set.\n","Comment: 24 pages, 10 figures. A version has been accepted by TPAMI on Aug\n  4th, 2015. Add footnote about how to train the model in practice in Section\n  5.1. arXiv admin note: substantial text overlap with arXiv:1305.5306"]}]
["1410.2505",{"format":[],"subject":["Statistics - Methodology","Computer Science - Information Theory","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1410.2505"],"date":["2014-10-09","2015-12-30"],"type":["text"],"creator":["Wang, Jian","Li, Ping"],"language":[],"coverage":[],"title":["Recovery of Sparse Signals Using Multiple Orthogonal Least Squares"],"description":["  We study the problem of recovering sparse signals from compressed linear\nmeasurements. This problem, often referred to as sparse recovery or sparse\nreconstruction, has generated a great deal of interest in recent years. To\nrecover the sparse signals, we propose a new method called multiple orthogonal\nleast squares (MOLS), which extends the well-known orthogonal least squares\n(OLS) algorithm by allowing multiple $L$ indices to be chosen per iteration.\nOwing to inclusion of multiple support indices in each selection, the MOLS\nalgorithm converges in much fewer iterations and improves the computational\nefficiency over the conventional OLS algorithm. Theoretical analysis shows that\nMOLS ($L > 1$) performs exact recovery of all $K$-sparse signals within $K$\niterations if the measurement matrix satisfies the restricted isometry property\n(RIP) with isometry constant $\\delta_{LK} < \\frac{\\sqrt{L}}{\\sqrt{K} + 2\n\\sqrt{L}}.$ The recovery performance of MOLS in the noisy scenario is also\nstudied. It is shown that stable recovery of sparse signals can be achieved\nwith the MOLS algorithm when the signal-to-noise ratio (SNR) scales linearly\nwith the sparsity level of input signals.\n"]}]
["1410.6911",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B27, 35Q92, 35Kxx, 74Qxx, 74A40, 74D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1410.6911"],"date":["2014-10-25","2015-12-31"],"type":["text"],"creator":["Ptashnyk, Mariya","Seguin, Brian"],"language":[],"coverage":[],"title":["Homogenization of a system of elastic and reaction-diffusion equations\n  modelling plant cell wall biomechanics"],"description":["  In this paper we present a derivation and multiscale analysis of a\nmathematical model for plant cell wall biomechanics that takes into account\nboth the microscopic structure of a cell wall coming from the cellulose\nmicrofibrils and the chemical reactions between the cell wall's constituents.\nParticular attention is paid to the role of pectin and the impact of\ncalcium-pectin cross-linking chemistry on the mechanical properties of the cell\nwall. We prove the existence and uniqueness of the strongly coupled microscopic\nproblem consisting of the equations of linear elasticity and a system of\nreaction-diffusion and ordinary differential equations. Using homogenization\ntechniques (two-scale convergence and periodic unfolding methods) we derive a\nmacroscopic model for plant cell wall biomechanics.\n"]}]
["1410.7095",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1410.7095","J. Differential Equations, Vol. 259 (2015), pp. 6774-6802","doi:10.1016/j.jde.2015.08.018"],"date":["2014-10-26"],"type":["text"],"creator":["Fetecau, Razvan","Sun, Weiran"],"language":[],"coverage":[],"title":["First-order aggregation models and zero inertia limits"],"description":["  We consider a first-order aggregation model in both discrete and continuum\nformulations and show rigorously how it can be obtained as zero inertia limits\nof second-order models. In the continuum case the procedure consists in a\nmacroscopic limit, enabling the passage from a kinetic model for aggregation to\nan evolution equation for the macroscopic density. We work within the general\nspace of measure solutions and use mass transportation ideas and the\ncharacteristic method as essential tools in the analysis.\n","Comment: 26 pages"]}]
["1411.1703",{"format":[],"subject":["Mathematics - Number Theory","11G10, 14K15, 11F80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1411.1703"],"date":["2014-11-06","2015-12-31"],"type":["text"],"creator":["Lombardo, Davide"],"language":[],"coverage":[],"title":["Explicit surjectivity of Galois representations attached to abelian\n  surfaces and $\\operatorname{GL}_2$-varieties"],"description":["  Let $A$ be an absolutely simple abelian variety without (potential) complex\nmultiplication, defined over the number field $K$. Suppose that either $\\dim\nA=2$ or $A$ is of $\\operatorname{GL}_2$-type: we give an explicit bound\n$\\ell_0(A,K)$ such that, for every prime $\\ell>\\ell_0(A,K)$, the image of the\nabsolute Galois group of $K$ in $\\operatorname{Aut}(T_\\ell(A))$ is as large as\nit is allowed to be by endomorphisms and polarizations.\n","Comment: v3: added a discussion of GL_2-varieties. Title changed accordingly"]}]
["1411.3428",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1411.3428","Sci China-Phys Mech Astron, 2015, 58: 071001"],"date":["2014-11-12","2015-12-30"],"type":["text"],"creator":["Chang, Chao-Hsi","Fu, Hui-Feng","Wang, Guo-Li","Zhang, Jin-Mei"],"language":[],"coverage":[],"title":["Some of semileptonic and nonleptonic decays of $B_c$ meson in a\n  Bethe-Salpeter relativistic quark model"],"description":["  The semileptonic decays $B_c^+\\rightarrow P(V) +\\ell^++\\bar{\\nu}_\\ell$ and\nthe nonleptonic decays $B_c^+\\rightarrow P(V)+L$, where $P(V)$ denotes a\npseudoscalar (vector) charmonium or ($\\bar{b}s$)-meson, and $L$ denotes a light\nmeson, are studied in the framework of improved instantaneous Bethe-Salpeter\n(BS) equation and the Mandelstam formula. The numerical results (width and\nbranching ratio of the decays) are presented in tables, and in order to compare\nconveniently, those obtained by other approaches are also put in the relevant\ntables. Based on the fact that the ratio\n$\\frac{\\mathcal{BR}(B_c^+\\rightarrow\\psi(2S)\\pi^+)}{\\mathcal{BR}(B_c^+\\rightarrow\nJ/\\psi \\pi^+)}=0.24^{+0.023}_{-0.040}$ estimated here is in good agreement with\nthe observation by the LHCb $\\frac{\\mathcal{BR}(B_c^+\\rightarrow\n\\psi(2S)\\pi^+)}{\\mathcal{BR}(B_c^+\\rightarrow J/\\psi\n\\pi^+)}=0.250\\pm0.068(\\mathrm{stat})\\pm0.014(\\mathrm{syst})\\pm0.006(\\mathcal{B})$,\none may conclude that with respect to the decays the present framework works\nquite well.\n","Comment: 13 pages, 3 figures"]}]
["1411.7202",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1411.7202"],"date":["2014-11-26","2015-12-29"],"type":["text"],"creator":["Zhao, Hui-Hua","Zhang, Li-Chun","Zhao, Ren"],"language":[],"coverage":[],"title":["Two-phase equilibrium properties in charged topological dilaton AdS\n  black holes"],"description":["  In this paper we discuss phase transition of the charged topological dilaton\nAdS black holes by Maxwell equal area law. The two phases involved in the phase\ntransition could be coexist and we depict the coexistence region in $P-v$\ndiagrams. The two-phase equilibrium curves in $P-T$ diagrams are plotted, the\nClapeyron equation for the black hole is derived, and the latent heat of\nisothermal phase transition is investigated. We also analyze of the parameters\nof the black hole that have an effect on the two phases coexistence. The\nresults show that the black hole may go through a small-large phase transition\nsimilar to those of usual non-gravity thermodynamic systems.\n","Comment: 17 pages, 6 figures"]}]
["1501.00521",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1501.00521"],"date":["2015-01-02","2015-12-31"],"type":["text"],"creator":["Tanaka, Ryokichi"],"language":[],"coverage":[],"title":["A note on a local ergodic theorem for an infinite tower of coverings"],"description":["  This is a note on a local ergodic theorem for a symmetric exclusion process\ndefined on an infinite tower of coverings, which is associated with a finitely\ngenerated residually finite amenable group.\n","Comment: Final version to appear in Springer Proceedings in Mathematics and\n  Statistics"]}]
["1501.02599",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1501.02599","Rev. Math. Phys. 27 (10), (2015), 15500245","doi:10.1142/S0129055X15500245"],"date":["2015-01-12","2015-12-31"],"type":["text"],"creator":["Duetsch, Michael"],"language":[],"coverage":[],"title":["Massive vector bosons: is the geometrical interpretation as a\n  spontaneously broken gauge theory possible at all scales?"],"description":["  The usual derivation of the Lagrangian of a model for massive vector bosons,\nby spontaneous symmetry breaking of a gauge theory, implies that the prefactors\nof the various interaction terms are uniquely determined functions of the\ncoupling constant(s) and the masses. Since, under the renormalization group\n(RG) flow, different interaction terms get different loop-corrections, it is\nuncertain, whether these functions remain fixed under this flow. We investigate\nthis question for the $U(1)$-Higgs-model to 1-loop order in the framework of\nEpstein-Glaser renormalization. Our main result reads: choosing the\nrenormalization mass scale(s) in a way corresponding to the minimal subtraction\nscheme, the geometrical interpretation as a spontaneously broken gauge theory\ngets lost under the RG-flow. This holds also for the clearly stronger property\nof BRST-invariance of the Lagrangian. On the other hand we prove that physical\nconsistency, which is a weak form of BRST-invariance of the time-ordered\nproducts, is maintained under the RG-flow.\n","Comment: 54 pages, some typos corrected"]}]
["1501.03291",{"format":[],"subject":["Statistics - Machine Learning","Statistics - Computation","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1501.03291"],"date":["2015-01-14","2015-12-31"],"type":["text"],"creator":["Gutmann, Michael U.","Corander, Jukka"],"language":[],"coverage":[],"title":["Bayesian Optimization for Likelihood-Free Inference of Simulator-Based\n  Statistical Models"],"description":["  Our paper deals with inferring simulator-based statistical models given some\nobserved data. A simulator-based model is a parametrized mechanism which\nspecifies how data are generated. It is thus also referred to as generative\nmodel. We assume that only a finite number of parameters are of interest and\nallow the generative process to be very general; it may be a noisy nonlinear\ndynamical system with an unrestricted number of hidden variables. This weak\nassumption is useful for devising realistic models but it renders statistical\ninference very difficult. The main challenge is the intractability of the\nlikelihood function. Several likelihood-free inference methods have been\nproposed which share the basic idea of identifying the parameters by finding\nvalues for which the discrepancy between simulated and observed data is small.\nA major obstacle to using these methods is their computational cost. The cost\nis largely due to the need to repeatedly simulate data sets and the lack of\nknowledge about how the parameters affect the discrepancy. We propose a\nstrategy which combines probabilistic modeling of the discrepancy with\noptimization to facilitate likelihood-free inference. The strategy is\nimplemented using Bayesian optimization and is shown to accelerate the\ninference through a reduction in the number of required simulations by several\norders of magnitude.\n","Comment: In press with the Journal of Machine Learning Research (JMLR).\n  Accepted August 17, 2015"]}]
["1501.03411",{"format":[],"subject":["Mathematics - Commutative Algebra","13B21, 13F05, 13F45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1501.03411","Journal of Algebra 451 (2016), 65-84"],"date":["2015-01-14","2015-12-10"],"type":["text"],"creator":["Epstein, Neil","Shapiro, Jay"],"language":[],"coverage":[],"title":["Perinormality -- a generalization of Krull domains"],"description":["  We introduce a new class of integral domains, the perinormal domains, which\nfall strictly between Krull domains and weakly normal domains. We establish\nbasic properties of the class, and in the case of universally catenary domains\nwe give equivalent characterizations of perinormality. (Later on, we point out\nsome subtleties that occur only in the non-Noetherian context.) We also\nintroduce and explore briefly the related concept of global perinormality,\nincluding a relationship with divisor class groups. Throughout, we provide\nilluminating examples from algebra, geometry, and number theory.\n","Comment: substantial changes due to comments from several people including the\n  referee (cf. acknowledgments). Among other things, universal catenarity is\n  necessary for the main theorem of section 4, and we have new\n  characterizations of both perinormality and global perinormality in terms of\n  flatness of overrings. 20 pages"]}]
["1501.03460",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1501.03460"],"date":["2015-01-14","2015-12-31"],"type":["text"],"creator":["Pshirkov, M. S.","Vasiliev, V. V.","Postnov, K. A."],"language":[],"coverage":[],"title":["Gamma-ray halo around the M31 galaxy as seen by the Fermi LAT"],"description":["  Theories of galaxy formation predict the existence of extended gas halo\naround spiral galaxies. If there are 10-100 nG magnetic fields at several ten\nkpc distances from the galaxies, extended galactic cosmic ray (CR) haloes could\nalso exist. Galactic CRs can interact with the tenuous hot halo gas to produce\nobservable gamma-rays. We have performed search for a gamma-ray halo around the\nM31 galaxy -- the closest large spiral galaxy. Our analysis of almost 7 years\nof the Fermi LAT data revealed the presence of a spatially extended diffuse\nemission excess around M31. The data can be fitted using the simplest\nmorphology of a uniformly bright circle. The best fit gave a 4.7$\\sigma$\nsignificance for a $0.9^{\\circ}$ (12 kpc) halo with a photon flux of $\\sim\n(3.2\\pm1.0)\\times 10^{-9} ~\\mathrm{cm^{-2}s^{-1}}$ and a luminosity of\n$(4.0\\pm1.5)\\times 10^{38} ~\\mathrm{erg~s^{-1}}$ in the energy range 0.3--100\nGeV. Our results also imply a low level of the flux from the disc of the M31\ngalaxy $(3.3 \\pm 1.0) \\times 10^{-10}~\\mathrm{cm^{-2}s^{-1}}$. The\ncorresponding gamma-ray luminosity, $5\\times10^{37} ~\\mathrm{erg~s^{-1}}$ is\nseveral times smaller than the luminosity of the Milky Way. This difference\ncould be explained by a lower star formation rate in M31: there are less CRs\nand the level of the ISM turbulence is lower, which in turn leads to a shorter\ntime of CR containment.\n","Comment: 5 pages, 5 figures. Pass 8 Reprocessed reconstruction and the 3FGL\n  catalogue is used in this version of the paper"]}]
["1501.04955",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1501.04955"],"date":["2015-01-20","2015-12-30"],"type":["text"],"creator":["Yoshinaga, Masahiko"],"language":[],"coverage":[],"title":["Worpitzky partitions for root systems and characteristic\n  quasi-polynomials"],"description":["  We introduce a partition of (coweight) lattice points inside the dilated\nfundamental parallelepiped into those of partially closed simplices. This\npartition can be considered as a generalization and a lattice points\ninterpretation of the classical formula of Worpitzky.\n  This partition, and the generalized Eulerian polynomial, recently introduced\nby Lam and Postnikov, can be used to describe the characteristic\n(quasi)polynomials of Shi and Linial arrangements. As an application, we prove\nthat the characteristic quasi-polynomial of the Shi arrangement turns out to be\na polynomial. We also present several results on the location of zeros of\ncharacteristic polynomials, related to a conjecture of Postnikov and Stanley.\nIn particular, we verify the \"functional equation\" of the characteristic\npolynomial of the Linial arrangement for any root system, and give partial\naffirmative results on \"Riemann hypothesis\" for the root systems of type $E_6,\nE_7, E_8$, and $F_4$.\n"]}]
["1502.02192",{"format":[],"subject":["Mathematics - Rings and Algebras","08C20, 08A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1502.02192"],"date":["2015-02-07","2015-12-30"],"type":["text"],"creator":["Kearnes, Keith A.","Szendrei, Agnes"],"language":[],"coverage":[],"title":["Dualizable algebras with parallelogram terms"],"description":["  We prove that if A is a finite algebra with a parallelogram term that\nsatisfies the split centralizer condition, then A is dualizable. This yields\nyet another proof of the dualizability of any finite algebra with a near\nunanimity term, but more importantly proves that every finite module, group or\nring in a residually small variety is dualizable.\n"]}]
["1502.05554",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Astrophysics of Galaxies","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1502.05554","Phys. Rev. D 91, 084053 (2015)","doi:10.1103/PhysRevD.91.084053"],"date":["2015-02-19","2015-12-31"],"type":["text"],"creator":["Bonetti, Matteo","Barausse, Enrico"],"language":[],"coverage":[],"title":["Post-Newtonian constraints on Lorentz-violating gravity theories with a\n  MOND phenomenology"],"description":["  We study the post-Newtonian expansion of a class of Lorentz-violating gravity\ntheories that reduce to khronometric theory (i.e. the infrared limit of Horava\ngravity) in high-acceleration regimes, and reproduce the phenomenology of the\nmodified Newtonian dynamics (MOND) in the low-acceleration, non-relativistic\nlimit. Like in khronometric theory, Lorentz symmetry is violated in these\ntheories by introducing a dynamical scalar field (the \"khronon\") whose gradient\nis enforced to be timelike. As a result, hypersurfaces of constant khronon\ndefine a preferred foliation of the spacetime, and the khronon can be thought\nof as a physical absolute time. The MOND phenomenology arises as a result of\nthe presence, in the action, of terms depending on the acceleration of the\ncongruence orthogonal to the preferred foliation. We find that if the theory is\nforced to reduce exactly to General Relativity (rather than to khronometric\ntheory) in the high-acceleration regime, the post-Newtonian expansion breaks\ndown at low accelerations, and the theory becomes strongly coupled.\nNevertheless, we identify a sizeable region of the parameter space where the\npost-Newtonian expansion remains perturbative for all accelerations, and the\ntheory passes both solar-system and pulsar gravity tests, besides producing a\nMOND phenomenology for the rotation curves of galaxies. We illustrate this\nexplicitly with a toy model of a system containing only baryonic matter but no\nDark Matter.\n","Comment: 17 pages, 2 figures; includes corrections listed in erratum submitted\n  to PRD (i.e. typos corrected in a few equations; results unchanged)"]}]
["1502.05698",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computation and Language","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1502.05698"],"date":["2015-02-19","2015-12-31"],"type":["text"],"creator":["Weston, Jason","Bordes, Antoine","Chopra, Sumit","Rush, Alexander M.","van Merriënboer, Bart","Joulin, Armand","Mikolov, Tomas"],"language":[],"coverage":[],"title":["Towards AI-Complete Question Answering: A Set of Prerequisite Toy Tasks"],"description":["  One long-term goal of machine learning research is to produce methods that\nare applicable to reasoning and natural language, in particular building an\nintelligent dialogue agent. To measure progress towards that goal, we argue for\nthe usefulness of a set of proxy tasks that evaluate reading comprehension via\nquestion answering. Our tasks measure understanding in several ways: whether a\nsystem is able to answer questions via chaining facts, simple induction,\ndeduction and many more. The tasks are designed to be prerequisites for any\nsystem that aims to be capable of conversing with a human. We believe many\nexisting learning systems can currently not solve them, and hence our aim is to\nclassify these tasks into skill sets, so that researchers can identify (and\nthen rectify) the failings of their systems. We also extend and improve the\nrecently introduced Memory Networks model, and show it is able to solve some,\nbut not all, of the tasks.\n"]}]
["1503.02350",{"format":[],"subject":["Mathematics - Differential Geometry","83C57 (Primary), 53C44 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1503.02350","doi:10.1093/imrn/rnv395"],"date":["2015-03-08","2015-12-30"],"type":["text"],"creator":["Shi, Yuguang"],"language":[],"coverage":[],"title":["The isoperimetric inequality on asymptotically flat manifolds with\n  nonnegative scalar curvature"],"description":["  In this note, we consider the isoperimetric inequality on an asymptotically\nflat manifold with nonnegative scalar curvature, and improve it by using\nHawking mass. We also obtain a rigidity result when equality holds for the\nclassical isoperimetric inequality on an asymptotically flat manifold with\nnonnegative scalar curvature.\n","Comment: Final version, to appear International Mathematics Research Notices.\n  12 pages, no figures"]}]
["1503.05342",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1503.05342"],"date":["2015-03-18","2015-12-30"],"type":["text"],"creator":["Dominy, Jason M.","Lidar, Daniel A."],"language":[],"coverage":[],"title":["Beyond Complete Positivity"],"description":["  We provide a general and consistent formulation for linear subsystem quantum\ndynamical maps, developed from a minimal set of postulates, primary among which\nis a relaxation of the usual, restrictive assumption of uncorrelated initial\nsystem-bath states. We describe the space of possibilities admitted by this\nformulation, namely that, far from being limited to only completely positive\n(CP) maps, essentially any $\\mathbb{C}$-linear, Hermiticity-preserving,\ntrace-preserving subsystem map can arise as a legitimate subsystem dynamical\nmap from a joint unitary evolution of a system coupled to a bath. The price\npaid for this added generality is a trade-off between the set of admissible\ninitial states and the allowed set of joint system-bath unitary evolutions. As\nan application we present a simple example of a non-CP map constructed as a\nsubsystem dynamical map that violates some fundamental inequalities in quantum\ninformation theory, such as the quantum data processing inequality.\n","Comment: 9 pages, 1 figure"]}]
["1503.07190",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1503.07190"],"date":["2015-03-24","2015-12-30"],"type":["text"],"creator":["Monard, François"],"language":[],"coverage":[],"title":["Inversion of the attenuated geodesic X-ray transform over functions and\n  vector fields on simple surfaces"],"description":["  We derive explicit reconstruction formulas for the attenuated geodesic X-ray\ntransform over functions and, in the case of non-vanishing attenuation, vector\nfields, on a class of simple Riemannian surfaces with boundary. These formulas\npartly rely on new explicit approaches to construct continuous right-inverses\nfor backprojection operators (and, in turn, holomorphic integrating factors),\nwhich were previously unavailable in a systematic form. The reconstruction of\nfunctions is presented in two ways, the latter one being motivated by numerical\nconsiderations and successfully implemented at the end. Constructing the\nright-inverses mentioned require that certain Fredholm equations, first\nappearing in [Pestov-Uhlmann, IMRN 2004], be invertible. Whether this last\ncondition reduces the applicability of the overall approach to a strict subset\nof simple surfaces remains open at present.\n","Comment: 29 pages, 5 figures"]}]
["1504.06304",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1504.06304"],"date":["2015-04-23","2015-12-31"],"type":["text"],"creator":["Jimenez-Delgado, P.","Hobbs, T. J.","Londergan, J. T.","Melnitchouk, W."],"language":[],"coverage":[],"title":["Reply to Comment on \"New limits on intrinsic charm in the nucleon from\n  global analysis of parton distributions\""],"description":["  We reply to the Comment of Brodsky and Gardner on our paper \"New limits on\nintrinsic charm in the nucleon from global analysis of parton distributions\"\n[Phys. Rev. Lett. 114, 082002 (2015)]. We address a number of incorrect claims\nmade about our fitting methodology, and elaborate how global QCD analysis of\nall available high-energy data provides no evidence for a large intrinsic charm\ncomponent of the nucleon.\n","Comment: 2 pages, to appear in PRL"]}]
["1505.00728",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1505.00728","Phys. Rev. B 92, 214440 (2015)","doi:10.1103/PhysRevB.92.214440"],"date":["2015-05-04","2015-12-02"],"type":["text"],"creator":["Patankar, Shreyas","Hinton, J. P.","Griesmar, Joel","Orenstein, J.","Dodge, J. S.","Kou, Xufeng","Pan, Lei","Wang, Kang L.","Bestwick, A. J.","Fox, E. J.","Goldhaber-Gordon, D.","Wang, Jing","Zhang, Shou-Cheng"],"language":[],"coverage":[],"title":["Resonant magneto-optic Kerr effect in the magnetic topological insulator\n  Cr:(Sb$_x$,Bi$_{1-x}$)$_2$Te$_3$"],"description":["  We report measurements of the polar Kerr effect, proportional to the\nout-of-plane component of the magnetization, in thin films of the magnetically\ndoped topological insulator\n$(\\text{Cr}_{0.12}\\text{Bi}_{0.26}\\text{Sb}_{0.62})_2\\text{Te}_3$. Measurements\nof the complex Kerr angle, $\\Theta_K$, were performed as a function of photon\nenergy in the range $0.8\\text{ eV}<\\hbar\\omega<3.0\\text{ eV}$. We observed a\npeak in the real part of $\\Theta_K(\\omega)$ and zero crossing in the imaginary\npart that we attribute to resonant interaction with a spin-orbit avoided\ncrossing located $\\approx$ 1.6 eV above the Fermi energy. The resonant\nenhancement allows measurement of the temperature and magnetic field dependence\nof $\\Theta_K$ in the ultrathin film limit, $d\\geq2$ quintuple layers. We find a\nsharp transition to zero remanent magnetization at 6 K for $d<8$~QL, consistent\nwith theories of the dependence of impurity spin interactions on film thickness\nand their location relative to topological insulator surfaces.\n","Comment: 6 pages, 5 figures"]}]
["1505.06428",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","37A45, 42A38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1505.06428","Journal of the Mathematical Society of Japan, special issue for\n  Kiyoshi It\\^o, Vol. 67, No. 4 (2015) pp. 1705-1723"],"date":["2015-05-24","2015-08-12"],"type":["text"],"creator":["Peled, Ron","Peres, Yuval","Pitman, Jim","Tanaka, Ryokichi"],"language":[],"coverage":[],"title":["Random Dirichlet series arising from records"],"description":["  We study the distributions of the random Dirichlet series with parameters\n$(s, \\beta)$ defined by $$ S=\\sum_{n=1}^{\\infty}\\frac{I_n}{n^s}, $$ where\n$(I_n)$ is a sequence of independent Bernoulli random variables, $I_n$ taking\nvalue $1$ with probability $1/n^\\beta$ and value $0$ otherwise. Random series\nof this type are motivated by the record indicator sequences which have been\nstudied in extreme value theory in statistics. We show that when $s>0$ and $0<\n\\beta \\le 1$ with $s+\\beta>1$ the distribution of $S$ has a density; otherwise\nit is purely atomic or not defined because of divergence. In particular, in the\ncase when $s>0$ and $\\beta=1$, we prove that for every $0<s<1$ the density is\nbounded and continuous, whereas for every $s>1$ it is unbounded. In the case\nwhen $s>0$ and $0<\\beta<1$ with $s+\\beta>1$, the density is smooth. To show the\nabsolute continuity, we obtain estimates of the Fourier transforms, employing\nvan der Corput's method to deal with number-theoretic problems. We also give\nfurther regularity results of the densities, and present an example of non\natomic singular distribution which is induced by the series restricted to the\nprimes.\n","Comment: 16 pages, 1 figure"]}]
["1505.08113",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1505.08113"],"date":["2015-05-29","2015-12-31"],"type":["text"],"creator":["Abe, Toshihiro","Ley, Christophe"],"language":[],"coverage":[],"title":["A tractable, parsimonious and flexible model for cylindrical data, with\n  applications"],"description":["  In this paper, we propose cylindrical distributions obtained by combining the\nsine-skewed von Mises distribution (circular part) with the Weibull\ndistribution (linear part). This new model, the WeiSSVM, enjoys numerous\nadvantages: simple normalizing constant and hence very tractable density,\nparameter-parsimony and interpretability, good circular-linear dependence\nstructure, easy random number generation thanks to known marginal/conditional\ndistributions, flexibility illustrated via excellent fitting abilities, and a\nstraightforward extension to the case of directional-linear data. Inferential\nissues, such as independence testing, circular-linear respectively\nlinear-circular regression, can easily be tackled with our model, which we\napply on two real data sets. We conclude the paper by discussing future\napplications of our model.\n","Comment: 17 pages, 5 figures"]}]
["1506.00595",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1506.00595","doi:10.1088/1751-8113/48/50/505402"],"date":["2015-06-01","2015-12-31"],"type":["text"],"creator":["Barnich, Glenn","Bekaert, Xavier","Grigoriev, Maxim"],"language":[],"coverage":[],"title":["Notes on conformal invariance of gauge fields"],"description":["  In Lagrangian gauge systems, the vector space of global reducibility\nparameters forms a module under the Lie algebra of symmetries of the action.\nSince the classification of global reducibility parameters is generically\neasier than the classification of symmetries of the action, this fact can be\nused to constrain the latter when knowing the former. We apply this strategy\nand its generalization for the non-Lagrangian setting to the problem of\nconformal symmetry of various free higher spin gauge fields. This scheme allows\none to show that, in terms of potentials, massless higher spin gauge fields in\nMinkowski space and partially-massless fields in (A)dS space are not conformal\nfor spin strictly greater than one, while in terms of curvatures, maximal-depth\npartially-massless fields in four dimensions are also not conformal, unlike the\nclosely related, but less constrained, maximal-depth Fradkin--Tseytlin fields.\n","Comment: 38 pages"]}]
["1506.01444",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","Mathematical Physics","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Fluid Dynamics","81T28, 81T08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1506.01444","J. Phys. A: Math. Theor. 49 (2016), 055501","doi:10.1088/1751-8113/49/5/055501"],"date":["2015-06-03"],"type":["text"],"creator":["Yoshida, Z.","Mahajan, S. M."],"language":[],"coverage":[],"title":["Quantum spirals"],"description":["  Quantum systems often exhibit fundamental incapability to entertain vortex.\nThe Meissner effect, a complete expulsion of the magnetic field (the\nelectromagnetic vorticity), for instance, is taken to be the defining attribute\nof the superconducting state. Superfluidity is another, close-parallel example;\nfluid vorticity can reside only on topological defects with a limited\n(quantized) amount. Recent developments in the Bose-Einstein condensates\nproduced by particle traps further emphasize this characteristic. We show that\nthe challenge of imparting vorticity to a quantum fluid can be met through a\nnonlinear mechanism operating in a hot fluid corresponding to a thermally\nmodified Pauli-Schroedinger spinor field. In a simple field-free model, we show\nthat the thermal effect, represented by a nonlinear, non-Hermitian Hamiltonian,\nin conjunction with spin vorticity, leads to new interesting quantum states; a\nspiral solution is explicitly worked out.\n"]}]
["1506.05089",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1506.05089"],"date":["2015-06-16","2015-12-31"],"type":["text"],"creator":["Malsom, Patrick","Pinski, Frank"],"language":[],"coverage":[],"title":["Rare Events, the Thermodynamic Action and the Continuous-Time Limit"],"description":["  We consider diffusion-like paths that are explored by a particle moving via a\nconservative force while being in thermal equilibrium with its surroundings. To\nprobe rare transitions, we use the Onsager-Machlup (OM) functional as a path\nprobability distribution function for double-ended paths that are constrained\nto start and stop at predesignated points after a fixed time. We explore the\ncontinuous-time limit where the OM functional has been commonly regularized by\nusing the Ito-Girsanov change of measure. When used as a path measure, the\nIto-Girsanov expression generates an ensemble of double-ended paths that are\nunphysical. We expose the underlying reasons why this continuous-time limit\ndoes not, and cannot, generate a thermodynamic ensemble of paths. Furthermore,\nwe show that the concept of the Most Probable Path and the Thermodynamic action\nare incompatible with such measures for discrete or continuous time diffusion\nprocesses.\n","Comment: 8 pages, 4 figures"]}]
["1506.07030",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1506.07030"],"date":["2015-06-23","2015-12-30"],"type":["text"],"creator":["Yi-Xiang, Yu","Ye, Jinwu","Liu, W. M.","Zhang, CunLin"],"language":[],"coverage":[],"title":["Photon Berry phases, Instantons, Schrodinger Cats with oscillating\n  parities and crossover from $ U(1) $ to $ Z_2 $ limit in cavity QED systems"],"description":["  In this work, we study the $ U(1)/Z_2 $ Dicke model at a finite $ N $ by\nusing the $ 1/J $ expansion and exact diagonization. This model includes the\nfour standard quantum optics model as its various special limits. The $ 1/J $\nexpansions is complementary to the strong coupling expansion used by the\nauthors in arXiv:1512.08581 to study the same model in its dual $ Z_2/U(1) $\nrepresentation. We identify 3 regimes of the system's energy levels: the\nnormal, $ U(1) $ and quantum tunneling (QT) regime. The system's energy levels\nare grouped into doublets which consist of scattering states and Schrodinger\nCats with even ( e ) and odd ( o ) parities in the $ U(1) $ and quantum\ntunneling (QT) regime respectively. In the QT regime, by the WKB method, we\nfind the emergencies of bound states one by one as the interaction strength\nincreases, then investigate a new class of quantum tunneling processes through\nthe instantons between the two bound states in the compact photon phase. It is\nthe Berry phase interference effects in the instanton tunneling event which\nleads to Schrodinger Cats oscillating with even and odd parities in both ground\nand higher energy bound states. We map out the energy level evolution from the\n$ U(1) $ to the QT regime and also discuss some duality relations between the\nenergy levels in the two regimes. We also compute the photon correlation\nfunctions, squeezing spectrum, number correlation functions in both regimes\nwhich can be measured by various experimental techniques. The combinations of\nthe results achieved here by $ 1/J $ expansion and those in arXiv:1512.08581 by\nstrong coupling method lead to rather complete understandings of the $ U(1)/Z_2\n$ Dicke model at a finite $ N $ and any anisotropy parameter $ \\beta $.\n","Comment: 14 pages, REVTEX4-1, 8 Color figures"]}]
["1506.07565",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1506.07565"],"date":["2015-06-24","2015-12-31"],"type":["text"],"creator":["Sciarappa, Luke"],"language":[],"coverage":[],"title":["Simple commutative algebras in Deligne's categories Rep($S_t$)"],"description":["  We show that in the Deligne categories $\\mathrm{Rep}(S_t)$ for $t$ a\ntranscendental number, the only simple algebra objects are images of simple\nalgebras in the category of representations of a symmetric group under a\ncanonical induction functor. They come in families which interpolate the\nfamilies of algebras of functions on the cosets of $H\\times S_{n-k}$ in $S_n$,\nfor a fixed subgroup $H$ of $S_k$.\n","Comment: (Changelog: Remove theorem 5.6)"]}]
["1506.07976",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1506.07976"],"date":["2015-06-26","2015-12-31"],"type":["text"],"creator":["Yoshida, Ruriko","Fukumizu, Kenji","Vogiatzis, Chrysafis"],"language":[],"coverage":[],"title":["Multi Loci Phylogenetic Analysis with Gene Tree Clustering"],"description":["  Summary: Both theory and empirical evidence indicate that phylogenies (trees)\nof different genes (loci) do not display precisely matched topologies. This\nphylogenetic incongruence is attributed to the reticulated evolutionary history\nof most species due to meiotic sexual recombination in eukaryotes, or\nhorizontal transfers of genetic materials in prokaryotes. Nonetheless, most\ngenes do display topologically related phylogenies; this implies they form\ncohesive subsets (clusters). In this work, we compare popular clustering\nmethods, and show how the performance of the normalized cut framework is\nefficient and statistically accurate when obtaining clusters on the set of gene\ntrees based on the geodesic distance between them over the\nBillera-Holmes-Vogtmann (BHV) tree space. We proceed to present a computational\nstudy on the performance of different clustering methods with and without\npreprocessing under different distance metrics and using a series of dimension\nreduction techniques. Results: First, we show using simulated data that indeed\nthe Ncut framework accurately clusters the set of gene trees given a species\ntree under the coalescent process. We then depict the success of our framework\nby comparing its performance to other clustering techniques, including k-means\nand hierarchical clustering. The main computational results can be summarized\nto the stellar performance of the Ncut framework even without dimension\nreduction, the similar performance portrayed by k-means and Ncut under most\ndimension reduction schemes, the utter failure of hierarchical clustering to\naccurately capture clusters, as well as the significantly better performance of\nthe NJp method, as compared to MLE.\n","Comment: 22 pages, 6 figures and 3 tables"]}]
["1506.08911",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1506.08911"],"date":["2015-06-29","2015-12-31"],"type":["text"],"creator":["Altug, Salim Ali"],"language":[],"coverage":[],"title":["Beyond Endoscopy via the trace formula - II: Asymptotic expansions of\n  Fourier transforms and bounds towards the Ramanujan conjecture"],"description":["  We continue the analysis of the elliptic part of the trace formula initiated\nin \\cite{Altug:2015aa}. In that reference Poisson summation was applied to the\nelliptic part and the dominant term was analyzed. The main aim of this paper is\nto study the remaining terms after Poisson summation. We analyze the the\nFourier transforms of (smoothed) orbital integrals and obtain exact asymptotic\nexpansions. As an application we recover, using the Arthur-Selberg trace\nformula, Kuznetsov's result (cf. \\cite{Kuznetsov:1980aa}) that the trace of the\n$p$th Hecke operator on cuspidal automorphic representations is bounded by\n$p^{\\frac14}$.\n","Comment: 40 pages, fixed typos, minor changes"]}]
["1507.00951",{"format":[],"subject":["Mathematics - Algebraic Geometry","11J95, 11G10, 14K15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1507.00951"],"date":["2015-07-03","2015-12-31"],"type":["text"],"creator":["Lombardo, Davide"],"language":[],"coverage":[],"title":["Roots of unity and torsion points of abelian varieties"],"description":["  We answer a question raised by Hindry and Ratazzi concerning the intersection\nbetween cyclotomic extensions of a number field $K$ and extensions of $K$\ngenerated by torsion points of an abelian variety over $K$. We prove that a\nweak version of the property $(\\mu)$ they introduced holds for any abelian\nvariety, while the same is not true for a slightly stronger version of the\nproperty they also considered.\n","Comment: 18 pages. v3: the result is now independent of the truth of the\n  Mumford-Tate conjecture"]}]
["1507.01570",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1507.01570","JHEP 1510 (2015) 115","doi:10.1007/JHEP10(2015)115"],"date":["2015-07-06"],"type":["text"],"creator":["Garzelli, M. V.","Moch, S.","Sigl, G."],"language":[],"coverage":[],"title":["Lepton fluxes from atmospheric charm revisited"],"description":["  We update predictions for lepton fluxes from the hadroproduction of charm\nquarks in the scattering of primary cosmic rays with the Earth's atmosphere.\nThe calculation of charm-pair hadroproduction applies the latest results from\nperturbative QCD through next-to-next-to-leading order and modern parton\ndistributions, together with estimates on various sources of uncertainties. Our\npredictions for the lepton fluxes turn out to be compatible, within the\nuncertainty band, with recent results in the literature. However, by taking\ninto account contributions neglected in previous works, our total uncertainties\nare much larger. The predictions are crucial for the interpretation of results\nfrom neutrino experiments like IceCube, when disentangling signals of neutrinos\nof astrophysical origin from the atmospheric background.\n","Comment: 40 pages, 24 figures"]}]
["1507.06836",{"format":[],"subject":["Computer Science - Discrete Mathematics","General Relativity and Quantum Cosmology","53C22, 68Q80, 37B15, 37N20, 83C27","G.1.0","F.1.1","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1507.06836"],"date":["2015-07-24","2015-12-31"],"type":["text"],"creator":["Arrighi, Pablo","Dowek, Gilles"],"language":[],"coverage":[],"title":["Discrete geodesics and cellular automata"],"description":["  This paper proposes a dynamical notion of discrete geodesics, understood as\nstraightest trajectories in discretized curved spacetime. The notion is\ngeneric, as it is formulated in terms of a general deviation function, but\nreadily specializes to metric spaces such as discretized pseudo-riemannian\nmanifolds. It is effective: an algorithm for computing these geodesics\nnaturally follows, which allows numerical validation---as shown by computing\nthe perihelion shift of a Mercury-like planet. It is consistent, in the\ncontinuum limit, with the standard notion of timelike geodesics in a\npseudo-riemannian manifold. Whether the algorithm fits within the framework of\ncellular automata is discussed at length. KEYWORDS: Discrete connection,\nparallel transport, general relativity, Regge calculus.\n","Comment: 13 pages, 3 figures"]}]
["1507.06974",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics","05C31, 81T18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1507.06974"],"date":["2015-07-24","2015-12-30"],"type":["text"],"creator":["Yeats, Karen"],"language":[],"coverage":[],"title":["A few $c_2$ invariants of circulant graphs"],"description":["  The $c_2$ invariant is an arithmetic graph invariant introduced by Schnetz\nand developed by Brown and Schnetz in order to better understand Feynman\nintegrals.\n  This document looks at the special case where the graph in question is a\n4-regular circulant graph with one vertex removed; call such a graph a\ndecompletion of a circulant graph. The $c_2$ invariant for the prime $2$ is\ncomputed in the case of the decompletion of circulant graphs $C_n(1,3)$ and\n$C_{2k+2}(1,k)$. For any prime $p$ and for the previous two families of\ncirculant graphs along with the further families $C_n(1,4)$, $C_n(1,5)$,\n$C_n(1,6)$, $C_n(2,3)$, $C_n(2,4)$, $C_n(2,5)$, and $C_n(3,4)$, the same\ntechnique gives the $c_2$ invariant of the decompletions as the solution to a\nfinite system of recurrence equations.\n","Comment: 18 pages, minor corrections according to referee comments"]}]
["1507.08479",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1507.08479"],"date":["2015-07-30","2015-12-31"],"type":["text"],"creator":["Mursaleen, M.","Nasiruzzaman, Md."],"language":[],"coverage":[],"title":["Some approximation results on higher order generalization of Bernstein\n  type operators defined by (p,q)-integers"],"description":["  In this paper, we introduce the higher order generalization of Bernstein type\noperators defined by (p,q)-integers. We establish some approximation results\nfor these new operators by using the modulus of continuity.\n","Comment: 12 pages"]}]
["1507.08792",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1507.08792"],"date":["2015-07-31","2015-12-31"],"type":["text"],"creator":["Sandeep, R. B.","Sivadasan, Naveen"],"language":[],"coverage":[],"title":["A cubic vertex kernel for Diamond-free Edge Deletion and more"],"description":["  A diamond is a graph obtained by removing an edge from a complete graph on\nfour vertices. A graph is diamond-free if it does not contain an induced\ndiamond. The Diamond-free Edge Deletion problem asks whether there exist at\nmost $k$ edges in the input graph $G$ whose deletion results in a diamond-free\ngraph. For this problem, a polynomial kernel of $O(k^4$) vertices was found by\nFellows et. al. (Discrete Optimization, 2011).\n  In this paper, we give an improved kernel of $O(k^3)$ vertices for\nDiamond-free Edge Deletion. Further, we give an $O(k^2)$ vertex kernel for a\nrelated problem {Diamond,K_t}-free Edge Deletion, where $t\\geq 4$ is any fixed\ninteger. To complement our results, we prove that these problems are\nNP-complete even for $K_4$-free graphs and can be solved neither in\nsubexponential time (i.e., $2^{o(|G|)}$) nor in parameterized subexponential\ntime (i.e., $2^{o(k)}\\cdot |G|^{O(1)}$), unless Exponential Time Hypothesis\nfails. Our reduction implies the hardness and lower bound for a general class\nof problems, where these problems come as a special case.\n","Comment: A preliminary version of this paper has appeared in the proceedings\n  of IPEC 2015"]}]
["1508.00071",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1508.00071","Phys. Rev. Lett. 115, 267401 (2015)","doi:10.1103/PhysRevLett.115.267401"],"date":["2015-07-31","2015-12-30"],"type":["text"],"creator":["Aryanpour, Karan","Dutta, Tirthankar","Huynh, Uyen N. V.","Vardeny, Zeev Valy","Mazumdar, Sumit"],"language":[],"coverage":[],"title":["Theory of Primary Photoexcitations in Donor-Acceptor Copolymers"],"description":["  We present a generic theory of primary photoexcitations in low band gap\ndonor-acceptor conjugated copolymers. Because of the combined effects of strong\nelectron correlations and broken symmetry, there is considerable mixing between\na charge-transfer exciton and an energetically proximate triplet-triplet state\nwith an overall spin singlet. The triplet-triplet state, optically forbidden in\nhomopolymers, is allowed in donor-acceptor copolymers. For an intermediate\ndifference in electron affinities of the donor and the acceptor, the\ntriplet-triplet state can have stronger oscillator strength than the\ncharge-transfer exciton. We discuss the possibility of intramolecular singlet\nfission from the triplet-triplet state, and how such fission can be detected\nexperimentally.\n","Comment: 6 pages, 4 figures, 4 pages of Supplemental Material including 4\n  figures"]}]
["1508.01852",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1508.01852"],"date":["2015-08-08","2015-12-31"],"type":["text"],"creator":["Wafi, Abdul","Rao, Nadeem"],"language":[],"coverage":[],"title":["Approximation properties of (p;q)-variant of Stancu-Schurer\n  operators(Revised)"],"description":["  In this article, we have introduced (p;q)-variant of Stancu-Schurer operators\nand discussed the rate of convergence for continuous functions. We have also\ndiscussed recursive estimates Korovkin and direct approximation results using\nsecond order modulus of continuity, Peetres K-functional Lipschitz class.\n"]}]
["1509.03164",{"format":[],"subject":["Physics - Atomic Physics","Astrophysics - Solar and Stellar Astrophysics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1509.03164","MNRAS, Vol. 456, pp. 1974-1981, 2016","doi:10.1093/mnras/stv2785"],"date":["2015-09-10","2015-11-24"],"type":["text"],"creator":["Storey, P. J.","Zeippen, C. J.","Sochi, Taha"],"language":[],"coverage":[],"title":["Collision strengths and transition probabilities for Co II infrared\n  forbidden lines"],"description":["  We calculate collision strengths and their thermally-averaged Maxwellian\nvalues for electron excitation and de-excitation between the fifteen lowest\nlevels of singly-ionised cobalt, Co+, which give rise to emission lines in the\nnear- and mid-infrared. Transition probabilities are also calculated and\nrelative line intensities predicted for conditions typical of supernova ejecta.\nThe diagnostic potential of the 10.52, 15.46 and 14.74 micro-metre transition\nlines is briefly discussed.\n","Comment: 9 pages, 4 figures, 7 tables"]}]
["1509.04429",{"format":[],"subject":["Mathematics - Number Theory","11F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1509.04429"],"date":["2015-09-15","2015-12-31"],"type":["text"],"creator":["Burrin, Claire"],"language":[],"coverage":[],"title":["Generalized Dedekind sums and equidistribution mod 1"],"description":["  Dedekind sums are well-studied arithmetic sums, with values uniformly\ndistributed on the unit interval. Based on their relation to certain modular\nforms, Dedekind sums may be defined as functions on the cusp set of\n$SL(2,\\mathbb{Z})$. We present a compatible notion of Dedekind sums, which we\nname Dedekind symbols, for any non-cocompact lattice $\\Gamma<SL(2,\\mathbb{R})$,\nand prove the corresponding equidistribution mod 1 result. The latter part\nbuilds up on a paper of Vardi, who first connected exponential sums of Dedekind\nsums to Kloosterman sums.\n","Comment: 22 pages"]}]
["1509.08283",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1509.08283","Phys. Rev. A 92, 063635 (2015)","doi:10.1103/PhysRevA.92.063635"],"date":["2015-09-28","2015-12-31"],"type":["text"],"creator":["Yin, Tao","Cocks, Daniel","Hofstetter, Walter"],"language":[],"coverage":[],"title":["Polaronic effects in one- and two-band quantum systems"],"description":["  In this work we study the formation and dynamics of polarons in a system with\na few impurities in a lattice immersed in a Bose-Einstein condensate (BEC).\nThis system has been experimentally realized using ultracold atoms and optical\nlattices. Here we consider a two-band model for the impurity atoms, along with\na Bogoliubov approximation for the BEC, with phonons coupled to impurities via\nboth intra- and inter-band transitions. We decouple this Fr\\\"ohlich-like term\nby an extended two-band Lang-Firsov polaron transformation using a variational\nmethod. The new effective Hamiltonian with two (polaron) bands differs from the\noriginal Hamiltonian by modified coherent transport, polaron energy shifts and\ninduced long-range interaction. A Lindblad master equation approach is used to\ntake into account residual incoherent coupling between polaron and bath. This\npolaronic treatment yields a renormalized inter-band relaxation rate compared\nto Fermi's Golden Rule. For a strongly coupled two-band Fr\\\"ohlich Hamiltonian,\nthe polaron is tightly dressed in each band and can not tunnel between them,\nleading to an inter-band self-trapping effect.\n","Comment: 23 pages, 7 figures"]}]
["1509.08797",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1509.08797"],"date":["2015-09-29","2015-12-31"],"type":["text"],"creator":["Robilotta, M. R."],"language":[],"coverage":[],"title":["Electro-weak $\\pi\\pi$ form factor and $\\pi\\pi$ scattering: towards a\n  phenomenological tool"],"description":["  The weak two-pion form factor $F_V^{\\pi\\pi}$ is described as the product of a\nweak kernel $\\cal{K}_W$ by a strong function $\\Theta_{\\pi\\pi}^P$, determined\ndirectly from $\\pi\\pi$ scattering data. As the latter accounts at once for all\neffects associated with resonances, intermediate $K\\bar{K}$ loops, and other\npossible inelasticities present in $\\pi\\pi$ scattering, the need of modeling is\nrestricted to $\\cal{K}_W$ only. The procedure proposed allows one to asses the\nweak kernel directly, which has a dominant cut beginning at the $K\\bar{K}$\nthreshold. Even the simplest vector-meson-dominance choice for $\\cal{K}_W$\nalready yields a good qualitative description of $F_V^{\\pi\\pi}$. The energy\nsector below $0.8$ GeV is quite well reproduced when a precise theoretical\nchiral perturbation $\\pi\\pi$ amplitude is used as input, together with the\nsingle free parameter $F_V G_V/F^2=1.20$. The inclusion of kaon loops, along\nwell established lines and using few parameters, produces a good description of\nthe form factor in the entire energy range allowed by $\\tau$ decays. This\nindicates that the replacement of modeling by direct empirical scattering\ninformation can also be useful in the construction of theoretical tools to be\nused in analysesof hadronic heavy meson decay data.\n","Comment: revised version"]}]
["1510.03372",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1510.03372","Phys.Lett. B753 (2016) 419-423","doi:10.1016/j.physletb.2015.12.034"],"date":["2015-10-12","2015-12-23"],"type":["text"],"creator":["Capossoli, Eduardo Folco","Boschi-Filho, Henrique"],"language":[],"coverage":[],"title":["Glueball spectra and Regge trajectories from a modified holographic\n  softwall model"],"description":["  In this work we propose a modified holographic softwall model, analytically\nsolvable, to calculate the masses of lightest scalar glueball and its radial\nexcitations and of higher spin glueball states for both even and odd spins.\nFrom these results we obtain their respective Regge trajectories, associated\nwith the pomeron for even spins and with the odderon for odd spins. These\nresults are in agreement with those calculated using other approaches.\n","Comment: V.2: 14 pages. Text improved. New appendix. Results unchanged. To\n  appear in PLB"]}]
["1510.03490",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1510.03490","doi:10.1063/1.4939024"],"date":["2015-10-12"],"type":["text"],"creator":["Scheiner, Brett","Baalrud, Scott D.","Yee, Benjamin T.","Hopkins, Matthew M.","Barnat, Edward V."],"language":[],"coverage":[],"title":["Theory of the Electron Sheath and Presheath"],"description":["  Electron sheaths are commonly found near Langmuir probes collecting the\nelectron saturation current. The common assumption is that the probe collects\nthe random flux of electrons incident on the sheath, which tacitly implies that\nthere is no electron presheath and that the flux collected is due to a velocity\nspace truncation of the electron velocity distribution function (EVDF). This\nwork provides a dedicated theory of electron sheaths, which suggests that they\nare not so simple. Motivated by EVDFs observed in Particle-In-Cell (PIC)\nsimulations, a 1D model for the electron sheath and presheath is developed. In\nthe model, under low temperature plasma conditions ($T_e\\gg T_i$), an electron\npressure gradient accelerates electrons in the presheath to a flow velocity\nthat exceeds the electron thermal speed at the sheath edge. This pressure\ngradient generates large flow velocities compared to what would be generated by\nballistic motion in response to the electric field. It is found that in many\nsituations, under common plasma conditions, the electron presheath extends much\nfurther into the plasma than an analogous ion presheath. PIC simulations reveal\nthat the ion density in the electron presheath is determined by a flow around\nthe electron sheath and that this flow is due to 2D aspects of the sheath\ngeometry. Simulations also indicate the presence of ion acoustic waves excited\nby the differential flow between electrons and ions in the presheath which\nresult in sheath edge fluctuations. The 1D model and time averaged PIC\nsimulations are compared and it is shown that the model provides a good\ndescription of the electron sheath and presheath.\n"]}]
["1510.05090",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1510.05090"],"date":["2015-10-17","2015-12-31"],"type":["text"],"creator":["Lin, De-Hone"],"language":[],"coverage":[],"title":["Transformation design approach to a fermionic spacetime cage"],"description":["  This paper is concerned with the application of a spacetime structure to a\nthree-dimensional quantum system. There are three components. First, the main\npart of this paper presents the constraint conditions which build the relation\nof a spacetime structure and a form invariance solution to the covariant Dirac\nequation. The second is to devise a spacetime cage for fermions with chosen\nconstraints. The third part discusses the feasibility of the cage with an\nexperiment.\n"]}]
["1510.07624",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1510.07624","J. Chem. Phys. 143, 244318 (2015)","doi:10.1063/1.4939078"],"date":["2015-10-26","2015-12-17"],"type":["text"],"creator":["Zamudio-Bayer, V.","Hirsch, K.","Langenberg, A.","Lawicki, A.","Terasaki, A.","Issendorff, B. V.","Lau, J. T."],"language":[],"coverage":[],"title":["Electronic ground states of Fe$_2^+$ and Co$_2^+$ as determined by x-ray\n  absorption and x-ray magnetic circular dichroism spectroscopy"],"description":["  The $^6\\Pi$ electronic ground state of the Co$_2^+$ diatomic molecular cation\nhas been assigned experimentally by x-ray absorption and x-ray magnetic\ncircular dichroism spectroscopy in a cryogenic ion trap. Three candidates,\n$^6\\Phi$, $^8\\Phi$, and $^8\\Gamma$, for the electronic ground state of Fe$_2^+$\nhave been identified. These states carry sizable orbital angular momenta that\ndisagree with theoretical predictions from multireference configuration\ninteraction and density functional theory. Our results show that the ground\nstates of neutral and cationic diatomic molecules of $3d$ transition elements\ncannot generally be assumed to be connected by a one-electron process.\n"]}]
["1511.00136",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1511.00136"],"date":["2015-10-31","2015-12-30"],"type":["text"],"creator":["Nasybullov, Timur"],"language":[],"coverage":[],"title":["The Classification of fused links"],"description":["  We construct the complete invariant for fused links. It is proved that the\nset of equivalence classes of $n$-component fused links is in one-to-one\ncorrespondence with the set of elements of the abelization\n$UVP_n/UVP_n^{\\prime}$ up to conjugation by the elements from the symmetric\ngroup $S_n<UVB_n$.\n","Comment: 48 pages, 11 figures"]}]
["1511.04236",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1511.04236"],"date":["2015-11-13","2015-12-31"],"type":["text"],"creator":["Patra, Puneet Kumar"],"language":[],"coverage":[],"title":["Two-dimensional time-reversible ergodic maps with provisions for\n  dissipation"],"description":["  A new discrete time-reversible map of a unit square onto itself is proposed.\nThe map comprises of piecewise linear two-dimensional operations, and is able\nto represent the macroscopic features of both equilibrium and nonequilibrium\ndynamical systems. Our operations are analogous to sinusoidally driven shear in\nthe two dimensions, and a radial compression/expansion of a point lying\noutside/inside a circle centered around origin. Depending upon the radius, the\nmap transitions from being ergodic and nondissipative (like in equilibrium\nsituations) to a limit cycle through intermediate multifractal situations (like\nin nonequilibrium situations). All dissipative cases of the proposed map\nsuggest that the Kaplan -- Yorke dimension is smaller than the embedding\ndimension, a feature typically arising in nonequilibrium steady-states. The\nproposed map differs from the existing maps like the Baker's map and Arnold's\ncat map in the sense that (i) it is reversible, and (ii) it generates an\nintricate multifractal phase-space portrait.\n","Comment: Second version of time-reversible maps, 9 pages, 10 figures, written\n  for the 2015 Ian Snook prize"]}]
["1511.04359",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1511.04359","Linear Algebra and its Applications, v. 488, p. 302-319, 2016"],"date":["2015-11-12"],"type":["text"],"creator":["La Guardia, Giuliano Gadioli","Alves, Marcelo Muniz Silva"],"language":[],"coverage":[],"title":["On cyclotomic cosets and code constructions"],"description":["  New properties of $q$-ary cyclotomic cosets modulo $n = q^{m} - 1$, where $q\n\\geq 3$ is a prime power, are investigated in this paper. Based on these\nproperties, the dimension as well as bounds for the designed distance of some\nfamilies of classical cyclic codes can be computed. As an application, new\nfamilies of nonbinary Calderbank-Shor-Steane (CSS) quantum codes as well as new\nfamilies of convolutional codes are constructed in this work. These new CSS\ncodes have parameters better than the ones available in the literature. The\nconvolutional codes constructed here have free distance greater than the ones\navailable in the literature.\n","Comment: Accepted for publication in Linear Algebra and its Applications"]}]
["1511.05782",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1511.05782"],"date":["2015-11-18","2015-12-31"],"type":["text"],"creator":["Zhao, Yuanzun"],"language":[],"coverage":[],"title":["Generalized Pontryagin Maximum Principle in port-Hamiltonian Systems and\n  Application"],"description":["  Based on Pontryagin Maximum Principle (PMP), this paper establishes a\ngeneralized PMP aiming at control system with with extra input/output terms.\nThe paper details the adaptive target and gives a proof of the generalized\ntheorem. Transformation and application of this specific method is showed and\nthereafter an example explained its feasibility.\n","Comment: arXiv admin note: text overlap with arXiv:1504.02196"]}]
["1511.06926",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1511.06926"],"date":["2015-11-21","2015-12-30"],"type":["text"],"creator":["Gor'kov, Lev P.","Kresin, V. Z."],"language":[],"coverage":[],"title":["Pressure and high Tc superconductivity: applications to sulfur hydrides"],"description":["  The rapid variation of the superconductivity Tc in hydride sulfur (H3S) under\nhigh pressure [A. Drozdov et al, Nature 525, 73 (2015); M. Einaga et al, arXiv:\n1509.03156] in a vicinity Pcr=123GPa is interpreted in terms of the 1st order\ntransition, possibly related to a CDW-instability with a non-zero structural\nvector. The superconductivity mechanisms in high-Tc phase be discussed,\nordinary methods of calculating Tc are shown not applicable in H3S because,\nbeside the acoustic branches, its phonon spectrum contains hydrogen modes with\nmuch higher frequency. A modified approach provides realistic Tc values. The\nisotope effect (change of Tc at the substitution of deuterium for hydrogen)\nowes its origin to the high frequency of phonons and is different in different\nphases. The decrease of Tc after reaching a maximum in high-T phase is due to\nthe interaction with the second gap arising on a hole-like pocket. The\nphonon-mediated pairing on the latter is in a non-adiabatic regime of the\nfrequency omega of hydrogen modes comparable to the Fermi energy.\n","Comment: 11 pages + Supplemental Materials"]}]
["1511.07262",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1511.07262","Phys. Rev. A, 92, 2015, 063428","doi:10.1103/PhysRevA.92.063428"],"date":["2015-11-23"],"type":["text"],"creator":["Broin, Cathal Ó","Nikolopoulos, Lampros A. A."],"language":[],"coverage":[],"title":["R-Matrix incorporating Time (RMT) method for H2+ in short and intense\n  laser fields"],"description":["  In this work we develop an approach for a molecular hydrogen ion (H2+) in the\nBorn-Oppenheimer approximation while exposed to intense short-pulse radiation.\nOur starting point is the R-Matrix incorporating Time (RMT) formulation for\natomic hydrogen [L. A. A. Nikolopoulos et al, Phys. Rev. A 78, 063420 (2008)]\nwhich has proven to be successful at treating multi-electron atomic systems\nefficiently and to high accuracy [L. R. Moore et al J. Mod. Opt. 58,1132,\n(2011)]. The present study on H2+ has been performed with a similar objective\nof developing an ab initio method for solving the Time-dependent Schr\\\"odinger\nEquation (TDSE) for multi-electron diatomic molecules exposed to an external\ntime-dependent potential field. The theoretical formulation is developed in\ndetail for the molecular hydrogen ion where all the multi-electron and\ninter-nuclei complications are absent. As in the atomic case, the configuration\nspace of the electron's coordinates are separated artificially over two\nregions; the inner (I) and outer (II) regions. In the region I the\ntime-dependent wavefunction is expanded on the eigenstate basis corresponding\nto the molecule's Hamiltonian augmented by Bloch operators, while in region II\na grid representation is used. We demonstrate the independence of our results\non the introduced artificial boundary-surface by calculating observables that\nare directly accessed experimentally and also by showing gauge-dependent\nquantities are also invariant with the region I box size. We also compare with\nother theoretical works and emphasize cases where basis-set approaches are\ncurrently very computationally expensive or intractable in terms of\ncomputational resources.\n"]}]
["1512.00430",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.00430","Phys. Rev. C 92, 065502 (2015)","doi:10.1103/PhysRevC.92.065502"],"date":["2015-12-01"],"type":["text"],"creator":["Voytas, P. A.","George, E. A.","Severin, G. W.","Zhan, L.","Knutson, L. D."],"language":[],"coverage":[],"title":["Measurement of the Branching Ratio for the Beta Decay of $^{14}$O"],"description":["  We present a new measurement of the branching ratio for the decay of $^{14}$O\nto the ground state of $^{14}$N. The experimental result, $\\lambda _0/\\lambda\n_{\\rm total} = (4.934 \\pm 0.040\\kern 1pt{\\rm (stat.)} \\pm 0.061\\kern 1pt{\\rm\n(syst.)}) \\times 10^{-3}$, is significantly smaller than previous\ndeterminations of this quantity. The new measurement allows an improved\ndetermination of the partial halflife for the superallowed $0^+ \\rightarrow\n0^+$ Fermi decay to the $^{14}$N first excited state, which impacts the\ndetermination of the $V_{ud}$ element of the CKM matrix. With the new\nmeasurement in place, the corrected $^{14}$O ${\\cal F} t $ value is in good\nagreement with the average ${\\cal F} t $ for other superallowed $0^+\n\\rightarrow 0^+$ Fermi decays.\n","Comment: 8 pages, 4 figures"]}]
["1512.01861",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.01861","Phys. Rev. D 92, 123539 (2015)","doi:10.1103/PhysRevD.92.123539"],"date":["2015-12-06"],"type":["text"],"creator":["Liao, Kai","Avgoustidis, A.","Li, Zhengxiang"],"language":[],"coverage":[],"title":["Is the Universe Transparent?"],"description":["  We present our study on cosmic opacity, which relates to changes in photon\nnumber as photons travel from the source to the observer. Cosmic opacity may be\ncaused by absorption/scattering due to matter in the universe, or by\nextragalactic magnetic fields that can turn photons into unobserved particles\n(e.g. light axions, chameleons, gravitons, Kaluza-Klein modes), and it is\ncrucial to correctly interpret astronomical photometric measurements like type\nIa supernovae observations. On the other hand, the expansion rate at different\nepochs, i.e. the observational Hubble parameter data $H(z)$, are obtained from\ndifferential ageing of passively evolving galaxies or from baryon acoustic\noscillations and thus are not affected by cosmic opacity. In this work, we\nfirst construct opacity-free luminosity distances from $H(z)$ determinations,\ntaking correlations between different redshifts into consideration for our\nerror analysis. Moreover, we let the light-curve fitting parameters, accounting\nfor distance estimation in type Ia supernovae observations, free to ensure that\nour analysis is authentically cosmological-model-independent and gives a robust\nresult. Any non-zero residuals between these two kinds of luminosity distances\ncan be deemed as an indication of the existence of cosmic opacity. While a\ntransparent universe is currently consistent with the data, our results show\nthat strong constraints on opacity (and consequently on physical mechanisms\nthat could cause it) can be obtained in a cosmological-model-independent\nfashion.\n","Comment: 9 pages, 4 figures. Accepted for publication in PRD"]}]
["1512.03337",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.03337"],"date":["2015-12-10","2015-12-31"],"type":["text"],"creator":["Baez, John C.","Otter, Nina"],"language":[],"coverage":[],"title":["Operads and Phylogenetic Trees"],"description":["  We construct an operad $\\mathrm{Phyl}$ whose operations are the edge-labelled\ntrees used in phylogenetics. This operad is the coproduct of $\\mathrm{Com}$,\nthe operad for commutative semigroups, and $[0,\\infty)$, the operad with unary\noperations corresponding to nonnegative real numbers, where composition is\naddition. We show that there is a homeomorphism between the space of $n$-ary\noperations of $\\mathrm{Phyl}$ and $\\mathcal{T}_n\\times [0,\\infty)^{n+1}$, where\n$\\mathcal{T}_n$ is the space of metric $n$-trees introduced by Billera, Holmes\nand Vogtmann. Furthermore, we show that the Markov models used to reconstruct\nphylogenetic trees from genome data give coalgebras of $\\mathrm{Phyl}$. These\nalways extend to coalgebras of the larger operad $\\mathrm{Com} + [0,\\infty]$,\nsince Markov processes on finite sets converge to an equilibrium as time\napproaches infinity. We show that for any operad $O$, its coproduct with\n$[0,\\infty]$ contains the operad $W(O)$ constucted by Boardman and Vogt. To\nprove these results, we explicitly describe the coproduct of operads in terms\nof labelled trees.\n","Comment: 45 pages, 3 figures"]}]
["1512.03628",{"format":[],"subject":["Physics - Space Physics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.03628","doi:10.1088/0067-0049/221/2/34"],"date":["2015-12-11","2015-12-31"],"type":["text"],"creator":["Wang, Y.","Wei, F. S.","Feng, X. S.","Xu, X. J.","Zhang, J.","Sun, T. R.","Zuo, P. B."],"language":[],"coverage":[],"title":["Energy dissipation processes in solar wind turbulence"],"description":["  Turbulence is a chaotic flow regime filled by irregular flows. The\ndissipation of turbulence is a fundamental problem in the realm of physics.\nTheoretically, dissipation cannot be ultimately achieved without collisions,\nand so how turbulent kinetic energy is dissipated in the nearly collisionless\nsolar wind is a challenging problem. Wave particle interactions and magnetic\nreconnection are two possible dissipation mechanisms, but which mechanism\ndominates is still a controversial topic. Here we analyze the dissipation\nregion scaling around a solar wind magnetic reconnection region. We find that\nthe magnetic reconnection region shows a unique multifractal scaling in the\ndissipation range, while the ambient solar wind turbulence reveals a\nmonofractal dissipation process for most of the time. These results provide the\nfirst observational evidences for the intermittent multifractal dissipation\nregion scaling around a magnetic reconnection site, and they also have\nsignificant implications for the fundamental energy dissipation process.\n","Comment: 6 pages, 5 figures, published in Astrophysical Journal Supplement\n  Series"]}]
["1512.04911",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.04911"],"date":["2015-12-15","2015-12-31"],"type":["text"],"creator":["Galich, Pavel","Rudykh, Stephan"],"language":[],"coverage":[],"title":["Manipulating P-and S-elastic waves in dielectric elastomers via external\n  electric stimuli"],"description":["  We investigate elastic wave propagation in finitely deformed dielectric\nelastomers in the presence of an electrostatic field. To analyze the\npropagation of both longitudinal (P-) and transverse (S-) waves, we utilize\ncompressible material models. We derive explicit expressions of the generalized\nacoustic tensor and phase velocities of elastic waves for the ideal and\nenriched dielectric elastomer models. We analyze the slowness curves of the\nelastic wave propagation, and find the P-S-mode disentangling phenomenon. In\nparticular, P- and S- waves are separated by the application of an electric\nfield. The divergence angle between P- and S-waves strongly depends on the\napplied electrostatic excitation. The influence of the electric field is\nsensitive to material models. Thus, for ideal dielectric model the in-plane\nshear velocity increases with an increase in electric field, while for the\nenriched model the velocity may decreases depending on material constants.\nSimilarly, the divergence angle gradually increases with an increase in\nelectric field, while for the enriched model, the angle may be bounded.\nMaterial compressibility affects the P-wave velocity, and, for relatively\ncompressible materials, the slowness curves evolve from circular to elliptical\nshapes manifesting in an increase of the reflection angle of P-waves. As a\nresults, the divergence angle decreases with an increase in material\ncompressibility.\n"]}]
["1512.05434",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.05434","Gen. Rel. Grav. 48, 13, (2016)","doi:10.1007/s10714-015-2010-5"],"date":["2015-12-16"],"type":["text"],"creator":["Paliathanasis, Andronikos","Vakili, Babak"],"language":[],"coverage":[],"title":["Closed-form solutions of the Wheeler-DeWitt equation in a scalar-vector\n  field cosmological model by Lie symmetries"],"description":["  We apply as selection rule to determine the unknown functions of a\ncosmological model the existence of Lie point symmetries for the Wheeler-DeWitt\nequation of quantum gravity. Our cosmological setting consists of a flat\nFriedmann-Robertson-Walker metric having the scale factor $a(t)$, a scalar\nfield with potential function $V(\\phi)$ minimally coupled to gravity and a\nvector field of its kinetic energy is coupled with the scalar field by a\ncoupling function $f(\\phi)$. Then, the Lie symmetries of this dynamical system\nare investigated by utilizing the behavior of the corresponding minisuperspace\nunder the infinitesimal generator of the desired symmetries. It is shown that\nby applying the Lie symmetry condition the form of the coupling function and\nalso the scalar field potential function may be explicitly determined so that\nwe are able to solve the Wheeler-DeWitt equation. Finally, we show how we can\nuse the Lie symmetries in order to construct conservation laws and exact\nsolutions for the field equations.\n","Comment: 14 pages, 2 figures; to appear in Gen. Rel. Grav"]}]
["1512.06970",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.06970"],"date":["2015-12-22","2015-12-29"],"type":["text"],"creator":["Tlegenov, Yedige","San, Wong Yoke","Soon, Hong Geok"],"language":[],"coverage":[],"title":["Adaptive Feed Rate Policies for Spiral Drilling Using Markov Decision\n  Process"],"description":["  In this study, the feed rate optimization model based on a Markov Decision\nProcess (MDP) was introduced for spiral drilling process. Firstly, the\nexperimental data on spiral drilling was taken from literature for different\naxial force parameters and with various feed rate decisions made, having the\nlength of a hole being drilled as a reward. Proposed optimization model was\ncomputed using value iteration method. Secondly, the results of computations\nwere displayed for optimal decision to be made on each state. Proposed\ndecisions for an optimal feed rate could be utilized in order to improve the\nefficiency of spiral drilling process in terms of cost and time.\n"]}]
["1512.07111",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.07111","Nature Photon. 10, 35-39 (2016)","doi:10.1038/nphoton.2015.248"],"date":["2015-12-22"],"type":["text"],"creator":["Twedt, Kevin A.","Zou, Jie","Davanco, Marcelo","Srinivasan, Kartik","McClelland, Jabez J.","Aksyuk, Vladimir A."],"language":[],"coverage":[],"title":["Imaging Nanophotonic Modes of Microresonators using a Focused Ion Beam"],"description":["  Optical microresonators have proven powerful in a wide range of applications,\nincluding cavity quantum electrodynamics, biosensing, microfludics, and cavity\noptomechanics. Their performance depends critically on the exact distribution\nof optical energy, confined and shaped by the nanoscale device geometry.\nNear-field optical probes can image this distribution, but the physical probe\nnecessarily perturbs the near field, which is particularly problematic for\nsensitive high quality factor resonances. We present a new approach to mapping\nnanophotonic modes that uses a controllably small and local optomechanical\nperturbation introduced by a focused lithium ion beam. An ion beam (radius\nabout 50 nm) induces a picometer-scale dynamic deformation of the resonator\nsurface, which we detect through a shift in the optical resonance wavelength.\nWe map five modes of a silicon microdisk resonator (Q > 20,000) with both high\nspatial and spectral resolution. Our technique also enables in-situ observation\nof ion implantation damage and relaxation dynamics in a silicon lattice.\n","Comment: published online in Nature Photonics"]}]
["1512.08617",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems","49N60, 93B03 (Primary), 49N05, 49M25, 52A27 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.08617"],"date":["2015-12-29","2015-12-31"],"type":["text"],"creator":["Baier, Robert","Le, Thuy Thi Thien"],"language":[],"coverage":[],"title":["Construction of the Minimum Time Function Via Reachable Sets of Linear\n  Control Systems. Part I: Error Estimates"],"description":["  The first part of this paper is devoted to introducing an approach to compute\nthe approximate minimum time function of control problems which is based on\nreachable set approximation and uses arithmetic operations for convex compact\nsets. In particular, in this paper the theoretical justification of the\nproposed approach is restricted to a class of linear control systems. The error\nestimate of the fully discrete reachable set is provided by employing the\nHausdorff distance to the continuous-time reachable set. The detailed procedure\nsolving the corresponding discrete set-valued problem is described. Under\nstandard assumptions, by means of convex analysis and knowledge of the\nregularity of the true minimum time function, we estimate the error of its\napproximation. Numerical examples are included in the second part.\n"]}]
["1512.08630",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems","49N60, 93B03 (Primary), 49N05, 49M25, 52A27 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.08630"],"date":["2015-12-29","2015-12-31"],"type":["text"],"creator":["Baier, Robert","Le, Thuy Thi Thien"],"language":[],"coverage":[],"title":["Construction of the Minimum Time Function Via Reachable Sets of Linear\n  Control Systems. Part 2: Numerical Computations"],"description":["  In the first part of this paper we introduced an algorithm that uses\nreachable set approximation to approximate the minimum time function of linear\ncontrol problems. To illustrate the error estimates and to demonstrate\ndifferences to other numerical approaches we provide a collection of numerical\nexamples which either allow higher order of convergence with respect to time\ndiscretization or where the continuity of the minimum time function cannot be\nsufficiently granted, i.e. we study cases in which the minimum time function is\nH\\\"older continuous or even discontinuous.\n"]}]
["1512.08668",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.08668"],"date":["2015-12-29","2015-12-31"],"type":["text"],"creator":["Feichtinger, Hans G.","Führ, Hartmut","Pesenson, Isaac Z."],"language":[],"coverage":[],"title":["Geometric Space-Frequency Analysis on Manifolds"],"description":["  This paper gives a survey of methods for the construction of space-frequency\nconcentrated frames on Riemannian manifolds with bounded curvature, and the\napplications of these frames to the analysis of function spaces. In this\ngeneral context, the notion of frequency is defined using the spectrum of a\ndistinguished differential operator on the manifold, typically the\nLaplace-Beltrami operator. Our exposition starts with the case of the real\nline, which serves as motivation and blueprint for the material in the\nsubsequent sections.\n  After the discussion of the real line, our presentation starts out in the\nmost abstract setting proving rather general sampling-type results for\nappropriately defined Paley-Wiener vectors in Hilbert spaces. These results\nallow a handy construction of Paley-Wiener frames in $L_2(\\mfd{M})$, for a\nRiemann manifold of bounded geometry, essentially by taking a partition of\nunity in frequency domain. The discretization of the associated integral\nkernels then gives rise to frames consisting of smooth functions in\n$L_2(\\mfd{M})$, with fast decay in space and frequency. These frames are used\nto introduce new norms in corresponding Besov spaces on $\\mfd{M}$.\n  For compact Riemannian manifolds the theory extends to $L_p$ and Besov\nspaces. Moreover, for compact homogeneous manifolds, one obtains the so-called\nproduct property for eigenfunctions of certain operators and proves a cubature\nformulae with positive coefficients which allow to construct Parseval frames\nthat characterize Besov spaces in terms of coefficient decay.\n  Throughout the paper, the general theory is exemplified with the help of\nvarious concrete and relevant examples, such as the unit sphere and the\nPoincar\\'{e} half plane.\n","Comment: 53 pages"]}]
["1512.08901",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.08901","PoS (NEUTEL 2015) 076"],"date":["2015-12-30"],"type":["text"],"creator":["Pagnanini, L.","Battistelli, E. S.","Bellini, F.","Calvo, M.","Cardani, L.","Casali, N.","Castellano, M. G.","Colantoni, I.","Coppolecchia, A.","Cosmelli, C.","Cruciani, A.","De Bernardis, P.","Di Domizio, S.","D'Addabbo, A.","Martinez, M.","Masi, S.","Tomei, C.","Vignati, M."],"language":[],"coverage":[],"title":["CALDER: cryogenic light detector for rare events search"],"description":["  The CALDER project aims at developing cryogenic light detectors with high\nsensitivity to UV and visible light, to be used for particle tagging in massive\nbolometers. Indeed the sensitivity of CUORE can be increased by a factor of 3,\nthanks to the reduction of the $\\alpha$-background, obtained by detecting the\nCherenkov light (100 eV) emitted by $\\beta/\\gamma$ events. Currently used light\ndetectors have not the features required to address this task, so we decided to\ndevelop a new light detector using Kinetic Inductance Detector as a sensor.\nThis approach is very challenging and requires an intensive R$\\&$D to be\nsatisfied. The first results of this activity are shown in the following.\n","Comment: XVI International Workshop on Neutrino Telescopes, Venice. in\n  PoS(NEUTEL2015)076"]}]
["1512.08991",{"format":[],"subject":["Computer Science - Emerging Technologies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.08991"],"date":["2015-12-30"],"type":["text"],"creator":["Montaser, Rasha","Younes, Ahmed","Abdel-Aty, Mahmoud"],"language":[],"coverage":[],"title":["New Designs of Universal Reversible Gate Library"],"description":["  We present new algorithms to synthesize exact universal reversible gate\nlibrary for various types of gates and costs. We use the powerful algebraic\nsoftware GAP for implementation and examination of our algorithms and the\nreversible logic synthesis problems have been reduced to group theory problems.\nIt is shown that minimization of arbitrary cost functions of gates and orders\nof magnitude are faster than its previously counterparts for reversible logic\nsynthesis. Experimental results show that a significant improvement over the\npreviously proposed synthesis algorithm is obtained compared with the existing\napproaches to reversible logic synthesis.\n"]}]
["1512.09140",{"format":[],"subject":["Physics - General Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09140"],"date":["2015-12-29"],"type":["text"],"creator":["Libin, E. E.","Chakhlov, S. V.","Trinca, D."],"language":[],"coverage":[],"title":["Direct Method for Calculating the Inverse Radon Transform and Its\n  Applications"],"description":["  The purpose of this report is a study of the algebraic approach possibilities\nto reconstruct images. This approach is reduced to solution of the large system\nof linear algebraic equations. We also point out some possible further\nimprovements of the mathematical approaches studied.\n","Comment: 16 pages"]}]
["1512.09154",{"format":[],"subject":["Mathematics - Geometric Topology","57N35, 57Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09154"],"date":["2015-12-30"],"type":["text"],"creator":["Lightfoot, Ash"],"language":[],"coverage":[],"title":["On invariants of link maps in dimension four"],"description":["  We affirmatively address the question of whether the proposed link homotopy\ninvariant $\\omega$ of Li is well-defined. It is also shown that if one wishes\nto adapt the homotopy invariant $\\tau$ of Schneiderman-Teichner to a link\nhomotopy invariant of link maps, the result coincides with $\\omega$.\n","Comment: 13 pages, color figures"]}]
["1512.09160",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","Quantitative Biology - Cell Behavior","Quantitative Biology - Quantitative Methods","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09160"],"date":["2015-12-30"],"type":["text"],"creator":["Catherall, Mark"],"language":[],"coverage":[],"title":["Modelling the Role of Nitric Oxide in Cerebral Autoregulation"],"description":["  Malfunction of the system which regulates the bloodflow in the brain is a\nmajor cause of stroke and dementia, costing many lives and many billions of\npounds each year in the UK alone. This regulatory system, known as cerebral\nautoregulation, has been the subject of much experimental and mathematical\ninvestigation yet our understanding of it is still quite limited. One area in\nwhich our understanding is particularly lacking is that of the role of nitric\noxide, understood to be a potent vasodilator. The interactions of nitric oxide\nwith the better understood myogenic response remain un-modelled and poorly\nunderstood. In this thesis we present a novel model of the arteriolar control\nmechanism, comprising a mixture of well-established and new models of\nindividual processes, brought together for the first time. We show that this\nmodel is capable of reproducing experimentally observed behaviour very closely\nand go on to investigate its stability in the context of the vasculature of the\nwhole brain. In conclusion we find that nitric oxide, although it plays a\ncentral role in determining equilibrium vessel radius, is unimportant to the\ndynamics of the system and its responses to variation in arterial blood\npressure. We also find that the stability of the system is very sensitive to\nthe dynamics of Ca$^{2+}$ within the muscle cell, and that self-sustaining\nCa$^{2+}$ waves are not necessary to cause whole-vessel radius oscillations\nconsistent with vasomotion.\n","Comment: Thesis submitted for Doctor of Philosophy in Engineering at the\n  University of Oxford, October 2014"]}]
["1512.09162",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09162"],"date":["2015-12-30"],"type":["text"],"creator":["Przytycki, Jozef H."],"language":[],"coverage":[],"title":["On Slavik Jablan's work on 4-moves"],"description":["  We show that every alternating link of 2-components and 12 crossings can be\nreduced by 4-moves to the trivial link or the Hopf link. It answers the\nquestion asked in one of the last papers by Slavik Jablan.\n","Comment: 29 pages, 34 figures, dedicated to Memory of Slavik Jablan\n  (1952--2015). arXiv admin note: text overlap with arXiv:math/0405248"]}]
["1512.09165",{"format":[],"subject":["Mathematics - Metric Geometry","30D40 (Primary), 30L10, 30C65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09165"],"date":["2015-12-30"],"type":["text"],"creator":["Adamowicz, Tomasz","Warhurst, Ben"],"language":[],"coverage":[],"title":["Prime ends in the Heisenberg group $\\mathbb{H}_{1}$ and the boundary\n  behavior of quasiconformal mappings"],"description":["  We investigate prime ends in the Heisenberg group $\\mathbb{H}_{1}$ extending\nN\\\"akki's construction for collared domains in Euclidean spaces. The\ncorresponding class of domains is defined via uniform domains and the Loewner\nproperty. Using prime ends we show the counterpart of Caratheodory's extension\ntheorem for quasiconformal mappings, the Koebe theorem on arcwise limits, the\nLindel\\\"of theorem for principal points and the Tsuji theorem.\n","Comment: 29 pages"]}]
["1512.09166",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09166"],"date":["2015-12-30"],"type":["text"],"creator":["Jarv, Laur","Kuusk, Piret","Saal, Margus","Vilson, Ott"],"language":[],"coverage":[],"title":["The formalism of invariants in scalar-tensor and multiscalar-tensor\n  theories of gravitation"],"description":["  We give a brief summary of the formalism of invariants in general\nscalar-tensor and multiscalar-tensor gravities without derivative couplings. By\nrescaling of the metric and reparametrization of the scalar fields, the theory\ncan be presented in different conformal frames and parametrizations. Due to\nthis freedom in transformations, the scalar fields themselves do not carry\nindependent physical meaning (in a generic parametrization). However, there are\nfunctions of the scalar fields and their derivatives which remain invariant\nunder the transformations, providing a set of physical variables for the\ntheory. We indicate how to construct such invariants and show how the\nobservables like parametrized post-Newtonian parameters and characteristics of\nFriedmann-Lemaitre-Robertson-Walker cosmology can be neatly expressed in terms\nof the invariants.\n","Comment: 6 pages; contributed to the proceedings of the 14th Marcel Grossmann\n  Meeting on General Relativity, parallel session AT1"]}]
["1512.09171",{"format":[],"subject":["Mathematics - Logic","03F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09171"],"date":["2015-12-30"],"type":["text"],"creator":["Parlamento, F.","Previale, F."],"language":[],"coverage":[],"title":["Contraction Elimination in Sequent Based Ground Equational Calculus"],"description":["  In \"Cut Elimination for Gentzen's Sequent Calculus with Equality and Logic of\nPartial Terms\" LNCS 7750,161-172(2013), we have shown that the cut rule is\neliminable in two ground equational sequent calculi, to be denoted by EQ_M and\nEQ'. In this note we prove that the contraction rule is not eliminable in EQ_M\nbut it is eliminable in EQ'.\n","Comment: 7 pages"]}]
["1512.09173",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09173"],"date":["2015-12-30"],"type":["text"],"creator":["Petrosyan, Arshak","Zeller, Andrew"],"language":[],"coverage":[],"title":["Boundedness and continuity of the time derivative in the parabolic\n  Signorini problem"],"description":["  We prove the boundedness of the time derivative in the parabolic Signorini\nproblem, as well as establish its H\\\"older continuity at regular free boundary\npoints.\n","Comment: 8 pages, 1 figure"]}]
["1512.09174",{"format":[],"subject":["Mathematics - Dynamical Systems","34K13 (Primary), 34C25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09174"],"date":["2015-12-30"],"type":["text"],"creator":["Kennedy, Benjamin","Stumpf, Eugen"],"language":[],"coverage":[],"title":["Multiple slowly oscillating periodic solutions for x'(t) = f(x(t-1))\n  with negative feedback"],"description":["  We consider the prototype equation x'(t) = f(x(t-1)) for delayed negative\nfeedback. We review known results on uniqueness and nonuniqueness of slowly\noscillating periodic solutions, and present some new results and examples.\n","Comment: 21 pages, 6 figures"]}]
["1512.09181",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09181"],"date":["2015-12-30"],"type":["text"],"creator":["Baartman, Rick"],"language":[],"coverage":[],"title":["Space Charge Limits in the Dae$\\delta$alus DIC Compact Cyclotron"],"description":["  The Dae$\\delta$alus DIC compact cyclotron is proposed to achieve an extracted\ncurrent of 5 mA of singly-charged hydrogen molecules, even though unlike other\ncompact cyclotrons, the extraction is not by stripping. The authors of the\nproposal consistently use perveance as a scaling argument that such high\ncurrent is possible. The argument is shown to be incorrect and a realistic\nlimit is calculated. This limit is likely about 0.2 mA and certainly no higher\nthan 0.5 mA.\n"]}]
["1512.09184",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Numerical Analysis","94A12, 60D05, 90C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09184"],"date":["2015-12-30"],"type":["text"],"creator":["Shi, Hao-Jun Michael","Case, Mindy","Gu, Xiaoyi","Tu, Shenyinying","Needell, Deanna"],"language":[],"coverage":[],"title":["Methods for Quantized Compressed Sensing"],"description":["  In this paper, we compare and catalog the performance of various greedy\nquantized compressed sensing algorithms that reconstruct sparse signals from\nquantized compressed measurements. We also introduce two new greedy approaches\nfor reconstruction: Quantized Compressed Sampling Matching Pursuit (QCoSaMP)\nand Adaptive Outlier Pursuit for Quantized Iterative Hard Thresholding\n(AOP-QIHT). We compare the performance of greedy quantized compressed sensing\nalgorithms for a given bit-depth, sparsity, and noise level.\n"]}]
["1512.09185",{"format":[],"subject":["Mathematics - Group Theory","20E45, 20F67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09185"],"date":["2015-12-30"],"type":["text"],"creator":["Gitik, Rita"],"language":[],"coverage":[],"title":["Weak Width of Subgroups"],"description":["  We say that the weak width of an infinite subgroup $H$ of $G$ in $G$ is $n$\nif there exists a collection of $n$ strongly essentially distinct conjugates\n  $\\{ H, g_1^{-1} H g_1,\\cdots, g_{n-1}^{-1} H g_{n-1} \\}$ of $H$ in $G$ such\nthat the intersection $H \\cap g_i^{-1} H g_i$ is infinite for all $1 \\leq i\n\\leq n-1$ and $n$ is maximal possible. We prove that a quasiconvex subgroup of\na negatively curved group has finite weak width in the ambient group. We also\ngive examples demonstrating that height, width, and weak width are different\ninvariants of a subgroup.\n"]}]
["1512.09186",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09186"],"date":["2015-12-30"],"type":["text"],"creator":["Friggens, David","Groves, Lindsay"],"language":[],"coverage":[],"title":["Collapsing Threads Safely with Soft Invariants"],"description":["  Canonical abstraction is a static analysis technique that represents states\nas 3-valued logical structures, and produces finite abstract systems. Despite\nproviding a finite bound, these abstractions may still suffer from the state\nexplosion problem. Notably, for concurrent programs with arbitrary\ninterleaving, if threads in a state are abstracted based on their location,\nthen the number of locations will be a combinatorial factor in the size of the\nstatespace. We present an approach using canonical abstraction that avoids this\nstate explosion by \"collapsing\" all of the threads in a state into a single\nabstract representative. Properties of threads that would be lost by the\nabstraction, but are needed for verification, are retained by defining\nconditional \"soft invariant\" instrumentation predicates. This technique is used\nto adapt previous models for verifying linearizability of nonblocking\nconcurrent data structure algorithms, resulting in exponentially smaller\nstatespaces.\n"]}]
["1512.09188",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Rings and Algebras","68W30 (Primary), 16S37 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09188"],"date":["2015-12-30"],"type":["text"],"creator":["Roos, Jan-Erik"],"language":[],"coverage":[],"title":["Homological Properties of the Homology Algebra of the Koszul Complex of\n  a Local Ring. Examples and Questions"],"description":["  Let $R$ be a local commutative noetherian ring and $HKR$ the homology ring of\nthe corresponding Koszul complex. We study the homological properties of $HKR$\nin particular the so-called Avramov spectral sequence. When the embedding\ndimension of $R$ is four and when $R$ can be presented with quadratic relations\nwe have found 102 cases where this spectral sequence degenerates and only three\ncases where it does not degenerate. We also determine completely the Hilbert\nseries of the bigraded Tor of these $HKR$ in tables A-D of section 5. We also\nstudy some higher embedding dimensions. Among the methods used are the\nprogramme {\\tt BERGMAN} by J\\\"orgen Backelin et al, the {\\tt Macaulay2}-package\n{\\tt DGAlgebras} by Frank Moore, combined with results by Govorov, Clas\nL\\\"ofwall, Victor Ufnarovski and others.\n","Comment: 32 pages"]}]
["1512.09193",{"format":[],"subject":["Mathematics - Statistics Theory","05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09193"],"date":["2015-12-30"],"type":["text"],"creator":["Teodorescu, Iuliana","Teodorescu, Razvan","Warman, Pranav"],"language":[],"coverage":[],"title":["Efficient algorithms for topological inference on random graphs"],"description":["  In this study, we investigate the problem of classifying, characterizing, and\ndesigning efficient algorithms for hard inference problems on planar graphs, in\nthe limit of infinite size. The problem is considered hard if, for a\ndeterministic graph, it belongs to the NP class of computational complexity. A\ntypical example rich in applications is that of connectivity loss in evacuation\nmodels for natural hazards management (e.g. coastal floods, hurricanes).\nAlgorithmically, this model reduces to solving a min-cut (or max-flow) problem,\nwith is known to be intractable. The current work covers several\ngeneralizations: posing the same problem for non-directed networks subject to\nrandom fluctuations (specifically, random graphs from the Erd\\\"os-R\\'enyi\nclass); finding efficient convex classifiers for the associated decision\nproblem (deciding whether the graph had become disconnected or not); and the\nrole played by choice of topology (on the space of random graphs) in designing\nefficient, convex approximation algorithms (in the infinite-size limit of the\ngraph).\n"]}]
["1512.09196",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09196"],"date":["2015-12-30"],"type":["text"],"creator":["Li, Yu","Liu, Xiqiang","Xin, Xiangpeng"],"language":[],"coverage":[],"title":["Explicit solutions, conservation laws of the extended (2+1)-dimensional\n  Jaulent-Miodek equation"],"description":["  By applying the direct symmetry method, the symmetry reductions and some new\ngroup invariant solutions were obtained, We have derived some exact solutions\nby using the relationship between the new solutions and the old ones, which\ninclude Weierstrass periodic solutions, elliptic periodic solutions, triangular\nfunction solutions and so on. Also, in order to reflect the characteristics and\nproperties of this solutions, we give figures of some solutions. In addition,\nwe give the conservation laws of the extended (2+1)-dimensional Jaulent-Miodek\nequation. At last, we draw conclusions and discuss it.\n"]}]
["1512.09197",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09197"],"date":["2015-12-30"],"type":["text"],"creator":["Hua-Peng, LI","Tang, Kun","Zhao, Yi-Dong","Zheng, Lei","Liu, Shu-Hu","Zhao, Xiao-Liang","Zhao, Ya-Shuai"],"language":[],"coverage":[],"title":["Devices for high precision x-ray beam intensity monitoring on BSRF"],"description":["  Synchrotron radiation with the characteristic of high brilliance, high level\nof polarization, high collimation, low emittance and wide tunability in energy\nhas been used as a standard source in metrology(1, 2). For a decade, lots of\ncalibration work have been done on 4B7A in Beijing Synchrotron Radiation\nFacility (BSRF) (3, 4). For the calibration process, a high-precision online\nmonitor is indispensable. To control the uncertainty under 0.1%, we studied\ndifferent sizes parallel ion chambers with rare-gas and used different\ncollecting methods to monitor the x-ray intensity of the beamline. Two methods\nto collect the signal of the ion chambers: reading the current directly with\nelectrometer or signal amplification to collect the counts were compared.\n","Comment: 7 pages"]}]
["1512.09198",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09198"],"date":["2015-12-30"],"type":["text"],"creator":["Krom, Robin S.","Salamon, Dietmar A."],"language":[],"coverage":[],"title":["The Donaldson geometric flow for symplectic four-manifolds"],"description":["  This is an exposition of the Donaldson geometric flow on the space of\nsymplectic forms on a closed smooth four-manifold, representing a fixed\ncohomology class. The original work appeared in [1].\n"]}]
["1512.09199",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09199"],"date":["2015-12-30"],"type":["text"],"creator":["Krom, Robin S."],"language":[],"coverage":[],"title":["The Donaldson geometric flow is a local smooth semiflow"],"description":["  We prove the local existence of unique smooth solutions of the Donaldson\ngeometric flow on the space of symplectic forms on a closed smooth\nfour-manifold, representing a fixed cohomology class. It is a semiflow on the\nBesov space $B^{1,p}_2(M, \\Lambda^2)$ for $p > 4$. The Donaldson geometric flow\nwas introduced by Simon Donaldson in [2]. For a detailed exposition see [6].\n"]}]
["1512.09201",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09201"],"date":["2015-12-30"],"type":["text"],"creator":["Bi, Enchao","Feng, Zhiming","Tu, Zhenhan"],"language":[],"coverage":[],"title":["Balanced metrics on the Fock-Bargmann-Hartogs domains"],"description":["  The Fock-Bargmann-Hartogs domain $D_{n,m}(\\mu)$ ($\\mu>0$) in\n$\\mathbb{C}^{n+m}$ is defined by the inequality $\\|w\\|^2<e^{-\\mu\\|z\\|^2},$\nwhere $(z,w)\\in \\mathbb{C}^n\\times \\mathbb{C}^m$, which is an unbounded\nnon-hyperbolic domain in $\\mathbb{C}^{n+m}$. This paper introduces a K\\\"{a}hler\nmetric $\\alpha g(\\mu;\\nu)$ $(\\alpha>0)$ on $D_{n,m}(\\mu)$, where $g(\\mu;\\nu)$\nis the K\\\"{a}hler metric associated with the K\\\"{a}hler potential\n$\\Phi(z,w):=\\mu\\nu{\\Vert z\\Vert}^{2}-\\ln(e^{-\\mu{\\Vert z\\Vert}^{2}}-\\Vert\nw\\Vert^2)$ ($\\nu>-1$) on $D_{n,m}(\\mu)$. The purpose of this paper is twofold.\nFirstly, we obtain an explicit formula for the Bergman kernel of the weighted\nHilbert space of square integrable holomorphic functions on $(D_{n,m}(\\mu),\ng(\\mu;\\nu))$ with the weight $\\exp\\{-\\alpha \\Phi\\}$ for $\\alpha>0$. Secondly,\nusing the explicit expression of the Bergman kernel, we obtain the necessary\nand sufficient condition for the metric $\\alpha g(\\mu;\\nu)$ $(\\alpha>0)$ on the\ndomain $D_{n,m}(\\mu)$ to be a balanced metric. So we obtain the existence of\nbalanced metrics for a class of Fock-Bargmann-Hartogs domains.\n","Comment: 10 pages, to appear in Annals of Global Analysis and Geometry"]}]
["1512.09202",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09202"],"date":["2015-12-30"],"type":["text"],"creator":["Dasgupta, Arnab","Mitra, Manimala","Borah, Debasish"],"language":[],"coverage":[],"title":["Minimal Left-Right Symmetry Confronted with the 750 GeV Di-photon Excess\n  at LHC"],"description":["  The recent results of 13 TeV ATLAS and CMS di-photon searches show an excess\nat di-photon invariant mass of 750 GeV. We look for possible explanation of\nthis within minimal left right symmetric model (MLRSM). The possible candidate\nis a neutral Higgs of mass 750 GeV that can decay to di-photon via charged\nHiggs and right handed gauge boson loop. However, the cross-section is not\nconsistent with the ATLAS and CMS results. We then discuss one possible\nvariation of this model with universal seesaw for fermion masses that can\nexplain this excess.\n","Comment: 19 pages, 5 figures"]}]
["1512.09203",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09203"],"date":["2015-12-30"],"type":["text"],"creator":["Wang, Xiao-Yun","Guskov, Alexey"],"language":[],"coverage":[],"title":["Charmed hadron photoproduction at COMPASS"],"description":["  Photoproduction of the charmonium-like state $Z_{c}(4200)$ and the charmed\nbaryon $\\Lambda_{c}^{\\ast }(2940)$ is investigated with an effective Lagrangian\napproach and the Regge trajectories applying to the COMPASS experiment.\nCombining the experimental data from COMPASS and our theoretical model we\nestimate the upper limit of $\\Gamma_{Z_{c}(4200)\\rightarrow J/\\psi \\pi }$ to be\nof about 37 MeV. Moreover, the possibility to produce $\\Lambda_{c}^{\\ast\n}(2940)$ at COMPASS is discussed. It seems one can try to search for this\nhadron in the missing mass spectrum since the $t$-channel is dominating for the\n$\\Lambda_{c}^{\\ast }(2940)$ photoproduction.\n","Comment: Proceedings of the Second International Symposium on Physics of\n  Photons (ISPP 15), Lanzhou, China, July 2016"]}]
["1512.09204",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09204"],"date":["2015-12-30"],"type":["text"],"creator":["Hu, Weici","Frazier, Peter I."],"language":[],"coverage":[],"title":["Bayes-Optimal Effort Allocation in Crowdsourcing: Bounds and Index\n  Policies"],"description":["  We consider effort allocation in crowdsourcing, where we wish to assign\nlabeling tasks to imperfect homogeneous crowd workers to maximize overall\naccuracy in a continuous-time Bayesian setting, subject to budget and time\nconstraints. The Bayes-optimal policy for this problem is the solution to a\npartially observable Markov decision process, but the curse of dimensionality\nrenders the computation infeasible. Based on the Lagrangian Relaxation\ntechnique in Adelman & Mersereau (2008), we provide a computationally tractable\ninstance-specific upper bound on the value of this Bayes-optimal policy, which\ncan in turn be used to bound the optimality gap of any other sub-optimal\npolicy. In an approach similar in spirit to the Whittle index for restless\nmultiarmed bandits, we provide an index policy for effort allocation in\ncrowdsourcing and demonstrate numerically that it outperforms other stateof-\narts and performs close to optimal solution.\n"]}]
["1512.09205",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","11K55, 28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09205"],"date":["2015-12-30"],"type":["text"],"creator":["Chen, Yuanhong","Zhang, Zhenliang","Zhao, Xiaojun"],"language":[],"coverage":[],"title":["Multifractal analysis of the divergence points of Birkhoff averages in\n  $beta$-dynamical systems"],"description":["  This paper is aimed at a detailed study of the multifractal analysis of the\nso-called divergence points in the system of $\\beta$-expansions. More\nprecisely, let $([0,1),T_{\\beta})$ be the $\\beta$-dynamical system for a\ngeneral $\\beta>1$ and $\\psi:[0,1]\\mapsto\\mathbb{R}$ be a continuous function.\nDenote by $\\textsf{A}(\\psi,x)$ all the accumulation points of\n$\\Big\\{\\frac{1}{n}\\sum_{j=0}^{n-1}\\psi(T^jx): n\\ge 1\\Big\\}$. The Hausdorff\ndimensions of the sets $$\\Big\\{x:\\textsf{A}(\\psi,x)\\supset[a,b]\\Big\\},\\ \\\n\\Big\\{x:\\textsf{A}(\\psi,x)=[a,b]\\Big\\}, \\\n\\Big\\{x:\\textsf{A}(\\psi,x)\\subset[a,b]\\Big\\}$$ i.e., the points for which the\nBirkhoff averages of $\\psi$ do not exist but behave in a certain prescribed\nway, are determined completely for any continuous function $\\psi$.\n","Comment: non"]}]
["1512.09206",{"format":[],"subject":["Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09206"],"date":["2015-12-30"],"type":["text"],"creator":["Lee, Kevin","Xue, Lingzhou"],"language":[],"coverage":[],"title":["Nonparametric mixture of Gaussian graphical models"],"description":["  Graphical model has been widely used to investigate the complex dependence\nstructure of high-dimensional data, and it is common to assume that observed\ndata follow a homogeneous graphical model. However, observations usually come\nfrom different resources and have heterogeneous hidden commonality in\nreal-world applications. Thus, it is of great importance to estimate\nheterogeneous dependencies and discover subpopulation with certain commonality\nacross the whole population. In this work, we introduce a novel regularized\nestimation scheme for learning nonparametric mixture of Gaussian graphical\nmodels, which extends the methodology and applicability of Gaussian graphical\nmodels and mixture models. We propose a unified penalized likelihood approach\nto effectively estimate nonparametric functional parameters and heterogeneous\ngraphical parameters. We further design an efficient generalized effective EM\nalgorithm to address three significant challenges: high-dimensionality,\nnon-convexity, and label switching. Theoretically, we study both the\nalgorithmic convergence of our proposed algorithm and the asymptotic properties\nof our proposed estimators. Numerically, we demonstrate the performance of our\nmethod in simulation studies and a real application to estimate human brain\nfunctional connectivity from ADHD imaging data, where two heterogeneous\nconditional dependencies are explained through profiling demographic variables\nand supported by existing scientific findings.\n"]}]
["1512.09207",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","68Q45, 68Q42","F.4.2, F.4.3, G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09207"],"date":["2015-12-30"],"type":["text"],"creator":["Cojocaru, Liliana"],"language":[],"coverage":[],"title":["Around Context-Free Grammars - a Normal Form, a Representation Theorem,\n  and a Regular Approximation"],"description":["  We introduce a normal form for context-free grammars, called Dyck normal\nform. This is a syntactical restriction of the Chomsky normal form, in which\nthe two nonterminals occurring on the right-hand side of a rule are paired\nnonterminals. This pairwise property allows to define a homomorphism from Dyck\nwords to words generated by a grammar in Dyck normal form. We prove that for\neach context-free language L, there exist an integer K and a homomorphism h\nsuch that L=h(D'_K), where D'_K is a subset of the one-sided Dyck language over\nK letters. Through a transition-like diagram for a context-free grammar in Dyck\nnormal form, we effectively build a regular language R that satisfies the\nChomsky-Schutzenberger theorem. Using graphical approaches we refine R such\nthat the Chomsky-Schutzenberger theorem still holds. Based on this readjustment\nwe sketch a transition diagram for a regular grammar that generates a regular\nsuperset approximation for the initial context-free language.\n","Comment: 31 pages, 5 figures"]}]
["1512.09209",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09209"],"date":["2015-12-30"],"type":["text"],"creator":["Sano, Taro"],"language":[],"coverage":[],"title":["Deformations of weak $\\mathbb{Q}$-Fano 3-folds"],"description":["  We prove several results on deformations of a weak $\\mathbb{Q}$-Fano\n$3$-fold. First we prove that a weak $\\mathbb{Q}$-Fano $3$-fold has\nunobstructed deformations. Next we give a bound of the number of singular\npoints on a $\\mathbb{Q}$-Fano $3$-fold with a Du Val elephant via the orbifold\nEuler number and the local invariant attached to a pair of a $3$-fold terminal\nsingularity and its Du Val elephant. We also treat a stacky proof of the\nunobstructedness of deformations of a $\\mathbb{Q}$-Fano $3$-fold.\n","Comment: 17 pages"]}]
["1512.09210",{"format":[],"subject":["Mathematics - Numerical Analysis","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09210"],"date":["2015-12-30"],"type":["text"],"creator":["Escalante, Jose A. Morales","Gamba, Irene M."],"language":[],"coverage":[],"title":["Reflective Boundary conditions in Discontinuous Galerkin Methods for\n  Boltzmann-Poisson Models of Electron Transport in Semiconductors and Zero\n  Flux Condition for General Mixed Reflection"],"description":["  We shall discuss the use of Discontinuous Galerkin (DG) Finite Element\nMethods to solve Boltzmann - Poisson (BP) models of electron transport in\nsemiconductor devices at nano scales. We consider the mathematical and\nnumerical modeling of Reflective Boundary Conditions in 2D devices and their\nimplementation in DG-BP schemes. We study the specular, diffusive and mixed\nreflection BC on physical boundaries of the device for the modeling of surface\nroughness, comparing the influence of these different reflection cases in the\ncomputational prediction of moments close to the boundaries and their\nassociated scale. We observe in our preliminary numerical simulations an effect\ndue to diffusivity at the reflection boundaries over the kinetic moments of the\nprobability density function, whose influence is not restricted to the\nboundaries but rather over the position space domain.\n","Comment: Pre-print Draft"]}]
["1512.09217",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09217"],"date":["2015-12-31"],"type":["text"],"creator":["Bruner, Christopher","Collaboration, Michael Murray for the CMS"],"language":[],"coverage":[],"title":["Centrality and pseudorapidity dependence of the transverse energy flow\n  in pPb collisions at sqrt(s_NN) = 5.02 TeV"],"description":["  The almost hermetic coverage of CMS is used to measure the distribution of\ntransverse energy as a function of pseudo-rapidity for pPb collisions at\n$\\sqrt{s_{NN}} = 5.02$ TeV. For minimum bias collisions $(1/N)~dE_T/d\\eta$\nreaches 23 GeV which implies an $E_T$ per participant pair comparable to that\nof peripheral PbPb collisions at $\\sqrt{s_{NN}} = 2.76$ TeV. The centrality\ndependence of transverse energy production has been studied using centrality\nmeasures defined in three different angular regions. There is a strong\nauto-correlation between $(1/N)~dE_T/d\\eta$ and the $\\eta$ range used to define\ncentrality %both for data and the EPOS-LHC and HIJING event generators. The\ncentrality dependence of the data is much stronger for $\\eta$ values on the\nlead side than the proton side and shows significant differences from that\npredicted by either event generator.\n","Comment: 4 pages, 4 figures, proceedings of the Quark Matter 2015 Conference"]}]
["1512.09221",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09221"],"date":["2015-12-31"],"type":["text"],"creator":["Wang, Zi-Liang","Deng, Jian-Bo"],"language":[],"coverage":[],"title":["A model of eternal accelerated expansion without particle horizon"],"description":["  In our previous paper \\cite{8}, we proposed a cosmological model from the\nemergence of space, which possesses a significant character of evaluating the\nvacuum energy from the Hubble constant and the age of universe. And one problem\nof this model is that there is no inflation in the early universe. In this\npaper, we aim at resolving this problem which leads us to a rather surprising\nconclusion that our cosmological model can avoid the horizon and flatness\nproblems.\n","Comment: 10 pages"]}]
["1512.09226",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09226"],"date":["2015-12-31"],"type":["text"],"creator":["Cheng, Guang","Shang, Zuofeng"],"language":[],"coverage":[],"title":["Computational Limits of Divide-and-Conquer Method"],"description":["  This theoretical note explores statistical versus computational trade-off to\naddress a basic question in the application of divide-and-conquer method: what\nis the minimal computational cost in obtaining statistical optimality? In\nsmoothing spline setup, we observe a phase transition phenomenon for the number\nof deployed machines that ends up being a simple proxy for computing cost.\nSpecifically, a sharp upper bound for the number of machines is established:\nwhen the number is below this bound, statistical optimality (in terms of\nnonparametric estimation or testing) is achievable; otherwise, statistical\noptimality becomes impossible. These sharp bounds capture intrinsic\ncomputational limits of divide-and-conquer method, which turn out to be fully\ndetermined by the smoothness of the regression function. As a side remark, we\nargue that sample spitting may be viewed as a new form of regularization,\nplaying a similar role as smoothing parameter.\n","Comment: 37 pages"]}]
["1512.09227",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09227"],"date":["2015-12-31"],"type":["text"],"creator":["Zhang, Zemin","Aeron, Shuchin"],"language":[],"coverage":[],"title":["Denoising and Completion of 3D Data via Multidimensional Dictionary\n  Learning"],"description":["  In this paper a new dictionary learning algorithm for multidimensional data\nis proposed. Unlike most conventional dictionary learning methods which are\nderived for dealing with vectors or matrices, our algorithm, named KTSVD,\nlearns a multidimensional dictionary directly via a novel algebraic approach\nfor tensor factorization as proposed in [3, 12, 13]. Using this approach one\ncan define a tensor-SVD and we propose to extend K-SVD algorithm used for 1-D\ndata to a K-TSVD algorithm for handling 2-D and 3-D data. Our algorithm, based\non the idea of sparse coding (using group-sparsity over multidimensional\ncoefficient vectors), alternates between estimating a compact representation\nand dictionary learning. We analyze our KTSVD algorithm and demonstrate its\nresult on video completion and multispectral image denoising.\n","Comment: 9 pages, submitted to Conference on Computer Vision and Pattern\n  Recognition (CVPR) 2016"]}]
["1512.09228",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09228"],"date":["2015-12-31"],"type":["text"],"creator":["Jung, Minyoung","Burgstaller, Bernd","Blieberger, Johann"],"language":[],"coverage":[],"title":["Efficient Construction of Simultaneous Deterministic Finite Automata on\n  Multicores Using Rabin Fingerprints"],"description":["  In this paper, we propose several optimizations for the SFA construction\nalgorithm, which greatly reduce the in-memory footprint and the processing\nsteps required to construct an SFA. We introduce fingerprints as a space- and\ntime-efficient way to represent SFA states. To compute fingerprints, we apply\nthe Barrett reduction algorithm and accelerate it using recent additions to the\nx86 instruction set architecture. We exploit fingerprints to introduce hashing\nfor further optimizations. Our parallel SFA construction algorithm is\nnonblocking and utilizes instruction-level, data-level, and task-level\nparallelism of coarse-, medium- and fine-grained granularity. We adapt static\nworkload distributions and align the SFA data-structures with the constraints\nof multicore memory hierarchies, to increase the locality of memory accesses\nand facilitate HW prefetching. We conduct experiments on the PROSITE protein\ndatabase for FAs of up to 702 FA states to evaluate performance and\neffectiveness of our proposed optimizations. Evaluations have been conducted on\na 4 CPU (64 cores) AMD Opteron 6378 system and a 2 CPU (28 cores, 2\nhyperthreads per core) Intel Xeon E5-2697 v3 system. The observed speedups over\nthe sequential baseline algorithm are up to 118541x on the AMD system and\n2113968x on the Intel system.\n","Comment: 10 pages"]}]
["1512.09235",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09235"],"date":["2015-12-31"],"type":["text"],"creator":["Chen, Peijun","Huang, Jianguo","Zhang, Xiaoqun"],"language":[],"coverage":[],"title":["A primal-dual fixed-point algorithm for minimization of the sum of three\n  convex separable functions"],"description":["  Many problems arising in image processing and signal recovery with\nmulti-regularization can be formulated as minimization of a sum of three convex\nseparable functions. Typically, the objective function involves a smooth\nfunction with Lipschitz continuous gradient, a linear composite nonsmooth\nfunction and a nonsmooth function. In this paper, we propose a primal-dual\nfixed-point (PDFP) scheme to solve the above class of problems. The proposed\nalgorithm for three block problems is a fully splitting symmetric scheme, only\ninvolving explicit gradient and linear operators without inner iteration, when\nthe nonsmooth functions can be easily solved via their proximity operators,\nsuch as $\\ell_1$ type regularization. We study the convergence of the proposed\nalgorithm and illustrate its efficiency through examples on fused LASSO and\nimage restoration with non-negative constraint and sparse regularization.\n","Comment: 17 pages, 8 figures"]}]
["1512.09239",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09239"],"date":["2015-12-31"],"type":["text"],"creator":["Altman, Eitan","Touati, Corinne"],"language":[],"coverage":[],"title":["Load Balancing Congestion Games and their Asymptotic Behavior"],"description":["  A central question in routing games has been to establish conditions for the\nuniqueness of the equilibrium, either in terms of network topology or in terms\nof costs. This question is well understood in two classes of routing games. The\nfirst is the non-atomic routing introduced by Wardrop on 1952 in the context of\nroad traffic in which each player (car) is infinitesimally small; a single car\nhas a negligible impact on the congestion. Each car wishes to minimize its\nexpected delay. Under arbitrary topology, such games are known to have a convex\npotential and thus a unique equilibrium. The second framework is splitable\natomic games: there are finitely many players, each controlling the route of a\npopulation of individuals (let them be cars in road traffic or packets in the\ncommunication networks). In this paper, we study two other frameworks of\nrouting games in which each of several players has an integer number of\nconnections (which are population of packets) to route and where there is a\nconstraint that a connection cannot be split. Through a particular game with a\nsimple three link topology, we identify various novel and surprising properties\nof games within these frameworks. We show in particular that equilibria are non\nunique even in the potential game setting of Rosenthal with strictly convex\nlink costs. We further show that non-symmetric equilibria arise in symmetric\nnetworks. I. INTRODUCTION A central question in routing games has been to\nestablish conditions for the uniqueness of the equilibria, either in terms of\nthe network topology or in terms of the costs. A survey on these issues is\ngiven in [1]. The question of uniqueness of equilibria has been studied in two\ndifferent frameworks. The first, which we call F1, is the non-atomic routing\nintroduced by Wardrop on 1952 in the context of road traffic in which each\nplayer (car) is infinitesimally small; a single car has a negligible impact on\nthe congestion. Each car wishes to minimize its expected delay. Under arbitrary\ntopology, such games are known to have a convex potential and thus have a\nunique equilibrium [2]. The second framework, denoted by F2, is splitable\natomic games. There are finitely many players, each controlling the route of a\npopulation of individuals. This type of games have already been studied in the\ncontext of road traffic by Haurie and Marcotte [3] but have become central in\nthe telecom community to model routing decisions of Internet Service Providers\nthat can decide how to split the traffic of their subscribers among various\nroutes so as to minimize network congestion [4]. In this paper we study\nproperties of equilibria in two other frameworks of routing games which exhibit\nsurprising\n"]}]
["1512.09242",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09242","doi:10.13140/RG.2.1.4324.7449"],"date":["2015-12-31"],"type":["text"],"creator":["Thamali, R. J. K. A.","Kumbalatara, A. A. K","Liyanage, D. D.","Ukwatta, Ajith","Hewage, Jinasena","Witharana, Sanjeeva"],"language":[],"coverage":[],"title":["Modelling and Understanding of Highly Energy Efficient Fluids"],"description":["  Conventional heat carrier liquids have demonstrated remarkable enhancement in\nheat and mass transfer when nanoparticles were suspended in them. These\nliquid-nanoparticle suspensions are now known as Nanofluids. However the\nrelationship between nanoparticles and the degree of enhancement is still\nunclear, thus hindering the large scale manufacturing of them. Understanding of\nthe energy and flow behaviour of nanofluids is therefore of wide interest in\nboth academic and industrial context. In this paper we first model the heat\ntransfer of a nanofluid in convection in a circular tube at macro-scale by\nusing CFD code of OpenFoam. Then we zoon into nano-scale behaviour using the\nMolecular Dynamics (MD) simulation. In the latter we considered a system of\nwater and Gold nanoparticles. A systematic increase of convective heat transfer\nwas observed with increasing nanoparticle concentration. A maximum enhancement\nof 7.0% was achieved in comparison to base fluid water. This occurred when the\ngold volume fraction was 0.015. Subsequent MD simulations confirmed a dense\nwater layer formed 2nm away from the gold nanoparticle boundary. It is\nspeculated that the observed increase in thermal conductivity was principly\ncaused by this dense water layer formed around each nanoparticle.\n","Comment: Transactions of the Institution of Engineers Sri Lanka, Vol 1- Part B"]}]
["1512.09243",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09243"],"date":["2015-12-31"],"type":["text"],"creator":["Mehraban, Saeed"],"language":[],"coverage":[],"title":["Computational Complexity of Some Quantum Theories in $1+1$ Dimensions"],"description":["  We study the computational complexity of certain integrable quantum theories\nin 1+1 dimensions. We formalize a model of quantum computation based on these\ntheories. In this model, distinguishable particles start out with known momenta\nand initial superposition of different configurations. Then the label of these\nparticles are measured at the end. We prove that additive approximation to\nsingle amplitudes of these models can be obtained by the one-clean-qubit model,\nif no initial superpositions are allowed. However, if arbitrary initial states\nand non-adaptive intermediate measurements are allowed, we show that\nconditioned on infinite polynomial hierarchy assumption it is hard to sample\nfrom the output distribution of these models on a classical randomized\ncomputer. A classical analogue of this model is also formalized and its\ncomputational power is pinned down within the complexity classes below BPP and\nNP.\n","Comment: The material presented here is based on the author's Master's thesis,\n  advised by Scott Aaronson, submitted to the department of electrical\n  engineering and computer science at MIT on August 28, 2015. Editions and\n  modifications has been made to the original thesis, also a new chapter,\n  chapter 4 is added"]}]
["1512.09244",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09244"],"date":["2015-12-31"],"type":["text"],"creator":["Lerch, Sebastian","Thorarinsdottir, Thordis L.","Ravazzolo, Francesco","Gneiting, Tilmann"],"language":[],"coverage":[],"title":["Forecaster's Dilemma: Extreme Events and Forecast Evaluation"],"description":["  In public discussions of the quality of forecasts, attention typically\nfocuses on the predictive performance in cases of extreme events. However, the\nrestriction of conventional forecast evaluation methods to subsets of extreme\nobservations has unexpected and undesired effects, and is bound to discredit\nskillful forecasts when the signal-to-noise ratio in the data generating\nprocess is low. Conditioning on outcomes is incompatible with the theoretical\nassumptions of established forecast evaluation methods, thereby confronting\nforecasters with what we refer to as the forecaster's dilemma. For\nprobabilistic forecasts, proper weighted scoring rules have been proposed as\ndecision theoretically justifiable alternatives for forecast evaluation with an\nemphasis on extreme events. Using theoretical arguments, simulation\nexperiments, and a real data study on probabilistic forecasts of U.S. inflation\nand gross domestic product growth, we illustrate and discuss the forecaster's\ndilemma along with potential remedies.\n"]}]
["1512.09245",{"format":[],"subject":["Mathematics - Dynamical Systems","37E05, 37A10, 37D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09245"],"date":["2015-12-31"],"type":["text"],"creator":["Dobbs, Neil","Todd, Mike"],"language":[],"coverage":[],"title":["Free energy jumps up"],"description":["  We study continuity, and lack thereof, of thermodynamical properties for\none-dimensional dynamical systems. Under quite general hypotheses, the free\nenergy is shown to be almost upper-semicontinuous: some normalised component of\na limit measure will have free energy at least that of the limit of the free\nenergies. From this, we deduce results concerning existence and continuity of\nequilibrium states (statistical stability). Counterexamples to statistical\nstability in the absence of strong hypotheses are provided.\n","Comment: 87 pages, 3 figures"]}]
["1512.09246",{"format":[],"subject":["Physics - Medical Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09246"],"date":["2015-12-31"],"type":["text"],"creator":["Xu, Jun-Kui","Li, Wu-Yuan","Yan, Wei-Wei","Su, You-Wu","Li, Zong-Qiang","Wang, Mao","Pang, Cheng-Guo","Xu, Chong"],"language":[],"coverage":[],"title":["Neutron Dose measurement in the carbon ion therapy area at HIRFL (IMP)\n  as 12C ions with energies from 165 to 350MeV/u"],"description":["  The neutron dose distributions on observation distances and on observation\nangles were measured using a Wendi-II neutron dose-meter at the deep tumor\ntherapy terminal at HIRFL (Heavy Ion Research Facility in Lanzhou) as 12C ions\nwith energies from 165 to 350 MeV/u bombarding on thick solid water targets\nwith different thickness according to the ion energies. The experimental\nresults were compared with those calculated by FLUKA code. It is found that the\nexperimental data was in good agreement with the calculated results. The\nneutron energy spectra were also studied by using the FLUKA code. The results\nare valuable for the shielding design of high energy heavy ion medical machines\nand for the individual dose assessment.\n"]}]
["1512.09249",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09249"],"date":["2015-12-31"],"type":["text"],"creator":["Altug, Salim Ali"],"language":[],"coverage":[],"title":["Beyond Endoscopy via the trace formula - III: The standard\n  representation"],"description":["  We finalize the analysis of the trace formula initiated in\n\\cite{Altug:2015aa} and developed in \\cite{Altug:2015ab}, and calculate the\nasymptotic expansion of the beyond endoscopic averages for the standard\n$L$-functions attached to weight $k\\geq3$ cusp forms on $GL(2)$ (cf. Theorem\n\\ref{mainthm}). This, in particular, constitutes the first example of beyond\nendoscopy executed via the Arthur-Selberg trace formula, as originally proposed\nin \\cite{Langlands:2004aa}. As an application we also give a new proof of the\nanalytic continuation of the $L$-function attached to Ramanujan's\n$\\Delta$-function.\n","Comment: 28 pages"]}]
["1512.09251",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Neural and Evolutionary Computing","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09251"],"date":["2015-12-31"],"type":["text"],"creator":["Bagheri, Samineh","Konen, Wolfgang","Emmerich, Michael","Bäck, Thomas"],"language":[],"coverage":[],"title":["Solving the G-problems in less than 500 iterations: Improved efficient\n  constrained optimization by surrogate modeling and adaptive parameter control"],"description":["  Constrained optimization of high-dimensional numerical problems plays an\nimportant role in many scientific and industrial applications. Function\nevaluations in many industrial applications are severely limited and no\nanalytical information about objective function and constraint functions is\navailable. For such expensive black-box optimization tasks, the constraint\noptimization algorithm COBRA was proposed, making use of RBF surrogate modeling\nfor both the objective and the constraint functions. COBRA has shown remarkable\nsuccess in solving reliably complex benchmark problems in less than 500\nfunction evaluations. Unfortunately, COBRA requires careful adjustment of\nparameters in order to do so.\n  In this work we present a new self-adjusting algorithm SACOBRA, which is\nbased on COBRA and capable to achieve high-quality results with very few\nfunction evaluations and no parameter tuning. It is shown with the help of\nperformance profiles on a set of benchmark problems (G-problems, MOPTA08) that\nSACOBRA consistently outperforms any COBRA algorithm with fixed parameter\nsetting. We analyze the importance of the several new elements in SACOBRA and\nfind that each element of SACOBRA plays a role to boost up the overall\noptimization performance. We discuss the reasons behind and get in this way a\nbetter understanding of high-quality RBF surrogate modeling.\n"]}]
["1512.09254",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09254"],"date":["2015-12-31"],"type":["text"],"creator":["Moudřík, Josef","Neruda, Roman"],"language":[],"coverage":[],"title":["Evolving Non-linear Stacking Ensembles for Prediction of Go Player\n  Attributes"],"description":["  The paper presents an application of non-linear stacking ensembles for\nprediction of Go player attributes. An evolutionary algorithm is used to form a\ndiverse ensemble of base learners, which are then aggregated by a stacking\nensemble. This methodology allows for an efficient prediction of different\nattributes of Go players from sets of their games. These attributes can be\nfairly general, in this work, we used the strength and style of the players.\n","Comment: Published in 2015 IEEE Symposium Series on Computational Intelligence"]}]
["1512.09256",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09256"],"date":["2015-12-31"],"type":["text"],"creator":["Lazariev, Andrii","Arroyo-Camejo, Silvia","Rahane, Ganesh","Kavatamane, Vinaya Kumar","Balasubramanian, Gopalakrishnan"],"language":[],"coverage":[],"title":["Dynamical sensitivity control of a single-spin quantum sensor"],"description":["  The Nitrogen-Vacancy (NV) defect in diamond is a unique quantum system that\noffers precision sensing of nanoscale physical quantities beyond the current\nstate-of-the-art. Here we present a method to controllably encode the\ninteractions in the population of the spin states, thereby introducing a way to\ncontrol the sensitivity of a single spin as a continuum in contrast to\nfree-evolution based methods. By adopting this feature we demonstrate\nhigh-accuracy NV magnetometry without 2pi ambiguities, enhance the dynamic\nrange by a factor of 4*10^3 achieve interaction times exceeding 2 ms in\noff-the-shelf diamond. We perform nuclear spin-noise spectroscopy in the\nfrequency domain by dynamically controlling the NV spin's sensitivity piecewise\nand in a smooth manner thereby precluding harmonic artefacts and undesired\ninteractions. On a broader perspective dynamical sensitivity control provides\nan elegant handle on the inherent dynamics of quantum systems, while offering\ndecisive advantages for NV centre applications notably in quantum controls and\nsingle molecule NMR/MRI.\n"]}]
["1512.09259",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09259","Romanian Reports in Physics, Volume 68, Number 1, 2016"],"date":["2015-12-31"],"type":["text"],"creator":["Dimitrijevic, Dragoljub D.","Djordjevic, Goran S.","Milosevic, Milan"],"language":[],"coverage":[],"title":["Classicalization and Quantization of Tachyon-like Matter on\n  (non)Archimedean Spaces"],"description":["  We consider a class of tachyon-like potentials, inspired by string theory,\nD-brane dynamics and cosmology in the context of classical and quantum\nmechanics. Motivated by the trans-Plankcian problem in the very early stage of\ncosmological evolution of the Universe, we consider the theoretical role of\nDBI-type tachyon scalar field, defined over the field of real as well as\n$p$-adic numbers, i.e. archemedean and nonarchimedean spaces. To simplify the\nequation of motion for the scalar field, canonical transformations are defined\nand engaged. The corresponding quantum propagators in the Feynman path integral\napproach on real and nonarchimedean spaces are calculated and discussed, as are\npossibilities for a quantum adelic generalization and its application.\n"]}]
["1512.09261",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B40, 35L05, 93D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09261"],"date":["2015-12-31"],"type":["text"],"creator":["Ammari, Kaïs","Shel, Farhat","Vanninathan, Muthusamy"],"language":[],"coverage":[],"title":["Feedback stabilization of a simplified model of fluid-structure\n  interaction on a tree"],"description":["  In this paper we study the dynamic feedback stability for a simplified model\nof fluid-structure interaction on a tree. We prove that, under some conditions,\nthe energy of the solutions of the system decay exponentially to zero when the\ntime tends to infinity. Our technique is based on a frequency domain method and\na special analysis for the resolvent.\n"]}]
["1512.09262",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09262"],"date":["2015-12-31"],"type":["text"],"creator":["Ptashnyk, Mariya"],"language":[],"coverage":[],"title":["Multiscale analysis of signalling processes in tissues with non-periodic\n  distribution of cells"],"description":["  In this paper a microscopic model for a signalling process in the cardiac\nmuscle tissue of the left ventricular wall, comprising non-periodic fibrous\nmicrostructure is considered. To derive the macroscopic equations we\napproximate the non-periodic microstructure by the corresponding\nlocally-periodic microstructure. Then applying the methods of the\nlocally-periodic (l-p) unfolding operator, locally-periodic two-scale (l-t-s)\nconvergence on oscillating surfaces and l-p boundary unfolding operator we\nobtain the macroscopic problem for a signalling process in the heart muscle\ntissue.\n"]}]
["1512.09263",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09263"],"date":["2015-12-31"],"type":["text"],"creator":["Zhang, Leo Yu","Liu, Yuansheng","Wong, Kwok-Wo","Pareschi, Fabio","Zhang, Yushu","Rovatti, Riccardo","Setti, Gianluca"],"language":[],"coverage":[],"title":["On the security of a class of diffusion mechanisms for image encryption"],"description":["  The need for fast and strong image cryptosystems motivates researchers to\ndevelop new techniques to apply traditional cryptographic primitives in order\nto exploit the intrinsic features of digital images. One of the most popular\nand mature technique is the use of complex ynamic phenomena, including chaotic\norbits and quantum walks, to generate the required key stream. In this paper,\nunder the assumption of plaintext attacks we investigate the security of a\nclassic diffusion mechanism (and of its variants) used as the core\ncryptographic rimitive in some image cryptosystems based on the aforementioned\ncomplex dynamic phenomena. We have theoretically found that regardless of the\nkey schedule process, the data complexity for recovering each element of the\nequivalent secret key from these diffusion mechanisms is only O(1). The\nproposed analysis is validated by means of numerical examples. Some additional\ncryptographic applications of our work are also discussed.\n","Comment: 16 pages, 7 figures"]}]
["1512.09265",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09265"],"date":["2015-12-31"],"type":["text"],"creator":["Brown, Francis"],"language":[],"coverage":[],"title":["Periods and Feynman amplitudes"],"description":["  Feynman amplitudes in perturbation theory form the basis for most predictions\nin particle collider experiments. The mathematical quantities which occur as\namplitudes include values of the Riemann zeta function and relate to\nfundamental objects in number theory and algebraic geometry. This talk reviews\nsome of the recent developments in this field, and explains how new ideas from\nalgebraic geometry have led to much progress in our understanding of\namplitudes. In particular, the idea that certain transcendental numbers, such\nas $\\pi$, can be viewed as a representation of a group, provides a powerful\nframework to study amplitudes which reveals many hidden structures.\n","Comment: Talk given at the ICMP, Santiago de Chile, July 2015"]}]
["1512.09268",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B27, 35Q92, 74A40, 74D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09268"],"date":["2015-12-31"],"type":["text"],"creator":["Ptashnyk, Mariya","Seguin, Brian"],"language":[],"coverage":[],"title":["Homogenization of a viscoelastic model for plant cell wall biomechanics"],"description":["  The microscopic structure of a plant cell wall is given by cellulose\nmicrofibrils embedded in a cell wall matrix. In this paper we consider a\nmicroscopic model for interactions between viscoelastic deformations of a plant\ncell wall and chemical processes in the cell wall matrix. We consider elastic\ndeformations of the cell wall microfibrils and viscoelastic Kelvin--Voigt type\ndeformations of the cell wall matrix. Using homogenization techniques\n(two-scale convergence and periodic unfolding methods) we derive macroscopic\nequations from the microscopic model for cell wall biomechanics consisting of\nstrongly coupled equations of linear viscoelasticity and a system of\nreaction-diffusion and ordinary differential equations. As is typical for\nmicroscopic viscoelastic problems, the macroscopic equations for viscoelastic\ndeformations of plant cell walls contain memory terms. The derivation of the\nmacroscopic problem for degenerate viscoelastic equations is conducted using a\nperturbation argument.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1410.6911"]}]
["1512.09269",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09269","Physical Review A 92, 062327(2015)","doi:10.1103/PhysRevA.92.062327"],"date":["2015-12-31"],"type":["text"],"creator":["Zhao, Liangyuan","Yin, Zhenqiang","Wang, Shuang","Chen, Wei","Chen, Hua","Guo, Guangcan","Han, Zhengfu"],"language":[],"coverage":[],"title":["Measurement-Device-Independent Quantum Coin Tossing"],"description":["  Quantum coin tossing (QCT) is an important primitive of quantum cryptography\nand has received continuous interest. However, in practical QCT, Bob's\ndetectors can be subjected to detector-side channel attacks launched by\ndishonest Alice, which will possibly make the protocol completely insecure.\nHere, we report a simple strategy of a detector-blinding attack based on a\nrecent experiment. To remove all the detector side channels, we present a\nsolution of measurement-device-independent QCT (MDI-QCT). This method is\nsimilar to the idea of MDI quantum key distribution (QKD). MDI-QCT is loss\ntolerant with single-photon sources and has the same bias as the original\nloss-tolerant QCT under a coherent attack. Moreover, it provides the potential\nadvantage of doubling the secure distance for some special cases. Finally,\nMDI-QCT can also be modified to fit the weak coherent-state sources. Thus,\nbased on the rapid development of practical MDI-QKD, our proposal can be\nimplemented easily.\n","Comment: Close to the published version"]}]
["1512.09270",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09270"],"date":["2015-12-31"],"type":["text"],"creator":["Maghrabi, Abdullrahnan","Enizy, Mohammed Al","Aldosari, A","Almuteri, M"],"language":[],"coverage":[],"title":["A Small Multi-Wire Telescope for High Energy Cosmic Ray Muon Detection"],"description":["  Different types of ground-based detectors have been developed and deployed\naround the world to monitor and study CR variations. We have designed,\nconstructed and operated a three layer small (20x20 cm2) multiwire proportional\nchamber MWPC telescope for cosmic ray muon observations. In this paper, the\ntechnical aspects of this detector will be briefly discussed. The abilities of\nthe telescope in detecting high nergy cosmic ray muons (primaries higher than\n20 GeV) were established. The telescope performs well in this sense and showed\ncomparable results with a 1 m2 scintillator detector.\n","Comment: 15 pages; 10 figures"]}]
["1512.09273",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09273"],"date":["2015-12-31"],"type":["text"],"creator":["Manturov, Vassily Olegovich"],"language":[],"coverage":[],"title":["On Groups $G_{n}^{2}$ and Coxeter Groups"],"description":["  In the present paper, we prove that the group $G_{n}^{2}$ of free $n$-strand\nbraids is isomorphic to a subgroup of a semidirect product of some Coxeter\ngroup that we denote by $C(n,2)$ and the symmetric group $S_{n}$.\n","Comment: 5 pages"]}]
["1512.09277",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09277"],"date":["2015-12-31"],"type":["text"],"creator":["Babnik, Maurice"],"language":["de"],"coverage":[],"title":["Irreduzible Komponenten von 2-adischen Deformationsr\\\"aumen"],"description":["  We prove that the irreducible components of the space of framed deformations\nof a $2$-dimensional mod $2$ representation with scalar semi-simplification of\nthe absolute Galois group of $\\mathbb{Q}_2$ are in natural bijection with those\nof its determinant, confirming a conjecture of B\\\"ockle--Juschka\n","Comment: Master thesis at University Duisburg--Essen; in German with an\n  English introduction. The proponent was Vytautas Paskunas"]}]
["1512.09280",{"format":[],"subject":["Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09280"],"date":["2015-12-31"],"type":["text"],"creator":["Azhar, A. K. M.","Gan, Vincent B. Y.","Abdullah, W. A. T. Wan","Zainuddin, H."],"language":[],"coverage":[],"title":["On the Fractal Geometry of the Balance Sheet and the Fractal Index of\n  Insolvency Risk"],"description":["  This paper reviews the economic and theoretical foundations of insolvency\nrisk measurement and capital adequacy rules. The proposed new measure of\ninsolvency risk is constructed by disentangling assets, debt and equity at the\nmicro-prudential firm level. This new risk index is the Firm Insolvency Risk\nIndex (FIRI) which is symmetrical, proportional and scale invariant. We\ndemonstrate that the balance sheet can be shown to evolve with a fractal\npattern. As such we construct a fractal index that can measure the risk of\nassets. This index can differentiate between the similarity and dissimilarity\nin asset risk, and it will also possess the properties of being self-similar\nand invariant to firm characteristics that make up its asset composition hence\ninvariant to all types of risk derived from assets. Self-similarity and scale\ninvariance across the cross section allows direct comparison of degrees of risk\nin assets. This is by comparing the risk dissimilarity of assets. Being\nnaturally bounded to its highest upper bound, (0,2], the fractal index is able\nto serve like a risk thermometer. We assign geometric probabilities of\ninsolvency P (equity is equal or less than 0 conditional on debt being greater\nthan 0).\n","Comment: 18 pages, 6 figures"]}]
["1512.09283",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09283"],"date":["2015-12-31"],"type":["text"],"creator":["Sogami, Ikuo S."],"language":[],"coverage":[],"title":["Unified description of quarks and leptons in a multi-spinor field\n  formalism"],"description":["  Multi-spinor fields which behave as triple-tensor products of the Dirac\nspinors and form reducible representations of the Lorentz group describe three\nfamilies of ordinary quarks and leptons in the visible sector and an additional\nfamily of exotic dark quarks and leptons in the dark sector of the Universe.\nApart from the ordinary set of the gauge and Higgs fields in the visible\nsector, another set of gauge and Higgs fields belonging to the dark sector are\nassumed to exist. Two sectors possess channels of communication through gravity\nand a bi-quadratic interaction between the two types of Higgs fields. A\ncandidate for the main component of the dark matter is a stable dark hadron\nwith spin 3/2, and the upper limit of its mass is estimated to be 15.1\nGeV/c$^2$.\n","Comment: to appear in Proceedings of the 18th Bled Workshop \"What Comes Beyond\n  Standard Models\""]}]
["1512.09284",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09284"],"date":["2015-12-31"],"type":["text"],"creator":["Bediaga, I.","Magalhães, P. C."],"language":[],"coverage":[],"title":["Final state interaction on $B^+ \\to \\pi^-\\pi^+\\pi^+$"],"description":["  The large localized CP asymmetries observed by LHCb in three-body charmless\ndecays of $B$ mesons brings new challenge for experimentalists and their\ntraditional models to fit data. With higher statistics, rescattering and\nthree-body effects, previously ignored on data analysis, become more visible.\nThe time is ripe to use better theoretical assumptions as an ingredient in\norder to improve the analysis. In this paper we address the issue of\nrescattering effects in the charmless three-body decays of $B$ mesons. In\nparticular, we study the case of the $B^+ \\to \\pi^-\\pi^+\\pi^+$ decay and show\nthat the presence of hadronic loops shifts the P-wave phase near threshold to\nbelow zero, and modify the position of the $\\rho$-meson peak and it width, in\nthe Dalitz plot.\n"]}]
["1512.09285",{"format":[],"subject":["Mathematics - K-Theory and Homology","18A25, 18A40, 18G15, 18G55, 55P42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09285"],"date":["2015-12-31"],"type":["text"],"creator":["Chałupnik, Marcin"],"language":[],"coverage":[],"title":["On spectra and affine strict polynomial functors"],"description":["  We compare derived categories of the category of strict polynomial functors\nover a finite field and the category of ordinary endofunctors on the category\nof vector spaces. We introduce two intermediate categories: the category of\n$\\infty$--affine strict polynomial functors and the category of spectra of\nstrict polynomial functors. They provide a conceptual framework for\ncompuational theorems of Franjou--Friedlander--Scorichenko--Suslin and clarify\nthe role of inverting Frobenius morphism in comparing rational and discrete\ncohomology.\n"]}]
["1512.09287",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09287"],"date":["2015-12-31"],"type":["text"],"creator":["Potapov, Vladimir N."],"language":[],"coverage":[],"title":["Linear codes for an effective quantization of data"],"description":["  We consider the problem of finding a set $S$ of vertices of the Boolean\n$n$-cube having cardinality $2^{n-k}$ and intersecting with maximum number of\n$k$-dimensional faces. We prove an upper bound on the number of such faces. The\nsolution of the problem in the class of linear codes is found. Connections\nbetween this problem, cryptography and an efficiency of quantization are\ndiscussed.\n","Comment: 6 pages"]}]
["1512.09290",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Probability","68Q25, 68Q87, 60B20, 60H25, 90C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09290"],"date":["2015-12-31"],"type":["text"],"creator":["Amelunxen, Dennis","Lotz, Martin"],"language":[],"coverage":[],"title":["Average-case complexity without the black swans"],"description":["  We introduce the concept of weak average-case analysis as an attempt to\nachieve theoretical complexity results that are closer to practical experience\nthan those resulting from traditional approaches. This concept is accepted in\nother areas such as non-asymptotic random matrix theory and compressive\nsensing, and has a particularly convincing interpretation in the most common\nsituation encountered for condition numbers, where it amounts to replacing a\nnull set of ill-posed inputs by a \"numerical null set\". We illustrate the\nusefulness of these notions by considering three settings: (1) condition\nnumbers that are inversely proportional to a distance of a homogeneous\nalgebraic set of ill-posed inputs; (2) the running time of power iteration for\ncomputing a leading eigenvector of a Hermitian matrix; (3) Renegar's condition\nnumber for conic optimisation.\n","Comment: 19 pages"]}]
["1512.09293",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Networking and Internet Architecture","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09293"],"date":["2015-12-31"],"type":["text"],"creator":["Buzna, Lubos","Carvalho, Rui"],"language":[],"coverage":[],"title":["Controlling Congestion on Complex Networks"],"description":["  From the Internet to road networks and the power grid, modern life depends on\ncontrolling flows on critical infrastructure networks that often operate in a\ncongested state. Yet, we have a limited understanding of the relative\nperformance of the control mechanisms available to manage congestion and of the\ninterplay between network topology, path layout and congestion control\nalgorithms. Here, we consider two flow algorithms (max-flow and uniform-flow),\nand two more realistic congestion control schemes (max-min fairness and\nproportional fairness). We analyse how the algorithms and network topology\naffect throughput, fairness and the location of bottleneck edges. Our results\nshow that on large random networks a network operator can implement the\ntrade-off (proportional fairness) instead of the fair allocation (max-min\nfairness) with little sacrifice in throughput. We illustrate how the previously\nstudied uniform-flow approach leaves networks severely underutilised in\ncomparison with congestion control algorithms, and how uniform-flow can\n(erroneously) lead to the conclusion that ER networks are more efficient than\nSF at the onset of congestion. For proportional fairness and max-min fairness,\nwe found that SF networks are more unequal than ER. Finally, we found that\nlinks with high edge betweenness centrality are good candidates for bottleneck\nedges.\n","Comment: submitted"]}]
["1512.09294",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33C45, 33C52, 33D45, 33D52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09294"],"date":["2015-12-31"],"type":["text"],"creator":["Koornwinder, Tom H."],"language":[],"coverage":[],"title":["Quadratic transformations for orthogonal polynomials in one and two\n  variables"],"description":["  We discuss quadratic transformations for orthogonal polynomials in one and\ntwo variables. In the one-variable case we list many (or all) quadratic\ntransformations between families in the Askey scheme or $q$-Askey scheme. In\nthe two-variable case we focus, after some generalities, on the polynomials\nassociated with root system $BC_2$, i.e., $BC_2$-type Jacobi polynomials if\n$q=1$ and Koornwinder polynomials in two variables in the $q$-case.\n","Comment: 24 pages"]}]
["1512.09295",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09295"],"date":["2015-12-31"],"type":["text"],"creator":["Xing, Eric P.","Ho, Qirong","Xie, Pengtao","Dai, Wei"],"language":[],"coverage":[],"title":["Strategies and Principles of Distributed Machine Learning on Big Data"],"description":["  The rise of Big Data has led to new demands for Machine Learning (ML) systems\nto learn complex models with millions to billions of parameters, that promise\nadequate capacity to digest massive datasets and offer powerful predictive\nanalytics thereupon. In order to run ML algorithms at such scales, on a\ndistributed cluster with 10s to 1000s of machines, it is often the case that\nsignificant engineering efforts are required --- and one might fairly ask if\nsuch engineering truly falls within the domain of ML research or not. Taking\nthe view that Big ML systems can benefit greatly from ML-rooted statistical and\nalgorithmic insights --- and that ML researchers should therefore not shy away\nfrom such systems design --- we discuss a series of principles and strategies\ndistilled from our recent efforts on industrial-scale ML solutions. These\nprinciples and strategies span a continuum from application, to engineering,\nand to theoretical research and development of Big ML systems and\narchitectures, with the goal of understanding how to make them efficient,\ngenerally-applicable, and supported with convergence and scaling guarantees.\nThey concern four key questions which traditionally receive little attention in\nML research: How to distribute an ML program over a cluster? How to bridge ML\ncomputation with inter-machine communication? How to perform such\ncommunication? What should be communicated between machines? By exposing\nunderlying statistical and algorithmic characteristics unique to ML programs\nbut not typically seen in traditional computer programs, and by dissecting\nsuccessful cases to reveal how we have harnessed these principles to design and\ndevelop both high-performance distributed ML software as well as\ngeneral-purpose ML frameworks, we present opportunities for ML researchers and\npractitioners to further shape and grow the area that lies between ML and\nsystems.\n"]}]
["1512.09297",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D20, 55N91, 57S15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09297"],"date":["2015-12-31"],"type":["text"],"creator":["Holm, Tara S.","Kessler, Liat"],"language":[],"coverage":[],"title":["The equivariant cohomology of complexity one spaces"],"description":["  Complexity one spaces are an important class of examples in symplectic\ngeometry. Karshon and Tolman classify them in terms of combinatorial and\ntopological data. In this paper, we compute the equivariant cohomology for any\ncomplexity one space $T^{n-1}$ acting on $M^{2n}$. The key step is to compute\nthe equivariant cohomology for any Hamiltonian $S^1$ action on $M^4$.\n","Comment: 15 pages, 3 figures, 1 table"]}]
["1512.09304",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09304"],"date":["2015-12-31"],"type":["text"],"creator":["Nguyen, The Cuong"],"language":[],"coverage":[],"title":["Algebraic EHP sequences"],"description":["  The James fibrations give rise to the geometric EHP sequences of homotopy\ngroups of spheres. Using techniques from the Lambda algebra, \\cite{BCKQRS66}\nshows that there are similar long exact sequences of Ext groups defining the\n$E_{2}-$page of the Bousfield-Kan spectral sequence (also known as the unstable\nAdams spectral sequence) computing homotopy groups of spheres. In this paper,\nwe give another proof for this phenomenon.\n"]}]
["1512.09308",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","80C40, 60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09308"],"date":["2015-12-31"],"type":["text"],"creator":["Cortez, Roberto","Fontbona, Joaquin"],"language":[],"coverage":[],"title":["Quantitative uniform propagation of chaos for Maxwell molecules"],"description":["  We prove propagation of chaos at explicit polynomial rates in Wasserstein\ndistance W_2 for Kac's N-particle system associated with the spatially\nhomogeneous Boltzmann equation for Maxwell molecules, with and without cutoff.\nOur approach is mainly based on novel probabilistic coupling techniques.\nCombining them with recent stabilization results for the particle system we\nobtain, under suitable moments assumptions on the initial distribution, a\nuniform-in-time estimate of order almost N^{-1/3} for W_2^2.\n","Comment: 28 pages"]}]
["1512.09309",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","05A15 (Primary), 14N10, 32G15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09309","Theor. Math. Phys. Vol 185(3) (2015) 1685-1717"],"date":["2015-12-31"],"type":["text"],"creator":["Andersen, Jørgen Ellegaard","Chekhov, Leonid O.","Norbury, Paul","Penner, Robert C."],"language":[],"coverage":[],"title":["Topological recursion for Gaussian means and cohomological field\n  theories"],"description":["  We use the explicit relation between genus filtrated $s$-loop means of the\nGaussian matrix model and terms of the genus expansion of the\nKontsevich--Penner matrix model (KPMM), which is the generating function for\nvolumes of discretized (open) moduli spaces $M_{g,s}^{disc}$ (discrete\nvolumes), to express Gaussian means in all genera as polynomials in special\ntimes weighted by ancestor invariants of an underlying cohomological field\ntheory. We translate topological recursion of the Gaussian model into recurrent\nrelations for coefficients of this expansion proving their integrality and\npositivity. As an application, we find the coefficients in the first subleading\norder for ${\\mathcal M}_{g,1}$ for all $g$ in three ways: by using the refined\nHarer--Zagier recursion, by exploiting the Givental-type decomposition of KPMM,\nand by an explicit diagram counting.\n","Comment: 32 pages, 6 figures. arXiv admin note: substantial text overlap with\n  arXiv:1501.05867"]}]
["1512.09311",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09311"],"date":["2015-12-31"],"type":["text"],"creator":["Shahrampour, Shahin","Rakhlin, Alexander","Jadbabaie, Ali"],"language":[],"coverage":[],"title":["Finite-time Analysis of the Distributed Detection Problem"],"description":["  This paper addresses the problem of distributed detection in fixed and\nswitching networks. A network of agents observe partially informative signals\nabout the unknown state of the world. Hence, they collaborate with each other\nto identify the true state. We propose an update rule building on distributed,\nstochastic optimization methods. Our main focus is on the finite-time analysis\nof the problem. For fixed networks, we bring forward the notion of\nKullback-Leibler cost to measure the efficiency of the algorithm versus its\ncentralized analog. We bound the cost in terms of the network size, spectral\ngap and relative entropy of agents' signal structures. We further consider the\nproblem in random networks where the structure is realized according to a\nstationary distribution. We then prove that the convergence is exponentially\nfast (with high probability), and the non-asymptotic rate scales inversely in\nthe spectral gap of the expected network.\n","Comment: 6 pages, To Appear in Allerton Conference on Communication, Control,\n  and Computing 2015"]}]
["1512.09314",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09314"],"date":["2015-12-31"],"type":["text"],"creator":["Chlebus, Bogdan S.","Kowalski, Dariusz R."],"language":[],"coverage":[],"title":["Asynchronous Exclusive Selection"],"description":["  An asynchronous system of $n$ processes prone to crashes, along with a number\nof shared read-write registers, is the distributed setting. We consider\nassigning integer numbers to processes in an exclusive manner, in the sense\nthat no integer is assigned to two distinct processes. In the problem called\nRenaming, any $k\\le n$ processes, which hold original names from a range\n$[N]=\\{1,\\ldots,N\\}$, contend to acquire unique integers in a smaller range\n$[M]$ as new names using some $r$ auxiliary shared registers. We develop a\nwait-free $(k,N)$-renaming solution operating in $O(\\log k (\\log N + \\log\nk\\log\\log N))$ local steps, for $M=O(k)$, and with $r=O(k\\log(N/k))$ auxiliary\nregisters. We develop a wait-free $k$-renaming algorithm operating in $O(k)$\ntime, with $M=2k-1$ and with $r=O(k^2)$ registers. We develop an almost\nadaptive wait-free $N$-renaming algorithm, with $N$ known, operating in\n$O(\\log^2 k (\\log N + \\log k\\log\\log N))$ time, with $M=O(k)$ and with\n$r=O(n\\log(N/n))$ registers. We give a fully adaptive solution of Renaming,\nwith neither $k$ nor $N$ known, having $M=8k-\\lg k-1$ as the bound on new\nnames, operating in $O(k)$ steps and using $O(n^2)$ registers. As regards lower\nbounds, we show that a wait-free solution of Renaming requires\n$1+\\min\\{k-2,\\log_{2r} \\frac{N}{2M}\\}$ steps in the worst case. We apply\nrenaming algorithms to obtain solutions to a problem called Store-and-Collect,\nwhich is about operations of storing and collecting under additional\nrequirements. We consider the problem called Unbounded-Naming in which\nprocesses may repeatedly request new names, while no name can be reused once\nassigned, so that infinitely many integers need to be exclusively assigned as\nnames in an execution.\n"]}]
["1512.09320",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53A30 (Primary), 53C21 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09320"],"date":["2015-12-31"],"type":["text"],"creator":["Lu, Zhiqin","Wang, Yi"],"language":[],"coverage":[],"title":["On locally conformally flat manifolds with finite total $Q$-curvature"],"description":["  In this paper, we focus our study on the ends of a locally conformally flat\ncomplete manifold with finite total $Q$-curvature. We prove that for such a\nmanifold, the integral of the $Q$-curvature equals an integral multiple of a\ndimensional constant $c_n$, where $c_n$ is the integral of the $Q$-curvature on\nthe unit $n$-sphere. It provides further evidence that the $Q$-curvature on a\nlocally conformally flat manifold controls geometry as the Gaussian curvature\ndoes in two dimension.\n","Comment: 25 pages"]}]
["1512.09321",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","05E10, 13F60, 16G20, 16G70, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09321"],"date":["2015-12-31"],"type":["text"],"creator":["Simoes, Raquel Coelho"],"language":[],"coverage":[],"title":["Mutations of simple-minded systems in Calabi-Yau categories generated by\n  a spherical object"],"description":["  In this article, we give a definition and a classification of 'higher'\nsimple-minded systems in triangulated categories generated by spherical objects\nwith negative Calabi-Yau dimension. We also study mutations of this class of\nobjects and that of 'higher' Hom-configurations and Riedtmann configurations.\nThis gives an explicit analogue of the nice mutation theory exhibited in\ncluster-tilting theory.\n","Comment: 19 pages, 4 figures"]}]
["1512.09322",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09322"],"date":["2015-12-31"],"type":["text"],"creator":["Pietrzyk, Monika E.","Kanattsikov, Igor V."],"language":[],"coverage":[],"title":["Generalized Short Pulse Equation for Propagation of Few-Cycle Pulses in\n  Metamaterials"],"description":["  We show that propagation of ultrashort (few-cycle) pulses in nonlinear Drude\nmetamaterials with both electric and magnetic Kerr nonlinearities is described\nby coupled generalized Short Pulse Equations. The resulting system of equations\ngeneralizes to the case of metamaterials both the Short Pulse Equation and its\nvector generalizations which describe the few-cycle pulses in dielectric\noptical fibers beyond the slowly varying envelope approximation leading to the\nnonlinear Schroedinger equation.\n","Comment: 4 pages"]}]
["1512.09323",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09323"],"date":["2015-12-31"],"type":["text"],"creator":["Nikolova, Dessislava","Calhoun, David M.","Liu, Yang","Rumley, Sebastien","Novack, Ari","Baehr-Jones, Tom","Hochberg, Michael","Bergman, Keren"],"language":[],"coverage":[],"title":["A highly scalable fully non-blocking silicon photonic switch fabric"],"description":["  Large port count spatial optical switches will facilitate flexible and energy\nefficient data movement in future data communications systems, especially if\nthey are capable of nanosecond-order reconfiguration times. In this work, we\ndemonstrate an 8x8 microring-based silicon photonic switch with software\ncontrolled switching. The proposed switch architecture is modular as it\nassembles multiple identical components with multiplexing/demultiplexing\nfunctionalities. The switch is fully non-blocking, has path independent\ninsertion loss, low crosstalk and is straightforward to control. A scalability\nanalysis shows that this architecture can scale to very large port counts. This\nwork represents the first demonstration of real-time firmware controlled\nswitching with silicon photonics devices integrated at the chip scale.\n","Comment: 25 pages, 8 figures"]}]
["1512.09326",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09326"],"date":["2015-12-31"],"type":["text"],"creator":["Fernández, Francisco M."],"language":[],"coverage":[],"title":["On two exactly-solvable one-dimensional Hamiltonians with PT symmetry"],"description":["  We provide an explanation to the behaviour of the spectra of two\nexactly-solvable one-dimensional Hamiltonians with PT symmetry proposed\nearlier. We calculate the branch points at which pairs of eigenvalues coalesce\nand discuss the perturbation series.\n"]}]
["1512.09336",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09336"],"date":["2015-12-31"],"type":["text"],"creator":["Baker, Kenneth L.","Bowman, R. Sean","Luecke, John"],"language":[],"coverage":[],"title":["Boundary-reducing surgeries and bridge number"],"description":["  Let $M$ be a $3$--dimensional handlebody of genus $g$. This paper gives\nexamples of hyperbolic knots in $M$ with arbitrarily large genus $g$ bridge\nnumber which admit Dehn surgeries which are boundary-reducible manifolds.\n"]}]
["1512.09337",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","70E17, 70G40, 70H06, 70E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09337"],"date":["2015-12-31"],"type":["text"],"creator":["Ryabov, Pavel","Sokolov, Sergei","Kharlamova, Irina"],"language":[],"coverage":[],"title":["Explicit determination of certain periodic motions of a generalized\n  two-field gyrostat"],"description":["  The case of motion of a generalized two-field gyrostat found by V.V.Sokolov\nand A.V.Tsiganov is known as a Liouville integrable Hamiltonian system with\nthree degrees of freedom. We find a set of points at which the momentum map has\nrank 1. This set consists of special periodic motions which correspond to the\nsingular points of a bifurcation diagram on an iso-energetic surface. For such\nmotions the phase variables can be expressed in terms of algebraic functions of\na single auxiliary variable. These algebraic functions satisfy a differential\nequation integrable in elliptic functions of time. It is shown that the\ncorresponding points in the three-dimensional space of the constants of the\nintegrals belong to the intersection of two sheets of the discriminant surface\nof the Lax curve.\n","Comment: 13 pages, 2 figures"]}]
["1512.09338",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","16T15, 18E40, 16T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09338","Algebr. Represent. Theory, Vol. 17 (2014), No. 4, pp 1145--1154"],"date":["2015-12-31"],"type":["text"],"creator":["Iovanov, Miodrag C."],"language":[],"coverage":[],"title":["Semiartinian profinite algebras have nilpotent Jacobson radical"],"description":["  We give a method to study the finiteness of the coradical filtration of a\ncoalgebra; as a consequence, we show that a left semiartinian profinite algebra\nhas nilpotent Jacobson radical and is right semiartinian too. Equivalently, we\nshow that a for a semilocal profinite algebra, T-nilpotence implies nilpotence\nfor the Jacobson radical. This answers two open questions from \\cite{INT}.\n","Comment: 10p"]}]
["1512.09339",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","15A30, 16S50, 16T15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09339","Linear Algebra Appl., Vol. 439 (2013), no. 10, 3166--3172"],"date":["2015-12-31"],"type":["text"],"creator":["Dascalescu, Sorin","Iovanov, Miodrag C.","Predut, Sorina"],"language":[],"coverage":[],"title":["Frobenius Structural Matrix Algebras"],"description":["  We discuss when the incidence coalgebra of a locally finite preordered set is\nright co-Frobenius. As a consequence, we obtain that a structural matrix\nalgebra over a field $k$ is Frobenius if and only if it consists, up to a\npermutation of rows and columns, of diagonal blocks which are full matrix\nalgebras over $k$.\n"]}]
["1512.09341",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","05C25, 16T15, 18E40, 16T30, 18G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09341","Bull. Math. Soc. Sci. Math. Roumanie, Tome 56 (104) No. 3 (2013),\n  349--364"],"date":["2015-12-31"],"type":["text"],"creator":["Iovanov, M. C."],"language":[],"coverage":[],"title":["Complete Path Algebras and Rational Modules"],"description":["  We study rational modules over complete path and monomial algebras, and the\nproblem of when rational modules over the dual $C^*$ of a coalgebra $C$ are\nclosed under extensions, equivalently, when is the functor $Rat$ a torsion\nfunctor. We show that coreflexivity, closure under extensions of finite\ndimensional rational modules and of arbitrary modules are Morita invariant, and\nthat they are preserved by subcoalgebras. We obtain new large classes of\nexamples of coalgebras with torsion functor, coming from monomial coalgebras,\nand answer some questions in the literature.\n","Comment: 13p; invited paper to special conference volume in honor of T. Albu\n  and C. Nastasescu"]}]
["1512.09343",{"format":[],"subject":["Mathematics - Number Theory","11G30 (Primary), 11D41, 11G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09343"],"date":["2015-12-31"],"type":["text"],"creator":["Patsolic, Jesse","Rouse, Jeremy"],"language":[],"coverage":[],"title":["Trinomials defining quintic number fields"],"description":["  Given a quintic number field $K/\\mathbb{Q}$, we study the set of irreducible\ntrinomials, polynomials of the form $x^{5} + ax + b$, that have a root in $K$.\nWe show that there is a genus four curve $C_{K}$ whose rational points are in\nbijection with such trinomials. This curve $C_{K}$ maps to an elliptic curve\ndefined over a number field, and using this map, we are able (in some cases) to\ndetermine all the rational points on $C_{K}$ using elliptic curve Chabauty.\n","Comment: 12 pages"]}]
["1512.09344",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16T15, 16T05, 05C38, 06A11, 16T30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09344","Forum Math. 27 (2015), No. 5, 2587--2608"],"date":["2015-12-31"],"type":["text"],"creator":["Dascalescu, Sorin","Iovanov, Miodrag C."],"language":[],"coverage":[],"title":["Semiperfect and coreflexive coalgebras"],"description":["  We study non-counital coalgebras and their dual non-unital algebras, and\nintroduce the finite dual of a non-unital algebra. We show that a theory that\nparallels in good part the duality in the unital case can be constructed. Using\nthis, we introduce a new notion of left coreflexivity for counital coalgebras,\nnamely, a coalgebra is left coreflexive if $C$ is isomorphic canonically to the\nfinite dual of its left rational dual $Rat(_{C^*}C^*)$. We show that right\nsemiperfectness for coalgebras is in fact essentially equivalent to this left\nreflexivity condition, and we give the connection to usual coreflexivity. As\napplication, we give a generalization of some recent results connecting dual\nobjects such as quiver or incidence algebras and coalgebras, and show that Hopf\nalgebras with non-zero integrals (compact quantum groups) are coreflexive.\n","Comment: 14pp; published version 22pp"]}]
["1512.09345",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57M05, 53D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09345"],"date":["2015-12-31"],"type":["text"],"creator":["Kirk, Paul"],"language":[],"coverage":[],"title":["On the traceless SU(2) character variety of the 6-punctured 2-sphere"],"description":["  We exhibit the traceless $SU(2)$ character variety of a 6-punctured 2-sphere\nas a 2-fold branched cover of ${\\mathbb{C}}P^3$, branched over the singular\nKummer surface, with the branch locus in $R(S^2,6)$ corresponding to the binary\ndihedral representations. This follows from an analysis of the map induced on\n$SU(2)$ character varieties by the 2-fold branched cover $F_{n-1}\\to S^2$\nbranched over $2n$ points, combined with the theorem of Narasimhan-Ramanan\nwhich identifies $R(F_2)$ with ${\\mathbb{C}} P^3$. The singular points of\n$R(S^2,6)$ correspond to abelian representations, and we prove that each has a\nneighborhood in $R(S^2,6)$ homeomorphic to a cone on $S^2\\times S^3$.\n","Comment: 17 pages, 1 figure"]}]
["1512.09348",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09348"],"date":["2015-12-31"],"type":["text"],"creator":["Roukema, Boudewijn F."],"language":[],"coverage":[],"title":["The baryon acoustic oscillation peak: a flexible standard ruler"],"description":["  For about a decade, the baryon acoustic oscillation (BAO) peak at about 105\nMpc/h has provided a standard ruler test of the LCDM cosmological model, a\nmember of the Friedmann--Lemaitre--Robertson--Walker (FLRW) family of\ncosmological models---according to which comoving space is rigid. However,\ngeneral relativity does not require comoving space to be rigid. During the\nvirialisation epoch, when the most massive structures form by gravitational\ncollapse, it should be expected that comoving space evolves inhomogeneous\ncurvature as structure grows. The BAO peak standard ruler should also follow\nthis inhomogeneous evolution if the comoving rigidity assumption is false. This\n\"standard\" ruler has now been detected to be flexible, as expected under\ngeneral relativity.\n","Comment: 6 pages, 2 figures, Proceedings of the Fourteenth Marcel Grossman\n  Meeting on General Relativity, 12--18 July 2015, Rome"]}]
["1512.09349",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09349"],"date":["2015-12-31"],"type":["text"],"creator":["Turner, Jonathan"],"language":[],"coverage":[],"title":["Faster Maximium Priority Matchings in Bipartite Graphs"],"description":["  A maximum priority matching is a matching in an undirected graph that\nmaximizes a priority score defined with respect to given vertex priorities. An\nearlier paper showed how to find maximum priority matchings in unweighted\ngraphs. This paper describes an algorithm for bipartite graphs that is faster\nwhen the number of distinct priority classes is limited. For graphs with $k$\ndistinct priority classes it runs in $O(kmn^{1/2})$ time, where $n$ is the\nnumber of vertices in the graph and $m$ is the number of edges.\n"]}]
["1512.09355",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09355"],"date":["2015-12-31"],"type":["text"],"creator":["Pocanic, Dinko"],"language":[],"coverage":[],"title":["Allowed rare pion and muon decays as tests of the Standard Model"],"description":["  Simple dynamics, few available decay channels, and extremely well controlled\nradiative and loop corrections, make pion and muon decays a sensitive means for\ntesting the underlying symmetries, the universality of weak fermion couplings,\nas well as for study of pion structure and chiral dynamics. We review the\ncurrent state of experimental study of the allowed rare decays of charged\npions: (a) electronic, $\\pi^+ \\to e^+\\nu_e$, or $\\pi_{e2}$, (b) radiative,\n$\\pi^+ \\to e^+\\nu_e\\gamma$, or $\\pi_{e2\\gamma}$, and (c) semileptonic,\n$\\pi^+\\to \\pi^0 e^+ \\nu$, or $\\pi_{e3}$, as well as muon radiative decay,\n$\\mu^+\\to e^+ \\nu_{\\text{e}}\\bar{\\nu}_{\\mu}\\gamma$. Taken together, these data\npresent an internally consistent picture that also agrees well with Standard\nModel (SM) predictions. However, even following the great strides of the recent\ndecades, experimental accuracy is lagging far behind that of the theoretical\ndescription for all above processes. We review the implications of the present\nstate of knowledge and prospects for further improvement in the near term.\n","Comment: 10 pages, 6 figures, to appear in the proceedings of NuFact15, XVIIth\n  International Workshop on Neutrino Factories and Future Neutrino Facilities,\n  Centro Brasileiro de Pesquisas F\\'isicas, Rio de Janeiro, Brazil, 10-15\n  August 2015"]}]
["1512.09359",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09359"],"date":["2015-12-31"],"type":["text"],"creator":["Henriksen, Ian D.","Evans, Emily J."],"language":[],"coverage":[],"title":["A Refinement Algorithm for Generalized B-splines"],"description":["  In this paper we present a method for knot insertion and degree elevation of\ngeneralized B-splines (GB-splines) via the local representation of these curves\nas piecewise functions. The use of local structures makes the refinement\nroutines simpler to understand and implement.\n"]}]
["1512.09362",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09362"],"date":["2015-12-31"],"type":["text"],"creator":["Sprung, Florian"],"language":[],"coverage":[],"title":["A formulation for p-adic versions of the Birch and Swinnerton-Dyer\n  conjectures in the supersingular case"],"description":["  Given an elliptic curve E and a prime p of (good) supersingular reduction, we\nformulate p-adic analogues of the Birch and Swinnerton-Dyer conjecture using a\npair of Iwasawa functions L^\\sharp(E,T) and L^\\flat(E,T). They are equivalent\nto the conjectures of Perrin-Riou and Bernardi. We also generalize work of\nKurihara and Pollack to give a criterion for positive rank in terms of the\nvalue of the quotient between these functions, and derive a result towards a\nnon-vanishing conjecture. We also generalize a conjecture of Kurihara and\nPollack concerning the greatest common divisor of the two functions to the\ngeneral supersingular case.\n","Comment: To appear in 'Research in Number Theory,' volume 1, issue 1. The\n  generalization of the theorems of Kurihara and Pollack is new, while the\n  p-adic BSD conjectures in terms of the integral p-adic L-functions supersedes\n  part of an earlier arxiv submission [arXiv:1211.1352], which is being\n  withdrawn"]}]
["1512.09365",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09365"],"date":["2015-12-31"],"type":["text"],"creator":["Poplawski, Nikodem J."],"language":[],"coverage":[],"title":["Kinetization of scalar field by torsion"],"description":["  We show that a scalar field without a kinetic term in the Lagrangian density,\ncoupled to a covariant divergence of the torsion vector in the Einstein-Cartan\ntheory of gravity, becomes kinetic in its general-relativistic equivalent\nformulation. Dynamical scalar fields may therefore be emergent.\n","Comment: 3 pages"]}]
["1512.09366",{"format":[],"subject":["Mathematical Physics","81Q35, 81Q93, 81U40, 81U15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09366"],"date":["2015-12-31"],"type":["text"],"creator":["Turek, Ondřej"],"language":[],"coverage":[],"title":["On quantum graph filters with flat passbands"],"description":["  We examine transmission through a quantum graph vertex to which auxiliary\nedges with constant potentials are attached. We find a characterization of\nvertex couplings for which the transmission probability from a given \"input\"\nline to a given \"output\" line shows a flat passband. The bandwidth is\ncontrolled directly by the potential on the auxiliary edges. Vertices with such\ncouplings can thus serve as controllable band-pass filters. The paper extends\nearlier works on the topic. The result also demonstrates the effectivity of the\n$ST$-form of boundary conditions for a study of scattering in quantum graph\nvertices.\n","Comment: 18 pages, 4 figures"]}]
["1512.09368",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09368"],"date":["2015-12-31"],"type":["text"],"creator":["Wallisch, Pascal"],"language":[],"coverage":[],"title":["Brighter than the sun: Powerscape visualizations illustrate power needs\n  in neuroscience and psychology"],"description":["  Participant needs to achieve a given power are frequently underestimated.\nThis is particularly problematic when effect sizes are small, such as is common\nin neuroscience and psychology. We provide tools to make these demands\nimmediately obvious in the form of a powerscape visualization.\n","Comment: 5 pages, 2 figures"]}]
["1512.09369",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Logic in Computer Science","F.3.2","D.3.4","D.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09369"],"date":["2015-12-31"],"type":["text"],"creator":["Lopez-Garcia, Pedro","Haemmerle, Remy","Klemen, Maximiliano","Liqat, Umer","Hermenegildo, Manuel V."],"language":[],"coverage":[],"title":["Towards Energy Consumption Verification via Static Analysis"],"description":["  In this paper we leverage an existing general framework for resource usage\nverification and specialize it for verifying energy consumption specifications\nof embedded programs. Such specifications can include both lower and upper\nbounds on energy usage, and they can express intervals within which energy\nusage is to be certified to be within such bounds. The bounds of the intervals\ncan be given in general as functions on input data sizes. Our verification\nsystem can prove whether such energy usage specifications are met or not. It\ncan also infer the particular conditions under which the specifications hold.\nTo this end, these conditions are also expressed as intervals of functions of\ninput data sizes, such that a given specification can be proved for some\nintervals but disproved for others. The specifications themselves can also\ninclude preconditions expressing intervals for input data sizes. We report on a\nprototype implementation of our approach within the CiaoPP system for the XC\nlanguage and XS1-L architecture, and illustrate with an example how embedded\nsoftware developers can use this tool, and in particular for determining values\nfor program parameters that ensure meeting a given energy budget while\nminimizing the loss in quality of service.\n","Comment: Presented at HIP3ES, 2015 (arXiv: 1501.03064)"]}]
["1512.09370",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09370"],"date":["2015-12-12"],"type":["text"],"creator":["Venturino, Giorgio Sabetta; Emma Perracchione; Ezio"],"language":[],"coverage":[],"title":["Wild herbivores in forests: four case studies"],"description":["  A three population system with a top predator population, i.e. the\nherbivores, and two prey populations, grass and trees, is considered to model\nthe interaction of herbivores with natural resources. We apply the model for\nfour natural mountain parks in Northern Italy, three located in the Eastern\nAlps, two of which in the Dolomites and one in the Julian Alps, and one in the\nMaritime Alps, Northwest Italy. The simulations, based on actual data gathered\nfrom contacts with rangers and parks administrators, field samplings and\npublished material, provide useful information on the behavior of the\nvegetation-wild herbivores interactions and the possible medium-long term\nevolution of these ecosystems. At the same time they show that these ecosystems\nare in a very delicate situation, for which the animal populations could become\nextinguished in case of adverse environmental conditions. The determination of\nthe so called sensitivity surfaces support our findings and indicate some\npossible preventive measures to the park admistrators.\n"]}]
["1512.09372",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09372"],"date":["2015-12-30"],"type":["text"],"creator":["Yang, Bo","Manz, Thomas A."],"language":[],"coverage":[],"title":["Computationally Designed Zirconium Organometallic Catalyst for Direct\n  Epoxidation of Alkenes without Allylic H Atoms: Aromatic Linkage Eliminates\n  Formation of Inert Octahedral Complexes"],"description":["  We used density functional theory to computationally design a Zr\norganometallic catalyst for selectively oxidizing substrates using molecular\noxygen as oxidant without coreductant. Each selective oxidation cycle involves\nfour general steps: (a) a peroxo or weakly adsorbed O2 group releases an O atom\nto substrate to form substrate oxide and an oxo group, (b) an oxygen molecule\nadds to the oxo group to generate an eta2-ozone group, (c) the eta2-ozone group\nrearranges to form an eta3-ozone group, and (d) the eta3-ozone group releases\nan O atom to substrate to form substrate oxide and regenerate the peroxo or\nweakly adsorbed O2 group. This catalyst could potentially be synthesized via\nthe condensation reaction Zr(N(R)R')4 + 2\nC6H4-1,6-(N(C6H3-2',6'-(CH(CH3)2)2)OH)2 -->\nZr(C6H4-1,6-(N(C6H3-2',6'-(CH(CH3)2)2)O)2)2 [aka Zr_Benzol catalyst] + 4\nN(R)(R')H where R and R' are CH3, CH2CH3, or other alkyl groups. For direct\nethylene epoxidation, the computed enthalpic energetic span (i.e., effective\nactivation energy for the entire catalytic cycle) is 27.1 kcal/mol, which is\none of the lowest values for catalysts studied to date. We study reaction\nmechanisms and the stability of different catalyst forms as a function of the\noxygen atom chemical potential. Notably, an aromatic linkage in each ligand\nprevents this catalyst from deactivating to form an inactive octahedral-like\nstructure that contains the same atoms as the dioxo complex, Zr(Ligand)2(O)2.\nDue to a side reaction that can transfer an allylic H atom from alkene to\ncatalyst, this catalyst is useful for directly epoxidizing alkenes such as\nethylene that do not contain allylic H atoms. To better understand the reaction\nchemistry, we computed net atomic charges and bond orders for the two\ncatalytically relevant reaction cycles. These results quantify electron\ntransfer and bond forming and breaking during the catalytic process.\n","Comment: 41 pages, 16 figures, 6 tables"]}]
["1512.09373",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09373"],"date":["2015-12-07"],"type":["text"],"creator":["Skordas, Efthimios S."],"language":[],"coverage":[],"title":["Bulk moduli of PbS$_{x}$Se$_{1-x}$, PbS$_{x}$Te$_{1-x}$ and\n  PbSe$_{x}$Te$_{1-x}$ from a thermodynamical model compared to generalized\n  gradient approximation approach"],"description":["  Very recently, first-principle technique of full-potential linearized\naugmented plane-wave method, by using for exchange-correlation potential the\ngeneralized gradient approximation (GGA), was employed for the study of the\nlead chalcogenide semiconductors' alloys PbS$_{x}$Se$_{1-x}$,\nPbS$_{x}$Te$_{1-x}$ and PbSe$_{x}$Te$_{1-x}$. These density functional\ncalculations led to the determination of structural, electronic and optical\nproperties, including the values of lattice constants and bulk moduli as a\nfunction of composition. Here, we investigate the latter properties, but by\nemploying a thermodynamical model which has been suggested for the formation\nand migration of defects in solids including several recent applications in\nsemiconductors. The following crucial difference emerges when comparing the\npresent results with those deduced by density functional calculations: Among\nthe alloys studied, GGA calculations identify that PbS$_{x}$Te$_{1-x}$ exhibits\nthe most evident non-linear variation of the bulk modulus versus the\ncomposition, while according to the thermodynamical model such an evident\nnon-linear behavior -and maybe somewhat stronger- is also expected for\nPbSe$_{x}$Te$_{1-x}$. A tentative origin of this diversity is discussed.\n","Comment: 16 pages, 1 figure, 3 tables. It has been accepted for publication in\n  Materials Science in Semiconductor Processing"]}]
["1512.09375",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1512.09375"],"date":["2015-12-29"],"type":["text"],"creator":["Ayón-Beato, Eloy","Ramírez-Baca, P. Isaac","Terrero-Escalante, César A."],"language":[],"coverage":[],"title":["Cosmological stealths with nonconformal couplings"],"description":["  In this paper the existence of a stealth field during the evolution of our\nUniverse is studied. With this aim, in the framework of the FRW cosmology, the\ncase of non-conformal non-minimal coupling between a stealth scalar field and\ngravity is studied. It is shown that de Sitter's are the only backgrounds\nallowing for a stealth field fully depending on the spacetime coordinates. This\nway, such a field is not consistent with the present cosmological picture. If\nthe stealth is homogeneous, then its dynamics is restricted by the underlying\ncosmological evolution. It is shown that homogeneous stealths can coexist with\nthe kind of matter used to describe the matter content of our Universe\naccording to the $\\Lambda$CDM model.\n","Comment: 13 pages, 13 figures"]}]
["cond-mat/0202214",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0202214","Int. J. Quantum Chem. 91, 257-262 (2003)","doi:10.1002/qua.10411"],"date":["2002-02-13"],"type":["text"],"creator":["Kim, Yong-Hoon","Staedele, Martin","Goerling, Andreas"],"language":[],"coverage":[],"title":["Optical excitations of Si by time-dependent density-functional theory\n  based on the exact-exchange Kohn-Sham band structure"],"description":["  We calculate the imaginary part of the frequency-dependent dielectric\nfunction of bulk silicon by applying time-dependent density-functional theory\nbased on the exact-exchange (EXX) Kohn-Sham (KS) band structure and the\nadiabatic local-density approximation (ALDA) kernel. The position of the E2\nabsorption peak calculated with the EXX band structure at the\nindependent-particle level is in excellent agreement with experiments, which\ndemonstrates the good quality of EXX `KS quasiparticles'. The excitonic E1 peak\nthat is missing at the independent-particle level remains absent if\ntwo-particle interaction effects are taken into account within the\ntime-dependent LDA, demonstrating the incapability of the ALDA kernel to\ndescribe excitonic effects.\n","Comment: 6 pages, 2 figures; contribution to \"DFT 2001\", Sep. 10-14, San\n  Lorenzo de El Escorial, Spain; to be published in Int. J. Quantum. Chem"]}]
["cond-mat/0208093",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0208093","Phys. Rev. Lett. 89, 096402 (2002)","doi:10.1103/PhysRevLett.89.096402"],"date":["2002-08-06"],"type":["text"],"creator":["Kim, Yong-Hoon","Goerling, Andreas"],"language":[],"coverage":[],"title":["Excitonic optical spectrum of semiconductors obtained by time-dependent\n  density-functional theory with the exact-exchange kernel"],"description":["  Applying the novel exact-exchange (EXX) Kohn-Sham method within\ntime-dependent density-functional theory, we obtained the optical absorption\nspectrum of bulk silicon in good agreement with experiments including excitonic\nfeatures. Analysis of the EXX kernel shows that inclusion of the Coulomb\ncoupling of electron-hole pairs and the correct long-wavelength behavior in the\nkernel is crucial for the proper description of excitonic effects in\nsemiconductors.\n","Comment: 5 pages, 2 figures. 4-page version will be published in Phys. Rev.\n  Lett"]}]
["physics/9911030",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/9911030","Phys. Rev. B 61, 4397-4400 (2000)","doi:10.1103/PhysRevB.61.4397"],"date":["1999-11-14"],"type":["text"],"creator":["Lee, In-Ho","Kim, Yong-Hoon","Martin, Richard"],"language":[],"coverage":[],"title":["One-way multigrid method in electronic structure calculations"],"description":["  We propose a simple and efficient one-way multigrid method for\nself-consistent electronic structure calculations based on iterative\ndiagonalization. Total energy calculations are performed on several different\nlevels of grids starting from the coarsest grid, with wave functions\ntransferred to each finer level. The only changes compared to a single grid\ncalculation are interpolation and orthonormalization steps outside the original\ntotal energy calculation and required only for transferring between grids. This\nfeature results in a minimal amount of code change, and enables us to employ a\nsophisticated interpolation method and noninteger ratio of grid spacings.\nCalculations employing a preconditioned conjugate gradient method are presented\nfor two examples, a quantum dot and a charged molecular system. Use of three\ngrid levels with grid spacings 2h, 1.5h, and h decreases the computer time by\nabout a factor of 5 compared to single level calculations.\n","Comment: 10 pages, 2 figures, to appear in Phys. Rev. B, Rapid Communications"]}]
["physics/9911031",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/9911031","Comput. Phys. Commun. 131, 10-25 (2000)","doi:10.1016/S0010-4655(00)00056-4"],"date":["1999-11-14"],"type":["text"],"creator":["Kim, Yong-Hoon","Lee, In-Ho","Martin, Richard M."],"language":[],"coverage":[],"title":["Object-oriented construction of a multigrid electronic-structure code\n  with Fortran 90"],"description":["  We describe the object-oriented implementation of a higher-order\nfinite-difference density-functional code in Fortran 90. Object-oriented models\nof grid and related objects are constructed and employed for the implementation\nof an efficient one-way multigrid method we have recently proposed for the\ndensity-functional electronic-structure calculations. Detailed analysis of\nperformance and strategy of the one-way multigrid scheme will be presented.\n","Comment: 24 pages, 6 figures, to appear in Comput. Phys. Comm"]}]
