["1604.08359",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","40A35, 40A05, 54E52, 28A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1604.08359"],"date":["2016-04-28"],"type":["text"],"creator":["Balcerzak, Marek","Popławski, Michał","Wachowicz, Artur"],"language":[],"coverage":[],"title":["Ideal convergent subsequences and rearrangements for divergent sequences\n  of functions"],"description":["  Let $\\I$ be an ideal on $\\N$ which is either analytic or coanalytic. Assume\nthat $(f_n)$ is a sequence of functions with the Baire property from a Polish\nspace $X$ into a complete metric space $Z$, which is divergent on a comeager\nset. We investigate the Baire category of $\\I$-convergent subsequences and\nrearrangements of $(f_n)$. Our result generalizes a theorem of Kallman. A\nsimilar theorem for subsequences is obtained if $(X,\\mu)$ is a $\\sigma$-finite\ncomplete measure space and a sequence $(f_n)$ of measurable functions from $X$\nto $Z$ is $\\I$-divergent $\\mu$-almost everywhere. Then the set of subsequences\nof $(f_n)$, $\\I$-divergent $\\mu$-almost everywhere, is of full product measure\non $\\{ 0,1\\}^\\N$. Here we assume additionally that $\\mathcal I$ has property\n(G).\n"]}]
["1604.08387",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1604.08387"],"date":["2016-04-28"],"type":["text"],"creator":["Mirebrahimi, Hanieh","Ghanei, Fateme"],"language":[],"coverage":[],"title":["Burnside Condition on Some Intersection Subgroups"],"description":["  In this paper, using the notions graphs, core graphs, immersions and covering\nmaps of graphs, introduced by Stallings in 1983, we prove the Burnside\ncondition for the intersection of subgroups of free groups with Burnside\ncondition.\n"]}]
["1604.08426",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1604.08426"],"date":["2016-04-13"],"type":["text"],"creator":["Chen, Cheng","Zhang, Xilin","Wang, Yizhou","Fang, Fang"],"language":[],"coverage":[],"title":["A Novel Method to Study Bottom-up Visual Saliency and its Neural\n  Mechanism"],"description":["  In this study, we propose a novel method to measure bottom-up saliency maps\nof natural images. In order to eliminate the influence of top-down signals,\nbackward masking is used to make stimuli (natural images) subjectively\ninvisible to subjects, however, the bottom-up saliency can still orient the\nsubjects attention. To measure this orientation/attention effect, we adopt the\ncueing effect paradigm by deploying discrimination tasks at each location of an\nimage, and measure the discrimination performance variation across the image as\nthe attentional effect of the bottom-up saliency. Such attentional effects are\ncombined to construct a final bottomup saliency map. Based on the proposed\nmethod, we introduce a new bottom-up saliency map dataset of natural images to\nbenchmark computational models. We compare several state-of-the-art saliency\nmodels on the dataset. Moreover, the proposed paradigm is applied to\ninvestigate the neural basis of the bottom-up visual saliency map by analyzing\npsychophysical and fMRI experimental results. Our findings suggest that the\nbottom-up saliency maps of natural images are constructed in V1. It provides a\nstrong scientific evidence to resolve the long standing dispute in neuroscience\nabout where the bottom-up saliency map is constructed in human brain.\n"]}]
["1604.08447",{"format":[],"subject":["Physics - Classical Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1604.08447"],"date":["2016-04-05"],"type":["text"],"creator":["Naify, Christina J.","Rohde, Charles A","Martin, Theodore P.","Nicholas, Michael","Guild, Matthew D.","Orris, Gregory J."],"language":[],"coverage":[],"title":["Generation of topologically diverse acoustic vortex beams using a\n  compact metamaterial aperture"],"description":["  Vortex waves, which carry orbital angular momentum, have found use in a range\nof fields from quantum communications to particle manipulation. Due to their\nwidespread influence, significant attention has been paid to the methods by\nwhich vortex waves are generated. For example, active phased arrays generate\ndiverse vortex modes at the cost of electronic complexity and power\nconsumption. Conversely, analog apertures, such as spiral phase plates,\nmetasurfaces, and gratings require separate apertures to generate each mode.\nHere we present a new class of metamaterial-based acoustic vortex generators,\nwhich are both geometrically and electronically simple, and topologically\ntunable. Our metamaterial approach generates vortex waves by wrapping an\nacoustic leaky wave antenna back upon itself. Exploiting the antennas\nfrequency-varying refractive index, we demonstrate experimentally and\nanalytically that this analog structure generates both integer, and non-integer\nvortex modes. The metamaterial design makes the aperture compact and can thus\nbe integrated into high-density systems.\n","Comment: 24 pages, 5 figures"]}]
["1604.08513",{"format":[],"subject":["Mathematical Physics","Mathematics - Functional Analysis","81Q35, 82B41, 47B36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1604.08513"],"date":["2016-04-28"],"type":["text"],"creator":["Carvalho, Silas L.","de Oliveira, César R."],"language":[],"coverage":[],"title":["A characterization of singular packing subspaces with an application to\n  limit-periodic operators"],"description":["  A new characterization of the singular packing subspaces of general bounded\nself-adjoint operators is presented, which is used to show that the set of\noperators whose spectral measures have upper packing dimension equal to one is\na $G_\\delta$ (in suitable metric spaces). As an application, it is proven that,\ngenerically (in space of continuous sampling functions), spectral measures of\nthe limit-periodic Schr\\\"odinger operators have upper packing dimensions equal\nto one. Consequently, in a generic set, these operators are quasiballistic.\n","Comment: Accepted for publication in Forum Mathematicum"]}]
["1604.08529",{"format":[],"subject":["Physics - History and Philosophy of Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1604.08529"],"date":["2016-04-28"],"type":["text"],"creator":["Boughn, Stephen"],"language":[],"coverage":[],"title":["A Modest View of Bell's Theorem"],"description":["  In the 80 years since the seminal Einstein, Podolsky, and Rosen (EPR) paper,\nphysicists and philosophers have mused about the `spooky action at a distance'\naspect of quantum mechanics that so bothered Einstein. In his formal analysis\nof EPR-type entangled quantum states, Bell (1964) concluded that any hidden\nvariable theory designed to reproduce the predictions of quantum mechanics must\nnecessarily be nonlocal and allow superluminal interactions. This doesn't\nimmediately imply that nonlocality is a characteristic feature of quantum\nmechanics let alone a fundamental property of nature; however, many physicists\nand philosophers of science do harbor this belief. Experts in the field often\nuse the term `nonlocality' to designate particular non-classical aspects of\nquantum entanglement and do not confuse the term with superluminal\ninteractions. However, many physicists seem to take the term more literally. I\nendeavor to disabuse the latter of this notion by emphasizing that the\ncorrelations of Bell-type entanglement are a result of ordinary quantum\nsuperposition with no need to introduce nonlocality. The conclusion of the EPR\npaper wasn't that quantum mechanics is nonlocal but rather that it is an\nincomplete description of reality. For different reasons, many physicists,\nincluding me, agree with Einstein that quantum mechanics is necessarily an\nincomplete description of reality.\n","Comment: Talk given at the 2016 Princeton-TAMU Symposium on Quantum Noise\n  Effects in Thermodynamics, Biology and Information"]}]
