["0805.1715",{"format":[],"subject":["Computer Science - Information Theory","Nonlinear Sciences - Adaptation and Self-Organizing Systems","H.1.1","J.2","J.3","J.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1715"],"date":["2008-05-12","2012-05-03"],"type":["text"],"creator":["Shour, Robert"],"language":[],"coverage":[],"title":["Isotropy, entropy, and energy scaling"],"description":["  Two principles explain emergence. First, in the Receipt's reference frame,\nDeg(S) = 4/3 Deg(R), where Supply S is an isotropic radiative energy source,\nReceipt R receives S's energy, and Deg is a system's degrees of freedom based\non its mean path length. S's 1/3 more degrees of freedom relative to R enables\nR's growth and increasing complexity. Second, rho(R) = Deg(R) times rho(r),\nwhere rho(R) represents the collective rate of R and rho(r) represents the rate\nof an individual in R: as Deg(R) increases due to the first principle, the\nmultiplier effect of networking in R increases. A universe like ours with\nisotropic energy distribution, in which both principles are operative, is\ntherefore predisposed to exhibit emergence, and, for reasons shown, a\nubiquitous role for the natural logarithm.\n","Comment: v2 scaling focus; v3 isotropy focus; v4: revises a nat log thm; v5-8:\n  isotropy and degrees of freedom focus with corrected proofreading; v9-10:\n  rewrite of v5-8"]}]
["0806.0401",{"format":[],"subject":["Physics - Plasma Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0401","Plasma Sources Sci. Technol. 21, 035001 (2012)","doi:10.1088/0963-0252/21/3/035001"],"date":["2008-06-02","2012-04-27"],"type":["text"],"creator":["Ristivojevic, Zoran","Petrović, Zoran Lj."],"language":[],"coverage":[],"title":["A Monte Carlo simulation of ion transport at finite temperatures"],"description":["  We have developed a Monte Carlo simulation for ion transport in hot\nbackground gases, which is an alternative way of solving the corresponding\nBoltzmann equation that determines the distribution function of ions. We\nconsider the limit of low ion densities when the distribution function of the\nbackground gas remains unchanged due to collision with ions. A special\nattention has been paid to properly treat the thermal motion of the host gas\nparticles and their influence on ions, which is very important at low electric\nfields, when the mean ion energy is comparable to the thermal energy of the\nhost gas. We found the conditional probability distribution of gas velocities\nthat correspond to an ion of specific velocity which collides with a gas\nparticle. Also, we have derived exact analytical formulas for piecewise\ncalculation of the collision frequency integrals. We address the cases when the\nbackground gas is monocomponent and when it is a mixture of different gases.\nThe developed techniques described here are required for Monte Carlo\nsimulations of ion transport and for hybrid models of non-equilibrium plasmas.\nThe range of energies where it is necessary to apply the technique has been\ndefined. The results we obtained are in excellent agreement with the existing\nones obtained by complementary methods. Having verified our algorithm, we were\nable to produce calculations for Ar$^+$ ions in Ar and propose them as a new\nbenchmark for thermal effects. The developed method is widely applicable for\nsolving the Boltzmann equation that appears in many different contexts in\nphysics.\n","Comment: 14 pages"]}]
["0905.0739",{"format":[],"subject":["Mathematics - Dynamical Systems","37C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0739"],"date":["2009-05-06","2012-05-02"],"type":["text"],"creator":["Thompson, Daniel J."],"language":[],"coverage":[],"title":["Irregular sets, the $\\beta$-transformation and the almost specification\n  property"],"description":["  Let $(X,d)$ be a compact metric space, $f:X \\mapsto X$ be a continuous map\nsatisfying a property we call almost specification (which is slightly weaker\nthan the $g$-almost product property of Pfister and Sullivan), and $\\phi$ be a\ncontinuous function on $X$. We show that the set of points for which the\nBirkhoff average of $\\phi$ does not exist (which we call the irregular set) is\neither empty or has full topological entropy. Every $\\beta$-shift satisfies\nalmost specification and we show that the irregular set for any $\\beta$-shift\nor $\\beta$-transformation is either empty or has full topological entropy and\nHausdorff dimension.\n","Comment: To appear in Transactions of the American Mathematical Society. Final\n  version was submitted to TAMS on November 24th 2010, and it appears I did not\n  update the arXiv version at the time! Changes from version 1 are mostly minor\n  - typos fixed, references improved. The most significant change is to section\n  5.1, where the results have been improved"]}]
["0906.1941",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1941","Math. Ann. 348 (2010), no. 1, 127-141"],"date":["2009-06-10","2009-10-06"],"type":["text"],"creator":["Lacey, Michael T.","Petermichl, Stefanie","Reguera, Maria Carmen"],"language":[],"coverage":[],"title":["Sharp $ A_2$ Inequality for Haar Shift Operators"],"description":["  As a corollary to our main theorem we give a new proof of the result that the\nnorm of the Hilbert transform on L^2(w) has norm bounded by a the A_2\ncharacteristic of a weight to the first power, a theorem of one of us. This new\nproof begins as the prior proofs do, by passing to Haar shifts. Then, we apply\na deep two-weight T1 theorem of Nazarov-Treil-Volberg, to reduce the matter to\nchecking a certain carleson measure condition. This condition is checked with a\ncorona decomposition of the weight. Prior proofs of this type have used Bellman\nfunctions, while this proof is flexible enough to address all Haar shifts at\nthe same time.\n","Comment: 14 pages, submitted to math annalen. Typos corrected. This is the\n  final version of the paper"]}]
["0909.5158",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Probability","42A05, 11K38, 60J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5158","Dependence in probability, analysis and number theory, 73-87,\n  Kendrick Press, Heber City, UT, 2010"],"date":["2009-09-28","2010-01-30"],"type":["text"],"creator":["Bilyk, Dmitriy","Lacey, Michael T.","Parissis, Ioannis","Vagharshakyan, Armen"],"language":[],"coverage":[],"title":["A Three Dimensional Signed Small Ball Inequality"],"description":["  The Small Ball Inequality is a conjectural lower bound on sums the L-infinity\nnorm of sums of Haar functions supported on dyadic rectangles of a fixed volume\nin the unit cube. The conjecture is fundamental to questions in discrepancy\ntheory, approximation theory and probability theory. In this article, we\nconcentrate on a special case of the conjecture, and give the best known lower\nbound in dimension 3, using a conditional expectation argument.\n","Comment: 13 pages. To appear in Walter Philipp memorial volume. v2\n  incorporates the referee's report"]}]
["0910.3981",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3981","Appl. Phys. Lett. 100, 181105 (2012)","doi:10.1063/1.4710548"],"date":["2009-10-20","2011-10-27"],"type":["text"],"creator":["Jacob, Zubin","Smolyaninov, Igor","Narimanov, Evgenii"],"language":[],"coverage":[],"title":["Broadband Purcell effect: Radiative decay engineering with metamaterials"],"description":["  Engineering the photonic density of states (PDOS) using resonant\nmicrocavities or periodic dielectric media gives control over a plethora of\nclassical and quantum phenomena associated with light. Here, we show that\nnanostructured metamaterials with hyperbolic dispersion, possess a broad\nbandwidth singularity in the PDOS, an effect not present in any other photonic\nsystem, which allows remarkable control over light-matter interactions. A\nspectacular manifestation of this non-resonant PDOS alteration is the broadband\nPurcell effect, an enhancement in the spontaneous emission of a light source,\nwhich ultimately leads to a device that can efficiently harness a single photon\nfrom an isolated emitter. Our approach differs from conventional resonant\nPurcell effect routes to single photon sources with a limitation in bandwidth,\nwhich places restrictions on the probable use of such methods for practical\ndevice applications, especially at room temperature. The proposed metadevice,\nuseful for applications from quantum communications to biosensing also opens up\nthe possibility of using metamaterials to probe the quantum electrodynamic\nproperties of atoms and artificial atoms such as quantum dots.\n"]}]
["0911.2728",{"format":[],"subject":["Physics - General Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2728","Journal of Alloys and Compounds 504 (2010) L14-L16","doi:10.1016/j.jallcom.2010.05.081"],"date":["2009-11-13"],"type":["text"],"creator":["Garai, Jozsef"],"language":[],"coverage":[],"title":["Calculating the optimum pressure and temperature for vacancy\n  minimization from theory; Niobium is an example"],"description":["  Self-resonance in the atomic vibration occurs when the average wavelength of\nthe phonon thermal vibration is equivalent or harmonic of the diameters of the\natoms. It is suggested that applying pressure at temperature corresponding to\nthe self-resonance should effectively reduce the number of vacancies. This\ntheoretical prediction is tested on Niobium by measuring the magnetic\nsusceptibility of the untreated and treated samples. The applied\npressure-temperature treatment increased the critical temperature of Niobium by\nabout 30 percent which was also accompanied with volume increase.\n"]}]
["1003.0702",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0702","The Oxford Handbook of Random Matrix Theory, edited by G. Akemann,\n  J. Baik, and P. Di Francesco (Oxford University Press, Oxford, 2011): pp.\n  703-722"],"date":["2010-03-02"],"type":["text"],"creator":["Fyodorov, Y. V.","Savin, D. V."],"language":[],"coverage":[],"title":["Resonance Scattering of Waves in Chaotic Systems"],"description":["  This is a brief overview of RMT applications to quantum or wave chaotic\nresonance scattering, focusing mainly on theoretical results obtained via\nnon-perturbative methods starting from mid-nineties.\n","Comment: 22 pages, chapter for the Oxford Handbook of Random Matrix Theory\n  (edited by G. Akemann, J. Baik, and P. Di Francesco)"]}]
["1003.1287",{"format":[],"subject":["Mathematics - Number Theory","11Y40, 11R29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1287"],"date":["2010-03-05","2012-05-03"],"type":["text"],"creator":["Rozenhart, Pieter","Jacobson Jr., Michael","Scheidler, Renate"],"language":[],"coverage":[],"title":["Computing quadratic function fields with high 3-rank via cubic field\n  tabulation"],"description":["  This paper presents an algorithm for generating all imaginary and unusual\ndiscriminants up to a fixed degree bound that define a quadratic function field\nof positive 3-rank. Our method makes use of function field adaptations of a\nmethod due to Belabas for finding quadratic number fields of high 3-rank and of\na refined function field version of a theorem due to Hasse. We provide\nnumerical data for discriminant degree up to 11 over the finite fields\n$\\mathbb{F}_{5}, \\mathbb{F}_{7}, \\mathbb{F}_{11}$ and $\\mathbb{F}_{13}$. A\nspecial feature of our technique is that it produces quadratic function fields\nof minimal genus for any given 3-rank. Taking advantage of certain\n$\\mathbb{F}_{q}(t)$-automorphisms in conjunction with Horner's rule for\nevaluating polynomials significantly speeds up our algorithm in the imaginary\ncase; this improvement is unique to function fields and does not apply to\nnumber field tabulation. These automorphisms also account for certain\ndivisibility properties in the number of fields found with positive 3-rank. Our\nnumerical data mostly agrees with the predicted heuristics of\nFriedman-Washington and partial results on the distribution of such values due\nto Ellenberg-Venkatesh-Westerland for quadratic function fields over the finite\nfield $\\finfldq{q}$ where $q \\equiv -1 \\pmod{3}$. The corresponding data for $q\n\\equiv 1 \\pmod{3}$ does not agree closely with the previously mentioned\nheuristics and results, but does agree more closely with some recent number\nfield conjectures of Malle and some work in progress on proving such\nconjectures for function fields due to Garton.\n","Comment: 32 pages. Improved algorithm for imaginary case, additional\n  computational results provided, certain divisibility properties in the number\n  of fields found explained, numerous small edits. Submitted for publication"]}]
["1005.2362",{"format":[],"subject":["Physics - Geophysics","Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2362","Meteoritics & Planetary Science 47, 1-7 (2012)","doi:10.1111/j.1945-5100.2011.01307.x"],"date":["2010-05-13","2011-07-26"],"type":["text"],"creator":["Garai, Jozsef"],"language":[],"coverage":[],"title":["Ionized Nitrogen Mono-hydride Bands are Identified in the Pre-solar and\n  Carbonado Diamond Spectra"],"description":["  None of the well established Nitrogen related IR absorption bands, common in\nsynthetic and terrestrial diamonds, have been identified in the pre-solar\ndiamond spectra. In the carbonado diamond spectra only the single nitrogen\nimpurity (C centre) is identified and the assignments of the rest of the\nnitrogen-related bands are still debated. It is speculated that the\nunidentified bands in the Nitrogen absorption region are not induced by\nNitrogen but rather by Nitrogen-hydrides because in the interstellar\nenvironment Nitrogen reacts with Hydrogen and forms NH+; NH; NH2; NH3. Among\nthese Hydrides the electronic configuration of NH+ is the closest to Carbon.\nThus this ionized Nitrogen-mono-hydride is the best candidate to substitute\nCarbon in the diamond structure. The bands of the substitutional NH+ defect are\ndeduced by red shifting the irradiation induced N+ bands due to the mass of the\nadditional Hydrogen. The six bands of the NH+ defects are identified in both\nthe pre-solar and the carbonado diamond spectra. The new assignments identify\nall of the nitrogen-related bands in the spectra, indicating that pre-solar and\ncarbonado diamonds contain only single nitrogen impurities.\n"]}]
["1006.2610",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2610"],"date":["2010-06-14","2012-05-03"],"type":["text"],"creator":["Leducq, Elodie"],"language":[],"coverage":[],"title":["Functions which are PN on infiitely many extensions of Fp, p odd"],"description":["  Let $p$ be an odd prime number. We prove that for $m\\equiv1\\mod p$, $x^m$ is\nperfectly nonlinear over $\\mathbb{F}_{p^n}$ for infinitely many $n$ if and only\nif $m$ is of the form $p^l+1$, $l\\in\\mathbb{N}$. First, we study singularities\nof $f(x,y)=\\frac{(x+1)^m-x^m-(y+1)^m+y^m}{x-y}$ and we use Bezout theorem to\nshow that for $m\\neq 1+p^l$, $f(x,y)$ has an absolutely irreducible factor.\nThen by Weil theorem, f(x,y) has rationnal points such that $x\\neq y$ which\nmeans that $x^m$ is not PN.\n"]}]
["1006.5518",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","Nonlinear Sciences - Adaptation and Self-Organizing Systems","34C30, 34C14, 34C15, 34C29, 34C60. 34D35, 34D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5518","L. Recke, A. Samoilenko, A. Teplinsky, V. Tkachenko, and S.\n  Yanchuk. Frequency locking of modulated waves. Discrete and continuous\n  Dynamical Systems 31, 847-875 (2011)","doi:10.3934/dcds.2011.31.847"],"date":["2010-06-29"],"type":["text"],"creator":["Recke, Lutz","Samoilenko, Anatoly","Teplinsky, Alexey","Tkachenko, Viktor","Yanchuk, Serhiy"],"language":[],"coverage":[],"title":["Frequency locking of modulated waves"],"description":["  We consider the behavior of a modulated wave solution to an\n$\\mathbb{S}^1$-equivariant autonomous system of differential equations under an\nexternal forcing of modulated wave type. The modulation frequency of the\nforcing is assumed to be close to the modulation frequency of the modulated\nwave solution, while the wave frequency of the forcing is supposed to be far\nfrom that of the modulated wave solution. We describe the domain in the\nthree-dimensional control parameter space (of frequencies and amplitude of the\nforcing) where stable locking of the modulation frequencies of the forcing and\nthe modulated wave solution occurs.\n  Our system is a simplest case scenario for the behavior of self-pulsating\nlasers under the influence of external periodically modulated optical signals.\n"]}]
["1007.4329",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Rings and Algebras","15A63, 18A40, 17A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4329","doi:10.1080/00927872.2012.660668"],"date":["2010-07-25","2011-05-20"],"type":["text"],"creator":["Wilson, James B."],"language":[],"coverage":[],"title":["Division, adjoints, and dualities of bilinear maps"],"description":["  The distributive property can be studied through bilinear maps and various\nmorphisms between these maps. The adjoint-morphisms between bilinear maps\nestablish a complete abelian category with projectives and admits a duality.\nThus the adjoint category is not a module category but nevertheless it is\nsuitably familiar. The universal properties have geometric perspectives. For\nexample, products are orthogonal sums. The bilinear division maps are the\nsimple bimaps with respect to nondegenerate adjoint-morphisms. That formalizes\nthe understanding that the atoms of linear geometries are algebraic objects\nwith no zero-divisors. Adjoint-isomorphism coincides with principal isotopism;\nhence, nonassociative division rings can be studied within this framework.\n  This also corrects an error in an earlier pre-print; see Remark 2.11.\n"]}]
["1009.3819",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3819","International Journal of Computer and Electrical Engineering vol.\n  3, no. 1, pp. 1-7, 2011"],"date":["2010-09-20"],"type":["text"],"creator":["Islam, Md. Saiful","Rahman, Muhammad Mahbubur","Begum, Zerina","Hafiz, Mohd. Zulfiquar"],"language":[],"coverage":[],"title":["Fault Tolerant Variable Block Carry Skip Logic (VBCSL) using Parity\n  Preserving Reversible Gates"],"description":["  Reversible logic design has become one of the promising research directions\nin low power dissipating circuit design in the past few years and has found its\napplication in low power CMOS design, digital signal processing and\nnanotechnology. This paper presents the efficient design approaches of fault\ntolerant carry skip adders (FTCSAs) and compares those designs with the\nexisting ones. Variable block carry skip logic (VBCSL) using the fault tolerant\nfull adders (FTFAs) has also been developed. The designs are minimized in terms\nof hardware complexity, gate count, constant inputs and garbage outputs.\nBesides of it, technology independent evaluation of the proposed designs\nclearly demonstrates its superiority with the existing counterparts.\n","Comment: 9 pages, 16 figures, 2 tables, Accepted for publication in IJCEE,\n  IACSIT, Singapore"]}]
["1010.3958",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3958","Probability in Complex Physical Systems--In honour of Erwin\n  Bolthausen and J\\\"urgen G\\\"artner, 119--158. Springer Proceedings in\n  Mathematics 11, 2012"],"date":["2010-10-19","2012-05-03"],"type":["text"],"creator":["Drewitz, Alexander","Gärtner, Jürgen","Ramírez, Alejandro F.","Sun, Rongfeng"],"language":[],"coverage":[],"title":["Survival Probability of a Random Walk Among a Poisson System of Moving\n  Traps"],"description":["  We review some old and prove some new results on the survival probability of\na random walk among a Poisson system of moving traps on Z^d, which can also be\ninterpreted as the solution of a parabolic Anderson model with a random\ntime-dependent potential. We show that the annealed survival probability decays\nasymptotically as e^{-\\lambda_1\\sqrt{t}} for d=1, as e^{-\\lambda_2 t/\\log t}\nfor d=2, and as e^{-\\lambda_d t} for d>= 3, where \\lambda_1 and \\lambda_2 can\nbe identified explicitly. In addition, we show that the quenched survival\nprobability decays asymptotically as e^{-\\tilde \\lambda_d t}, with \\tilde\n\\lambda_d>0 for all d>= 1. A key ingredient in bounding the annealed survival\nprobability is what is known in the physics literature as the Pascal principle,\nwhich asserts that the annealed survival probability is maximized if the random\nwalk stays at a fixed position. A corollary of independent interest is that the\nexpected cardinality of the range of a continuous time symmetric random walk\nincreases under perturbation by a deterministic path.\n","Comment: Minor corrections. Equations numbering style changed to conform to\n  the published version. See published version for final page numbering"]}]
["1010.4200",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4200","doi:10.1142/9789814329033_0050"],"date":["2010-10-20","2010-12-03"],"type":["text"],"creator":["Lineros, Roberto A."],"language":[],"coverage":[],"title":["Cosmic rays of leptons from Pulsars and Supernova Remnants"],"description":["  The latest results from PAMELA and FERMI experiments confirm the necessity to\nimprove theoretical models of production and propagation of galactic electrons\nand positrons. There are many possible explanations for the positron excess\nobserved at energies larger than 10 GeV and for some features around 1 TeV in\nthe total flux of electrons and positrons. Supernovae are astrophysical objects\nwith the potential to explain these observations. In this work, we present an\nupdated study of the astrophysical sources of lepton cosmic rays and the\npossible and the possible explanation of the anomalies in terms of\nastrophysical sources.\n","Comment: 6 pages, 1 figures, Proceeding for the Conference on Cosmic Rays for\n  Particle and Astroparticle Physics, CRICATPP 2010, Como, Italy"]}]
["1011.2723",{"format":[],"subject":["Mathematics - Differential Geometry","Primary 53Cxx, Secondary 53A30, 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2723"],"date":["2010-11-11","2012-05-03"],"type":["text"],"creator":["Case, Jeffrey S."],"language":[],"coverage":[],"title":["Smooth metric measure spaces and quasi-Einstein metrics"],"description":["  Smooth metric measure spaces have been studied from the two different\nperspectives of Bakry-\\'Emery and Chang-Gursky-Yang, both of which are closely\nrelated to work of Perelman on the Ricci flow. These perspectives include a\ngeneralization of the Ricci curvature and the associated quasi-Einstein\nmetrics, which include Einstein metrics, conformally Einstein metrics, gradient\nRicci solitons, and static metrics. In this article, we describe a natural\nperspective on smooth metric measure spaces from the point of view of conformal\ngeometry and show how it unites these earlier perspectives within a unified\nframework. We offer many results and interpretations which illustrate the\nunifying nature of this perspective, including a natural variational\ncharacterization of quasi-Einstein metrics as well as some interesting families\nof examples of such metrics.\n","Comment: 30 pages; rewritten to use the more standard terminology of smooth\n  metric measure spaces"]}]
["1011.2728",{"format":[],"subject":["Mathematics - Differential Geometry","Primary 53C21, Secondary 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2728"],"date":["2010-11-11","2012-05-03"],"type":["text"],"creator":["Case, Jeffrey S."],"language":[],"coverage":[],"title":["The energy of a smooth metric measure space and applications"],"description":["  We introduce and study the notion of the energy of a smooth metric measure\nspace, which includes as special cases the Yamabe constant and Perelman's\n$\\nu$-entropy. We then investigate some properties the energy shares with these\nconstants, in particular its relationship with the $\\kappa$-noncollapsing\nproperty. Finally, we use the energy to prove a precompactness theorem for the\nspace of compact quasi-Einstein smooth metric measure spaces, in the spirit of\nsimilar results for Einstein metrics and gradient Ricci solitons.\n","Comment: 44 pages; rewritten to use the more standard language of smooth\n  metric measure spaces, and corrected some errors in the appendix"]}]
["1011.4200",{"format":[],"subject":["Mathematics - Dynamical Systems","37G25, 37D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4200","Communications in Mathematical Physics 312, 37-85 (2012)"],"date":["2010-11-18"],"type":["text"],"creator":["Takahasi, Hiroki"],"language":[],"coverage":[],"title":["Prevalent dynamics at the first bifurcation of Henon-like families"],"description":["  We study the dynamics of strongly dissipative H\\'enon-like maps, around the\nfirst bifurcation parameter $a^*$ at which the uniform hyperbolicity is\ndestroyed by the formation of tangencies inside the limit set. We prove that\n$a^*$ is a full Lebesgue density point of the set of parameters for which\nLebesgue almost every initial point diverges to infinity under positive\niteration. A key ingredient is that $a^*$ corresponds to \"non-recurrence of\nevery critical point\", reminiscent of Misiurewicz parameters in one-dimensional\ndynamics. Adapting on the one hand Benedicks & Carleson's parameter exclusion\nargument, we construct a set of \"good parameters\" having $a^*$ as a full\ndensity point. Adapting Benedicks & Viana's volume control argument on the\nother, we analyze Lebesgue typical dynamics corresponding to these good\nparameters.\n","Comment: 45 pages, 6 figures"]}]
["1011.4341",{"format":[],"subject":["Mathematics - Group Theory","20D60, 20B40, 20B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4341","Journal of Algebra and Application, v. 11 (2012), N 1, 1250015 (14\n  pages)","doi:10.1142/S0219498811005403"],"date":["2010-11-18","2012-05-02"],"type":["text"],"creator":["Evgeny, Vdovin"],"language":[],"coverage":[],"title":["On the base size of a transitive group with solvable point stabilizer"],"description":["  We prove that the base size of a transitive group $G$ with solvable point\nstabilizer and with trivial solvable radical is not greater than $k$ provided\nthe same statement holds for the group of $G$-induced automorphisms of each\nnonabelian composition factor of $G$.\n","Comment: Revized variant, published in Journal of Algebra and Applications"]}]
["1101.0031",{"format":[],"subject":["Statistics - Methodology","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0031"],"date":["2010-12-29","2012-05-02"],"type":["text"],"creator":["Sharia, Teo"],"language":[],"coverage":[],"title":["Truncated Stochastic Approximation with Moving Bounds: Convergence"],"description":["  In this paper we propose a wide class of truncated stochastic approximation\nprocedures with moving random bounds. While we believe that the proposed class\nof procedures will find its way to a wider range of applications, the main\nmotivation is to accommodate applications to parametric statistical estimation\ntheory. Our class of stochastic approximation procedures has three main\ncharacteristics: truncations with random moving bounds, a matrix valued random\nstep-size sequence, and dynamically changing random regression function. We\nestablish convergence and consider several examples to illustrate the results.\n"]}]
["1101.0983",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11A07, 11B65, 05A10, 05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0983","J. Number Theory 132, 1731-1740 (2012)","doi:10.1016/j.jnt.2012.02.004"],"date":["2011-01-05","2012-04-01"],"type":["text"],"creator":["Guo, Victor J. W.","Zeng, Jiang"],"language":[],"coverage":[],"title":["Proof of some conjectures of Z.-W. Sun on congruences for Apery\n  polynomials"],"description":["  The Apery polynomials are defined by $A_n(x)=\\sum_{k=0}^{n}{n\\choose\nk}^2{n+k\\choose k}^2 x^k$ for all nonnegative integers $n$. We confirm several\nconjectures of Z.-W. Sun on the congruences for the sum\n$\\sum_{k=0}^{n-1}(-1)^k(2k+1) A_k(x)$ with $x\\in Z$.\n","Comment: 11 pages, to appear in Journal of Number Theory"]}]
["1101.2744",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2744"],"date":["2011-01-14","2012-05-03"],"type":["text"],"creator":["Nikolic, H."],"language":[],"coverage":[],"title":["Time in quantum gravity and black-hole information paradox"],"description":["  The fact that canonical quantum gravity does not possess a fundamental notion\nof time implies that the theory is unitary in a trivial sense. At the\nfundamental level, this trivial unitarity leaves no room for a black-hole\ninformation loss. Yet, a phenomenological loss of information may appear when\nsome matter degrees of freedom are reinterpreted as a clock-time. This explains\nhow both fundamental unitarity and phenomenological information loss may\npeacefully coexist, which offers a resolution of the black-hole information\nparadox.\n","Comment: 7 pages, revised"]}]
["1102.4316",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4316","doi:10.1111/j.1365-2966.2011.18571.x"],"date":["2011-02-21"],"type":["text"],"creator":["Frick, P.","Sokoloff, D.","Stepanov, R.","Beck, R."],"language":[],"coverage":[],"title":["Faraday Rotation Measure Synthesis for Magnetic Fields of Galaxies"],"description":["  RM Synthesis was recently developed as a new tool for the interpretation of\npolarized emission data in order to separate the contributions of different\nsources lying on the same line of sight. Until now the method was mainly\napplied to discrete sources in Faraday space (Faraday screens). Here we\nconsider how to apply RM Synthesis to reconstruct the Faraday dispersion\nfunction, aiming at the further extraction of information concerning the\nmagnetic fields of extended sources, e.g. galaxies. The main attention is given\nto two related novelties in the method, i.e. the symmetry argument in Faraday\nspace and the wavelet technique.\n  We give a relation between our method and the previous applications of RM\nSynthesis to point-like sources. We demonstrate that the traditional RM\nSynthesis for a point-like source indirectly implies a symmetry argument and,\nin this sense, can be considered as a particular case of the method presented\nhere. Investigating the applications of RM Synthesis to polarization details\nassociated with small-scale magnetic fields, we isolate an option which was not\ncovered by the ideas of the Burn theory, i.e. using quantities averaged over\nsmall-scale fluctuations of magnetic field and electron density. We describe\nthe contribution of small-scale fields in terms of Faraday dispersion and beam\ndepolarization. We consider the complex polarization for RM Synthesis without\nany averaging over small-scale fluctuations of magnetic field and electron\ndensity and demonstrate that it allows us to isolate the contribution from\nsmall-scale field.\n","Comment: 10 pages, 12 figures, accepted in MNRAS"]}]
["1102.4415",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4415","New Journal of Physics 13, 065009 (2011)","doi:10.1088/1367-2630/13/6/065009"],"date":["2011-02-22"],"type":["text"],"creator":["Clark, Alex","Bell, Bryn","Fulconis, Jeremie","Halder, Matthaeus M.","Cemlyn, Ben","Alibart, Olivier","Xiong, Chunle","Wadsworth, William J.","Rarity, John G."],"language":[],"coverage":[],"title":["Intrinsically narrowband pair photon generation in microstructured\n  fibres"],"description":["  In this paper we study the tailoring of photon spectral properties generated\nby four-wave mixing in a birefringent photonic crystal fibre (PCF). The aim is\nto produce intrinsically narrow-band photons and hence to achieve high\nnon-classical interference visibility and generate high fidelity entanglement\nwithout any requirement for spectral filtering, leading to high effective\ndetection efficiencies. We show unfiltered Hong-Ou-Mandel interference\nvisibilities of 77% between photons from the same PCF, and 80% between separate\nsources. We compare results from modelling the PCF to these experiments and\nanalyse photon purities.\n","Comment: 23 pages, 17 figures, Comments Welcome"]}]
["1102.5541",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5541"],"date":["2011-02-27","2012-05-03"],"type":["text"],"creator":["Sermaidis, Giorgos","Papaspiliopoulos, Omiros","Roberts, Gareth O.","Beskos, Alex","Fearnhead, Paul"],"language":[],"coverage":[],"title":["Markov chain Monte Carlo for exact inference for diffusions"],"description":["  We develop exact Markov chain Monte Carlo methods for discretely-sampled,\ndirectly and indirectly observed diffusions. The qualification \"exact\" refers\nto the fact that the invariant and limiting distribution of the Markov chains\nis the posterior distribution of the parameters free of any discretisation\nerror. The class of processes to which our methods directly apply are those\nwhich can be simulated using the most general to date exact simulation\nalgorithm. The article introduces various methods to boost the performance of\nthe basic scheme, including reparametrisations and auxiliary Poisson sampling.\nWe contrast both theoretically and empirically how this new approach compares\nto irreducible high frequency imputation, which is the state-of-the-art\nalternative for the class of processes we consider, and we uncover intriguing\nconnections. All methods discussed in the article are tested on typical\nexamples.\n","Comment: 23 pages, 6 Figures, 3 Tables"]}]
["1104.0093",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0093","Acta Physica Polonica B, vol. 5, no. 2, 2012"],"date":["2011-04-01","2012-05-02"],"type":["text"],"creator":["Rożynek, J."],"language":[],"coverage":[],"title":["Finite Pressure Corrections to Nucleon Structure Function Inside a\n  Nuclear Medium"],"description":["  Our model calculations performed in the frame of the Relativistic Mean Field\n(RMF) approach show how important are the modifications of nucleon Structure\nFunction (SF) in Nuclear Matter (NM) above the saturation point. They\noriginated from the conservation of a parton longitudinal momenta - essential\nin the explanation of the EMC effect at the saturation point of NM. For higher\ndensity the finite pressure corrections emerge from the Hugenholtz -van Hove\n(HH) theorem valid for NM and asks to modify the nucleon SF. The density\nevolution of the nuclear SF seems to be stronger for higher densities. Here we\nshow that the course of Equation o State (EoS) in our modified Walecka model is\nvery close to that obtained from extensive DBHF calculations with a Bonn A\npotential. The nuclear compressibility decreases. Our model - a nonlinear\nextension of nuclear RMF, has no additional parameters.\n","Comment: 5 pages 2 figure presented at the Strange Quark Matter 2011\n  conference in Krakow"]}]
["1104.2377",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2377","Eur. Phys. J. B, 85(4), 122 (2012)","doi:10.1140/epjb/e2012-30057-7"],"date":["2011-04-13","2012-03-04"],"type":["text"],"creator":["Panov, Andrey V."],"language":[],"coverage":[],"title":["Probability distribution function of dipolar field in two-dimensional\n  spin ensemble"],"description":["  We theoretically determine the probability distribution function of the net\nfield of the random planar structure of dipoles which represent polarized\nparticles. At small surface concentrations c of the point dipoles this\ndistribution is expressed in terms of special functions. At the surface\nconcentrations of the dipoles as high as 0.6 the dipolar field obey the\nGaussian law. To obtain the distribution function within transitional region\nc<0.6, we propose the method based on the cumulant expansion. We calculate the\nparameters of the distributions for some specific configurations of the\ndipoles. The distribution functions of the ordered ensembles of the dipoles at\nthe low and moderate surface concentrations have asymmetric shape with respect\nto distribution medians. The distribution functions allow to calculate various\nphysical parameters of two-dimensional interacting nanoparticle ensembles.\n","Comment: 9 pages, 3 figures"]}]
["1104.4953",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4953"],"date":["2011-04-26","2012-05-03"],"type":["text"],"creator":["Gnedin, Alexander","Iksanov, Alexander","Marynych, Alexander"],"language":[],"coverage":[],"title":["A generalization of the Erd\\H{o}s-Tur\\'an law for the order of random\n  permutation"],"description":["  We consider random permutations derived by sampling from stick-breaking\npartitions of the unit interval. The cycle structure of such a permutation can\nbe associated with the path of a decreasing Markov chain on $n$ integers. Under\ncertain assumptions on the stick-breaking factor we prove a central limit\ntheorem for the logarithm of the order of the permutation, thus extending the\nclassical Erd\\H{o}s-Tur\\'an law for the uniform permutations and its\ngeneralization for Ewens' permutations associated with sampling from the\nPD/GEM$(\\theta)$ distribution. Our approach is based on using perturbed random\nwalks to obtain the limit laws for the sum of logarithms of the cycle lengths.\n","Comment: 21 pages, submitted to Combinatorics, Probability and Computing"]}]
["1105.2784",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H55, 14H45 (Primary), 14H10, 14E08, 14M20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2784"],"date":["2011-05-13","2012-05-02"],"type":["text"],"creator":["Bullock, Evan M."],"language":[],"coverage":[],"title":["Irreducibility and stable rationality of the loci of Weierstrass points\n  on curves of genus at most six"],"description":["  We show that for any numerical semigroup H of genus g at most 6, the locus of\nWeierstrass points on curves of genus g with Weierstrass semigroup H is\nirreducible and that for all but possibly two semigroups it is stably rational.\n","Comment: 10 pages"]}]
["1105.5545",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5545","Nature Scientific Reports 2, 371 (2012)","doi:10.1038/srep00371"],"date":["2011-05-27","2012-05-03"],"type":["text"],"creator":["Castellano, Claudio","Pastor-Satorras, Romualdo"],"language":[],"coverage":[],"title":["Competing activation mechanisms in epidemics on networks"],"description":["  In contrast to previous common wisdom that epidemic activity in heterogeneous\nnetworks is dominated by the hubs with the largest number of connections,\nrecent research has pointed out the role that the innermost, dense core of the\nnetwork plays in sustaining epidemic processes. Here we show that the mechanism\nresponsible of spreading depends on the nature of the process. Epidemics with a\ntransient state are boosted by the innermost core. Contrarily, epidemics\nallowing a steady state present a dual scenario, where either the hub\nindependently sustains activity and propagates it to the rest of the system,\nor, alternatively, the innermost network core collectively turns into the\nactive state, maintaining it globally. In uncorrelated networks the former\nmechanism dominates if the degree distribution decays with an exponent larger\nthan 5/2, and the latter otherwise. Topological correlations, rife in real\nnetworks, may perturb this picture, mixing the role of both mechanisms.\n","Comment: 32 pages, 10 figures"]}]
["1106.1333",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1333","Phys. Rev. A 85, 053601 (2012)","doi:10.1103/PhysRevA.85.053601"],"date":["2011-06-07","2012-05-03"],"type":["text"],"creator":["Tokuno, Akiyuki","Demler, Eugene","Giamarchi, Thierry"],"language":[],"coverage":[],"title":["Doublon production rate in modulated optical lattices"],"description":["  We study theoretically lattice modulation experiments with ultracold fermions\nin optical lattices. We focus on the regime relevant to current experiments\nwhen interaction strength is larger than the bandwidth and temperature is\nhigher than magnetic superexchange energy. We obtain analytical expressions for\nthe rate of doublon production as a function of modulation frequency, filling\nfactor, and temperature. We use local density approximation to average over\ninhomogeneous density for atoms in a parabolic trap and find excellent\nagreement with experimentally measured values. Our results suggest that lattice\nmodulation experiments can be used for thermometry of strongly interacting\nfermionic ensembles in optical lattices.\n","Comment: 7 pages, 6 figures, final version"]}]
["1106.4103",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4103","New J. Phys. 14(2012) 043028","doi:10.1088/1367-2630/14/4/043028"],"date":["2011-06-21"],"type":["text"],"creator":["Chen, Liang","Liu, Qin","Lin, Xulin","Zhang, Xiaogang","Jiang, Xunya"],"language":[],"coverage":[],"title":["Evolutions of helical edge states in disordered HgTe/CdTe quantum wells"],"description":["  We study the evolutions of the nonmagnetic disorder-induced edge states with\nthe disorder strength in the HgTe/CdTe quantum wells. From the supercell band\nstructures and wave-functions, it is clearly shown that the conducting helical\nedge states, which are responsible for the reported quantized conductance\nplateau, appear above a critical disorder strength after a gap-closing phase\ntransition. These edge states are then found to decline with the increase of\ndisorder strength in a stepwise pattern due to the finite-width effect, where\nthe opposite edges couple with each other through the localized states in the\nbulk. This is in sharp contrast with the localization of the edge states\nthemselves if magnetic disorders are doped which breaks the time-reversal\nsymmetry. The size-independent boundary of the topological phase is obtained by\nscaling analysis, and an Anderson transition to an Anderson insulator at even\nstronger disorder is identified, in-between of which, a metallic phase is found\nto separate the two topologically distinct phases.\n","Comment: 7 pages, 5 figures"]}]
["1106.4532",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4532"],"date":["2011-06-22","2012-05-03"],"type":["text"],"creator":["Fekih-Ahmed, Lazhar"],"language":[],"coverage":[],"title":["On the Hurwitz Zeta Function"],"description":["  We give new integral and series representations of the Hurwitz zeta function.\nWe also provide a closed-form expression of the coefficients of the Laurent\nexpansion of the Hurwitz-zeta function about any point in the complex plane.\n"]}]
["1106.5247",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5247"],"date":["2011-06-26","2012-05-03"],"type":["text"],"creator":["Fekih-Ahmed, Lazhar"],"language":[],"coverage":[],"title":["On Some Explicit Formulas for Bernoulli Numbers and Polynomials"],"description":["  We provide direct elementary proofs of several explicit expressions for\nBernoulli numbers and Bernoulli polynomials. As a byproduct of our method of\nproof, we provide natural definitions for generalized Bernoulli numbers and\npolynomials of complex order.\n"]}]
["1107.3789",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20E05, 20F28, 20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3789"],"date":["2011-07-19","2012-05-03"],"type":["text"],"creator":["Clay, Matt","Pettet, Alexandra"],"language":[],"coverage":[],"title":["Relative twisting in Outer space"],"description":["  Subsurface projection has become indispensable in studying the geometry of\nthe mapping class group and the curve complex of a surface. When the subsurface\nis an annulus, this projection is sometimes called relative twisting. We give\ntwo alternate versions of relative twisting for the outer automorphism group of\na free group. We use this to describe sufficient conditions for when a folding\npath enters the thin part of Culler-Vogtmann's Outer space. As an application\nof our condition, we produce a sequence of fully irreducible outer\nautomorphisms whose axes in Outer space travel through graphs with arbitrarily\nshort cycles; we also describe the asymptotic behavior of their translation\nlengths.\n","Comment: updated version, incorporates referee comments"]}]
["1107.5651",{"format":[],"subject":["Mathematics - Combinatorics","05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5651"],"date":["2011-07-28","2012-05-02"],"type":["text"],"creator":["Mubayi, Dhruv","Rodl, Vojtech"],"language":[],"coverage":[],"title":["Specified Intersections"],"description":["  Let M be a subset of {0, .., n} and F be a family of subsets of an n element\nset such that the size of A intersection B is in M for every A, B in F. Suppose\nthat l is the maximum number of consecutive integers contained in M and n is\nsufficiently large. Then we prove that\n  |F| < min {1.622^n 100^l, 2^{n/2+l log^2 n}}.\n  The first bound complements the previous bound of roughly (1.99)^n due to\nFrankl and the second author which applies even when M={0, 1,.., n} - {n/4}.\nFor small l, the second bound above becomes better than the first bound. In\nthis case, it yields 2^{n/2+o(n)} and this can be viewed as a generalization\n(in an asymptotic sense) of the famous Eventown theorem of Berlekamp.\n  Our second result complements the result of Frankl-Rodl in a different\ndirection. Fix eps>0 and eps n < t < n/5 and let M={0, 1, .., n)-(t,\nt+n^{0.525}). Then, in the notation above, we prove that for n sufficiently\nlarge,\n  |F| < n{n \\choose (n+t)/2}.\n  This is essentially sharp aside from the multiplicative factor of n. The\nshort proof uses the Frankl-Wilson theorem and results about the distribution\nof prime numbers.\n"]}]
["1108.2298",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2298","Phys. Rev. Lett. 108, 186402 (2012)","doi:10.1103/PhysRevLett.108.186402"],"date":["2011-08-10"],"type":["text"],"creator":["Mink, M. P.","Stoof, H. T. C.","Duine, R. A.","Polini, Marco","Vignale, G."],"language":[],"coverage":[],"title":["Probing the topological exciton condensate via Coulomb drag"],"description":["  The onset of exciton condensation in a topological insulator thin film was\nrecently predicted. We calculate the critical temperature for this transition,\ntaking into account screening effects. Furthermore, we show that the proximity\nto this transition can be probed by measuring the Coulomb drag resistivity\nbetween the surfaces of the thin film as a function of temperature. This\nresistivity shows an upturn upon approaching the exciton-condensed state.\n","Comment: 4 pages, 3 figures"]}]
["1108.2769",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2769","Discrete Mathematics 312, 10 (2012) 1832--1837","doi:10.1016/j.disc.2012.01.034"],"date":["2011-08-13","2012-01-26"],"type":["text"],"creator":["Foucaud, Florent","Honkala, Iiro","Laihonen, Tero","Parreau, Aline","Perarnau, Guillem"],"language":[],"coverage":[],"title":["Locally identifying colourings for graphs with given maximum degree"],"description":["  A proper vertex-colouring of a graph G is said to be locally identifying if\nfor any pair u,v of adjacent vertices with distinct closed neighbourhoods, the\nsets of colours in the closed neighbourhoods of u and v are different. We show\nthat any graph G has a locally identifying colouring with $2\\Delta^2-3\\Delta+3$\ncolours, where $\\Delta$ is the maximum degree of G, answering in a positive way\na question asked by Esperet et al. We also provide similar results for locally\nidentifying colourings which have the property that the colours in the\nneighbourhood of each vertex are all different and apply our method to the\nclass of chordal graphs.\n"]}]
["1108.3308",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3308","J. Math. Phys. 52: 113507 (2011)","doi:10.1063/1.3660381"],"date":["2011-08-16","2011-10-19"],"type":["text"],"creator":["Yin, Mei"],"language":[],"coverage":[],"title":["Renormalization Group Transformations Near the Critical Point: Some\n  Rigorous Results"],"description":["  We consider renormalization group (RG) transformations for classical\nIsing-type lattice spin systems in the infinite volume limit. Formally, the RG\nmaps a Hamiltonian H into a renormalized Hamiltonian H':\nexp(-H'(\\sigma'))=\\sum_\\sigma T(\\sigma, \\sigma')exp(-H(\\sigma)), where\nT(\\sigma, \\sigma') denotes a specific RG probability kernel, \\sum_\\sigma'\nT(\\sigma, \\sigma')=1, for every configuration \\sigma. With the help of the\nDobrushin uniqueness condition and standard results on the polymer expansion,\nHaller and Kennedy gave a sufficient condition for the existence of the\nrenormalized Hamiltonian in a neighborhood of the critical point. By a more\ncomplicated but reasonably straightforward application of the cluster expansion\nmachinery, the present investigation shows that their condition would further\nimply a band structure on the matrix of partial derivatives of the renormalized\ninteraction with respect to the original interaction. This in turn gives an\nupper bound for the RG linearization.\n","Comment: 13 pages"]}]
["1108.4264",{"format":[],"subject":["Mathematics - Algebraic Geometry","14MXX, 14NXX, 14M22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4264"],"date":["2011-08-22","2012-05-02"],"type":["text"],"creator":["Han, Kangjin"],"language":[],"coverage":[],"title":["Classification of secant defective manifolds near the extremal case"],"description":["  Let $X\\subset \\P^N$ be a nondegenerate irreducible closed subvariety of\ndimension $n$ over the field of complex numbers and let $SX\\subset\\P^N$ be its\nsecant variety. $X\\subset\\P^N$ is called `secant defective' if $\\dim(SX)$ is\nstrictly less than the expected dimension $2n+1$. In \\cite{Z1}, F.L. Zak showed\nthat for a secant defective manifold necessarily $N\\le{n+2 \\choose n}-1$ and\nthat the Veronese variety $v_2(\\P^n)$ is the only boundary case. Recently R.\nMu$\\tilde{\\textrm{n}}$oz, J. C. Sierra, and L. E. Sol\\'a Conde classified\nsecant defective varieties next to this extremal case in \\cite{MSS}.\n  In this paper, we will consider secant defective manifolds $X\\subset\\P^N$ of\ndimension $n$ with $N={n+2 \\choose n}-1-\\epsilon$ for $\\epsilon\\ge0$. First, we\nwill prove that $X$ is a $LQEL$-manifold of type $\\delta=1$ for $\\epsilon\\le\nn-2$ (see Theorem \\ref{main_thm}) by showing that the tangential behavior of\n$X$ is good enough to apply Scorza lemma. Then we will completely describe the\nabove manifolds by using the classification of conic-connected manifolds given\nin \\cite{IR1}. Our method generalizes previous results in \\cite{Z1,MSS}.\n","Comment: 8 pages, corrected typos and simplified the proof of Corollary 2.3,\n  to appear in Proc. of Amer. Math. Soc"]}]
["1108.5994",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5994","Physics of Fluids (Vol.24, Issue 4) 045103 2012","doi:10.1063/1.3701378"],"date":["2011-08-30"],"type":["text"],"creator":["Bianco, F.","Chibbaro, S.","Marchioli, C.","Salvetti, M. V.","Soldati, A."],"language":[],"coverage":[],"title":["Intrinsic filtering errors of Lagrangian particle tracking in LES flow\n  fields"],"description":["  Large-Eddy Simulations (LES) of two-phase turbulent flows exhibit\nquantitative differences in particle statistics if compared to Direct Numerical\nSimulations (DNS) which, in the context of the present study, is considered the\nexact reference case. Differences are primarily due to filtering, a fundamental\nintrinsic feature of LES. Filtering the fluid velocity field yields approximate\ncomputation of the forces acting on particles and, in turn, trajectories that\nare inaccurate when compared to those of DNS. In this paper, we focus precisely\non the filtering error for which we quantify a lower bound. To this aim, we use\na DNS database of inertial particle dispersion in turbulent channel flow and we\nperform a-priori tests in which the error purely due to filtering is singled\nout removing error accumulation effects, which would otherwise lead to\nprogressive divergence between DNS and LES particle trajectories. By applying\nfilters of different type and width at varying particle inertia, we\ncharacterize the statistical properties of the filtering error as a function of\nthe wall distance. Results show that filtering error is stochastic and has a\nnon-Gaussian distribution. In addition, the distribution of the filtering error\ndepends strongly on the wall-normal coordinate being maximum in the buffer\nregion. Our findings provide insight on the effect of subgrid-scale velocity\nfield on the force driving the particles, and establish the requirements which\na LES model must satisfy to predict correctly the velocity and the trajectory\nof inertial particles.\n","Comment: 39 pages, 1 table, 12 figures, submitted to Physics of Fluids"]}]
["1108.6058",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.6058","A&A, 2012, Volume 541, A85","doi:10.1051/0004-6361/201016308"],"date":["2011-08-30","2012-05-03"],"type":["text"],"creator":["Michałowski, Michał J.","Dunlop, James S.","Cirasuolo, Michele","Hjorth, Jens","Hayward, Christopher C.","Watson, Darach"],"language":[],"coverage":[],"title":["The stellar masses and specific star-formation rates of submillimetre\n  galaxies"],"description":["  Establishing the stellar masses (M*), and hence specific star-formation rates\n(sSFRs) of submillimetre galaxies (SMGs) is crucial for determining their role\nin the cosmic galaxy/star formation. However, there is as yet no consensus over\nthe typical M* of SMGs. Specifically, even for the same set of SMGs, the\nreported average M* have ranged over an order of magnitude, from ~5x10^10 Mo to\n~5x10^11 Mo. Here we study how different methods of analysis can lead to such\nwidely varying results. We find that, contrary to recent claims in the\nliterature, potential contamination of IRAC 3-8 um photometry from hot dust\nassociated with an active nucleus is not the origin of the published\ndiscrepancies in derived M*. Instead, we expose in detail how inferred M*\ndepends on assumptions made in the photometric fitting, and quantify the\nindividual and cumulative effects of different choices of initial mass\nfunction, different brands of evolutionary synthesis models, and different\nforms of assumed star-formation history. We review current observational\nevidence for and against these alternatives as well as clues from the\nhydrodynamical simulations, and conclude that, for the most justifiable choices\nof these model inputs, the average M* of SMGs is ~2x10^11 Mo. We also confirm\nthat this number is perfectly reasonable in the light of the latest\nmeasurements of their dynamical masses, and the evolving M* function of the\noverall galaxy population. M* of this order imply that the average sSFR of SMGs\nis comparable to that of other star-forming galaxies at z>2, at 2-3 Gyr^-1.\nThis supports the view that, while rare outliers may be found at any M*, most\nSMGs simply form the top end of the main-sequence of star-forming galaxies at\nthese redshifts. Conversely, this argues strongly against the viewpoint that\nSMGs are extreme pathological objects, of little relevance in the cosmic\nhistory of star-formation.\n","Comment: Accepted to A&A. 13 pages, 5 figures, 3 tables. Main changes: 1)\n  investigation that the main-sequence does not change the location as much as\n  SMGs when changing SFHs; 2) a new table added with all stellar mass estimates\n  for individual SMGs (machine-readable version in the source file). V3:\n  missing references added"]}]
["1109.4061",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4061","Phys. Rev. Lett. 108, 187206 (2012)","doi:10.1103/PhysRevLett.108.187206"],"date":["2011-09-19","2012-05-03"],"type":["text"],"creator":["Dutton, S. E.","Kumar, M.","Mourigal, M.","Soos, Z. G.","Wen, J. -J.","Broholm, C. L.","Andersen, N. H.","Huang, Q.","Zbiri, M.","Toft-Petersen, R.","Cava, R. J."],"language":[],"coverage":[],"title":["Quantum spin liquid in frustrated one dimensional LiCuSbO4"],"description":["  A quantum magnet, LiCuSbO4, with chains of edge-sharing S = 1/2 CuO6\noctahedra is reported. While the Curie-Weiss constant is ferromagnetic, \\theta\n= 30 K, no phase transition or spin freezing occurs down to 100 mK. Specific\nheat indicates a distinct high field phase near the 12 T saturation field.\nNeutron scattering shows incommensurate spin correlations with q =\n0.47\\pm0.01{\\pi}/a and places an upper limit of 70 \\mueV on a potential spin\ngap. Exact diagonalization of easy plane S = 1/2 chains with competing ferro-\nand antiferromagnetic interactions (J1 = - 75 K, J2 = 34 K) accounts for the T\n> 2 K data.\n","Comment: 14 pages, 4 figures"]}]
["1109.4588",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4588","The Astrophysical Journal, 745:79 (27pp), 2012 January 20","doi:10.1088/0004-637X/745/1/79"],"date":["2011-09-21","2012-05-02"],"type":["text"],"creator":["Stewart, S. T.","Leinhardt, Z. M."],"language":[],"coverage":[],"title":["Collisions between Gravity-Dominated Bodies: 2. The Diversity of Impact\n  Outcomes during the End Stage of Planet Formation"],"description":["  Numerical simulations of the stochastic end stage of planet formation\ntypically begin with a population of embryos and planetesimals that grow into\nplanets by merging. We analyzed the impact parameters of collisions leading to\nthe growth of terrestrial planets from recent $N$-body simulations that assumed\nperfect merging and calculated more realistic outcomes using a new analytic\ncollision physics model. We find that collision outcomes are diverse and span\nall possible regimes: hit-and-run, merging, partial accretion, partial erosion,\nand catastrophic disruption. The primary outcomes of giant impacts between\nplanetary embryos are approximately evenly split between partial accretion,\ngraze-and-merge, and hit-and-run events. To explore the cumulative effects of\nmore realistic collision outcomes, we modeled the growth of individual planets\nwith a Monte Carlo technique using the distribution of impact parameters from\n$N$-body simulations. We find that fewer planets reached masses $>0.7 M_{\\rm\nEarth}$ using the collision physics model compared to simulations that assumed\nevery collision results in perfect merging. For final planets with masses $>0.7\nM_{\\rm Earth}$, 60% are enriched in their core-to-mantle mass fraction by >10%\ncompared to the initial embryo composition. Fragmentation during planet\nformation produces significant debris ($\\sim15$% of the final mass) and occurs\nprimarily by erosion of the smaller body in partial accretion and hit-and-run\nevents. In partial accretion events, the target body grows by preferentially\naccreting the iron core of the projectile and the escaping fragments are\nderived primarily from the silicate mantles of both bodies. Thus, the bulk\ncomposition of a planet can evolve via stochastic giant impacts.\n","Comment: Accepted version of manuscript"]}]
["1109.5644",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5644","Astrophys. J. 750: 52 (2012)","doi:10.1088/0004-637X/750/1/52"],"date":["2011-09-26","2012-02-27"],"type":["text"],"creator":["Nettelmann, Nadine","Becker, Andreas","Holst, Bastian","Redmer, Ronald"],"language":[],"coverage":[],"title":["Jupiter models with improved ab initio hydrogen EOS (H-REOS.2)"],"description":["  The amount and distribution of heavy elements in Jupiter gives indications on\nthe process of its formation and evolution. Core mass and metallicity\npredictions however depend on the equations of state used, and on model\nassumptions. We present an improved ab initio hydrogen equation of state,\nH-REOS.2 and compute the internal structure and thermal evolution of Jupiter\nwithin the standard three-layer approach. The advance over our previous Jupiter\nmodels with H-REOS.1 by Nettelmann et al.(2008) is that the new models are also\nconsistent with the observed 2 or more times solar heavy element abundances in\nJupiter's atmosphere. Such models have a rock core mass Mcore=0-8 ME, total\nmass of heavy elements MZ=28-32 ME, a deep internal layer boundary at 4 or more\nMbar, and a cooling time of 4.4-5.0 Gyrs when assuming homogeneous evolution.\nWe also calculate two-layer models in the manner of Militzer et al.(2008) and\nfind a comparable large core of 16-21 ME, out of which ~11 ME is helium, but a\nsignificantly higher envelope metallicity of 4.5 times solar. According to our\npreferred three-layer models, neither the characteristic frequency (nu0 ~156\nmicroHz) nor the normalized moment of inertia (~0.276) are sensitive to the\ncore mass but accurate measurements could well help to rule out some classes of\nmodels.\n","Comment: 7 figures, 1 table, accepted to ApJ"]}]
["1109.6048",{"format":[],"subject":["Mathematics - Group Theory","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6048"],"date":["2011-09-27","2012-05-03"],"type":["text"],"creator":["Abrams, Aaron","Brady, Noel","Dani, Pallavi","Duchin, Moon","Young, Robert"],"language":[],"coverage":[],"title":["Filling loops at infinity in the mapping class group"],"description":["  We study the Dehn function at infinity in the mapping class group, finding a\npolynomial upper bound of degree four. This is the same upper bound that holds\nfor arbitrary right-angled Artin groups.\n","Comment: 7 pages, 2 figures; this note presents a result which was contained\n  in an earlier version of \"Pushing fillings in right-angled Artin groups\"\n  (arXiv:1004.4253) but is independent of the techniques in that paper"]}]
["1109.6140",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6140","2012 Class. Quantum Grav. 29 062001","doi:10.1088/0264-9381/29/6/062001"],"date":["2011-09-28","2012-05-03"],"type":["text"],"creator":["Simon, Walter"],"language":[],"coverage":[],"title":["Bounds on area and charge for marginally trapped surfaces with\n  cosmological constant"],"description":["  We sharpen the known inequalities $A \\Lambda \\le 4\\pi (1-g)$ and $A\\ge 4\\pi\nQ^2$ between the area $A$ and the electric charge $Q$ of a stable marginally\nouter trapped surface (MOTS) of genus g in the presence of a cosmological\nconstant $\\Lambda$. In particular, instead of requiring stability we include\nthe principal eigenvalue $\\lambda$ of the stability operator. For $\\Lambda^{*}\n= \\Lambda + \\lambda > 0$ we obtain a lower and an upper bound for $ \\Lambda^{*}\nA$ in terms of $ \\Lambda^{*} Q^2$ as well as the upper bound $ Q \\le\n1/(2\\sqrt{\\Lambda^{*}})$ for the charge, which reduces to $ Q \\le\n1/(2\\sqrt{\\Lambda})$ in the stable case $\\lambda \\ge 0$. For $\\Lambda^{*} < 0$\nthere remains only a lower bound on $A$. In the spherically symmetric, static,\nstable case one of the area inequalities is saturated iff the surface gravity\nvanishes. We also discuss implications of our inequalities for \"jumps\" and\nmergers of charged MOTS.\n","Comment: minor corrections to previous version and to published version"]}]
["1110.2531",{"format":[],"subject":["Physics - Instrumentation and Detectors","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2531","J. Low Temp. Phys. vol 167, pp 713-720 (2012)","doi:10.1007/s10909-012-0463-4"],"date":["2011-10-11"],"type":["text"],"creator":["Fowler, J. W.","Doriese, W. B.","Hilton, G. C.","Irwin, K. D.","Schmidt, D. R.","Stiehl, G. M.","Swetz, D. S.","Ullom, J. N.","Vale., L. R."],"language":[],"coverage":[],"title":["Optimization and analysis of code-division multiplexed TES\n  microcalorimeters"],"description":["  We are developing code-division multiplexing (CDM) systems for\ntransition-edge sensor arrays with the goal of reaching multiplexing factors in\nthe hundreds. We report on x-ray measurements made with a four-channel\nprototype CDM system that employs a flux-summing architecture, emphasizing\ndata-analysis issues. We describe an empirical method to determine the\ndemodulation matrix that minimizes cross-talk. This CDM system achieves energy\nresolutions of between 2.3 eV and 3.0 eV FWHM at 5.9 keV.\n","Comment: 7 pages, 5 figures. Presented at the 14th International Workshop on\n  Low Temperature Detectors, Heidelberg University, August 1-5, 2011,\n  proceedings to be published in the Journal of Low Temperature Physics"]}]
["1110.3010",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3010"],"date":["2011-10-13","2012-05-03"],"type":["text"],"creator":["Case, Jeffrey S."],"language":[],"coverage":[],"title":["Sharp metric obstructions for quasi-Einstein metrics"],"description":["  Using the tractor calculus to study smooth metric measure spaces, we adapt\nresults of Gover and Nurowski to give sharp metric obstructions to the\nexistence of quasi-Einstein metrics on suitably generic manifolds. We do this\nby introducing an analogue of the Weyl tractor $W$ to the setting of smooth\nmetric measure spaces. The obstructions we obtain can be realized as tensorial\ninvariants which are polynomial in the Riemann curvature tensor and its\ndivergence. By taking suitable limits of their tensorial forms, we then find\nobstructions to the existence of static potentials, generalizing to higher\ndimensions a result of Bartnik and Tod, and to the existence of potentials for\ngradient Ricci solitons.\n","Comment: 28 pages; rewritten to use the more standard language of smooth\n  metric measure spaces and otherwise make it more readable"]}]
["1110.5477",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5477","Automatica 48, 5 (2012) p.736-746"],"date":["2011-10-25"],"type":["text"],"creator":["Aangenent, W. H. T. M.","Heemels, W. P. M. H.","Van De Molengraft, M. J. G.","Henrion, Didier","Steinbuch, Maarten"],"language":[],"coverage":[],"title":["Linear Control of Time-Domain Constrained Systems"],"description":["  This paper presents a general framework for the design of linear controllers\nfor linear systems subject to time-domain constraints. The design framework\nexploits sums-of-squares techniques to incorporate the time-domain constraints\non closed-loop signals and leads to conditions in terms of linear matrix\ninequalities (LMIs). This control design framework offers, in addition to\nconstraint satisfaction, also the possibility of including an optimization\nobjective that can be used to minimize steady state (tracking) errors, to\ndecrease the settling time, to reduce overshoot and so on. The effectiveness of\nthe framework is shown via a numerical example.\n"]}]
["1110.5553",{"format":[],"subject":["Mathematics - Optimization and Control","60H10, 93E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5553","Optimization Letters, 2012","doi:10.1007/s11590-012-0484-6"],"date":["2011-10-25"],"type":["text"],"creator":["Hafayed, Mokhtar","Abbas, Syed","Veverka, Petr"],"language":[],"coverage":[],"title":["On Necessary and Sufficient Conditions for Near-Optimal Singular\n  Stochastic Controls"],"description":["  This paper is concerned with necessary and sufficient conditions for\nnear-optimal singular stochastic controls for systems driven by a nonlinear\nstochastic differential equations (SDEs in short). The proof of our result is\nbased on Ekeland's variational principle and some delicate estimates of the\nstate and adjoint processes. This result is a generalization of Zhou's\nstochastic maximum principle for near-optimality to singular control problem.\n","Comment: 19 pages, submitted to journal"]}]
["1110.6218",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6218","Nanoscale 4 417-420 (2012)","doi:10.1039/C1NR11307K"],"date":["2011-10-27"],"type":["text"],"creator":["Boukhvalov, Danil W.","Son, Young-Woo"],"language":[],"coverage":[],"title":["Oxygen reduction reactions on pure and nitrogen-doped graphene: a\n  first-principles modeling"],"description":["  Based on first principles density functional theory calculations we explored\nenergetics of oxygen reduction reaction over pristine and nitrogen-doped\ngraphene with different amounts of nitrogen doping. The process of oxygen\nreduction requires one more step then same reaction catalyzed by metals.\nResults of calculations evidence that for the case of light doped graphene\n(about 4% of nitrogen) energy barrier for each step is lower than for the same\nprocess on Pt surface. In contrast to the catalysis on metal surface the\nmaximal coverage of doped graphene is lower and depends on the corrugation of\ngraphene. Changes of the energy barriers caused by oxygen load and corrugation\nare also discussed.\n","Comment: 11 pages, 2 figures, accepted in Nanoscale as communication"]}]
["1111.0798",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0798","New J. Phys. 14, 055003 (2012)","doi:10.1088/1367-2630/14/5/055003"],"date":["2011-11-03"],"type":["text"],"creator":["Juliá-Díaz, B.","Graß, T.","Barberán, N.","Lewenstein, M."],"language":[],"coverage":[],"title":["Fractional quantum Hall states of few bosonic atoms in geometric gauge\n  fields"],"description":["  We employ the exact diagonalization method to analyze the possibility of\ngenerating strongly correlated states in two-dimensional clouds of ultracold\nbosonic atoms which are subjected to a geometric gauge field created by\ncoupling two internal atomic states to a laser beam. Tuning the gauge field\nstrength, the system undergoes stepwise transitions between different ground\nstates, which we describe by analytical trial wave functions, amongst them the\nPfaffian, the Laughlin, and a Laughlin quasiparticle many-body state. The\nadiabatic following of the center of mass movement by the lowest energy dressed\ninternal state, is lost by the mixing of the second internal state. This\nmixture can be controlled by the intensity of the laser field. The\nnon-adiabaticity is inherent to the considered setup, and is shown to play the\nrole of circular asymmetry. We study its influence on the properties of the\nground state of the system. Its main effect is to reduce the overlap of the\nnumerical solutions with the analytical trial expressions by occupying states\nwith higher angular momentum. Thus, we propose generalized wave functions\narising from the Laughlin and Pfaffian wave function by including components,\nwhere extra Jastrow factors appear, while preserving important features of\nthese states. We analyze quasihole excitations over the Laughlin and\ngeneralized Laughlin states, and show that they possess effective fractional\ncharge and obey anyonic statistics. Finally, we study the energy gap over the\nLaughlin state as the number of particles is increased keeping the chemical\npotential fixed. The gap is found to decrease as the number of particles is\nincreased, indicating that the observability of the Laughlin state is\nrestricted to a small number of particles.\n","Comment: 28 pages, 16 figures"]}]
["1111.1138",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1138","IEEE proceedings of the 2nd International Conference on Space\n  Technology, Athens, Greece, 2011","doi:10.1109/ICSpT.2011.6064649"],"date":["2011-11-04"],"type":["text"],"creator":["Bernhardt, Mike Georg","Becker, Werner","Prinz, Tobias","Breithuth, Ferdinand Maximilian","Walter, Ulrich"],"language":[],"coverage":[],"title":["Autonomous Spacecraft Navigation Based on Pulsar Timing Information"],"description":["  We discuss the possibility of an autonomous navigation system for spacecraft\nthat is based on pulsar timing data. Pulsars are rapidly rotating neutron stars\nthat are observable as variable celestial sources of electromagnetic radiation.\nTheir periodic signals have timing stabilities comparable to atomic clocks and\nprovide characteristic temporal signatures that can be used as natural\nnavigation beacons, quite similar to the use of GPS satellites for navigation\non Earth. By comparing pulse arrival times measured on-board the spacecraft\nwith predicted pulse arrivals at some reference location, the spacecraft\nposition can be determined autonomously with accuracies on the order of 5\nkilometres. For a spacecraft at a distance of 10 astronomical units from Earth\n(e.g., Earth-Saturn), this means an improvement by a factor of 8 compared to\nconventional methods. Therefore this new technology is an alternative to\nstandard navigation based on radio tracking by ground stations, without the\ndisadvantages of uncertainty increasing with distance from Earth and the\ndependence on ground control.\n","Comment: 4 pages, 3 figures, 1 table, to be published in the proceedings of\n  the 2nd International Conference on Space Technology, held on 15-17 Sept.\n  2011, Athens, Greece"]}]
["1111.4212",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4212","Mon. Not. Roy. Astron. Soc. 422 (2012) 1324-1331","doi:10.1111/j.1365-2966.2012.20705.x"],"date":["2011-11-17","2012-05-03"],"type":["text"],"creator":["Xia, Jun-Qing","Negrello, M.","Lapi, A.","De Zotti, G.","Danese, L.","Viel, M."],"language":[],"coverage":[],"title":["Clustering of sub-millimeter galaxies in a self-regulated baryon\n  collapse model"],"description":["  We have investigated the Cosmic Infrared Background (CIB) anisotropies in the\nframework of the physical evolutionary model for proto-spheroidal galaxies by\nGranato et al. (2004). After having re-calibrated the cumulative flux function\n$dS/dz$ at $\\lambda \\ge 850\\,\\mu$m using the available determinations of the\nshot noise amplitude (the original model already correctly reproduces it at\nshorter wavelengths) the CIB power spectra at wavelengths from $250\\,\\mu$m to\n$2\\,$mm measured by {\\it Planck}, {\\it Herschel}, SPT and ACT experiments have\nbeen fitted using the halo model with only 2 free parameters, the minimum halo\nmass and the power-law index of the mean occupation function of satellite\ngalaxies. The best-fit {\\it minimum} halo mass is $\\log(M_{\\rm min}/M_\\odot) =\n12.24 \\pm 0.06$, higher than, but consistent within the errors, with the\nestimate by Amblard et al. (2011) and close to the estimate by Planck\nCollaboration (2011). The redshift evolution of the volume emissivity of\ngalaxies yielded by the model is found to be consistent with that inferred from\nthe data. The derived {\\it effective} halo mass, $M_{\\rm eff} \\simeq 5\\times\n10^{12}\\,M_\\odot$, of $z\\simeq 2$ sub-millimeter galaxies is close to that\nestimated for the most efficient star-formers at the same redshift. The\neffective bias factor and the comoving clustering radius at $z\\simeq 2$ yielded\nby the model are substantially lower than those found for a model whereby the\nstar formation is fueled by steady gas accretion, but substantially higher than\nthose found for a merging-driven galaxy evolution with a top-heavy initial mass\nfunction.\n","Comment: 9 pages, 4 figures"]}]
["1112.0100",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Statistics Theory","42A38, 93E10, 42B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0100","Signal Processing 92, iss. 10, pp. 2571-2575 (2012)","doi:10.1016/j.sigpro.2012.04.006"],"date":["2011-12-01","2012-05-02"],"type":["text"],"creator":["Dokuchaev, Nikolai"],"language":[],"coverage":[],"title":["On predictors for band-limited and high-frequency time series"],"description":["  Pathwise predictability and predictors for discrete time processes are\nstudied in deterministic setting. It is suggested to approximate convolution\nsums over future times by convolution sums over past time. It is shown that all\nband-limited processes are predictable in this sense, as well as high-frequency\nprocesses with zero energy at low frequencies. In addition, a process of mixed\ntype still can be predicted if an ideal low-pass filter exists for this\nprocess.\n","Comment: 10 pages. arXiv admin note: text overlap with arXiv:0708.0347"]}]
["1112.0727",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0727","International Journal of Computer and Electrical Engineering,\n  Vol.4, No.1, pp. 10-13, February 2012"],"date":["2011-12-04"],"type":["text"],"creator":["Islam, Md. Saiful","Hafiz, Mohd. Zulfiquar","Begum, Zerina"],"language":[],"coverage":[],"title":["Quantum Cost Efficient Reversible BCD Adder for Nanotechnology Based\n  Systems"],"description":["  Reversible logic allows low power dissipating circuit design and founds its\napplication in cryptography, digital signal processing, quantum and optical\ninformation processing. This paper presents a novel quantum cost efficient\nreversible BCD adder for nanotechnology based systems using PFAG gate. It has\nbeen demonstrated that the proposed design offers less hardware complexity and\nrequires minimum number of garbage outputs than the existing counterparts. The\nremarkable property of the proposed designs is that its quantum realization is\ngiven in NMR technology.\n","Comment: 4 pages, 12 figures, 1 table, submitted to IJCEE for possible\n  publication"]}]
["1112.0978",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0978","Phys. Rev. Lett. 108, 187601 (2012)","doi:10.1103/PhysRevLett.108.187601"],"date":["2011-12-05","2012-05-03"],"type":["text"],"creator":["de Groot, J.","Mueller, T.","Rosenberg, R. A.","Keavney, D. J.","Islam, Z.","Kim, J. -W.","Angst, M."],"language":[],"coverage":[],"title":["Charge order in LuFe2O4: an unlikely route to ferroelectricity"],"description":["  We present the refinement of the crystal structure of charge-ordered LuFe2O4,\nbased on single-crystal x-ray diffraction data. The arrangement of the\ndifferent Fe-valence states, determined with bond-valence-sum analysis,\ncorresponds to a stacking of charged Fe bilayers, in contrast to the polar\nbilayers previously suggested. This arrangement is supported by an analysis of\nx-ray magnetic circular dichroism spectra, which also evidences a strong\ncharge-spin coupling. The non-polar bilayers are inconsistent with charge order\nbased ferroelectricity.\n","Comment: 5 pages, 3 figures"]}]
["1112.2999",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2999","Eur. Phys. J. C72, 1985 (2012)","doi:10.1140/epjc/s10052-012-1985-2"],"date":["2011-12-13","2012-05-03"],"type":["text"],"creator":["De Roeck, A.","Katre, A.","Mermod, P.","Milstead, D.","Sloan, T."],"language":[],"coverage":[],"title":["Sensitivity of LHC experiments to exotic highly ionising particles"],"description":["  The experiments at the Large Hadron Collider (LHC) are able to discover or\nset limits on the production of exotic particles with TeV-scale masses\npossessing values of electric and/or magnetic charge such that they behave as\nhighly ionising particles (HIPs). In this paper the sensitivity of the LHC\nexperiments to HIP production is discussed in detail. It is shown that a number\nof different detection methods are required to investigate as fully as possible\nthe charge-mass range. These include direct detection as the HIPs pass through\neither passive or active detectors and, in the case of magnetically charged\nobjects, the so-called induction method with which magnetic monopoles which\nstop in accelerator and detector material could be observed. The benefit of\nusing complementary approaches to HIP detection is discussed.\n","Comment: 20 pages, 52 figures"]}]
["1112.4905",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4905","Nanoscale 4 1749-1753 (2012)","doi:10.1039/C2NR11892K"],"date":["2011-12-20"],"type":["text"],"creator":["Boukhvalov, D. W.","Virojanadara, C."],"language":[],"coverage":[],"title":["Penetration of alkali atoms throughout graphene membrane: theoretical\n  modeling"],"description":["  Theoretical studies of penetration of various alkali atoms (Li, Na, Rb, Cs)\nthroughout graphene membrane grown on silicon carbide substrate are reported\nand compared with recent experimental results. Results of first principles\nmodeling demonstrate rather low (about 0.8 eV) energy barrier for the formation\nof temporary defects in carbon layer required for the penetration of Li at high\nconcentration of adatoms, higher (about 2 eV) barrier for Na, and barriers\nabove 4 eV for Rb and Cs. Experiments prove migration of lithium adatoms from\ngraphene surface to the buffer layer and SiC substrate at room temperature,\nsodium at 100{\\deg}C and impenetrability of graphene membrane for Rb and Cs.\nDifferences between epitaxial and free standing graphene for the penetration of\nalkali ions are also discussed.\n","Comment: 16 pages, 3 figure, accepted to Nanoscale"]}]
["1201.0421",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0421","Biomech. Model. Mechanobiol., 2012","doi:10.1007/s10237-012-0388-5"],"date":["2012-01-02"],"type":["text"],"creator":["deBotton, Gal","Oren, Tal"],"language":[],"coverage":[],"title":["Analytical and numerical analyses of the micromechanics of soft fibrous\n  connective tissues"],"description":["  State of the art research and treatment of biological tissues require\naccurate and efficient methods for describing their mechanical properties.\nIndeed, micromechanics motivated approaches provide a systematic method for\nelevating relevant data from the microscopic level to the macroscopic one. In\nthis work the mechanical responses of hyperelastic tissues with one and two\nfamilies of collagen fibers are analyzed by application of a new variational\nestimate accounting for their histology and the behaviors of their\nconstituents. The resulting, close form expressions, are used to determine the\noverall response of the wall of a healthy human coronary artery. To demonstrate\nthe accuracy of the proposed method these predictions are compared with\ncorresponding 3-D finite element simulations of a periodic unit cell of the\ntissue with two families of fibers. Throughout, the analytical predictions for\nthe highly nonlinear and anisotropic tissue are in agreement with the numerical\nsimulations.\n"]}]
["1201.1501",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1501","Physics Letters B 711 (2012) 353-359","doi:10.1016/j.physletb.2012.04.016"],"date":["2012-01-06","2012-04-09"],"type":["text"],"creator":["Perez, Pavel Fileviez"],"language":[],"coverage":[],"title":["SUSY Spectrum and the Higgs Mass in the BLMSSM"],"description":["  The predictions for the mass of the light CP-even Higgs are investigated in\nthe context of a simple extension of the Minimal Supersymmetric Standard Model\nwhere the baryon and lepton numbers are local gauge symmetries. This theory\npredicts the existence of light charged and neutral leptons which give extra\ncontributions to the Higgs mass at the one-loop level. We show the possibility\nto satisfy the LEP2 bound and achieve a Higgs mass around 125 GeV in a\nsupersymmetric spectrum with light sfermions and small left-right mixing in the\nstop sector. We make a brief discussion of the unique leptonic signals at the\nLarge Hadron Collider. This theory predicts baryon number violation at the low\nscale and one could avoid the current LHC bounds on the supersymmetric mass\nspectrum.\n","Comment: references added, minor corrections, to appear in Physics Letters B"]}]
["1201.3265",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3265","Physical Review Letters 108, 178103 (2012)","doi:10.1103/PhysRevLett.108.178103"],"date":["2012-01-16","2012-03-03"],"type":["text"],"creator":["Shokef, Yair","Safran, Samuel A."],"language":[],"coverage":[],"title":["Scaling laws for the response of nonlinear elastic media with\n  implications for cell mechanics"],"description":["  We show how strain stiffening affects the elastic response to internal\nforces, caused either by material defects and inhomogeneities or by active\nforces that molecular motors generate in living cells. For a spherical force\ndipole in a material with a strongly nonlinear strain energy density, strains\nchange sign with distance, indicating that even around a contractile inclusion\nor molecular motor there is radial compression; it is only at long distance\nthat one recovers the linear response in which the medium is radially\nstretched. Scaling laws with irrational exponents relate the far-field\nrenormalized strain to the near-field strain applied by the inclusion or active\nforce.\n","Comment: 4 pages, 3 figures, accepted to Physical Review Letters"]}]
["1201.3357",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics","Nonlinear Sciences - Chaotic Dynamics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3357","Phys. Rev. Lett. 108, 184101 (2012)","doi:10.1103/PhysRevLett.108.184101"],"date":["2012-01-16","2012-05-03"],"type":["text"],"creator":["Fyodorov, Y. V.","Savin, D. V."],"language":[],"coverage":[],"title":["Statistics of resonance width shifts as a signature of eigenfunction\n  non-orthogonality"],"description":["  We consider an open (scattering) quantum system under the action of a\nperturbation of its closed counterpart. It is demonstrated that the resulting\nshift of resonance widths is a sensitive indicator of the non-orthogonality of\nresonance wavefunctions, being zero only if those were orthogonal. Focusing\nfurther on chaotic systems, we employ random matrix theory to introduce a new\ntype of parametric statistics in open systems, and derive the distribution of\nthe resonance width shifts in the regime of weak coupling to the continuum.\n","Comment: 4 pages, 1 figure (published version with minor changes)"]}]
["1201.3995",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3995"],"date":["2012-01-19","2012-05-02"],"type":["text"],"creator":["Zheng, Yu","Wu, Taoyang","Zhang, Louxin"],"language":[],"coverage":[],"title":["Reconciliation of Gene and Species Trees With Polytomies"],"description":["  Motivation: Millions of genes in the modern species belong to only thousands\nof `gene families'. A gene family includes instances of the same gene in\ndifferent species (orthologs) and duplicate genes in the same species\n(paralogs). Genes are gained and lost during evolution. With advances in\nsequencing technology, researchers are able to investigate the important roles\nof gene duplications and losses in adaptive evolution. Because of gene complex\nevolution, ortholog identification is a basic but difficult task in comparative\ngenomics. A key method for the task is to use an explicit model of the\nevolutionary history of the genes being studied, called the gene (family) tree.\nIt compares the gene tree with the evolutionary history of the species in which\nthe genes reside, called the species tree, using the procedure known as tree\nreconciliation. Reconciling binary gene and specific trees is simple. However,\nboth gene and species trees may be non-binary in practice and thus tree\nreconciliation presents challenging problems. Here, non-binary gene and species\ntree reconciliation is studied in a binary refinement model.\n  Results: The problem of reconciling arbitrary gene and species trees is\nproved NP-hard even for the duplication cost. We then present the first\nefficient method for reconciling a non-binary gene tree and a non-binary\nspecies tree. It attempts to find binary refinements of the given gene and\nspecies trees that minimize reconciliation cost. Our algorithms have been\nimplemented into a software to support quick automated analysis of large data\nsets.\n  Availability: The program, together with the source code, is available at its\nonline server http://phylotoo.appspot.com.\n","Comment: 37 pages, 9 figures"]}]
["1201.4169",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4169","J. Phys. A 45, 195307 (2012)","doi:10.1088/1751-8113/45/19/195307"],"date":["2012-01-19","2012-05-03"],"type":["text"],"creator":["Struyve, Ward"],"language":[],"coverage":[],"title":["On the zig-zag pilot-wave approach for fermions"],"description":["  We consider a pilot-wave approach for the Dirac theory that was recently\nproposed by Colin and Wiseman. In this approach, the particles perform a\nzig-zag motion, due to stochastic jumps of their velocity. We respectively\ndiscuss the one-particle theory, the many-particle theory and possible\nextensions to quantum field theory. We also discuss the non-relativistic limit\nof the one-particle theory. For a single particle, the motion is always\nluminal, a feature that persists in the non-relativistic limit. For more than\none particle the motion is in general subluminal.\n","Comment: 23 pages, no figures, LaTex"]}]
["1201.4360",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4360"],"date":["2012-01-20","2012-05-03"],"type":["text"],"creator":["Yesmakhanova, K. R.","Myrzakulov, N. A.","Yerzhanov, K. K.","Nugmanova, G. N.","Serikbayaev, N. S.","Myrzakulov, R."],"language":[],"coverage":[],"title":["Some Models of Cyclic and Knot Universes"],"description":["  In this paper, we obtained a class of oscillatory, cyclic and knot type\nsolutions from the non-linear Friedmann equations. This is performed by\nchoosing specific forms of energy density and pressure of matter. All the\nexpressions written here are in dimensionless form. We show that evolutionary\npath taken by the spatial coordinates in the model follow various knots,\nspecifically trefoil and eight-knots. We provide several examples and plot\nrelevant cosmological parameters in figures. Our cyclic models can be\ninterpreted as a periodic cosmological model, such that early and late time\nacceleration are unified under the same mechanism.\n","Comment: 13 pages, 6 figures, revised exposition, typos corrected, results\n  unchanged"]}]
["1201.4967",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4967"],"date":["2012-01-24","2012-05-03"],"type":["text"],"creator":["Aubry, Yves","Haloui, Safia","Lachaud, Gilles"],"language":[],"coverage":[],"title":["Number of points on abelian and Jacobian varieties over finite fields"],"description":["  We give upper and lower bounds on the number of points on abelian varieties\nover finite fields, and lower bounds specific to Jacobian varieties. We also\ndetermine exact formulas for the maximum and minimum number of points on\nJacobian surfaces.\n","Comment: 28 pages"]}]
["1201.5460",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5460","Physical Review B 85, 184403 (2012)","doi:10.1103/PhysRevB.85.184403"],"date":["2012-01-26","2012-05-03"],"type":["text"],"creator":["Taniguchi, Tomohiro","Imamura, Hiroshi"],"language":[],"coverage":[],"title":["Thermal switching rate of a ferromagnetic material with uniaxial\n  anisotropy"],"description":["  The field dependence of the thermal switching rate of a ferromagnetic\nmaterial with uniaxial anisotropy was studied by solving the Fokker-Planck\nequation. We derived the analytical expression of the thermal switching rate\nusing the mean first-passage time approach, and found that Brown's formula\n[Phys. Rev. 130, 1677 (1963)] is applicable even in the low barrier limit by\nreplacing the attempt frequency with the proper factor which is expressed by\nthe error function.\n","Comment: 5 pages, 2 figures"]}]
["1201.6060",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6060","Physical Review A 85, 043831/1-13(2012)","doi:10.1103/PhysRevA.85.043831"],"date":["2012-01-29","2012-05-03"],"type":["text"],"creator":["Nietner, Christian","Pelster, Axel"],"language":[],"coverage":[],"title":["Ginzburg-Landau Theory for the Jaynes-Cummings-Hubbard Model"],"description":["  We develop a Ginzburg-Landau theory for the Jaynes-Cummings-Hubbard model\nwhich effectively describes both static and dynamic properties of photons\nevolving in a cubic lattice of cavities, each filled with a two-level atom. To\nthis end we calculate the effective action to first-order in the hopping\nparameter. Within a Landau description of a spatially and temporally constant\norder parameter we calculate the finite-temperature mean-field quantum phase\nboundary between a Mott insulating and a superfluid phase of polaritons.\nFurthermore, within the Ginzburg-Landau description of a spatio-temporal\nvarying order parameter we determine the excitation spectra in both phases and,\nin particular, the sound velocity of light in the superfluid phase.\n"]}]
["1201.6136",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6136","J. Stat. Mech. (2012) P05002","doi:10.1088/1742-5468/2012/05/P05002"],"date":["2012-01-30","2012-05-03"],"type":["text"],"creator":["Monthus, Cecile","Garel, Thomas"],"language":[],"coverage":[],"title":["Strong Disorder RG principles within a fixed cell-size real space\n  renormalization : application to the Random Transverse Field Ising model on\n  various fractal lattices"],"description":["  Strong Disorder Renormalization is an energy-based renormalization that leads\nto a complicated renormalized topology for the surviving clusters as soon as\n$d>1$. In this paper, we propose to include Strong Disorder Renormalization\nideas within the more traditional fixed cell-size real space RG framework. We\nfirst consider the one-dimensional chain as a test for this fixed cell-size\nprocedure: we find that all exactly known critical exponents are reproduced\ncorrectly, except for the magnetic exponent $\\beta$ (because it is related to\nmore subtle persistence properties of the full RG flow). We then apply\nnumerically this fixed cell-size procedure to two types of renormalizable\nfractal lattices (i) the Sierpinski gasket of fractal dimension $D=\\ln 3/\\ln\n2$, where there is no underlying classical ferromagnetic transition, so that\nthe RG flow in the ordered phase is similar to what happens in $d=1$ (ii) a\nhierarchical diamond lattice of fractal dimension $D=4/3$, where there is an\nunderlying classical ferromagnetic transition, so that the RG flow in the\nordered phase is similar to what happens on hypercubic lattices of dimension\n$d>1$. In both cases, we find that the transition is governed by an Infinite\nDisorder Fixed Point : besides the measure of the activated exponent $\\psi$, we\nanalyze the RG flow of various observables in the disordered and ordered\nphases, in order to extract the 'typical' correlation length exponents of these\ntwo phases which are different from the finite-size correlation length\nexponent.\n","Comment: v2=final version, 24 pages, 25 figures"]}]
["1201.6409",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6409","Phys. Rev. B 85, 195104 (2012)","doi:10.1103/PhysRevB.85.195104"],"date":["2012-01-30","2012-04-25"],"type":["text"],"creator":["Wu, Fengcheng","Deng, Youjin","Prokof'ev, Nikolay"],"language":[],"coverage":[],"title":["Phase diagram of the toric code model in a parallel magnetic field"],"description":["  Ground-state phase diagram of the toric code model in a parallel magnetic\nfield has three distinct phases: topological, charge-condensed, and\nvortex-condensed states. To study it we consider an implicit local order\nparameter characterizing the transition between the topological and\ncharge-condensed phases, and sample it using continuous-time Monte Carlo\nsimulations. The corresponding second-order transition line is obtained by\nfinite-size scaling analysis of this order parameter. Symmetry breaking between\ncharges and vortices along the first-order transition line is also observed,\nand our numerical result shows that the end point of the first-order transition\nline is located at $h_x^{(c)}=h_z^{(c)}=0.418(2)$.\n","Comment: 8 pages, 17 figures"]}]
["1201.6600",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6600","The Astronomical Journal 143 134 (2012)","doi:10.1088/0004-6256/143/6/134"],"date":["2012-01-31"],"type":["text"],"creator":["McCarthy, Kyle A.","White, Russel J."],"language":[],"coverage":[],"title":["The Sizes of the Nearest Young Stars"],"description":["  We present moderate resolution (R $\\sim$ 3575) optical spectra of 19 known or\nsuspected members of the AB Doradus and $\\beta$ Pictoris Moving Groups,\nobtained with the DeVeny Spectrograph on the 72-inch Perkins telescope at\nLowell Observatory. For 4 of 5 recently proposed members, signatures of youth\nsuch as Li\\,I 6708 \\AA\\, absorption and H$\\alpha$ emission further strengthen\nthe case for youth and membership. Effective temperatures are determined via\nline ratio analyses for the 11 F, G and early K stars observed, and via\nspectral comparisons for the 8 late-K and M stars observed. We assemble updated\ncandidate membership lists for these Moving Groups that account for known\nbinarity. We then use temperature, luminosity, and distance estimates to\npredict angular diameters for these stars; the motivation is to identify stars\nthat can be spatially resolved with long-baseline optical/infrared\ninterferometers in order to improve age estimates for these Groups and to\nconstrain evolutionary models at young ages. Considering the portion of the sky\naccessible to northern hemisphere facilities (DEC $> -30$), 6 stars have\ndiameters large enough to be spatially resolved ($\\theta > 0.4$ mas) with the\nCHARA Array; this subsample includes the low mass M2.5 member of AB Dor, GJ\n393, which is likely to still be pre-main sequence. For southern hemisphere\nfacilities (DEC $< +30$), 18 stars have diameters larger than this limiting\nsize, including the low mass debris disk star AU Mic (0.72 mas). However, the\nlongest baselines of southern hemisphere interferometers (160-m) are only able\nto resolve the largest of these, the B6 star $\\alpha$ Gru (1.17 mas); proposed\nlong-baseline stations may alleviate the current limitations.\n","Comment: Accepted to AJ. 34 Pages, 4 Figures, 3 Tables"]}]
["1202.0255",{"format":[],"subject":["Mathematics - Logic","Computer Science - Artificial Intelligence","Mathematics - Category Theory","18C50","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0255"],"date":["2012-02-01","2012-05-03"],"type":["text"],"creator":["White, Graham"],"language":[],"coverage":[],"title":["Reasoning about Unreliable Actions"],"description":["  We analyse the philosopher Davidson's semantics of actions, using a strongly\ntyped logic with contexts given by sets of partial equations between the\noutcomes of actions. This provides a perspicuous and elegant treatment of\nreasoning about action, analogous to Reiter's work on artificial intelligence.\nWe define a sequent calculus for this logic, prove cut elimination, and give a\nsemantics based on fibrations over partial cartesian categories: we give a\nstructure theory for such fibrations. The existence of lax comma objects is\nnecessary for the proof of cut elimination, and we give conditions on the\ndomain fibration of a partial cartesian category for such comma objects to\nexist.\n"]}]
["1202.1575",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1575","Phys. Rev. Lett. 108, 187204 (2012)","doi:10.1103/PhysRevLett.108.187204"],"date":["2012-02-07","2012-03-20"],"type":["text"],"creator":["Lu, X. Z.","Whangbo, M. -H.","Dong, Shuai","Gong, X. G.","Xiang, H. J."],"language":[],"coverage":[],"title":["Giant Ferroelectric Polarization of CaMn7O12 Induced by a Combined\n  Effect of Dzyaloshinskii-Moriya Interaction and Exchange Striction"],"description":["  By extending our general spin-current model to non-centrosymmetric spin\ndimers and performing density functional calculations, we investigate the\ncauses for the helical magnetic order and the origin of the giant ferroelectric\npolarization of CaMn7O12. The giant ferroelectric polarization is proposed to\nbe caused by the symmetric exchange striction due to the canting of the Mn4+\nspin arising from its strong Dzyaloshinskii-Moriya (DM) interaction. Our study\nsuggests that CaMn7O12 may exhibit a novel magnetoelectric coupling mechanism\nin which the magnitude of the polarization is governed by the exchange\nstriction, but the direction of the polarization by the chirality of the\nhelical magnetic order.\n","Comment: Accepted for publication in Phys. Rev. Lett"]}]
["1202.3217",{"format":[],"subject":["Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3217"],"date":["2012-02-15","2012-05-02"],"type":["text"],"creator":["Baldeaux, Jan","Roberts, Dale"],"language":[],"coverage":[],"title":["Quasi-Monte Carlo methods for the Heston model"],"description":["  In this paper, we discuss the application of quasi-Monte Carlo methods to the\nHeston model. We base our algorithms on the Broadie-Kaya algorithm, an exact\nsimulation scheme for the Heston model. As the joint transition densities are\nnot available in closed-form, the Linear Transformation method due to Imai and\nTan, a popular and widely applicable method to improve the effectiveness of\nquasi-Monte Carlo methods, cannot be employed in the context of path-dependent\noptions when the underlying price process follows the Heston model.\nConsequently, we tailor quasi-Monte Carlo methods directly to the Heston model.\nThe contributions of the paper are threefold: We firstly show how to apply\nquasi-Monte Carlo methods in the context of the Heston model and the SVJ model,\nsecondly that quasi-Monte Carlo methods improve on Monte Carlo methods, and\nthirdly how to improve the effectiveness of quasi-Monte Carlo methods by using\nbridge constructions tailored to the Heston and SVJ models. Finally, we provide\nsome extensions for computing greeks, barrier options, multidimensional and\nmulti-asset pricing, and the 3/2 model.\n","Comment: 20 pages. Submitted"]}]
["1202.5035",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5035","JCAP04(2012)029","doi:10.1088/1475-7516/2012/04/029"],"date":["2012-02-22"],"type":["text"],"creator":["Lee, Samuel K.","Peter, Annika H. G."],"language":[],"coverage":[],"title":["Probing the Local Velocity Distribution of WIMP Dark Matter with\n  Directional Detectors"],"description":["  We explore the ability of directional nuclear-recoil detectors to constrain\nthe local velocity distribution of weakly interacting massive particle (WIMP)\ndark matter by performing Bayesian parameter estimation on simulated\nrecoil-event data sets. We discuss in detail how directional information, when\ncombined with measurements of the recoil-energy spectrum, helps break\ndegeneracies in the velocity-distribution parameters. We also consider the\npossibility that velocity structures such as cold tidal streams or a dark disk\nmay also be present in addition to the Galactic halo. Assuming a\ncarbon-tetrafluoride detector with a 30-kg-yr exposure, a 50-GeV WIMP mass, and\na WIMP-nucleon spin-dependent cross-section of 0.001 pb, we show that the\nproperties of a cold tidal stream may be well constrained. However, measurement\nof the parameters of a dark-disk component with a low lag speed of ~50 km/s may\nbe challenging unless energy thresholds are improved.\n","Comment: 38 pages, 15 figures"]}]
["1202.5587",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5587","J. Stat. Mech. P05004 (2012)","doi:10.1088/1742-5468/2012/05/P05004"],"date":["2012-02-24","2012-04-26"],"type":["text"],"creator":["Yin, Mei"],"language":[],"coverage":[],"title":["A cluster expansion approach to exponential random graph models"],"description":["  The exponential family of random graphs is among the most widely-studied\nnetwork models. We show that any exponential random graph model may\nalternatively be viewed as a lattice gas model with a finite Banach space norm.\nThe system may then be treated by cluster expansion methods from statistical\nmechanics. In particular, we derive a convergent power series expansion for the\nlimiting free energy in the case of small parameters. Since the free energy is\nthe generating function for the expectations of other random variables, this\ncharacterizes the structure and behavior of the limiting network in this\nparameter region.\n","Comment: 15 pages, 1 figure"]}]
["1202.6143",{"format":[],"subject":["Mathematics - Functional Analysis","47A05 (Primary) 47B15, 47B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6143"],"date":["2012-02-28","2012-05-03"],"type":["text"],"creator":["Mortad, Mohammed Hichem"],"language":[],"coverage":[],"title":["Products of Unbounded Normal Operators"],"description":["  The present paper partly constitutes an \"unbounded\" follow-up of a paper by\nI. Kaplansky dealing with bounded products of normal operators. Results on the\nnormality of unbounded products are also included.\n","Comment: pages"]}]
["1203.1080",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1080"],"date":["2012-03-05","2012-05-03"],"type":["text"],"creator":["Chen, Shiteng","Verbin, Elad","Yu, Wei"],"language":[],"coverage":[],"title":["Data Structure Lower Bounds on Random Access to Grammar-Compressed\n  Strings"],"description":["  In this paper we investigate the problem of building a static data structure\nthat represents a string s using space close to its compressed size, and allows\nfast access to individual characters of s. This type of structures was\ninvestigated by the recent paper of Bille et al. Let n be the size of a\ncontext-free grammar that derives a unique string s of length L. (Note that L\nmight be exponential in n.) Bille et al. showed a data structure that uses\nspace O(n) and allows to query for the i-th character of s using running time\nO(log L). Their data structure works on a word RAM with a word size of logL\nbits. Here we prove that for such data structures, if the space is poly(n),\nthen the query time must be at least (log L)^{1-\\epsilon}/log S where S is the\nspace used, for any constant eps>0. As a function of n, our lower bound is\n\\Omega(n^{1/2-\\epsilon}). Our proof holds in the cell-probe model with a word\nsize of log L bits, so in particular it holds in the word RAM model. We show\nthat no lower bound significantly better than n^{1/2-\\epsilon} can be achieved\nin the cell-probe model, since there is a data structure in the cell-probe\nmodel that uses O(n) space and achieves O(\\sqrt{n log n}) query time. The \"bad\"\nsetting of parameters occurs roughly when L=2^{\\sqrt{n}}. We also prove a lower\nbound for the case of not-as-compressible strings, where, say,\nL=n^{1+\\epsilon}. For this case, we prove that if the space is n polylog(n),\nthen the query time must be at least \\Omega(log n/loglog n).\n  The proof works by reduction to communication complexity, namely to the LSD\nproblem, recently employed by Patrascu and others. We prove lower bounds also\nfor the case of LZ-compression and Burrows-Wheeler (BWT) compression. All of\nour lower bounds hold even when the strings are over an alphabet of size 2 and\nhold even for randomized data structures with 2-sided error.\n","Comment: submitted to ICALP 2012, with strengthened results included"]}]
["1203.1363",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1363","Chin. Phys. Lett. 29 (2012) 042101","doi:10.1088/0256-307X/29/4/042101"],"date":["2012-03-06","2012-03-08"],"type":["text"],"creator":["Li, Lulu","Meng, Jie","Ring, P.","Zhao, En-Guang","Zhou, Shan-Gui"],"language":[],"coverage":[],"title":["Odd systems in deformed relativistic Hartree Bogoliubov theory in\n  continuum"],"description":["  In order to describe the exotic nuclear structure in unstable odd-$A$ or\nodd-odd nuclei, the deformed relativistic Hartree Bogoliubov theory in\ncontinuum has been extended to incorporate the blocking effect due to the odd\nnucleon. For a microscopic and self-consistent description of pairing\ncorrelations, continuum, deformation, blocking effects, and the extended\nspatial density distribution in exotic nuclei, the deformed relativistic\nHartree Bogoliubov equations are solved in a Woods-Saxon basis in which the\nradial wave functions have a proper asymptotic behavior at large $r$. The\nformalism and numerical details are provided. The code is checked by comparing\nthe results with those of spherical relativistic continuum Hartree Bogoliubov\ntheory in the nucleus $^{19}$O. The prolate deformed nucleus $^{15}$C is\nstudied by examining the neutron levels and density distributions.\n","Comment: 4 pages, 3 figures; Chin. Phys. Lett., in press"]}]
["1203.1710",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1710","ChemPhysChem 13 ( 2012) 1463-1469","doi:10.1002/cphc.201100847"],"date":["2012-03-08"],"type":["text"],"creator":["Boukhvalov, Danil W.","Son, Young-Woo"],"language":[],"coverage":[],"title":["Covalent functionalization of strained graphene"],"description":["  Enhancement of the chemical activity of graphene is evidenced by\nfirst-principles modelling of chemisorption of the hydrogen, fluorine, oxygen\nand hydroxyl groups on strained graphene. For the case of negative strain or\ncompression, chemisorption of the single hydrogen, fluorine or hydroxyl group\nis energetically more favourable than those of their pairs on different\nsublattices. This behaviour stabilizes the magnetism caused by the\nchemisorption being against its destruction by the pair formations. Initially\nflat, compressed graphene is shown to buckle spontaneously right after\nchemisorption of single adatoms. Unlike hydrogenation or fluorination, the\noxidation process turns from the endothermic to exothermic for all types of the\nstrain and depends on the direction of applied strains. Such properties will be\nuseful in designing graphene devices utilizing functionalization as well as\nmechanical strains.\n","Comment: 6+ two columns pages, 7 figures, accepted in ChemPhysChem"]}]
["1203.2308",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2308"],"date":["2012-03-10","2012-05-03"],"type":["text"],"creator":["Sun, Jianwei","Xiao, Bing","Ruzsinszky, Adrienn"],"language":[],"coverage":[],"title":["Effect of orbital-overlap dependence in density functionals"],"description":["  The semilocal meta generalized gradient approximation (MGGA) for the\nexchange-correlation functional of Kohn-Sham (KS) density functional theory can\nyield accurate ground-state energies simultaneously for atoms, molecules,\nsurfaces, and solids, due to the inclusion of kinetic energy density as an\ninput. We study for the first time the effect and importance of the dependence\nof MGGA on the kinetic energy density through the dimensionless inhomogeneity\nparameter, $\\alpha$, that characterizes the extent of orbital overlap. This\nleads to a simple and wholly new MGGA exchange functional, which interpolates\nbetween the single-orbital regime, where $\\alpha=0$, and the slowly varying\ndensity regime, where $\\alpha \\approx 1$, and then extrapolates to $\\alpha \\to\n\\infty$. When combined with a variant of the Perdew-Burke-Erzerhof (PBE) GGA\ncorrelation, the resulting MGGA performs equally well for atoms, molecules,\nsurfaces, and solids.\n"]}]
["1203.3969",{"format":[],"subject":["Mathematics - Number Theory","11A41, 11R09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3969"],"date":["2012-03-18","2012-05-03"],"type":["text"],"creator":["Salas, Christian"],"language":[],"coverage":[],"title":["Cantor Primes as Prime-Valued Cyclotomic Polynomials"],"description":["  Cantor primes are primes p such that 1/p belongs to the middle-third Cantor\nset. One way to look at them is as containing the base-3 analogues of the\nfamous Mersenne primes, which encompass all base-2 repunit primes, i.e., primes\nconsisting of a contiguous sequence of 1's in base 2 and satisfying an equation\nof the form p + 1 = 2^q. The Cantor primes encompass all base-3 repunit primes\nsatisfying an equation of the form 2p + 1 = 3^q, and I show that in general all\nCantor primes > 3 satisfy a closely related equation of the form 2pK + 1 = 3^q,\nwith the base-3 repunits being the special case K = 1. I use this to prove that\nthe Cantor primes > 3 are exactly the prime-valued cyclotomic polynomials of\nthe form $\\Phi_s(3^{s^j}) \\equiv 1$ (mod 4). Significant open problems concern\nthe infinitude of these, making Cantor primes perhaps more interesting than\npreviously realised.\n","Comment: arXiv admin note: text overlap with arXiv:0906.0465"]}]
["1204.0909",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0909","JCAP05(2012)003","doi:10.1088/1475-7516/2012/05/003"],"date":["2012-04-04","2012-05-03"],"type":["text"],"creator":["Bolejko, Krzysztof","Ferreira, Pedro G."],"language":[],"coverage":[],"title":["Ricci focusing, shearing, and the expansion rate in an almost\n  homogeneous Universe"],"description":["  The Universe is inhomogeneous, and yet it seems to be incredibly\nwell-characterised by a homogeneous relativistic model. One of the current\nchallenges is to accurately characterise the properties of such a model. In\nthis paper we explore how inhomogeneities may affect the overall optical\nproperties of the Universe by quantifying how they can bias the\nredshift-distance relation in a number of toy models that mimic the real\nUniverse. The models that we explore are statistically homogeneous on large\nscales. We find that the effect of inhomogeneities is of order of a few\npercent, which can be quite important in precise estimation of cosmological\nparameters. We discuss what lessons can be learned to help us tackle a more\nrealistic inhomogeneous universe.\n","Comment: 22 pages, 8 figures"]}]
["1204.3068",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3068"],"date":["2012-04-13","2012-05-02"],"type":["text"],"creator":["Li, Jian","Tu, Jiufeng J.","Birman, Joseph L."],"language":[],"coverage":[],"title":["Optical selection rules in topological insulators Bi$_2$Sb$_3$,\n  Bi$_2$Se$_3$, Bi$_2$Te$_3$ and Sb$_2$Te$_3$"],"description":["  We performed group theoretical investigation of symmetries of excitations in\ntopological insulators \\ce{Bi2Sb3}, \\ce{Bi2Te3}, \\ce{Bi2Se3} and \\ce{Sb2Te3},\nfocusing on selection rules for optical processes. Electronic transitions of\nbulk states to bulk states, surface states to surface states and bulk states to\nsurface states are studied over the entire Brillouin zone. A new technique is\nused to deal with transitions between surface states and bulk states. Time\nreversal symmtry is also included in the analysis. Our results show that only\n(\\Gamma), (\\Lambda) and (M) points of the Brillouin zone would depend on light\npolarization for transitions between bulk states and surface states. As an\nexample of application, electron spin polarizations of photoelectrons are\ncalculated at (\\Gamma) point. A general rule for the direct product between the\nrepresentation at an arbitrary point in the Brillouin zone with itself is\npresented.\n"]}]
["1204.3847",{"format":[],"subject":["Mathematics - Spectral Theory","High Energy Physics - Theory","Mathematical Physics","Mathematics - Numerical Analysis","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3847"],"date":["2012-04-17","2012-05-03"],"type":["text"],"creator":["Dowker, J. S."],"language":[],"coverage":[],"title":["Discrete eigenproblems"],"description":["  Schrodinger eigenproblems on a discrete interval are further investigated\nwith special attention given to test cases such as the linear and Rosen--Morse\npotentials. In the former case it is shown that the characteristic function\ndetermining the eigenvalues is a Lommel polynomial and considerable space is\ndevoted to these objects. For example it is shown that the continuum limit of\nthe determinant is obtained by a transitional limit of the Lommel polynomials\nfor large order and argument.\n  Numerical comparisons between discrete approximations and (known) continuum\nvalues for the ratio of functional determinants with and without the potential\nare made and show good agreement, even for small numbers of vertices. The zero\nmode problem is also briefly dealt with.\n","Comment: 20 pages. The zero mode problem is now briefly considered. References\n  added and typos corrected"]}]
["1204.3851",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3851"],"date":["2012-04-17","2012-05-03"],"type":["text"],"creator":["Mistlberger, Bernhard","Dulat, Falko"],"language":[],"coverage":[],"title":["Limit setting procedures and theoretical uncertainties in Higgs boson\n  searches"],"description":["  We review the CLS method used by ATLAS and CMS to set exclusion limits on the\nmass of the Higgs boson. We investigate the impact of theoretical uncertainties\nof Higgs boson cross-sections due to higher order perturbative corrections and\nconvolution with parton densities on exclusion limits. We illustrate the impact\non limits of commonly used treatments of these uncertainties with a simulated\nHiggs search. We adopt a \"worst- case scenario\" for the perturbative\nuncertainties. We find that the statistical methods of ATLAS and CMS do not\nincorporate this specific uncertainty adequately.\n","Comment: 20 pages, 7 figures"]}]
["1204.4535",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4535"],"date":["2012-04-20","2012-05-03"],"type":["text"],"creator":["Shah, Jay","Mahalanobis, Ayan"],"language":[],"coverage":[],"title":["A New Guess-and-Determine Attack on the A5/1 Stream Cipher"],"description":["  In Europe and North America, the most widely used stream cipher to ensure\nprivacy and confidentiality of conversations in GSM mobile phones is the A5/1.\nIn this paper, we present a new attack on the A5/1 stream cipher with an\naverage time complexity of 2^(48.5), which is much less than the brute-force\nattack with a complexity of 2^(64). The attack has a 100% success rate and\nrequires about 5.65GB storage. We provide a detailed description of our new\nattack along with its implementation and results.\n","Comment: 14 pages, 4 figures, 3 tables"]}]
["1204.5788",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5788"],"date":["2012-04-25","2012-05-02"],"type":["text"],"creator":["Olkhovikov, Grigory K."],"language":[],"coverage":[],"title":["Intuitionistic predicate logic of constant domains does not have Beth\n  property"],"description":["  Drawing on the previous work on interpolation failure, we show that Beth's\ndefinability theorem does not hold for intuitionistic predicate logic of\nconstant domains without identity.\n","Comment: 9 pages, 0 figures. Several misprints corrected"]}]
["1204.6462",{"format":[],"subject":["Physics - Optics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6462","doi:10.1364/OE.20.011336"],"date":["2012-04-29"],"type":["text"],"creator":["Nordam, Tor","Letnes, Paul Anton","Simonsen, Ingve","Maradudin, Alexei A."],"language":[],"coverage":[],"title":["Satellite peaks in the scattering of light from the two-dimensional\n  randomly rough surface of a dielectric film on a planar metal surface"],"description":["  A nonperturbative, purely numerical, solution of the reduced Rayleigh\nequation for the scattering of p- and s-polarized light from a dielectric film\nwith a two-dimensional randomly rough surface deposited on a planar metallic\nsubstrate, has been carried out. It is found that satellite peaks are present\nin the angular dependence of the elements of the mean differential reflection\ncoefficient in addition to an enhanced backscattering peak. This result\nresolves a conflict between the results of earlier approximate theoretical\nstudies of scattering from this system.\n","Comment: 15 pages, 4 figures"]}]
["1204.6566",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6566"],"date":["2012-04-30","2012-05-03"],"type":["text"],"creator":["Blomgren, Martin","Chachólski, Wojciech","Farjoun, Emannuel Dror","Segev, Yoav"],"language":[],"coverage":[],"title":["Idempotent deformations of finite groups"],"description":["  The action of the idempotent deformations on finite groups is discussed. This\naction is described in terms of the homological properties of groups. The\norbits of finite simple groups are determined.\n"]}]
["1204.6626",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6626"],"date":["2012-04-30","2012-05-03"],"type":["text"],"creator":["Douglas, Michael R."],"language":[],"coverage":[],"title":["The string landscape and low energy supersymmetry"],"description":["  We briefly survey our present understanding of the string landscape, and use\nit to discuss the chances that we will see low energy supersymmetry at the LHC.\n","Comment: 27 pp, ws-rv9x6.cls (included) v2: improved section 6"]}]
["1205.0071",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0071"],"date":["2012-04-30","2012-05-03"],"type":["text"],"creator":["Salom, Robert"],"language":[],"coverage":[],"title":["Bonnet pairs of surfaces in Minkowski space"],"description":["  In this note we consider the problem of local classification of Bonnet pairs\nof surfaces in 3-dimensional Minkowski space. We use split quaternions in a way\nsimilar to the use of quaternions in, arXiv:dg-ga/9610006, for the solution in\nEuclidean 3-Space.\n","Comment: This paper has been withdrawn by the author due to major overlap with\n  the paper Lorentzian isothermic surfaces and Bonnet pairs in Annales Polonici\n  83.2 by M. Magid"]}]
["1205.0345",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0345"],"date":["2012-05-02"],"type":["text"],"creator":["Wachter-Zeh, Antonia"],"language":[],"coverage":[],"title":["Bounds on List Decoding Gabidulin Codes"],"description":["  An open question about Gabidulin codes is whether polynomial-time list\ndecoding beyond half the minimum distance is possible or not. In this\ncontribution, we give a lower and an upper bound on the list size, i.e., the\nnumber of codewords in a ball around the received word. The lower bound shows\nthat if the radius of this ball is greater than the Johnson radius, this list\nsize can be exponential and hence, no polynomial-time list decoding is\npossible. The upper bound on the list size uses subspace properties.\n","Comment: Thirteenth International Workshop on Algebraic and Combinatorial\n  Coding Theory (ACCT 2012), Pomorie : Bulgaria (2012)"]}]
["1205.0429",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0429","Phys. Rev. B 83, 235120 (2011)","doi:10.1103/PhysRevB.83.235120"],"date":["2012-05-02","2012-05-03"],"type":["text"],"creator":["Holst, Bastian","French, Martin","Redmer, Ronald"],"language":[],"coverage":[],"title":["Electronic transport coefficients from ab initio simulations and\n  application to dense liquid hydrogen"],"description":["  Using Kubo's linear response theory, we derive expressions for the\nfrequency-dependent electrical conductivity (Kubo-Greenwood formula),\nthermopower, and thermal conductivity in a strongly correlated electron system.\nThese are evaluated within ab initio molecular dynamics simulations in order to\nstudy the thermoelectric transport coefficients in dense liquid hydrogen,\nespecially near the nonmetal-to-metal transition region. We also observe\nsignificant deviations from the widely used Wiedemann-Franz law which is\nstrictly valid only for degenerate systems and give an estimate for its valid\nscope of application towards lower densities.\n"]}]
["1205.0505",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Physics - Data Analysis, Statistics and Probability","Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0505","PLoS One (7)4 : e33960 (2012)","doi:10.1371/journal.pone.0033960"],"date":["2012-05-02"],"type":["text"],"creator":["Gronlund, Andreas","Yi, Il Gu","Kim, Beom Jun"],"language":[],"coverage":[],"title":["Fractal Profit Landscape of the Stock Market"],"description":["  We investigate the structure of the profit landscape obtained from the most\nbasic, fluctuation based, trading strategy applied for the daily stock price\ndata. The strategy is parameterized by only two variables, p and q. Stocks are\nsold and bought if the log return is bigger than p and less than -q,\nrespectively. Repetition of this simple strategy for a long time gives the\nprofit defined in the underlying two-dimensional parameter space of p and q. It\nis revealed that the local maxima in the profit landscape are spread in the\nform of a fractal structure. The fractal structure implies that successful\nstrategies are not localized to any region of the profit landscape and are\nneither spaced evenly throughout the profit landscape, which makes the\noptimization notoriously hard and hypersensitive for partial or limited\ninformation. The concrete implication of this property is demonstrated by\nshowing that optimization of one stock for future values or other stocks\nrenders worse profit than a strategy that ignores fluctuations, i.e., a\nlong-term buy-and-hold strategy.\n","Comment: 12 pages, 4 figures"]}]
["1205.0528",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0528"],"date":["2012-05-01","2012-05-03"],"type":["text"],"creator":["Melissen, Matthijs"],"language":[],"coverage":[],"title":["Are insight problems really different from noninsight problems?"],"description":["  In this text, I will suggest an electroencephalogram (EEG) experiment with\nwhich it will be possible to see whether there is biological evidence for the\nfrequently made distinction between insight and noninsight problems. What is\nmeant with insight here is the 'aha'-experience, the sudden discovery of how a\nproblem works. First, I will give a summary of the research done by Auke Pols\nin his thesis 'Insight in problem solving' (Pols, 2002), an introductory text\non insight. This part of this text consists of an overview of the questions\nPols asks himself, the answers to these questions, and the methods he uses to\nfind them. Secondly, I will formulate my own research question, and propose the\nmethods with which I want to answer this question.\n"]}]
["1205.0543",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics","Quantum Physics","65M99, 81Q05, 81Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0543"],"date":["2012-05-02"],"type":["text"],"creator":["Wu, Hao","Huang, Zhongyi","Jin, Shi","Yin, Dongsheng"],"language":[],"coverage":[],"title":["Gaussian Beam Methods for the Dirac Equation in the Semi-classical\n  Regime"],"description":["  The Dirac equation is an important model in relativistic quantum mechanics.\nIn the semi-classical regime $\\epsilon\\ll1$, even a spatially spectrally\naccurate time splitting method \\cite{HuJi:05} requires the mesh size to be\n$O(\\epsilon)$, which makes the direct simulation extremely expensive. In this\npaper, we present the Gaussian beam method for the Dirac equation. With the\nhelp of an eigenvalue decomposition, the Gaussian beams can be independently\nevolved along each eigenspace and summed to construct an approximate solution\nof the Dirac equation. Moreover, the proposed Eulerian Gaussian beam keeps the\nadvantages of constructing the Hessian matrices by simply using level set\nfunctions' derivatives. Finally, several numerical examples show the efficiency\nand accuracy of the method.\n","Comment: 15 pages, 27 figures"]}]
["1205.0548",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0548"],"date":["2012-05-02"],"type":["text"],"creator":["Basse, Tobias","Bjaelde, Ole Eggers","Hannestad, Steen","Wong, Yvonne Y. Y."],"language":[],"coverage":[],"title":["Confronting the sound speed of dark energy with future cluster surveys"],"description":["  Future cluster surveys will observe galaxy clusters numbering in the hundred\nthousands. We consider this work how these surveys can be used to constrain\ndark energy parameters: in particular, the equation of state parameter w and\nthe non-adiabatic sound speed c_s^2. We demonstrate that, in combination with\nCosmic Microwave Background (CMB) observations from Planck, cluster surveys\nsuch as that in the ESA Euclid project will be able to determine a\ntime-independent w with subpercent precision. Likewise, if the dark energy\nsound horizon falls within the length scales probed by the cluster survey, then\nc_s^2 can be pinned down to within an order of magnitude. In the course of this\nwork, we also investigate the process of dark energy virialisation in the\npresence of an arbitrary sound speed. We find that dark energy clustering and\nvirialisation can lead to dark energy contributing to the total cluster mass at\napproximately the 0.1% level at maximum.\n","Comment: 24 pages, 7 figures, prepared for submission to JCAP"]}]
["1205.0558",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0558"],"date":["2012-05-02"],"type":["text"],"creator":["Podolsky, Dmitry","Greenwood, Eric","Starkman, Glenn"],"language":[],"coverage":[],"title":["Quantum kinetics and prethermalization of Hawking radiation"],"description":["  We reinvestigate the emission of Hawking radiation during gravitational\ncollapse to a black hole. Both CGHS collapse of a shock wave in\n(1+1)-dimensional dilaton gravity and Schwarzschild collapse of a spherically\nsymmetric thin shell in (3+1)-dimensional gravity are considered. Studying the\ndynamics of in-vacuum polarization, we find that a multi-parametric family of\nout-vacua exists. Initial conditions for the collapse lead dynamically to\ndifferent vacua from this family as the final state. Therefore, the form of the\nout-vacuum encodes memory about the initial quantum state of the system. While\nmost out-vacua feature a non-thermal Hawking flux and are expected to decay\nquickly, there also exists a thermal vacuum state. Collectively, these\nobservations suggest an interesting possible resolution of the information loss\nparadox.\n","Comment: 26 pages, 5 figures"]}]
["1205.0560",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0560"],"date":["2012-05-02"],"type":["text"],"creator":["Linford, J. D.","Taylor, G. B.","Romani, R. W.","Helmboldt, J. F.","Readhead, A. C. S.","Reeves, R.","Richards, J. L."],"language":[],"coverage":[],"title":["Parsec-Scale Radio Properties of Gamma-Ray Emitting Blazars"],"description":["  The parsec-scale radio properties of blazars detected by the Large Area\nTelescope (LAT) on board the Fermi Gamma-ray Space Telescope have been\ninvestigated using observations with the Very Long Baseline Array (VLBA).\nComparisons between LAT and non-LAT detected samples were made using\ncontemporaneous data. In total, 232 sources were used in the LAT-detected\nsample. This very large, radio flux-limited sample of active galactic nuclei\n(AGN) provides insights into the mechanism that produces strong gamma-ray\nemission. It has been found that LAT-detected BL Lac objects are very similar\nto the non-LAT BL Lac objects in most properties, although LAT BL Lac objects\nmay have longer jets. The LAT flat spectrum radio quasars (FSRQs) are\nsignificantly different from non-LAT FSRQs and are likely extreme members of\nthe FSRQ population. Contemporaneous observations showed a strong correlation,\nwhereas no correlation is found using archival radio data. Most of the\ndifferences between the LAT and non-LAT populations are related to the cores of\nthe sources, indicating that the gamma-ray emission may originate near the base\nof the jets (i.e., within a few pc of the central engine). There is some\nindication that LAT-detected sources may have larger jet opening angles than\nthe non-LAT sources. Strong core polarization is significantly more common\namong the LAT sources, suggesting that gamma-ray emission is related to strong,\nuniform magnetic fields at the base of the jets of the blazars. Observations of\nsources in two epochs indicate that core fractional polarization was higher\nwhen the objects were detected by the LAT. Included in our sample are several\nnon-blazar AGN such as 3C84, M82, and NGC 6251.\n","Comment: 2012 Fermi & Jansky Proceedings - eConf C1111101"]}]
["1205.0562",{"format":[],"subject":["Mathematics - Differential Geometry","58Jxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0562"],"date":["2012-05-02"],"type":["text"],"creator":["Dai, Xianzhe","Zhang, Weiping"],"language":[],"coverage":[],"title":["Eta invariant and holonomy, the even dimensional case"],"description":["  In previous work, we introduced eta invariants for even dimensional\nmanifolds. It plays the same role as the eta invariant of Atiyah-Patodi-Singer,\nwhich is for odd dimensional manifolds. It is associated to $K^1$\nrepresentatives on even dimensional manifolds and is closely related to the so\ncalled WZW theory in physics. In fact, it is an intrinsic interpretation of the\nWess-Zumino term without passing to the bounding 3-manifold. Spectrally the eta\ninvariant is defined on a finite cylinder, rather than on the manifold itself.\nThus it is an interesting question to find an intrinsic spectral interpretation\nof this new invariant. We address this issue here using adiabatic limit\ntechnique. The general formulation relates the (mod $\\mathbb Z$ reduction of)\neta invariant for even dimensional manifolds with the holonomy of the\ndeterminant line bundle of a natural family of Dirac type operators. In this\nsense our result might be thought of as an even dimensional analogue of\nWitten's holonomy theorem proved by Bismut-Freed and Cheeger independently.\n"]}]
["1205.0567",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0567"],"date":["2012-05-02"],"type":["text"],"creator":["Madadi, AliReza","Kurz, Mary E.","Mason, Scott J.","Taaffe, Kevin M."],"language":[],"coverage":[],"title":["Supply Chain Network Design Heuristics for Capacitated Facilities under\n  Risk of Supply Disruptions"],"description":["  Recent events such as the Heparin tragedy, in which patients lost their lives\ndue to tainted pharmaceuticals, highlight the necessity for supply chain\ndesigners and planners to consider the risk of even low probability disruptions\nin supply chains. One of the most effective ways to hedge against supply chain\nnetwork disruptions is to robustly design the supply chain network. This\ninvolves both strategic decisions (e.g., which suppliers to source from, plant\nlocations, etc.) and tactical decisions (e.g., capacity allocation, etc.).\nSince disruptions are modeled as events which occur randomly and may have a\nrandom length, we consider a mixed-integer stochastic model. However, such\nnetwork design problems belong to the class of NP-hard problems. Accordingly,\nwe develop efficient heuristic algorithms and a metaheuristic approach to\nobtain acceptable solutions to these types of problems in reasonable runtimes\nso that the process of decision making becomes facilitated with no drastic\nsacrifices in solution quality.\n"]}]
["1205.0570",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 05E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0570"],"date":["2012-05-02"],"type":["text"],"creator":["Kitaev, Sergey","Remmel, Jeffrey"],"language":[],"coverage":[],"title":["Quadrant marked mesh patterns in alternating permutations"],"description":["  This paper is continuation of the systematic study of distribution of\nquadrant marked mesh patterns. We study quadrant marked mesh patterns on\nup-down and down-up permutations, also known as alternating and reverse\nalternating permutations, respectively. In particular, we refine classic\nenumeration results of Andr\\'{e} on alternating permutations by showing that\nthe distribution of the quadrant marked mesh pattern of interest is given by\n$(\\sec(xt))^{1/x}$ on up-down permutations of even length and by $\\int_0^t\n(\\sec(xz))^{1+\\frac{1}{x}}dz$ on down-up permutations of odd length.\n","Comment: 20 pages"]}]
["1205.0573",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0573"],"date":["2012-05-02"],"type":["text"],"creator":["Houcine, A. Ould"],"language":[],"coverage":[],"title":["A remark on the definability of the Fitting subgroup and the soluble\n  radical"],"description":["  Let $G$ be an arbitrary group. We show that if the Fitting subgroup of $G$ is\nnilpotent then it is definable. We show also that the class of groups whose\nFitting subgroup is nilpotent of class at most $n$ is elementary. We give an\nexample of a group (arbitrary saturated) whose Fitting subgroup is definable\nbut not nilpotent. Similar results for the soluble radical are given.\n"]}]
["1205.0577",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0577"],"date":["2012-05-02"],"type":["text"],"creator":["Hupin, Guillaume","Lacroix, Denis"],"language":[],"coverage":[],"title":["Beyond mean-field calculation for pairing correlation"],"description":["  The recently proposed Symmetry-Conserving Energy Density Functional approach\n[G. Hupin, D. Lacroix and M. Bender, Phys. Rev. C84, 014309 (2011)] is applied\nto perform Variation After Projection onto good particle number using Skyrme\ninteraction, including density dependent terms. We present a systematic study\nof the Kr and Sn isotopic chains. This approach leads to non-zero pairing in\nmagic nuclei and a global enhancement of the pairing gap compared to the\noriginal theory that breaks the particle number symmetry. The need to\nconsistently readjust the pairing effective interaction strength is discussed.\n","Comment: 7 pages, 9 figures"]}]
["1205.0581",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0581"],"date":["2012-05-02"],"type":["text"],"creator":["Dani, Varsha","Movahedi, Mahnush","Saia, Jared"],"language":[],"coverage":[],"title":["Scalable Mechanisms for Rational Secret Sharing"],"description":["  We consider the classical secret sharing problem in the case where all agents\nare selfish but rational. In recent work, Kol and Naor show that, when there\nare two players, in the non-simultaneous communication model, i.e. when rushing\nis possible, there is no Nash equilibrium that ensures both players learn the\nsecret. However, they describe a mechanism for this problem, for any number of\nplayers, that is an epsilon-Nash equilibrium, in that no player can gain more\nthan epsilon utility by deviating from it. Unfortunately, the Kol and Naor\nmechanism, and, to the best of our knowledge, all previous mechanisms for this\nproblem require each agent to send O(n) messages in expectation, where n is the\nnumber of agents. This may be problematic for some applications of rational\nsecret sharing such as secure multi-party computation and simulation of a\nmediator.\n  We address this issue by describing mechanisms for rational secret sharing\nthat are designed for large n. Both of our results hold for n > 2, and are Nash\nequilbria, rather than just epsilon-Nash equilbria.\n  Our first result is a mechanism for n-out-of-n rational secret sharing that\nis scalable in the sense that it requires each agent to send only an expected\nO(log n) bits. Moreover, the latency of this mechanism is O(log n) in\nexpectation, compared to O(n) expected latency for the Kol and Naor result. Our\nsecond result is a mechanism for a relaxed variant of rational m-out-of-n\nsecret sharing where m = Theta(n). It requires each processor to send O(log n)\nbits and has O(log n) latency. Both of our mechanisms are non-cryptographic,\nand are not susceptible to backwards induction.\n","Comment: 30 pages, 2 figures"]}]
["1205.0586",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0586"],"date":["2012-05-02"],"type":["text"],"creator":["Yan, Zhiyuan","Xie, Hongmei"],"language":[],"coverage":[],"title":["Enhanced Algebraic Error Control for Random Linear Network Coding"],"description":["  Error control is significant to network coding, since when unchecked, errors\ngreatly deteriorate the throughput gains of network coding and seriously\nundermine both reliability and security of data. Two families of codes,\nsubspace and rank metric codes, have been used to provide error control for\nrandom linear network coding. In this paper, we enhance the error correction\ncapability of these two families of codes by using a novel two-tier decoding\nscheme. While the decoding of subspace and rank metric codes serves a\nsecond-tier decoding, we propose to perform a first-tier decoding on the packet\nlevel by taking advantage of Hamming distance properties of subspace and rank\nmetric codes. This packet-level decoding can also be implemented by\nintermediate nodes to reduce error propagation. To support the first-tier\ndecoding, we also investigate Hamming distance properties of three important\nfamilies of subspace and rank metric codes, Gabidulin codes,\nKotter--Kschischang codes, and Mahdavifar--Vardy codes. Both the two-tier\ndecoding scheme and the Hamming distance properties of these codes are novel to\nthe best of our knowledge.\n"]}]
["1205.0587",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B12, 14C05, 14B07, 14H20,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0587"],"date":["2012-05-02"],"type":["text"],"creator":["Erman, Daniel"],"language":[],"coverage":[],"title":["Murphy's Law for Hilbert function strata in the Hilbert scheme of points"],"description":["  An open question is whether the Hilbert scheme of points of a high\ndimensional affine space satisfies Murphy's Law, as formulated by Vakil. In\nthis short note, we instead consider the loci in the Hilbert scheme\nparametrizing punctual schemes with a given Hilbert function, and we show that\nthese loci satisfy Murphy's Law. We also prove a related result for equivariant\ndeformations of curve singularities with $\\mathbb G_m$-action.\n","Comment: 5 pages"]}]
["1205.0589",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0589"],"date":["2012-05-02"],"type":["text"],"creator":["Susskind, Leonard"],"language":[],"coverage":[],"title":["Is Eternal Inflation Past-Eternal? And What if It Is?"],"description":["  As a result of discussions with Bousso and Vilenkin I want to return to the\nquestion of whether the multiverse is past-eternal or if there was a beginning.\nNot surprisingly, given three people, there were three answers. However, the\ndiscussions have led to some common ground.\n  The multiverse being past-eternal, or at least extremely old has content and\npotential phenomenological implications. I will discuss how the oldness of the\nmultiverse is connected with recent speculations of Douglas.\n","Comment: 13 pages, 4 figures"]}]
["1205.0591",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0591"],"date":["2012-05-02"],"type":["text"],"creator":["Agarwal, Deepak","Chen, Bee-Chung","Wang, Xuanhui"],"language":[],"coverage":[],"title":["Multi-Faceted Ranking of News Articles using Post-Read Actions"],"description":["  Personalized article recommendation is important to improve user engagement\non news sites. Existing work quantifies engagement primarily through click\nrates. We argue that quality of recommendations can be improved by\nincorporating different types of \"post-read\" engagement signals like sharing,\ncommenting, printing and e-mailing article links. More specifically, we propose\na multi-faceted ranking problem for recommending news articles where each facet\ncorresponds to a ranking problem to maximize actions of a post-read action\ntype. The key technical challenge is to estimate the rates of post-read action\ntypes by mitigating the impact of enormous data sparsity, we do so through\nseveral variations of factor models. To exploit correlations among post-read\naction types we also introduce a novel variant called locally augmented tensor\n(LAT) model. Through data obtained from a major news site in the US, we show\nthat factor models significantly outperform a few baseline IR models and the\nLAT model significantly outperforms several other variations of factor models.\nOur findings show that it is possible to incorporate post-read signals that are\ncommonly available on online news sites to improve quality of recommendations.\n"]}]
["1205.0601",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0601"],"date":["2012-05-02"],"type":["text"],"creator":["Chen, Yu"],"language":[],"coverage":[],"title":["Inner product quadratures"],"description":["  We introduce a n-term quadrature to integrate inner products of n functions,\nas opposed to a Gaussian quadrature to integrate 2n functions. We will\ncharacterize and provide computational tools to construct the inner product\nquadrature, and establish its connection to the Gaussian quadrature.\n"]}]
["1205.0610",{"format":[],"subject":["Computer Science - Learning","I.5.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0610"],"date":["2012-05-03"],"type":["text"],"creator":["Chen, Gang","Corso, Jason"],"language":[],"coverage":[],"title":["Greedy Multiple Instance Learning via Codebook Learning and Nearest\n  Neighbor Voting"],"description":["  Multiple instance learning (MIL) has attracted great attention recently in\nmachine learning community. However, most MIL algorithms are very slow and\ncannot be applied to large datasets. In this paper, we propose a greedy\nstrategy to speed up the multiple instance learning process. Our contribution\nis two fold. First, we propose a density ratio model, and show that maximizing\na density ratio function is the low bound of the DD model under certain\nconditions. Secondly, we make use of a histogram ratio between positive bags\nand negative bags to represent the density ratio function and find codebooks\nseparately for positive bags and negative bags by a greedy strategy. For\ntesting, we make use of a nearest neighbor strategy to classify new bags. We\ntest our method on both small benchmark datasets and the large TRECVID MED11\ndataset. The experimental results show that our method yields comparable\naccuracy to the current state of the art, while being up to at least one order\nof magnitude faster.\n","Comment: 12 pages"]}]
["1205.0614",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0614","First Asia-Pacific Solar Physics Meeting ASI Conference Series,\n  2011, 2, p123-129 Edited by Arnab Rai Choudhuri & Dipankar Banerjee"],"date":["2012-05-03"],"type":["text"],"creator":["Karak, Bidya Binay"],"language":[],"coverage":[],"title":["Modeling the irregularities of solar cycle using flux transport dynamo\n  models"],"description":["  The sunspot number varies roughly periodically with time. However the\nindividual cycle durations and the amplitudes are found to vary in an irregular\nmanner. It is observed that the stronger cycles are having shorter rise times\nand vice versa. This leads to an important effect know as the Waldmeier effect.\nAnother important feature of the solar cycle irregularity are the grand minima\nduring which the activity level is strongly reduced. We explore whether these\nsolar cycle irregularities can be studied with the help of the flux transport\ndynamo model of the solar cycle. We show that with a suitable stochastic\nfluctuations in a regular dynamo model, we are able to reproduce many irregular\nfeatures of the solar cycle including the Waldmeier effect and the grand\nminimum. However, we get all these results only if the value of the turbulent\ndiffusivity in the convection zone is reasonably high.\n"]}]
["1205.0622",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0622"],"date":["2012-05-03"],"type":["text"],"creator":["Lanctot, Marc","Gibson, Richard","Burch, Neil","Zinkevich, Martin","Bowling, Michael"],"language":[],"coverage":[],"title":["No-Regret Learning in Extensive-Form Games with Imperfect Recall"],"description":["  Counterfactual Regret Minimization (CFR) is an efficient no-regret learning\nalgorithm for decision problems modeled as extensive games. CFR's regret bounds\ndepend on the requirement of perfect recall: players always remember\ninformation that was revealed to them and the order in which it was revealed.\nIn games without perfect recall, however, CFR's guarantees do not apply. In\nthis paper, we present the first regret bound for CFR when applied to a general\nclass of games with imperfect recall. In addition, we show that CFR applied to\nany abstraction belonging to our general class results in a regret bound not\njust for the abstract game, but for the full game as well. We verify our theory\nand show how imperfect recall can be used to trade a small increase in regret\nfor a significant reduction in memory in three domains: die-roll poker, phantom\ntic-tac-toe, and Bluff.\n","Comment: 21 pages, 4 figures, expanded version of article to appear in\n  Proceedings of the Twenty-Ninth International Conference on Machine Learning"]}]
["1205.0625",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0625","Philosophical Magazine, 90(24):3355-3374, 2010","doi:10.1080/14786435.2010.484659"],"date":["2012-05-03"],"type":["text"],"creator":["Rosalie, Julian M.","Somekawa, Hidetoshi","Singh, Alok","Mukai, Toshiji"],"language":[],"coverage":[],"title":["Structural relationships among monoclinic and hexagonal phases and\n  transition structures in Mg-Zn-Y alloys"],"description":["  Isothermal ageing of plastically deformed Mg-Zn-Y alloys resulted in\nprecipitation along {10-12} twin boundaries. The bulky precipitates formed had\nstructures similar to those recently reported for the rod-like \\beta'\nprecipitates, but afforded a more detailed study by high resolution TEM due to\ntheir larger size. The core of the precipitates often had the structure of\nmonoclinic Mg4Zn7 phase, and had the orientation [0001]_Mg//[010]; {10-10}_Mg\n// (201) with either the matrix or the twin. On this Mg4Zn7 phase, hexagonal\nMgZn2 phase grew in two orientations, both with [010]_Mg4Zn7 // [11-20]_MgZn2.\nOne of these orientations formed a known orientation relationship [0001]_Mg //\n[11-20]_MgZn2; {11-20}_Mg // (0001)_MgZn2 with the matrix. The part of the\nprecipitate with the MgZn2 structure was usually in direct contact with the\ntwin boundary. Both Mg4Zn7 and MgZn2 phases have layered structures that can be\ndescribed with similar building blocks of icosahedrally coordinated atoms. The\natomic positions of zinc atoms comprise the vertices of these icosahedra and\nform \"thick\" rhombic tiles. Orientation of these rhombuses remain unchanged\nacross the interfaces between the two phases. Near the interface with MgZn2,\ntransition structures formed in Mg4Zn7 phase, with Zn:Mg atom ratio between\nthose of Mg4Zn7 and MgZn2 phases. In these transition structures, the unit cell\nof Mg4Zn7 phase is extended along [100] or [001] by half a unit cell length by\ncontinuation of the rhombic tiling. Structures of these extended unit cells are\nproposed.\n","Comment: 16 pages, 9 figures. Corrected proof. This is an electronic version\n  of an article published in Philosophical Magazine, 90(24):3355-3374, 2010.\n  Philosophical Magazine is available online at:\n  http://www.tandfonline.com/loi/tphm20"]}]
["1205.0627",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0627"],"date":["2012-05-03"],"type":["text"],"creator":["Ponty, Yann"],"language":[],"coverage":[],"title":["Rule-weighted and terminal-weighted context-free grammars have identical\n  expressivity"],"description":["  Two formalisms, both based on context-free grammars, have recently been\nproposed as a basis for a non-uniform random generation of combinatorial\nobjects. The former, introduced by Denise et al, associates weights with\nletters, while the latter, recently explored by Weinberg et al in the context\nof random generation, associates weights to transitions. In this short note, we\nuse a simple modification of the Greibach Normal Form transformation algorithm,\ndue to Blum and Koch, to show the equivalent expressivities, in term of their\ninduced distributions, of these two formalisms.\n"]}]
["1205.0629",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F20, 14G15, 14L24, 14L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0629"],"date":["2012-05-03"],"type":["text"],"creator":["Brion, Michel","Joshua, Roy"],"language":[],"coverage":[],"title":["Notions of purity and the cohomology of quiver moduli"],"description":["  We explore several variations of the notion of purity for the action of\nFrobenius on schemes defined over finite fields. In particular, we study how\nthese notions are preserved under certain natural operations like quotients for\nprincipal bundles and also geometric quotients for reductive group actions. We\nthen apply these results to study the cohomology of quiver moduli. We prove\nthat a natural stratification of the space of representations of a quiver with\na fixed dimension vector is equivariantly perfect and from it deduce that each\nof the $l$-adic cohomology groups of the quiver moduli space is strongly pure.\n","Comment: 21 pages, accepted for publication at International Journal of\n  Mathematics"]}]
["1205.0630",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0630","doi:10.1007/s11082-012-9578-8"],"date":["2012-05-03"],"type":["text"],"creator":["Chevallier, Christyves","Fressengeas, Nicolas","Genty, Frédéric","Jacquet, Joel"],"language":[],"coverage":[],"title":["Robust design of Si/Si3N4 high contrast grating mirror for mid-infrared\n  VCSEL application"],"description":["  A Si/Si3N4 high contrast grating mirror has been designed for a VCSEL\nintegration in mid-infrared ({\\lambda} = 2.65 $\\mu$m). The use of an\noptimization algorithm which maximizes a VCSEL mirror quality factor allowed\nthe adjustment of the grating parameters while keeping large and shallow\ngrating pattern. The robustness with respect to fabrication error has been\nenhanced thanks to a precise study of the grating dimension tolerances. The\nfinal mirror exhibits large high reflectivity bandwidth with a polarization\nselectivity and several percent of tolerance on the grating dimensions.\n","Comment: The final publication is available at http://www.springerlink.com,\n  Optical and Quantum Electronics (2012) Online First"]}]
["1205.0635",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0635"],"date":["2012-05-03"],"type":["text"],"creator":["Hüsler, Andreas","Sornette, Didier","Hommes, Cars H."],"language":[],"coverage":[],"title":["Super-exponential bubbles in lab experiments: evidence for anchoring\n  over-optimistic expectations on price"],"description":["  We analyze a controlled price formation experiment in the laboratory that\nshows evidence for bubbles. We calibrate two models that demonstrate with high\nstatistical significance that these laboratory bubbles have a tendency to grow\nfaster than exponential due to positive feedback. We show that the positive\nfeedback operates by traders continuously upgrading their over-optimistic\nexpectations of future returns based on past prices rather than on realized\nreturns.\n"]}]
["1205.0638",{"format":[],"subject":["Mathematics - Statistics Theory","62N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0638"],"date":["2012-05-03"],"type":["text"],"creator":["Doostparast, M.","Balakrishnan, N."],"language":[],"coverage":[],"title":["Pareto analysis based on records"],"description":["  Estimation of the parameters of an exponential distribution based on record\ndata has been treated by Samaniego and Whitaker (1986) and Doostparast (2009).\nRecently, Doostparast and Balakrishnan (2011) obtained optimal confidence\nintervals as well as uniformly most powerful tests for one- and two-sided\nhypotheses concerning location and scale parameters based on record data from a\ntwo-parameter exponential model. In this paper, we derive optimal statistical\nprocedures including point and interval estimation as well as most powerful\ntests based on record data from a two-parameter Pareto model. For illustrative\npurpose, a data set on annual wages of a sample production-line workers in a\nlarge industrial firm is analyzed using the proposed procedures.\n"]}]
["1205.0643",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0643"],"date":["2012-05-03"],"type":["text"],"creator":["Zarrin, Mohammad"],"language":[],"coverage":[],"title":["On solubility of groups with finitely many centralizers"],"description":["  For any group G, let C(G) denote the set of centralizers of G. We say that a\ngroup G has n centralizers (G is a Cn-group) if |C(G)| = n. In this note, we\nprove that every finite Cn-group with n ? 21 is soluble and this estimate is\nsharp. Moreover, we prove that every finite Cn-group with |G| < 30n+15 19 is\nnon-nilpotent soluble. This result gives a partial answer to a conjecture\nraised by A. Ashrafi in 2000.\n","Comment: to appear in Bulletin of the Iranian Mathematical Society"]}]
["1205.0647",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0647"],"date":["2012-05-03"],"type":["text"],"creator":["Padovani, P.","Giommi, P.","Polenta, G.","Turriziani, S.","D'Elia, V.","Piranomonte, S."],"language":[],"coverage":[],"title":["A simplified view of blazars: why BL Lacertae is actually a quasar in\n  disguise"],"description":["  We put forward a scenario where blazars are classified as flat-spectrum radio\nquasars, BL Lacs, low synchrotron, or high synchrotron peaked objects according\nto a varying combination of Doppler boosted radiation from the jet, emission\nfrom the accretion disk, the broad line region, and light from the host galaxy.\nWe thoroughly test this new approach, which builds upon unified schemes, using\nMonte Carlo simulations and show that it can provide simple answers to a number\nof long-standing open issues. We also demonstrate that selection effects play a\nvery important role in the diversity observed in radio and X-ray samples and in\nthe correlation between luminosity and peak frequency of the synchrotron power\n(the so-called \"blazar sequence\"). It turns out that sources so far classified\nas BL Lacs on the basis of their observed weak, or undetectable, emission lines\nare of two physically different classes: intrinsically weak-lined objects, more\ncommon in X-ray selected samples, and heavily diluted broad-lined sources, more\nfrequent in radio selected samples, which explains some of the confusion in the\nliterature.\n","Comment: 2012 Fermi & Jansky Proceedings - eConf C1111101"]}]
["1205.0650",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","46F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0650"],"date":["2012-05-03"],"type":["text"],"creator":["Kosyak, A. V.","Polischook, V. I.","Shelkovich, V. M."],"language":[],"coverage":[],"title":["Distributions associated to homogeneous distributions"],"description":["  In this paper we continue to study {\\it quasi associated homogeneous\ndistributions \\rm{(}generalized functions\\rm{)}} which were introduced in the\npaper by V.M. Shelkovich, Associated and quasi associated homogeneous\ndistributions (generalized functions), J. Math. An. Appl., {\\bf 338}, (2008),\n48-70. [arXiv:math/0608669]. For the multidimensional case we give the\ncharacterization of these distributions in the terms of the dilatation operator\n$U_{a}$ (defined as $U_{a}f(x)=f(ax)$, $x\\in \\bR^n$, $a >0$) and its generator\n$\\sum_{j=1}^{n}x_j\\frac{\\partial}{\\partial x_j}$. It is proved that $f_k\\in\n{\\cD}'(\\bR^n)$ is a quasi associated homogeneous distribution of degree\n$\\lambda$ and of order $k$ if and only if\n$\\bigl(\\sum_{j=1}^{n}x_j\\frac{\\partial}{\\partial\nx_j}-\\lambda\\bigr)^{k+1}f_{k}(x)=0$, or if and only if $\\bigl(U_a-a^\\lambda\nI\\bigr)^{k+1}f_k(x)=0$, $\\forall \\, a>0$, where $I$ is a unit operator. The\nstructure of a quasi associated homogeneous distribution is described.\n","Comment: 13 pages"]}]
["1205.0659",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0659"],"date":["2012-05-03"],"type":["text"],"creator":["Pushkarev, A. B.","Lister, M. L.","Kovalev, Y. Y.","Savolainen, T."],"language":[],"coverage":[],"title":["Apparent parsec-scale jet opening angles and \\gamma-ray brightness of\n  active galactic nuclei"],"description":["  We have investigated the differences in apparent opening angles between the\nparsec-scale jets of the active galactic nuclei (AGN) detected by the Fermi\nLarge Area Telescope (LAT) during its first 24 months of operations and those\nof non-LAT-detected AGN. We used 15.4 GHz VLBA observations of 215 sources from\nthe 2 cm VLBA MOJAVE program. The apparent opening angles were determined by\nanalyzing transverse jet profiles from the data in the image plane by using\nstacked images constructed from all available MOJAVE epochs for a given source.\nWe confirm our earlier result based on the first three months of scientific\noperations of the LAT. The apparent opening angles of \\gamma-ray bright AGN are\npreferentially larger than those of \\gamma-ray weak sources, suggesting smaller\nviewing angles to the \\gamma-ray bright AGN. Intrinsic opening angles for BL\nLacs are wider than those in quasars.\n","Comment: 4 pages, 6 figures, 2012 Fermi & Jansky Proceedings - eConf C1111101"]}]
["1205.0663",{"format":[],"subject":["Mathematics - Metric Geometry","52A10 (Primary), 52A38 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0663","Studia Sci. Math. Hungarica. 42:1 (2005), 107--112"],"date":["2012-05-03"],"type":["text"],"creator":["Coppersmith, Don","Nagy, Gyozo","Ravsky, Alex"],"language":[],"coverage":[],"title":["On curves contained in convex subsets of the plane"],"description":["  If K' and K are convex bodies of the plane such that K' is a subset of K then\nthe perimeter of K' is not greater than the perimeter of K. We obtain the\nfollowing generalization of this fact. Let K be a convex compact body of the\nplane with the perimeter p and the diameter d and r>1 be an integer. Let s be\nthe smallest number such that for any curve of length greater than s contained\nin K there is a straight line intersecting the curve at least in r+1 different\npoints. Then s=rp/2 if r is even and s=(r-1)p/2+d if r is odd.\n","Comment: 4 pages, 1 figure"]}]
["1205.0669",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0669"],"date":["2012-05-03"],"type":["text"],"creator":["Chernousov, Vladimir","Egorov, Vladimir","Gille, Philippe","Pianzola, Arturo"],"language":[],"coverage":[],"title":["A cohomological proof of Peterson-Kac's theorem on conjugacy of Cartan\n  subalgebras of affine Kac-Moody Lie algebras"],"description":["  This paper deals with the problem of conjugacy of Cartan subalgebras for\naffine Kac-Moody Lie algebras. Unlike the methods used by Peterson and Kac, our\napproach is entirely cohomological and geometric. It is deeply rooted on the\ntheory of reductive group schemes developed by Demazure and Grothendieck, and\non the work of J. Tits on buildings.\n","Comment: 24 pages"]}]
["1205.0672",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0672","Annals of Applied Probability 2012, Vol. 22, No. 2, 608-669","doi:10.1214/11-AAP781"],"date":["2012-05-03"],"type":["text"],"creator":["Nagai, Hideo"],"language":[],"coverage":[],"title":["Downside risk minimization via a large deviations approach"],"description":["  We consider minimizing the probability of falling below a target growth rate\nof the wealth process up to a time horizon $T$ in an incomplete market model,\nand then study the asymptotic behavior of minimizing probability as\n$T\\to\\infty$. This problem can be closely related to an ergodic risk-sensitive\nstochastic control problem in the risk-averse case. Indeed, in our main\ntheorem, we relate the former problem concerning the asymptotics for risk\nminimization to the latter as its dual. As a result, we obtain an expression of\nthe limit value of the probability as the Legendre transform of the value of\nthe control problem, which is characterized as the solution to an H-J-B\nequation of ergodic type, in the case of a Markovian incomplete market model.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AAP781 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1205.0678",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0678","Journal of Physics: Condensed Matter 24, 225004 (2012)","doi:10.1088/0953-8984/24/22/225004"],"date":["2012-05-03"],"type":["text"],"creator":["Magnuson, Martin","Andersson, Matilda","Lu, Jun","Hultman, Lars","Jansson, Ulf"],"language":[],"coverage":[],"title":["Electronic Structure and Chemical Bonding of Amorphous Chromium Carbide\n  Thin Films"],"description":["  The microstructure, electronic structure, and chemical bonding of chromium\ncarbide thin films with different carbon contents have been investigated with\nhigh-resolution transmission electron microscopy, electron energy loss\nspectroscopy and soft x-ray absorption-emission spectroscopies. Most of the\nfilms can be described as amorphous nanocomposites with non-crystalline CrCx in\nan amorphous carbon matrix. At high carbon contents, graphene-like structures\nare formed in the amorphous carbon matrix. At 47 at% carbon content, randomly\noriented nanocrystallites are formed creating a complex microstructure of three\ncomponents. The soft x-ray absorption-emission study shows additional peak\nstructures exhibiting non-octahedral coordination and bonding.\n","Comment: 11 pages, 4 figures,\n  http://iopscience.iop.org/0953-8984/24/22/225004/"]}]
["1205.0680",{"format":[],"subject":["Computer Science - Digital Libraries","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0680"],"date":["2012-05-03"],"type":["text"],"creator":["Bornmann, Lutz","Leydesdorff, Loet"],"language":[],"coverage":[],"title":["Citation impact of papers published from six prolific countries: A\n  national comparison based on InCites data"],"description":["  Using the InCites tool of Thomson Reuters, this study compares normalized\ncitation impact values calculated for China, Japan, France, Germany, United\nStates, and the UK throughout the time period from 1981 to 2010. The citation\nimpact values are normalized to four subject areas: natural sciences;\nengineering and technology; medical and health sciences; and agricultural\nsciences. The results show an increasing trend in citation impact values for\nFrance, the UK and especially for Germany across the last thirty years in all\nsubject areas. The citation impact of papers from China is still at a\nrelatively low level (mostly below the world average), but the country follows\nan increasing trend line. The USA exhibits a relatively stable pattern of high\ncitation impact values across the years. With small impact differences between\nthe publication years, the US trend is increasing in engineering and technology\nbut decreasing in medical and health sciences as well as in agricultural\nsciences. Similar to the USA, Japan follows increasing as well as decreasing\ntrends in different subject areas, but the variability across the years is\nsmall. In most of the years, papers from Japan perform below or approximately\nat the world average in each subject area.\n","Comment: 14 pages"]}]
["1205.0682",{"format":[],"subject":["Mathematics - Group Theory","68Q15, 68Q70, 20B15, 20B25, 20B40, 20M20, 20M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0682"],"date":["2012-05-03"],"type":["text"],"creator":["Araújo, João","Bentz, Wolfram","Cameron, Peter J."],"language":[],"coverage":[],"title":["Groups Synchronizing a Transformation of Non-Uniform Kernel"],"description":["  This paper concerns the general problem of classifying the finite\ndeterministic automata that admit a synchronizing (or reset) word. (For our\npurposes it is irrelevant if the automata has initial or final states.) Our\ndeparture point is the study of the transition semigroup associated to the\nautomaton, taking advantage of the enormous and very deep progresses made\nduring the last decades on the theory of permutation groups, their geometry and\ntheir combinatorial structure.\n  Let $X$ be a finite set. We say that a primitive group $G$ on $X$ is {\\em\nsynchronizing} if $G$ together with any non-invertible map on $X$ generates a\nconstant map. It is known (by some recent results proved by P. M. Neumann) that\nfor some primitive groups $G$ and for some singular transformations $t$ of\nuniform kernel (that is, all blocks have the same number of elements), the\nsemigroup $< G,t>$ does not generate a constant map. Therefore the following\nconcept is very natural: a primitive group $G$ on $X$ is said to be {\\em almost\nsynchronizing} if $G$ together with any map of non-uniform kernel generates a\nconstant map. In this paper we use two different methods to provide several\ninfinite families of groups that are not synchronizing, but are almost\nsynchronizing. The paper ends with a number of problems on synchronization\nlikely to attract the attention of experts in computer science, combinatorics\nand geometry, groups and semigroups, linear algebra and matrix theory.\n"]}]
["1205.0683",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0683"],"date":["2012-05-03"],"type":["text"],"creator":["Bordemann, Martin","Elchinger, Olivier","Makhlouf, Abdenacer"],"language":[],"coverage":[],"title":["Twisting Poisson algebras, coPoisson algebras and Quantization"],"description":["  The purpose of this paper is to study twistings of Poisson algebras or\nbialgebras, coPoisson algebras or bialgebras and star-products. We con- sider\nHom-algebraic structures generalizing classical algebraic structures by\ntwisting the identities by a linear self map. We summarize the results on\nHom-Poisson algebras and introduce Hom-coPoisson algebras and bialge- bras. We\nshow that there exists a duality between Hom-Poisson bialgebras and\nHom-coPoisson bialgebras. A relationship between enveloping Hom- algebras\nendowed with Hom-coPoisson structures and corresponding Hom- Lie bialgebra\nstructures is studied. Moreover we set quantization problems and generalize the\nnotion of star-product. In particular, we characterize the twists for the\nMoyal-Weyl product for polynomials of several variables.\n"]}]
["1205.0686",{"format":[],"subject":["Statistics - Applications","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0686"],"date":["2012-05-03"],"type":["text"],"creator":["Cule, Erika","De Iorio, Maria"],"language":[],"coverage":[],"title":["A semi-automatic method to guide the choice of ridge parameter in ridge\n  regression"],"description":["  We consider the application of a popular penalised regression method, Ridge\nRegression, to data with very high dimensions and many more covariates than\nobservations. Our motivation is the problem of out-of-sample prediction and the\nsetting is high-density genotype data from a genome-wide association or\nresequencing study. Ridge regression has previously been shown to offer\nimproved performance for prediction when compared with other penalised\nregression methods. One problem with ridge regression is the choice of an\nappropriate parameter for controlling the amount of shrinkage of the\ncoefficient estimates. Here we propose a method for choosing the ridge\nparameter based on controlling the variance of the predicted observations in\nthe model.\n  Using simulated data, we demonstrate that our method outperforms subset\nselection based on univariate tests of association and another penalised\nregression method, HyperLasso regression, in terms of improved prediction\nerror. We extend our approach to regression problems when the outcomes are\nbinary (representing cases and controls, as is typically the setting for\ngenome-wide association studies) and demonstrate the method on a real data\nexample consisting of case-control and genotype data on Bipolar Disorder, taken\nfrom the Wellcome Trust Case Control Consortium and the Genetic Association\nInformation Network.\n"]}]
["1205.0687",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0687"],"date":["2012-05-03"],"type":["text"],"creator":["Li, Y. S.","Luo, J. Y.","Wang, M. J.","Chen, T. J.","Wu, M. K.","Chi, C. C."],"language":[],"coverage":[],"title":["Zero-bias conductance peak observed in Au/FeSe0.3Te0.7 ramp-type\n  junctions and its implication on the superconducting order parameter"],"description":["  Based upon the currently predominant theory of Fe-based superconductors, the\norder parameter symmetry is the nodaless s\\pm-wave. Andreev conductance\ninvolving normal metals and such superconductors does not have a zero bias\nconductance peak (ZBCP) except maybe for a very narrow range of a\njunction-dependent fitting parameter. We have measured differential conductance\nof the in-plane boundary junctions between Au and superconducting FeSe0.3Te0.7\nfilms. The Au/FeSe0.3Te0.7 ramp-type junctions are fabricated with the bias\ncurrent direction along the <110> axis of the epitaxial FeSe0.3Te0.7 film. We\nhave always observed a pronounced ZBCP as well as some gap-like features in the\nconductance spectra of all samples studied, thus our experimental results\nsuggest not the s\\pm-wave theory but the possible existence of a nodal point\naround 45{\\deg} in at least one of the gaps in FeSe0.3Te0.7 superconductor.\n","Comment: 17 pages, 7 figures, submitted"]}]
["1205.0691",{"format":[],"subject":["Physics - General Physics","82B43, 60K35, 82C43","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0691","Applied Mathematics and Computation, 2012, 218(16), 8099-8111"],"date":["2012-05-03"],"type":["text"],"creator":["Iudin, D. I.","Sergeyev, Ya. D.","Hayakawa, M."],"language":[],"coverage":[],"title":["Interpretation of percolation in terms of infinity computations"],"description":["  In this paper, a number of traditional models related to the percolation\ntheory has been considered by means of new computational methodology that does\nnot use Cantor's ideas and describes infinite and infinitesimal numbers in\naccordance with the principle `The part is less than the whole'. It gives a\npossibility to work with finite, infinite, and infinitesimal quantities\nnumerically by using a new kind of a computer - the Infinity Computer -\nintroduced recently in by Ya.D. Sergeyev in a number of patents. The new\napproach does not contradict Cantor. In contrast, it can be viewed as an\nevolution of his deep ideas regarding the existence of different infinite\nnumbers in a more applied way. Site percolation and gradient percolation have\nbeen studied by applying the new computational tools. It has been established\nthat in an infinite system the phase transition point is not really a point as\nwith respect of traditional approach. In light of new arithmetic it appears as\na critical interval, rather than a critical point. Depending on \"microscope\" we\nuse this interval could be regarded as finite, infinite and infinitesimal short\ninterval. Using new approach we observed that in vicinity of percolation\nthreshold we have many different infinite clusters instead of one infinite\ncluster that appears in traditional consideration.\n","Comment: 22 pages, 7 figures. arXiv admin note: substantial text overlap with\n  arXiv:1203.4140, arXiv:1203.3165"]}]
["1205.0693",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0693"],"date":["2012-05-03"],"type":["text"],"creator":["Ahlbrecht, Andre","Richter, Florian","Werner, Reinhard F."],"language":[],"coverage":[],"title":["How long can it take for a quantum channel to forget everything?"],"description":["  We investigate quantum channels, which after a finite number $k$ of repeated\napplications erase all input information, i.e., channels whose $k$-th power\n(but no smaller power) is a completely depolarizing channel. We show that on a\nsystem with Hilbert space dimension $d$, the order is bounded by $k\\leq d^2-1$,\nand give an explicit construction scheme for such channels. We also consider\nstrictly forgetful memory channels, i.e., channels with an additional input and\noutput in every step, which after exactly $k$ steps retain no information about\nthe initial memory state. We establish an explicit representation for such\nchannels showing that the same bound applies for the memory depth $k$ in terms\nof the memory dimension $d$.\n"]}]
["1205.0694",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0694"],"date":["2012-05-03"],"type":["text"],"creator":["Ohlsson, Fredrik"],"language":[],"coverage":[],"title":["(2,0) theory on Taub-NUT: A note on WZW models on singular fibrations"],"description":["  In this note we consider the gauge field equation of motion for the\ndimensional reduction of the (2,0) tensor multiplet on singular circle\nfibrations. The fibrations are characterized by the corresponding U(1) action\nhaving a codimension four fixed point locus W. Along W, the dimensional\nreduction of the (2,0) receives a modification described by a WZW model. We\nconsider the emergence of the additional degrees of freedom through the\ntopological term in the action, which in addition to the gauge field strength\ninvolves the U(1) connection of the space-time fibration. We also consider the\nTaub-NUT space as a simple example of a singular fibration, and in particular\nconsider spherically symmetric solutions for the field strength.\n","Comment: 9 pages"]}]
["1205.0695",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0695"],"date":["2012-05-03"],"type":["text"],"creator":["Eskandari, Z.","Silvestre, N. M.","Tasinkevych, M.","da Gama, M. M. Telo"],"language":[],"coverage":[],"title":["Interactions of distinct quadrupolar nematic colloids"],"description":["  The effective interaction between spherical colloids in nematic liquid\ncrystals is investigated in the framework of the Landau-de Gennes theory. The\ncolloids differ through their interaction with the nematic. While both\nparticles induce quadrupolar far-field distortions in the nematic matrix, with\nunlike quadrupole moments, one favours homeotropic and the other degenerate\nplanar anchoring of the nematic director. In the strong anchoring regime the\ncolloids with homeotropic anchoring are accompanied by an equatorial\ndisclination line defect, known as \"Saturn-ring\", while the colloids with\ndegenerate planar anchoring nucleate a pair of antipodal surface defects,\ncalled \"Boojums\". In the linear (large-distance) regime the colloidal\ninteractions are of the quadrupolar type, where the quadrupoles have opposite\nsigns. These are attractive when the colloids are aligned either parallel or\nperpendicular to the far-field director. At short distance, non-linear effects\nincluding \"direct\" interactions between defects give rise to a repulsion\nbetween the particles, which prevents them from touching. This finding supports\nthe stability of nematic colloidal square crystallites the assembly of which\nhas been reported recently.\n","Comment: 7 pages, 5 figures"]}]
["1205.0696",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0696","Low Temp. Phys. 38, 283 (2012)","doi:10.1063/1.3701717"],"date":["2012-05-03"],"type":["text"],"creator":["Shevchenko, S. N.","Omelyanchouk, A. N.","Il'ichev, E."],"language":[],"coverage":[],"title":["Multiphoton transitions in Josephson-junction qubits (Review Article)"],"description":["  Two basic physical models, a two-level system and a harmonic oscillator, are\nrealized on the mesoscopic scale as coupled qubit and resonator. The realistic\nsystem includes moreover the electronics for controlling the distance between\nthe qubit energy levels and their populations and to read out the resonator's\nstate, as well as the unavoidable dissipative environment. Such rich system is\ninteresting both for the study of fundamental quantum phenomena on the\nmesoscopic scale and as a promising system for future electronic devices. We\npresent recent results for the driven superconducting qubit-resonator system,\nwhere the resonator can be realized as an LC circuit or a nanomechanical\nresonator. Most of the results can be described by the semiclassical theory,\nwhere a qubit is treated as a quantum two-level system coupled to the classical\ndriving field and the classical resonator. Application of this theory allows to\ndescribe many phenomena for the single and two coupled superconducting qubits,\namong which are the following: the equilibrium-state and weak-driving\nspectroscopy, Sisyphus damping and amplification, Landau-Zener-St\\\"uckelberg\ninterferometry, the multiphoton transitions of both direct and ladder- type\ncharacter, and creation of the inverse population for lasing.\n","Comment: 20 pages, 15 figures"]}]
["1205.0700",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0700"],"date":["2012-05-03"],"type":["text"],"creator":["Liuzzo, E.","Giovannini, G.","Giroletti, M."],"language":[],"coverage":[],"title":["VLBI and LAT 2-year results for the Bologna Complete Sample"],"description":["  The statistical analysis of parsec scale region of radio galaxies is crucial\nto obtain information on the nature of their central engine. To this purpose,\nwe defined and observed the Bologna Complete Sample (BCS) which is unbiased\nwith respect to the orientation of the nuclear relativistic jet being selected\nfrom low-frequency samples. The BCS is a complete sample of 94 nearby (z<0.1)\nradio galaxies that are well studied targets with literature kiloparsec data.\nFor all of them, we collected parsec scale information asking new VLBI (VLBA\nand EVN) observations. Statistical results on their properties in radio band\nare presented. From the estimates of the Doppler factor and viewing angles, we\ndiscuss the connection with the available gamma-ray data. Finally, we show how\nfuture observations with Fermi could reveal new important detections of some of\nthe BCS sources.\n","Comment: 5 pages, 3 figures, 2012 Fermi & Jansky Proceedings - eConf C1111101"]}]
["1205.0703",{"format":[],"subject":["Computer Science - Information Theory","15B99, 94A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0703"],"date":["2012-05-03"],"type":["text"],"creator":["Hurley, Barry","Hurley, Ted"],"language":[],"coverage":[],"title":["Paraunitary Matrices"],"description":["  Design methods for paraunitary matrices from complete orthogonal sets of\nidempotents and related matrix structures are presented. These include\ntechniques for designing non-separable multidimensional paraunitary matrices.\nProperties of the structures are obtained and proofs given. Paraunitary\nmatrices play a central role in signal processing, in particular in the areas\nof filterbanks and wavelets.\n"]}]
["1205.0705",{"format":[],"subject":["Mathematics - Algebraic Topology","55S37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0705"],"date":["2012-05-03"],"type":["text"],"creator":["Strom, Jeffrey"],"language":[],"coverage":[],"title":["Finite-dimensional spaces in resolving classes"],"description":["  Using the theory of resolving classes, we show that if $X$ is a CW complex of\nfinite type such that $\\map_*(X, S^{2n+1})\\sim *$ for all sufficiently large\n$n$, then $\\map_*(X, K) \\sim *$ for every simply-connected finite-dimensional\nCW complex $K$; and under mild hypotheses on $\\pi_1(X)$, the same conclusion\nholds for \\textit{all} finite-dimensional complexes $K$. Since it is\ncomparatively easy to prove the former condition for $X = B\\ZZ/p$ (we give a\nproof in an appendix), this result can be applied to give a new, more\nelementary proof of the Sullivan conjecture.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1105.3951"]}]
["1205.0706",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0706"],"date":["2012-05-03"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["An Etruscan Dodecahedron"],"description":["  The paper is proposing a short discussion on the ancient knowledge of\nPlatonic solids, in particular, by Italic people.\n","Comment: Platonic solids, Ancient dice, Etruscans"]}]
["1205.0707",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0707"],"date":["2012-05-03"],"type":["text"],"creator":["Bembom, Tobias"],"language":[],"coverage":[],"title":["The Capitulation Problem in Class Field Theory"],"description":["  This thesis deals with the capitulation problem in class field theory and\ngives various new insights into the subject.\n","Comment: For the complete thesis, see\n  http://webdoc.sub.gwdg.de/diss/2012/bembom/"]}]
["1205.0718",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0718"],"date":["2012-05-03"],"type":["text"],"creator":["Han, Fei","Liu, Kefeng","Zhang, Weiping"],"language":[],"coverage":[],"title":["Anomaly Cancellation and Modularity"],"description":["  It has been shown that the Alvarez-Gaum$\\mathrm{\\acute{e}}$-Witten miraculous\nanomaly cancellation formula in type IIB superstring theory and its various\ngeneralizations can be derived from modularity of certain characteristic forms.\nIn this paper, we show that the Green-Schwarz formula and the Schwarz-Witten\nformula in type I superstring theory can also be derived from the modularity of\nthose characteristic forms and thus unify the\nAlvarez-Gaum$\\mathrm{\\acute{e}}$-Witten formula, the Green-Schwarz formula as\nwell as the Schwarz-Witten formula in the same framework. Various\ngeneralizations of these remarkable formulas are also established.\n"]}]
["1205.0719",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0719"],"date":["2012-05-03"],"type":["text"],"creator":["Reyes, R. de los","Zajczyk, A.","Chaves, R. C. G.","collaboration, for the H. E. S. S."],"language":[],"coverage":[],"title":["A newly discovered VHE gamma-ray PWN candidate around PSR J1459-60"],"description":["  Observations of the Galactic Plane performed by the H.E.S.S. telescope array\nhave revealed a significant excess at very-high-energies (VHE; E>0.1 TeV) from\nthe direction of PSR J1459-60, a rather old gamma-ray pulsar (64 kyr) with a\nspindown energy of ~10^36 erg/s, discovered by the Fermi/LAT satellite in\nhigh-energy (HE) gamma-rays. The X-ray pulsar counterpart has been recently\ndetected using the Suzaku satellite. In this contribution, we present the\ndiscovery of a new VHE gamma-ray source, including morphological and spectral\nanalyses. Its association with the gamma-ray pulsar in a PWN scenario will be\ndiscussed.\n","Comment: 4 pages, 3 figures, Contribution to the 32nd ICRC, Beijing, China,\n  August 2011"]}]
["1205.0721",{"format":[],"subject":["Mathematics - Optimization and Control","90C25, 90C46, 47A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0721"],"date":["2012-05-03"],"type":["text"],"creator":["Bot, Radu Ioan","Hendrich, Christopher"],"language":[],"coverage":[],"title":["On the acceleration of the double smoothing technique for unconstrained\n  convex optimization problems"],"description":["  In this article we investigate the possibilities of accelerating the double\nsmoothing technique when solving unconstrained nondifferentiable convex\noptimization problems. This approach relies on the regularization in two steps\nof the Fenchel dual problem associated to the problem to be solved into an\noptimization problem having a differentiable strongly convex objective function\nwith Lipschitz continuous gradient. The doubly regularized dual problem is then\nsolved via a fast gradient method. The aim of this paper is to show how do the\nproperties of the functions in the objective of the primal problem influence\nthe implementation of the double smoothing approach and its rate of\nconvergence. The theoretical results are applied to linear inverse problems by\nmaking use of different regularization functionals.\n","Comment: 22 pages. arXiv admin note: text overlap with arXiv:1203.2070"]}]
["1205.0722",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0722"],"date":["2012-05-03"],"type":["text"],"creator":["Meier, Arne"],"language":[],"coverage":[],"title":["Generalized Complexity of ALC Subsumption"],"description":["  The subsumption problem with respect to terminologies in the description\nlogic ALC is EXPTIME-complete. We investigate the computational complexity of\nfragments of this problem by means of allowed Boolean operators. Hereto we make\nuse of the notion of clones in the context of Post's lattice. Furthermore we\nconsider all four possible quantifier combinations for each fragment\nparameterized by a clone. We will see that depending on what quantifiers are\navailable the classification will be either tripartite or a quartering.\n"]}]
["1205.0723",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0723","doi:10.1007/s10948-012-1602-5"],"date":["2012-05-03"],"type":["text"],"creator":["Campi, G.","Ricci, A.","Bianconi, A."],"language":[],"coverage":[],"title":["Local structure in Mg1-xAlxB2 system by high resolution neutron\n  diffraction"],"description":["  The local structure in high temperature superconductors is nowadays\nconsidered a key point for understanding superconductivity mechanism. MgB2 has\na well-known simple structure; but its local structure remains quite\nunexplored. This is due to the fact that typical x-ray local probes, such as\nEXAFS, fail when used to study local structure of light atoms, such as Mg and\nB. We used high resolution neutron diffraction with pair distribution function\n(PDF) analysis for investigating disorder on the atomic scale in the Al doped\nMg1-xAlxB2 system. The results indicate an anisotropic structural inhomogeneity\nalong the c-axis that could be related with the delocalized metallic-type\nbonding between Boron layers.\n","Comment: Campi, G., Ricci, A., & Bianconi, A. (2012). Local structure in mg1-x\n  al x b2 system by high resolution neutron diffraction. Journal of\n  Superconductivity and Novel Magnetism"]}]
["1205.0724",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0724"],"date":["2011-12-14"],"type":["text"],"creator":["Nguyen, Phuc V."],"language":[],"coverage":[],"title":["Using Data Warehouse to Support Building Strategy or Forecast Business\n  Tend"],"description":["  The data warehousing is becoming increasingly important in terms of strategic\ndecision making through their capacity to integrate heterogeneous data from\nmultiple information sources in a common storage space, for querying and\nanalysis. So it can evolve into a multi-tier structure where parts of the\norganization take information from the main data warehouse into their own\nsystems. These may include analysis databases or dependent data marts. As the\ndata warehouse evolves and the organization gets better at capturing\ninformation on all interactions with the customer. Data warehouse can track\ncustomer interactions over the whole of the customer's lifetime.\n","Comment: 6 pages"]}]
["1205.0726",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0726"],"date":["2012-05-03"],"type":["text"],"creator":["Kandemir, B. S."],"language":[],"coverage":[],"title":["Chiral Polaron Formation in Graphene"],"description":["  A theoretical investigation of the possible existence of the chiral polaron\nformation in graphene is reported. We present an analytical method to calculate\nthe ground-state of the electron-phonon system within the framework of the\nLee-Low and Pines theory. On the basis of our model, the influence of\nelectron-optical phonon interaction onto the graphene electronic spectrum is\nexamined. In this paper, we only considered doubly degenerate optical phonon\nmodes of E_2g symmetry near the zone center Gamma. We show analytically that\nthe energy dispersions of both valance and conduction bands of the pristine\ngraphene differ significantly than those obtained through the standard electron\nself energy calculations due to the electron-phonon interactions. Furthermore,\nwe prove that the degenerate band structure of the graphene promote the chiral\npolaron formation.\n"]}]
["1205.0728",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0728"],"date":["2012-05-03"],"type":["text"],"creator":["Kandemir, B. S."],"language":[],"coverage":[],"title":["Intrinsic Spin-Orbit Interaction in Graphene"],"description":["  In graphene, we report the first theoretical demonstration of how the\nintrinsic spin orbit interaction can be deduced from the theory and how it can\nbe controlled by tuning a uniform magnetic field, and/or by changing the\nstrength of a long range Coulomb like impurity (adatom), as well as gap\nparameter. In the impurity context, we find that intrinsic spin-orbit\ninteraction energy may be enhanced by increasing the strength of magnetic field\nand/or by decreasing the band gap mass term. Additionally, it may be strongly\nenhanced by increasing the impurity strength. Furthermore, from the proposal of\nKane and Mele [Phys. Rev. Lett. 95, 226801 (2005)], it was discussed that the\npristine graphene has a quantized spin Hall effect regime where the Rashba type\nspin orbit interaction term is smaller than that of intrinsic one. Our analysis\nsuggest the nonexistence of such a regime in the ground state of flat graphene.\n"]}]
["1205.0732",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0732","Doklady Mathematics, 2011,vol. 83, No. 3, pp.1-5","doi:10.1134/S1064562411030197"],"date":["2012-05-03"],"type":["text"],"creator":["Kryzhanovsky, Boris","Kryzhanovsky, Mikhail","Malsagov, Magomed"],"language":["ru"],"coverage":[],"title":["Discretization of a matrix in the problem of quadratic functional binary\n  minimization"],"description":["  The capability of discretization of matrix elements in the problem of\nquadratic functional minimization with linear member built on matrix in\nN-dimensional configuration space with discrete coordinates is researched. It\nis shown, that optimal procedure of replacement matrix elements by the integer\nquantities with the limited number of gradations exist, and the efficient of\nminimization does not reduce. Parameter depends on matrix properties, which\nallows estimate the capability of using described procedure for given type of\nmatrix, is found. Computational complexities of algorithm and RAM requirements\nare reduced by 16 times, correct using of integer elements allows increase\nminimization algorithm speed by the orders.\n","Comment: 11 pages, 4 figures, in Russian language"]}]
["1205.0737",{"format":[],"subject":["Mathematics - Probability","Primary: 82B27 82B44 Secondary: 60G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0737"],"date":["2012-05-03"],"type":["text"],"creator":["Alberts, Tom","Ortgiese, Marcel"],"language":[],"coverage":[],"title":["The near-critical scaling window for directed polymers on disordered\n  trees"],"description":["  We study a directed polymer model in a random environment on infinite binary\ntrees. The model is characterized by a phase transition depending on the\ninverse temperature. We concentrate on the asymptotics of the partition\nfunction in the near-critical regime, where the inverse temperature is a small\nperturbation away from the critical one with the perturbation converging to\nzero as the system size grows large. Depending on the speed of convergence we\nobserve very different asymptotic behavior. If the perturbation is small then\nwe are inside the critical window and observe the same decay of the partition\nfunction as at the critical temperature. If the perturbation is slightly larger\nthe near-critical scaling leads to a new range of asymptotic behaviors, which\nat the extremes match up with the already known rates for the sub- and\nsuper-critical regimes. We use our results to identify the size of the\nfluctuations of the typical energies under the critical Gibbs measure.\n","Comment: 27 pages"]}]
["1205.0738",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0738"],"date":["2012-05-03"],"type":["text"],"creator":["Huru, Hilja L.","Lychagin, Valentin V."],"language":[],"coverage":[],"title":["Quantizations of group actions"],"description":["  We describe quantizations on monoidal categories of modules over finite\ngroups. They are given by quantizers which are elements of a group algebra.\nOver the complex numbers we find these explicitly. For modules over S3 and A4\nwe are given explicit forms for all quantizations.\n"]}]
["1205.0739",{"format":[],"subject":["Statistics - Methodology","Computer Science - Cryptography and Security","62F03, 68P25, 92D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0739"],"date":["2012-05-03"],"type":["text"],"creator":["Uhler, Caroline","Slavkovic, Aleksandra B.","Fienberg, Stephen E."],"language":[],"coverage":[],"title":["Privacy-Preserving Data Sharing for Genome-Wide Association Studies"],"description":["  Traditional statistical methods for confidentiality protection of statistical\ndatabases do not scale well to deal with GWAS (genome-wide association studies)\ndatabases especially in terms of guarantees regarding protection from linkage\nto external information. The more recent concept of differential privacy,\nintroduced by the cryptographic community, is an approach which provides a\nrigorous definition of privacy with meaningful privacy guarantees in the\npresence of arbitrary external information, although the guarantees come at a\nserious price in terms of data utility. Building on such notions, we propose\nnew methods to release aggregate GWAS data without compromising an individual's\nprivacy. We present methods for releasing differentially private minor allele\nfrequencies, chi-square statistics and p-values. We compare these approaches on\nsimulated data and on a GWAS study of canine hair length involving 685 dogs. We\nalso propose a privacy-preserving method for finding genome-wide associations\nbased on a differentially-private approach to penalized logistic regression.\n"]}]
["1205.0742",{"format":[],"subject":["Physics - General Physics","31B05, 35A25, 78A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0742"],"date":["2011-12-19"],"type":["text"],"creator":["Petrin, Andrey"],"language":[],"coverage":[],"title":["On the physical interpretation of some types of three-dimensional\n  harmonic mappings"],"description":["  The development of the theory of three-dimensional harmonic mappings is\nconsidered. The new classes of mappings that generate three-dimensional\nharmonic functions are introduced. The physical interpretation of these\nmappings is applied to electrostatics problems. It is found that these mappings\nlocally conserve electric charge of the equipotential surfaces. To confirm the\ncorrectness of the theory it is shown that by using the proposed mappings the\nelectric field in two known electrostatic problems can be found.\n","Comment: 22 pages, 2 figures"]}]
["1205.0743",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics","Mathematics - K-Theory and Homology","Mathematics - Operator Algebras","19L64, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0743"],"date":["2012-05-03"],"type":["text"],"creator":["Olczykowski, Piotr","Sitarz, Andrzej"],"language":[],"coverage":[],"title":["K-theory of noncommutative Bieberbach manifolds"],"description":["  We compute $K-theory of noncommutative Bieberbach manifolds, which quotients\nof a three-dimensional noncommutative torus by a free action of a cyclic group\nZ_N, N=2,3,4,6.\n","Comment: 19 pages"]}]
["1205.0744",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0744"],"date":["2012-05-03"],"type":["text"],"creator":["Gopalswamy, Nat","Mäkelä, Pertti","Yashiro, Seiji","Davila, Joseph M."],"language":[],"coverage":[],"title":["The Relationship Between the Expansion Speed and Radial Speed of CMEs\n  Confirmed Using Quadrature Observations of the 2011 February 15 CME"],"description":["  It is difficult to measure the true speed of Earth-directed CMEs from a\ncoronagraph located along the Sun-Earth line because of the occulting disk.\nHowever, the expansion speed (the speed with which the CME appears to spread in\nthe sky plane) can be measured by such a coronagraph. In order to convert the\nexpansion speed to radial speed (which is important for space weather\napplications) one can use an empirical relationship between the two that\nassumes an average width for all CMEs. If we have the width information from\nquadrature observations, we can confirm the relationship between expansion and\nradial speeds derived by Gopalswamy et al. (2009a). The STEREO spacecraft were\nin qudrature with SOHO (STEREO-A ahead of Earth by 87o and STEREO-B 94o behind\nEarth) on 2011 February 15, when a fast Earth-directed CME occurred. The CME\nwas observed as a halo by the Large-Angle and Spectrometric Coronagraph (LASCO)\non board SOHO. The sky-plane speed was measured by SOHO/LASCO as the expansion\nspeed, while the radial speed was measured by STEREO-A and STEREO-B. In\naddition, STEREO-A and STEREO-B images provided the width of the CME, which is\nunknown from Earth view. From the SOHO and STEREO measurements, we confirm the\nrelationship between the expansion speed (Vexp) and radial speed (Vrad) derived\npreviously from geometrical considerations (Gopalswamy et al. 2009a): Vrad =\n1/2 (1 + cot w)Vexp, where w is the half width of the CME. STEREO-B images of\nthe CME, we found that CME had a full width of 76o, so w = 38o. This gives the\nrelation as Vrad = 1.14 Vexp. From LASCO observations, we measured Vexp = 897\nkm/s, so we get the radial speed as 1023 km/s. Direct measurement of radial\nspeed yields 945 km/s (STEREO-A) and 1058 km/s (STEREO-B). These numbers are\ndifferent only by 7.6% and 3.4% (for STEREO-A and STEREO-B, respectively) from\nthe computed value.\n","Comment: 5 figures, 6 pages, accepted for publication in Sun and Geosphere"]}]
["1205.0750",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0750","Congreso Internacional de Investigacion e Innovacion en Ingenieria\n  de Software (Conisoft 2012), Guadalajara, Jalisco, April 25-27, 2012"],"date":["2012-05-03"],"type":["text"],"creator":["Fernandez-y-Fernandez, Carlos Alberto"],"language":[],"coverage":[],"title":["Towards a new metamodel for the Task Flow Model of the Discovery Method"],"description":["  This paper presents our proposal for the evolution of the metamodel for the\nTask Algebra in the Task Flow model for the Discovery Method. The original Task\nAlgebra is based on simple and compound tasks structured using operators such\nas sequence, selection, and parallel composition. Recursion and encapsulation\nwere also considered. We propose additional characteristics to improve the\ncapabilities of the metamodel to represent accurately the Task Flow Model.\n","Comment: 7 pages, ISBN: 978-607-607-082-6"]}]
["1205.0751",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0751","Congreso Internacional de Investigacion e Innovacion en Ingenieria\n  de Software (Conisoft 2012), Guadalajara, Jalisco, April 25-27, 2012"],"date":["2012-05-03"],"type":["text"],"creator":["Fernandez-y-Fernandez, Carlos Alberto","Quintanar, Jose Angel"],"language":[],"coverage":[],"title":["Integrated Development Environment Gesture for modeling workflow\n  diagrams"],"description":["  The current software development tools show the same form of interaction as\nwhen they started back, in the mid 70's. However, since the appearance of\nvisual languages and due to their own nature, they can be handled by tools\nwhich have different input methods to conventional ones. By incorporating new\nmotion detection technology, it is intended that new forms of interaction are\nestablished. Interactions which respond to the free movement of hands,\ntherefore the software's developer will have a substantial improvement in the\nuser experience.\n","Comment: 8 pages, ISBN: 978-607-607-082-6"]}]
["1205.0755",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0755"],"date":["2012-05-03"],"type":["text"],"creator":["Kuksin, Sergei","Nersesyan, Vahagn"],"language":[],"coverage":[],"title":["Stochastic CGL equations without linear dispersion in any space\n  dimension"],"description":["  We consider the stochastic CGL equation $$ \\dot u- \\nu\\Delta u+(i+a) |u|^2u\n=\\eta(t,x),\\;\\;\\; \\text {dim} \\,x=n, $$ where $\\nu>0$ and $a\\ge 0$, in a cube\n(or in a smooth bounded domain) with Dirichlet boundary condition. The force\n$\\eta$ is white in time, regular in $x$ and non-degenerate. We study this\nequation in the space of continuous complex functions $u(x)$, and prove that\nfor any $n$ it defines there a unique mixing Markov process. So for a large\nclass of functionals $f(u(\\cdot))$ and for any solution $u(t,x)$, the averaged\nobservable $\\E f(u(t,\\cdot))$ converges to a quantity, independent from the\ninitial data $u(0,x)$, and equal to the integral of $f(u)$ against the unique\nstationary measure of the equation.\n"]}]
["1205.0756",{"format":[],"subject":["Mathematics - Probability","60J99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0756"],"date":["2012-05-03"],"type":["text"],"creator":["Kyprianou, Andreas E.","Pardo, J. C.","Pérez, J. L."],"language":[],"coverage":[],"title":["Occupation times of refracted L\\'evy processes"],"description":["  A refracted L\\'evy process is a L\\'evy process whose dynamics change by\nsubtracting off a fixed linear drift (of suitable size) whenever the aggregate\nprocess is above a pre-specified level. More precisely, whenever it exists, a\nrefracted L\\'evy process is described by the unique strong solution to the\nstochastic differential equation \\[ \\ud U_t=-\\delta\\mathbf{1}_{\\{U_t>b\\}}\\ud t\n+\\ud X_t, \\] where $X=(X_t, t\\ge 0)$ is a L\\'evy process with law $\\p$ and\n$b,\\delta\\in \\R$ such that the resulting process $U$ may visit the half line\n$(b,\\infty)$ with positive probability. In this paper, we consider the case\nthat $X$ is spectrally negative and establish a number of identities for the\nfollowing functionals \\[ \\int_0^\\infty\\mathbf{1}_{\\{U_t<b\\}}\\ud t,\n\\quad\\int_0^{\\rho_a^+}\\mathbf{1}_{\\{U_t<b\\}}\\ud t,\n\\quad\\int_0^{\\rho^-_c}\\mathbf{1}_{\\{U_t<b\\}}\\ud t,\n\\quad\\int_0^{\\rho_a^+\\land\\rho^-_c}\\mathbf{1}_{\\{U_t<b\\}}\\ud t, \\] where\n$\\rho^+_a=\\inf\\{t\\ge 0: U_t> a\\}$ and $\\rho^-_c=\\inf\\{t\\ge 0: U_t< c\\}$ for\n$c<b<a$. Our identities extend recent results of Landriault et al. \\cite{LRZ}\nand bear relevance to Parisian-type financial instruments and insurance\nscenarios.\n"]}]
["1205.0761",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0761"],"date":["2012-05-03"],"type":["text"],"creator":["Zhou, Shun"],"language":[],"coverage":[],"title":["Lepton Flavor Mixing Pattern and Neutrino Mass Matrix after the Daya Bay\n  Experiment"],"description":["  The Daya Bay Collaboration has recently observed neutrino oscillations in the\nnu_e-bar -> nu_e-bar disappearance channel, indicating that sin^2 theta_13 =\n0.024 +(-) 0.005 (1 sigma) and theta_13 = 0 is already excluded at the 5.2\nsigma confidence level. Now three neutrino mixing angles have been measured to\na good degree of accuracy (theta_12 ~ 34^\\circ, theta_23 ~ 45^\\circ and\ntheta_13 ~ 9^\\circ). Motivated by these experimental results, we propose a\nnovel lepton flavor mixing pattern, which predicts sin^2 theta_23 = 1/2, sin^2\ntheta_12 = (2+\\sqrt{3})/(10+\\sqrt{3}) ~ 0.318 and sin^2 theta_13 =\n(2-\\sqrt{3})/12 ~ 0.022, together with a maximal CP-violating phase delta =\n90^\\circ. The leptonic CP violation characterized by the Jarlskog invariant\n{\\cal J} = \\sqrt{6}/72 ~ 3.4 % is promising to be measured in the future\nlong-baseline neutrino oscillation experiments. Furthermore, we point out that\na generalized version of mu-tau symmetry may exist in the neutrino sector and\ncan give rise to the aforementioned mixing pattern. The possible realizations\nin the seesaw models with discrete flavor symmetries are also discussed.\n","Comment: 12 pages"]}]
["1205.0765",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0765","Modern Physics Letters B (MPLB) MPLB Volume No.26, Issue No.\n  11.(2012)","doi:10.1142/S0217984912300050"],"date":["2012-05-03"],"type":["text"],"creator":["Doria, Mauro M.","Vargas-Paredes, Alfredo A.","HelayËl-Neto, JosÉ A."],"language":[],"coverage":[],"title":["The Principle Of Local Rotational Invariance And The Coexistence Of\n  Magnetism, Charge And Superconductivity"],"description":["  We propose a macroscopic description of the superconducting state in presence\nof an applied external magnetic field in terms of first order differential\nequations. They describe a corrugated two-component order parameter intertwined\nwith a spin-charged background, caused by spin correlations and charged\ndislocations. The first order differential equations are a consequence of a\nWeitzenb\\\"ock-Liechnorowitz identity which renders a SUL(2) \\otimes UL(1)\ninvariant ground state, based on (L) local rotational and electromagnetic gauge\nsymmetry. The proposal is based on a long ago developed formalism by \\'Elie\nCartan to investigate curved spaces, viewed as a collection of small Euclidean\ngranules that are translated and rotated with respect to each other. \\'Elie\nCartan's formalism unveils the principle of local rotational invariance as a\ngauge symmetry because the global SU(2) invariance of the order parameter is\nturned local by the interlacement of spin and charge to pairing.\n","Comment: 19 pages, 3 figures"]}]
["1205.0767",{"format":[],"subject":["Physics - Optics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0767","Opt. Lett. 37, 1571-1573 (2012)"],"date":["2012-05-03"],"type":["text"],"creator":["Yang, Jianke","Gallardo, Daniel","Miller, Alexandra","Chen, Zhigang"],"language":[],"coverage":[],"title":["Elimination of transverse instability in stripe solitons by\n  one-dimensional lattices"],"description":["  We demonstrate theoretically and experimentally that the transverse\ninstability of coherent soliton stripes can be greatly suppressed or totally\neliminated when the soliton stripes propagate in a one-dimensional photonic\nlattice under self-defocusing nonlinearity.\n"]}]
["1205.0769",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0769","J. Phys. A 45 (2012) 195306","doi:10.1088/1751-8113/45/19/195306"],"date":["2012-05-03"],"type":["text"],"creator":["Man, Zhong-Xiao","Xia, Yun-Jie","Fei, Shao-Ming"],"language":[],"coverage":[],"title":["Equation of motion for multiqubit entanglement in multiple independent\n  noisy channels"],"description":["  We investigate the possibility and conditions to factorize the entanglement\nevolution of a multiqubit system passing through multi-sided noisy channels. By\nmeans of a lower bound of concurrence (LBC) as entanglement measure, we derive\nan explicit formula of LBC evolution of the N-qubit generalized\nGreenberger-Horne-Zeilinger (GGHZ) state under some typical noisy channels,\nbased on which two kinds of factorizing conditions for the LBC evolution are\npresented. In this case, the time-dependent LBC can be determined by a product\nof initial LBC of the system and the LBC evolution of a maximally entangled\nGGHZ state under the same multi-sided noisy channels. We analyze the realistic\nsituations where these two kinds of factorizing conditions can be satisfied. In\naddition, we also discuss the dependence of entanglement robustness on the\nnumber of the qubits and that of the noisy channels.\n","Comment: 14 pages"]}]
["1205.0771",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0771","Phys. Rev. A 85 (2012) 054301","doi:10.1103/PhysRevA.85.054301"],"date":["2012-05-03"],"type":["text"],"creator":["Zhao, Ming-Jing","Fei, Shao-Ming","Li-Jost, Xianqing"],"language":[],"coverage":[],"title":["Complete Entanglement Witness for Quantum Teleportation"],"description":["  We propose a set of linear quantum entanglement witnesses constituted by\nlocal quantum-mechanical observables with each two possible measurement\noutcomes. These witnesses detect all the entangled resources which give rise to\na better fidelity than separable states in quantum teleportation and present\nboth sufficient and necessary conditions in experimentally detecting the useful\nresources for quantum teleportation.\n","Comment: 3 pages"]}]
["1205.0774",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0774"],"date":["2012-05-03"],"type":["text"],"creator":["Nazardonyavi, Sadegh"],"language":[],"coverage":[],"title":["Some history about Twin Prime Conjecture"],"description":["  This article is a collected information from some books and papers, and in\nmost cases the original sentences is reserved about twin prime conjecture.\n"]}]
["1205.0781",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0781"],"date":["2012-05-03"],"type":["text"],"creator":["Borsanyi, S.","Durr, S.","Fodor, Z.","Katz, S. D.","Krieg, S.","Kurth, T.","Mages, S.","Schafer, A.","Szabo, K. K."],"language":[],"coverage":[],"title":["Anisotropy tuning with the Wilson flow"],"description":["  We use the Wilson flow to define the gauge anisotropy at a given physical\nscale. We demonstrate the use of the anisotropic flow by performing the tuning\nof the bare gauge anisotropy in the tree-level Symanzik action for several\nlattice spacings and target anisotropies. We use this method to tune the\nanisotropy parameters in full QCD, where we also exploit the diminishing effect\nof a well chosen smearing on the renormalization of the fermion anisotropy.\n","Comment: 21 pages, 7 figures, 2 tables"]}]
["1205.0782",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0782"],"date":["2012-05-03"],"type":["text"],"creator":["Torres-Rincon, Juan M."],"language":[],"coverage":[],"title":["Hadronic Transport Coefficients from Effective Field Theories"],"description":["  This dissertation focuses on the calculation of transport coefficients in the\nmatter created in a relativistic heavy-ion collision after the chemical\nfreeze-out. This matter can be well approximated by a pion gas out of\nequilibrium. We describe the theoretical framework to obtain the shear and bulk\nviscosities, the thermal and electrical conductivities and the flavor diffusion\ncoefficients of a meson gas at low temperatures. To describe the interactions\nof the degrees of freedom, we use effective field theories with chiral and\nheavy quark symmetries. We introduce the unitarization methods in order to\nobtain a scattering amplitude that satisfies the unitarity condition exactly.\nWe perform the calculation of the transport properties of the low temperature\nphase of quantum chromodynamics -the hadronic medium- that can be used in the\nhydrodynamic simulations of a relativistic heavy-ion collision and its\nsubsequent evolution. We show that the shear viscosity over entropy density\nexhibits a minimum in a phase transition by studying this coefficient in atomic\nArgon (around the liquid-gas phase transition) and in the linear sigma model in\nthe limit of large number of scalar fields (that presents a chiral phase\ntransition). Finally, we provide an experimental method to estimate the bulk\nviscosity in relativistic heavy-ion collisions by performing correlations of\nthe fluctuating components of the stress-energy tensor.\n","Comment: PhD Dissertation, 220 pages. Defended at Universidad Complutense de\n  Madrid on April 23rd 2012"]}]
["1205.0789",{"format":[],"subject":["Mathematics - General Mathematics","11T71"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0789"],"date":["2012-05-03"],"type":["text"],"creator":["Kandasamy, W. B. Vasantha","Smarandache, Florentin","Sujatha, R.","Durai, R. S. Raja"],"language":[],"coverage":[],"title":["Erasure Techniques in MRD codes"],"description":["  This book is organized into six chapters. The first chapter introduces the\nbasic algebraic structures essential to make this book a self contained one.\nAlgebraic linear codes and their basic properties are discussed in chapter two.\nIn chapter three the authors study the basic properties of erasure decoding in\nmaximum rank distance codes. Some decoding techniques about MRD codes are\ndescribed and discussed in chapter four of this book. Rank distance codes with\ncomplementary duals and MRD codes with complementary duals are introduced and\ntheir applications are discussed. Chapter five introduces the notion of integer\nrank distance codes. The final chapter introduces some concatenation\ntechniques.\n","Comment: 162 pages; Published by Zip publishing in 2012"]}]
["1205.0791",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0791","The Astrophysical Journal Letters, Volume 749, Issue 2, article\n  id. L17 (2012)","doi:10.1088/2041-8205/749/2/L17"],"date":["2012-05-03"],"type":["text"],"creator":["Young, E. T.","Becklin, E. E.","Marcum, P. M.","Roellig, T. L.","De Buizer, J. M.","Herter, T. L.","Güsten, R.","Dunham, E. W.","Temi, P.","Andersson, B. -G.","Backman, D.","Burgdorf, M.","Caroff, L. J.","Casey, S. C.","Davidson, J. A.","Erickson, E. F.","Gehrz, R. D.","Harper, D. A.","Harvey, P. M.","Helton, L. A.","Horner, S. D.","Howard, C. D.","Klein, R.","Krabbe, A.","McLean, I. S.","Meyer, A. W.","Miles, J. W.","Morris, M. R.","Reach, W. T.","Rho, J.","Richter, M. J.","Roeser, H. -P.","Sandell, G.","Sankrit, R.","Savage, M. L.","Smith, E. C.","Shuping, R. Y.","Vacca, W. D.","Vaillancourt, J. E.","Wolf, J.","Zinnecker, H."],"language":[],"coverage":[],"title":["Early Science with SOFIA, the Stratospheric Observatory for Infrared\n  Astronomy"],"description":["  The Stratospheric Observatory for Infrared Astronomy (SOFIA) is an airborne\nobservatory consisting of a specially modified Boeing 747SP with a 2.7-m\ntelescope, flying at altitudes as high as 13.7 km (45,000 ft). Designed to\nobserve at wavelengths from 0.3 micron to 1.6 mm, SOFIA operates above 99.8 %\nof the water vapor that obscures much of the infrared and submillimeter. SOFIA\nhas seven science instruments under development, including an occultation\nphotometer, near-, mid-, and far-infrared cameras, infrared spectrometers, and\nheterodyne receivers. SOFIA, a joint project between NASA and the German\nAerospace Center DLR, began initial science flights in 2010 December, and has\nconducted 30 science flights in the subsequent year. During this early science\nperiod three instruments have flown: the mid-infrared camera FORCAST, the\nheterodyne spectrometer GREAT, and the occultation photometer HIPO. This\narticle provides an overview of the observatory and its early performance.\n","Comment: 7 pages, 4 figures; Accepted for publication by the Astrophysical\n  Journal Letters"]}]
["1205.0794",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0794"],"date":["2012-05-03"],"type":["text"],"creator":["Meyer, Eileen T.","Fossati, Giovanni","Georganopoulos, Markos","Lister, Matthew L."],"language":[],"coverage":[],"title":["Breaking the Blazar Sequence: A New View of Radio Loud AGN Unification"],"description":["  In recent work, we have identified two sub-populations of radio-loud AGN\nwhich appear to be distinguished by jet structure, where low-efficiency\naccreting systems produce `weak' jets which decelerate more rapidly than the\n`strong' jets of black holes accreting near the Eddington limit. The two\nclasses are comprised of: (1) The weak jet sources, corresponding to FR I radio\ngalaxies, having a decelerating or spine-sheath jet with velocity gradients,\nand (2) The strong jet sources, having fast, collimated jets, and typically\ndisplaying strong emission lines. The dichotomy in the \\nu_peak-L_peak plane\ncan be understood as a `broken power sequence' in which jets exist on one\nbranch or the other based on the particular accretion mode. We suggest that the\nintrinsic kinetic power (as measured by low-frequency, isotropic radio\nemission), the orientation, and the accretion rate of the SMBH system are the\nthe fundamental axes needed for unification of radio-loud AGN by studying a\nwell-characterized sample of several hundred Fermi-detected jets. Finally, we\npresent very recent findings that the most powerful strong jets produce\ngamma-rays by external Compton rather than SSC emission, placing the\ndissipation region in these strong jets at a radius inside the BLR and/or\nmolecular torus.\n","Comment: 2012 Fermi & Jansky Proceedings - eConf C1111101"]}]
["1205.0797",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","17B40, 17B66, 17B65, 17B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0797"],"date":["2012-05-03"],"type":["text"],"creator":["Bavula, V. V."],"language":[],"coverage":[],"title":["Every monomorphism of the Lie algebra of unitriangular polynomial\n  derivations is an automorphism"],"description":["  We prove that every monomorphism of the Lie algebra $\\ggu_n$ of unitriangular\nderivations of the polynomial algebra $P_n=K[x_1,..., x_n]$ is an automorphism.\n","Comment: 4 pages"]}]
["1205.0799",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0799"],"date":["2012-05-03"],"type":["text"],"creator":["Ladkani, Sefi"],"language":[],"coverage":[],"title":["Hochschild cohomology of the cluster-tilted algebras of finite\n  representation type"],"description":["  We compute the Hochschild cohomology groups of the cluster-tilted algebras of\nfinite representation type.\n"]}]
["1205.0800",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0800"],"date":["2012-05-03"],"type":["text"],"creator":["Maxwell, T. J.","Ruan, J.","Piot, P.","Thurman-Keup, R."],"language":[],"coverage":[],"title":["Single-shot electro-optic sampling of coherent transition radiation at\n  the A0 Photoinjector"],"description":["  Future collider applications and present high-gradient laser plasma wakefield\naccelerators operating with picosecond bunch durations place a higher demand on\nthe time resolution of bunch distribution diagnostics. This demand has led to\nsignificant advancements in the field of electro-optic sampling over the past\nten years. These methods allow the probing of diagnostic light such as coherent\ntransition radiation or the bunch wakefields with sub-picosecond time\nresolution. Potential applications in shot-to-shot, non-interceptive\ndiagnostics continue to be pursued for live beam monitoring of collider and\npump-probe experiments. Related to our developing work with electro-optic\nimaging, we present results on single-shot electro-optic sampling of the\ncoherent transition radiation from bunches generated at the A0 photoinjector.\n","Comment: 3 pp"]}]
["1205.0802",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0802","PLoS ONE 7 (2012) e30689","doi:10.1371/journal.pone.0030689"],"date":["2012-05-03"],"type":["text"],"creator":["Liu, Yongkui","Chen, Xiaojie","Zhang, Lin","Wang, Long","Perc, Matjaz"],"language":[],"coverage":[],"title":["Win-stay-lose-learn promotes cooperation in the spatial prisoner's\n  dilemma game"],"description":["  Holding on to one's strategy is natural and common if the later warrants\nsuccess and satisfaction. This goes against widespread simulation practices of\nevolutionary games, where players frequently consider changing their strategy\neven though their payoffs may be marginally different than those of the other\nplayers. Inspired by this observation, we introduce an aspiration-based\nwin-stay-lose-learn strategy updating rule into the spatial prisoner's dilemma\ngame. The rule is simple and intuitive, foreseeing strategy changes only by\ndissatisfied players, who then attempt to adopt the strategy of one of their\nnearest neighbors, while the strategies of satisfied players are not subject to\nchange. We find that the proposed win-stay-lose-learn rule promotes the\nevolution of cooperation, and it does so very robustly and independently of the\ninitial conditions. In fact, we show that even a minute initial fraction of\ncooperators may be sufficient to eventually secure a highly cooperative final\nstate. In addition to extensive simulation results that support our\nconclusions, we also present results obtained by means of the pair\napproximation of the studied game. Our findings continue the success story of\nrelated win-stay strategy updating rules, and by doing so reveal new ways of\nresolving the prisoner's dilemma.\n","Comment: 14 pages, 6 figures; accepted for publication in PLoS ONE"]}]
["cond-mat/0206425",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0206425","Solid State Communications 150 (2010) 1710-1714","doi:10.1016/j.ssc.2010.06.017"],"date":["2002-06-22","2009-03-09"],"type":["text"],"creator":["Garai, Jozsef"],"language":[],"coverage":[],"title":["Melting of crystalline solids"],"description":["  It is suggested that at the melting temperature the thermal phonon vibration\nis in self-resonance with the lattice vibration of the surface atomic/molecular\nlayer. This self resonance occurs at a well defined temperature and triggers\nthe detachment of the atomic/molecular sheet or platelets from the surface of\nthe crystal. Thermodynamic data of five substances is used to test this\nhypothesis. The calculated average phonon vibrational wavelengths are equal\nwith or harmonics of the d-spacing of the atomic/molecular sheets. The proposed\nmodel is able to explain all of the features of melting.\n","Comment: supercooling and ultra-fast speed of the phase transition is added as\n  requirements for the explanation of melting"]}]
["hep-th/0612018",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0612018","High Energy Physics Research Advances, 2008, pp. 135-150"],"date":["2006-12-04","2007-03-17"],"type":["text"],"creator":["Huang, Wung-Hong"],"language":[],"coverage":[],"title":["AdS/CFT Approach to Melvin Field Deformed Wilson Loop"],"description":["  We first apply the transformation of mixing azimuthal and internal coordinate\nto the 11D M-theory with a stack N M2-branes to find the spacetime of a stack\nof N D2-branes with Melvin one-form in 10D IIA string theory, after the\nKaluza-Klein reduction. Next, we apply the Melvin twist to the spacetime and\nperform the T duality to obtain the background of a stack of N D3-branes. In\nthe near-horizon limit the background becomes the Melvin field deformed $AdS_5\n\\times S^5$ with NS-NS B field. In the AdS/CFT correspondence it describes a\nnon-commutative gauge theory with non-constant non-commutativity in the Melvin\nfield deformed spacetime. We study the Wilson loop therein by investigating the\nclassical Nambu-Goto action of the corresponding string configuration and find\nthat, contrast to that in the undeformed spacetime, the string could be\nlocalized near the boundary. Our result shows that while the geometry could\nonly modify the Coulomb type potential in IR there presents a minimum distance\nbetween the quarks. We argue that the mechanism behind producing a minimum\ndistance is coming from geometry of the Melvin field deformed background and is\nnot coming from the space non-commutativity.\n","Comment: Latex 18 pages, construct new supergravity solution and perform new\n  calculations"]}]
["math/0408382",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14G40, 14H45, 14H55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0408382","Jnl. pure appl. Algebra 208 (2007), 1--14"],"date":["2004-08-27","2012-05-03"],"type":["text"],"creator":["de Jong, Robin"],"language":[],"coverage":[],"title":["Explicit Mumford isomorphism for hyperelliptic curves"],"description":["  Using an explicit version of the Mumford isomorphism on the moduli space of\nhyperelliptic curves we derive a closed formula for the Arakelov-Green function\nof a hyperelliptic Riemann surface evaluated at its Weierstrass points.\n","Comment: 16 pages"]}]
["math/0606764",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Logic","20E45, 20F10, 03D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606764"],"date":["2006-06-29","2012-05-03"],"type":["text"],"creator":["Fel'shtyn, Alexander","Troitsky, Evgenij"],"language":[],"coverage":[],"title":["Twisted conjugacy separable groups"],"description":["  We study the notion of twisted conjugacy separability (essentially introduced\nin our previous paper for a proof of twisted version of Burnside-Frobenius\ntheorem) and some related properties. We give examples of groups with and\nwithout this property and study its behavior under some extensions. An\naffirmative answer to the twisted Dehn conjugacy problem for\npolycyclic-by-finite group is obtained. Some problems for the further study are\nindicated.\n","Comment: v3: Theorem 9.1 corrected, Section 9 rewritten. v2: Sect.9 about\n  residually finite groups is added, giving an affirmative answer to Quest.4 of\n  Sect.8. Some refinements on the twisted Dehn conjugacy problem are added in\n  Sect.7. Related changes are made, mostly in Introduction"]}]
["physics/0701248",{"format":[],"subject":["Physics - Plasma Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701248","Phys. Rev. Lett. 98, 190602 (2007)","doi:10.1103/PhysRevLett.98.190602"],"date":["2007-01-22"],"type":["text"],"creator":["Kietzmann, Andre","Holst, Bastian","Redmer, Ronald","Desjarlais, Michael P.","Mattsson, Thomas R."],"language":[],"coverage":[],"title":["Quantum molecular dynamics simulations for the nonmetal-to-metal\n  transition in fluid helium"],"description":["  We have performed quantum molecular dynamics simulations for dense helium to\nstudy the nonmetal-to-metal transition at high pressures. We present new\nresults for the equation of state and the Hugoniot curve in the warm dense\nmatter region. The optical conductivity is calculated via the Kubo-Greenwood\nformula from which the dc conductivity is derived. The nonmetal-to-metal\ntransition is identified at about 1 g/ccm. We compare with experimental results\nas well as with other theoretical approaches, especially with predictions of\nchemical models.\n","Comment: 4 pages, 5 figures"]}]
