["0704.3133",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3133","Phys.Rev.D76:092008,2007","doi:10.1103/PhysRevD.76.092008"],"date":["2007-04-24"],"type":["text"],"creator":["The HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Transverse Polarization of Lambda and Lambda-bar Hyperons in Quasireal\n  Photoproduction"],"description":["  The HERMES experiment has measured the transverse polarization of Lambda and\nLambda-bar hyperons produced inclusively in quasireal photoproduction at a\npositron beam energy of 27.6 GeV. The transverse polarization of the Lambda\nhyperon is found to be positive while the observed Lambda-bar polarization is\ncompatible with zero. The transverse polarization values averaged over the\nkinematic acceptance of HERMES are 0.078 +/- 0.006(stat) +/- 0.012(syst) and\n-0.025 +/- 0.015(stat) +/- 0.018(syst) for Lambda and Lambda-bar hyperons,\nrespectively. The dependences of Lambda and Lambda-bar polarizations on the\nfraction $\\zeta$ of the beam's light-cone momentum carried by the hyperon and\non the hyperon's transverse momentum $p_T$ were investigated. The measured\nLambda polarization rises linearly with $p_T$ and exhibits a different behavior\nfor low and high values of $\\zeta$, which approximately correspond to the\nbackward and forward regions in the center-of-mass frame of the $\\gamma^*N$\nreaction.\n"]}]
["0704.3270",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3270","Nucl.Phys.B780:1-27,2007","doi:10.1016/j.nuclphysb.2007.06.004"],"date":["2007-04-24"],"type":["text"],"creator":["The HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Hadronization in semi-inclusive deep-inelastic scattering on nuclei"],"description":["  A series of semi-inclusive deep-inelastic scattering measurements on\ndeuterium, helium, neon, krypton, and xenon targets has been performed in order\nto study hadronization. The data were collected with the HERMES detector at the\nDESY laboratory using a 27.6 GeV positron or electron beam. Hadron\nmultiplicities on nucleus A relative to those on the deuteron, R_A^h, are\npresented for various hadrons (\\pi^+, \\pi^-, \\pi^0, K^+, K^-, p, and \\bar{p})\nas a function of the virtual-photon energy \\nu, the fraction z of this energy\ntransferred to the hadron, the photon virtuality Q^2, and the hadron transverse\nmomentum squared p_t^2. The data reveal a systematic decrease of R_A^h with the\nmass number A for each hadron type h. Furthermore, R_A^h increases (decreases)\nwith increasing values of \\nu (z), increases slightly with increasing Q^2, and\nis almost independent of p_t^2, except at large values of p_t^2. For pions\ntwo-dimensional distributions also are presented. These indicate that the\ndependences of R_A^{\\pi} on \\nu and z can largely be described as a dependence\non a single variable L_c, which is a combination of \\nu and z. The dependence\non L_c suggests in which kinematic conditions partonic and hadronic mechanisms\nmay be dominant. The behaviour of R_A^{\\pi} at large p_t^2 constitutes\ntentative evidence for a partonic energy-loss mechanism. The A-dependence of\nR_A^h is investigated as a function of \\nu, z, and of L_c. It approximately\nfollows an A^{\\alpha} form with \\alpha \\approx 0.5 - 0.6.\n","Comment: 33 pages, 12 figures"]}]
["0704.3562",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3562","JHEP 0707:074,2007","doi:10.1088/1126-6708/2007/07/074"],"date":["2007-04-26","2007-07-18"],"type":["text"],"creator":["ZEUS Collaboration","Chekanov, S."],"language":[],"coverage":[],"title":["Measurement of D mesons Production in Deep Inelastic Scattering at HERA"],"description":["  Charm production in deep inelastic scattering has been measured with the ZEUS\ndetector at HERA using an integrated luminosity of 82 pb^{-1}. Charm has been\ntagged by reconstructing D^{*+}, D^0, D^{+} and D_s^+ (+ c.c.) charm mesons.\nThe charm hadrons were measured in the kinematic range p_T(D^{*+},D^0,D^{+}) >\n3 GeV, p_T(D_s^+)>2 GeV and |\\eta(D)| < 1.6 for 1.5 < Q^2 < 1000 GeV^2 and 0.02\n< y < 0.7. The production cross sections were used to extract charm\nfragmentation ratios and the fraction of c quarks hadronising into a particular\ncharm meson in the kinematic range considered. The cross sections were compared\nto the predictions of next-to-leading-order QCD, and extrapolated to the full\nkinematic region in p_T(D) and \\eta(D) in order to determine the open-charm\ncontribution, F_2^{c\\bar{c}}(x,Q^2), to the proton structure function F_2.\n","Comment: 46 pages, 9 figures, 10 tables, accepted for publication in JHEP"]}]
["0705.1931",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1931","Nucl.Phys.B786:152-180,2007","doi:10.1016/j.nuclphysb.2007.05.027"],"date":["2007-05-14"],"type":["text"],"creator":["ZEUS Collaboration","Chekanov, S."],"language":[],"coverage":[],"title":["Multijet production at low $x_{\\rm Bj}$ in deep inelastic scattering at\n  HERA"],"description":["  Inclusive dijet and trijet production in deep inelastic $ep$ scattering has\nbeen measured for $10<Q^2<100$ GeV$^2$ and low Bjorken $x$, $10^{-4}<x_{\\rm\nBj}<10^{-2}$. The data were taken at the HERA $ep$ collider with centre-of-mass\nenergy $\\sqrt{s} = 318 \\gev$ using the ZEUS detector and correspond to an\nintegrated luminosity of $82 {\\rm pb}^{-1}$. Jets were identified in the\nhadronic centre-of-mass (HCM) frame using the $k_{T}$ cluster algorithm in the\nlongitudinally invariant inclusive mode. Measurements of dijet and trijet\ndifferential cross sections are presented as functions of $Q^2$, $x_{\\rm Bj}$,\njet transverse energy, and jet pseudorapidity. As a further examination of\nlow-$x_{\\rm Bj}$ dynamics, multi-differential cross sections as functions of\nthe jet correlations in transverse momenta, azimuthal angles, and\npseudorapidity are also presented. Calculations at $\\mathcal{O}(\\alpha_{s}^3)$\ngenerally describe the trijet data well and improve the description of the\ndijet data compared to the calculation at $\\mathcal{O}(\\alpha_{s}^2)$.\n","Comment: 27 pages, 12 figures, 5 tables, submitted to Nucl. Phys. B"]}]
["0705.2248",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2248","Phys.Lett.B653:1-11,2007","doi:10.1016/j.physletb.2007.06.070"],"date":["2007-05-15"],"type":["text"],"creator":["The FOCUS Collaboration","Link, J. M.","Pennington, M. R."],"language":[],"coverage":[],"title":["Dalitz plot analysis of the D+ to K-pi+pi+ decay in the FOCUS experiment"],"description":["  Using data collected by the high energy photoproduction experiment FOCUS at\nFermilab we performed a Dalitz plot analysis of the Cabibbo favored decay D+ to\nK-pi+ pi+. This study uses 53653 Dalitz-plot events with a signal fraction of ~\n97%, and represents the highest statistics, most complete Dalitz plot analysis\nfor this channel. Results are presented and discussed using two different\nformalisms. The first is a simple sum of Breit--Wigner functions with freely\nfitted masses and widths. It is the model traditionally adopted and serves as\ncomparison with the already published analyses. The second uses a K-matrix\napproach for the dominant S-wave, in which the parameters are fixed by first\nfitting Kpi scattering data and continued to threshold by Chiral Perturbation\nTheory. We show that the Dalitz plot distribution for this decay is consistent\nwith the assumption of two body dominance of the final state interactions and\nthe description of these interactions is in agreement with other data on the\nKpi final state.\n","Comment: 21 pages, 10 figures, to be submitted to Phys.Lett.B"]}]
["0705.3770",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3770","Nucl.Phys.B786:181-205,2007","doi:10.1016/j.nuclphysb.2007.06.022"],"date":["2007-05-25"],"type":["text"],"creator":["ZEUS Collaboration","Chekanov, S."],"language":[],"coverage":[],"title":["Measurement of (anti)deuteron and (anti)proton production in DIS at HERA"],"description":["  The first observation of (anti)deuterons in deep inelastic scattering at HERA\nhas been made with the ZEUS detector at a centre-of-mass energy of 300--318 GeV\nusing an integrated luminosity of 120 pb-1. The measurement was performed in\nthe central rapidity region for transverse momentum per unit of mass in the\nrange 0.3<p_T/M<0.7. The particle rates have been extracted and interpreted in\nterms of the coalescence model. The (anti)deuteron production yield is smaller\nthan the (anti)proton yield by approximately three orders of magnitude,\nconsistent with the world measurements.\n","Comment: 26 pages, 9 figures, 5 tables, submitted to Nucl. Phys. B"]}]
["0706.1600",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1600","Eur.Phys.J.C51:787-824,2007","doi:10.1140/epjc/s10052-007-0361-0"],"date":["2007-06-11"],"type":["text"],"creator":["HARP Collaboration","Catanesi, M. G."],"language":[],"coverage":[],"title":["Measurement of the production of charged pions by protons on a tantalum\n  target"],"description":["  A measurement of the double-differential cross-section for the production of\ncharged pions in proton--tantalum collisions emitted at large angles from the\nincoming beam direction is presented. The data were taken in 2002 with the HARP\ndetector in the T9 beam line of the CERN PS. The pions were produced by proton\nbeams in a momentum range from 3 \\GeVc to 12 \\GeVc hitting a tantalum target\nwith a thickness of 5% of a nuclear interaction length. The angular and\nmomentum range covered by the experiment ($100 \\MeVc \\le p < 800 \\MeVc$ and\n$0.35 \\rad \\le \\theta <2.15 \\rad$) is of particular importance for the design\nof a neutrino factory. The produced particles were detected using a\nsmall-radius cylindrical time projection chamber (TPC) placed in a solenoidal\nmagnet. Track recognition, momentum determination and particle identification\nwere all performed based on the measurements made with the TPC. An elaborate\nsystem of detectors in the beam line ensured the identification of the incident\nparticles. Results are shown for the double-differential cross-sections\n${{\\mathrm{d}^2 \\sigma}} / {{\\mathrm{d}p\\mathrm{d}\\theta}}$ at four incident\nproton beam momenta (3 \\GeVc, 5 \\GeVc, 8 \\GeVc and 12 \\GeVc). In addition, the\npion yields within the acceptance of typical neutrino factory designs are shown\nas a function of beam momentum. The measurement of these yields within a single\nexperiment eliminates most systematic errors in the comparison between rates at\ndifferent beam momenta and between positive and negative pion production.\n","Comment: 49 pages, 31 figures. Version accepted for publication on Eur. Phys.\n  J. C"]}]
["0706.2538",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2538","Phys.Lett.B652:1-12,2007","doi:10.1016/j.physletb.2007.06.052"],"date":["2007-06-18"],"type":["text"],"creator":["ZEUS Collaboration","Chekanov, S."],"language":[],"coverage":[],"title":["Bose-Einstein Correlations of Charged and Neutral Kaons in Deep\n  Inelastic Scattering at HERA"],"description":["  Bose-Einstein correlations of charged and neutral kaons have been measured in\ne+-p deep inelastic scattering with an integrated luminosity of 121 pb-1 using\nthe ZEUS detector at HERA. The two-particle correlation function was studied as\na function of the four-momentum difference of the kaon pairs,\nQ_12=sqrt{-(p_1-p_2)^2}, assuming a Gaussian shape for the particle source. The\nvalues of the radius of the production volume, r, and of the correlation\nstrength, lambda, were obtained for both neutral and charged kaons. The radii\nfor charged and neutral kaons are similar and are consistent with those\nobtained at LEP.\n","Comment: 24 pages, 5 figures, 1 table submitted to Physics Letters B"]}]
["0904.4120",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science","F.1.1","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4120"],"date":["2009-04-27","2012-08-02"],"type":["text"],"creator":["Lago, Ugo Dal","Martini, Simone"],"language":[],"coverage":[],"title":["On Constructor Rewrite Systems and the Lambda-Calculus (Long Version)"],"description":["  We prove that orthogonal constructor term rewrite systems and lambda-calculus\nwith weak (i.e., no reduction is allowed under the scope of a\nlambda-abstraction) call-by-value reduction can simulate each other with a\nlinear overhead. In particular, weak call-by-value beta-reduction can be\nsimulated by an orthogonal constructor term rewrite system in the same number\nof reduction steps. Conversely, each reduction in a term rewrite system can be\nsimulated by a constant number of beta-reduction steps. This is relevant to\nimplicit computational complexity, because the number of beta steps to normal\nform is polynomially related to the actual cost (that is, as performed on a\nTuring machine) of normalization, under weak call-by-value reduction.\nOrthogonal constructor term rewrite systems and lambda-calculus are thus both\npolynomially related to Turing machines, taking as notion of cost their natural\nparameters.\n","Comment: 20 pages. Extended version of a paper in the proceedings of ICALP\n  2009, Track B"]}]
["0905.1044",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1044"],"date":["2009-05-07"],"type":["text"],"creator":["Borexino Collaboration","Franco, D."],"language":[],"coverage":[],"title":["The first year of Borexino"],"description":["  Borexino is an experiment designed to detect in real-time low energy solar\nneutrinos. It is installed at the Gran Sasso Underground Laboratory and has\nstarted taking data in May 2007. We report the direct measurement of the 7Be\nsolar neutrino signal rate after 1 year of data taking. Implications and\nperspectives are discussed.\n","Comment: Heavy Quarks and Leptons, Melbourne, 2008 (5 pages, 9 figures)"]}]
["0906.4819",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4819","Phys.Rev.Lett.103:191803,2009","doi:10.1103/PhysRevLett.103.191803"],"date":["2009-06-25","2009-11-06"],"type":["text"],"creator":["D0 Collaboration","Abazov, V. M."],"language":[],"coverage":[],"title":["Measurement of dijet angular distributions at sqrt{s}=1.96TeV and\n  searches for quark compositeness and extra spatial dimensions"],"description":["  We present the first measurement of dijet angular distributions in ppbar\ncollisions at sqrt{s}=1.96TeV at the Fermilab Tevatron Collider. The\nmeasurement is based on a dataset corresponding to an integrated luminosity of\nup to 0.7fb-1 collected with the D0 detector. Dijet angular distributions have\nbeen measured over a range of dijet masses, from 0.25TeV to above 1.1TeV. The\ndata are in good agreement with the predictions of perturbative QCD and are\nused to constrain new physics models including quark compositeness, large extra\ndimensions, and TeV-1 scale extra dimensions. For all models we set the most\nstringent direct limits to date.\n","Comment: 7 pages with 1 figure and 1 table; updated to reflect published\n  version"]}]
["0909.4131",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4131","Phys.Rev.C81:024911,2010","doi:10.1103/PhysRevC.81.024911"],"date":["2009-09-23","2010-06-04"],"type":["text"],"creator":["STAR Collaboration","Abelev, B. I."],"language":[],"coverage":[],"title":["Identified particle production, azimuthal anisotropy, and interferometry\n  measurements in Au+Au collisions at $\\sqrt{s_{NN}}$ = 9.2 GeV"],"description":["  We present the first measurements of identified hadron production, azimuthal\nanisotropy, and pion interferometry from Au+Au collisions below the nominal\ninjection energy at the Relativistic Heavy-Ion Collider (RHIC) facility. The\ndata were collected using the large acceptance STAR detector at $\\sqrt{s_{NN}}$\n= 9.2 GeV from a test run of the collider in the year 2008. Midrapidity results\non multiplicity density (dN/dy) in rapidity (y), average transverse momentum\n(<pT>), particle ratios, elliptic flow, and HBT radii are consistent with the\ncorresponding results at similar $\\sqrt{s_{NN}}$ from fixed target experiments.\nDirected flow measurements are presented for both midrapidity and forward\nrapidity regions. Furthermore the collision centrality dependence of identified\nparticle dN/dy, <pT>, and particle ratios are discussed. These results also\ndemonstrate the readiness of the STAR detector to undertake the proposed QCD\ncritical point search and the exploration of the QCD phase diagram at RHIC.\n","Comment: 23 pages and 27 figures, Published version"]}]
["0911.3112",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3112","Phys.Lett.B691:183-190,2010","doi:10.1016/j.physletb.2010.06.036"],"date":["2009-11-16"],"type":["text"],"creator":["The CDF Collaboration","Aaltonen, T."],"language":[],"coverage":[],"title":["Search for New Color-Octet Vector Particle Decaying to ttbar in ppbar\n  Collisions at $\\sqrt{s}=1.96$ TeV"],"description":["  We present the result of a search for a massive color-octet vector particle,\n(e.g. a massive gluon) decaying to a pair of top quarks in proton-antiproton\ncollisions with a center-of-mass energy of 1.96 TeV. This search is based on\n1.9 fb$^{-1}$ of data collected using the CDF detector during Run II of the\nTevatron at Fermilab. We study $t\\bar{t}$ events in the lepton+jets channel\nwith at least one $b$-tagged jet. A massive gluon is characterized by its mass,\ndecay width, and the strength of its coupling to quarks. These parameters are\ndetermined according to the observed invariant mass distribution of top quark\npairs. We set limits on the massive gluon coupling strength for masses between\n400 and 800 GeV$/c^2$ and width-to-mass ratios between 0.05 and 0.50. The\ncoupling strength of the hypothetical massive gluon to quarks is consistent\nwith zero within the explored parameter space.\n","Comment: Submitted to Phys. Lett. B"]}]
["0911.3130",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3130","Phys.Rev.C81:054907,2010","doi:10.1103/PhysRevC.81.054907"],"date":["2009-11-16"],"type":["text"],"creator":["STAR Collaboration","Abelev, B. I."],"language":[],"coverage":[],"title":["Identified high-$p_{T}$ spectra in Cu+Cu collisions at\n  $\\sqrt{s_{NN}}$=200 GeV"],"description":["  We report new results on identified (anti)proton and charged pion spectra at\nlarge transverse momenta (3<$p_{T}$<10 GeV/c) from Cu+Cu collisions at\n$\\sqrt{s_{NN}}$=200 GeV using the STAR detector at the Relativistic Heavy Ion\nCollider (RHIC). This study explores the system size dependence of two novel\nfeatures observed at RHIC with heavy ions: the hadron suppression at\nhigh-$p_{T}$ and the anomalous baryon to meson enhancement at intermediate\ntransverse momenta. Both phenomena could be attributed to the creation of a new\nform of QCD matter. The results presented here bridge the system size gap\nbetween the available pp and Au+Au data, and allow the detailed exploration for\nthe on-set of the novel features. Comparative analysis of all available 200 GeV\ndata indicates that the system size is a major factor determining both the\nmagnitude of the hadron spectra suppression at large transverse momenta and the\nrelative baryon to meson enhancement.\n","Comment: Submitted to Phys. Rev. C, 9 pages, 5 figures"]}]
["0912.3977",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3977","Phys.Rev.Lett.105:022301,2010","doi:10.1103/PhysRevLett.105.022301"],"date":["2009-12-19","2010-02-08"],"type":["text"],"creator":["STAR Collaboration","Abelev, B. I."],"language":[],"coverage":[],"title":["Three-particle coincidence of the long range pseudorapidity correlation\n  in high energy nucleus-nucleus collisions"],"description":["  We report the first three-particle coincidence measurement in pseudorapidity\n($\\Delta\\eta$) between a high transverse momentum ($p_{\\perp}$) trigger\nparticle and two lower $p_{\\perp}$ associated particles within azimuth\n$\\mid$$\\Delta\\phi$$\\mid$$<$0.7 in $\\sqrt{{\\it s}_{NN}}$ = 200 GeV $d$+Au and\nAu+Au collisions. Charge ordering properties are exploited to separate the\njet-like component and the ridge (long-range $\\Delta\\eta$ correlation). The\nresults indicate that the particles from the ridge are uncorrelated in\n$\\Delta\\eta$ not only with the trigger particle but also between themselves\nevent-by-event. In addition, the production of the ridge appears to be\nuncorrelated to the presence of the narrow jet-like component.\n","Comment: 7 pages, 4 figures"]}]
["1002.0880",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0880"],"date":["2010-02-03","2012-08-02"],"type":["text"],"creator":["Sidharth, B. G."],"language":[],"coverage":[],"title":["Non Newtonian Dynamics in Galaxies and Satellite Galaxies"],"description":["  Recent studies have thrown up a big enigma. On the one hand they point to\nsatellite galaxies rotating faster than they should with the usual theory. On\nthe other hand they also go against explanation of Newtonian gravity with dark\nmatter. In this brief note it is argued that the varying $G$ cosmology which\nexplains all the observed General Relativistic effects and the Pioneer anomaly\nreconciles the controversial conclusions of the latest observations.\n","Comment: 15 pages tex. arXiv admin note: substantial text overlap with\n  arXiv:1110.0929"]}]
["1002.3921",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3921","JHEP 1008:130,2010","doi:10.1007/JHEP08(2010)130"],"date":["2010-02-20","2010-08-23"],"type":["text"],"creator":["The HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Leading-Order Determination of the Gluon Polarization from high-$p_T$\n  Hadron Electroproduction"],"description":["  Longitudinal double-spin asymmetries of charged hadrons with high transverse\nmomentum $p_T$ have been measured in electroproduction using the \\hermes\\\ndetector at \\hera. Processes involving gluons in the nucleon have been enhanced\nrelative to others by selecting hadrons with $p_T$ typically above 1 GeV. In\nthis kinematic domain the gluon polarization has been extracted in leading\norder making use of the model embedded in the Monte Carlo Generator \\Pythia\\\n6.2. The gluon polarization obtained from single inclusive hadrons in the $p_T$\nrange 1 GeV $< p_T <$ 2.5 GeV using a deuterium target is $\\frac{\\Delta\ng}{g}(\\langle x\\rangle, \\langle \\mu^2\\rangle)=0.049\\pm 0.034 (stat)\\pm 0.010\n(sys\\textrm{-}exp)^{+0.126}_{-0.099}(sys\\textrm{-}models)$ at a scale\n$\\la\\mu^2\\ra=1.35~{\\rm GeV}^2$ and $\\langle x\\rangle = 0.22$. For different\nfinal states and kinematic domains, consistent values of \\DGG\\ have been found\nwithin statistical uncertainties using hydrogen and deuterium targets.\n"]}]
["1003.0425",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity","Mathematics - Logic","03F50, 03D75, 03D15, 03D20, 68Q10, 68T27, 68T30","F.1.1","F.1.2","F.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0425","Journal of Logic and Computation 22 (2012), pp. 605-642","doi:10.1093/logcom/exr009"],"date":["2010-03-01","2011-03-14"],"type":["text"],"creator":["Japaridze, Giorgi"],"language":[],"coverage":[],"title":["A logical basis for constructive systems"],"description":["  The work is devoted to Computability Logic (CoL) -- the\nphilosophical/mathematical platform and long-term project for redeveloping\nclassical logic after replacing truth} by computability in its underlying\nsemantics (see http://www.cis.upenn.edu/~giorgi/cl.html). This article\nelaborates some basic complexity theory for the CoL framework. Then it proves\nsoundness and completeness for the deductive system CL12 with respect to the\nsemantics of CoL, including the version of the latter based on polynomial time\ncomputability instead of computability-in-principle. CL12 is a sequent calculus\nsystem, where the meaning of a sequent intuitively can be characterized as \"the\nsuccedent is algorithmically reducible to the antecedent\", and where formulas\nare built from predicate letters, function letters, variables, constants,\nidentity, negation, parallel and choice connectives, and blind and choice\nquantifiers. A case is made that CL12 is an adequate logical basis for\nconstructive applied theories, including complexity-oriented ones.\n"]}]
["1008.4489",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4489","Phys. Lett. B698:183-190, 2011","doi:10.1016/j.physletb.2011.03.011"],"date":["2010-08-26","2011-03-28"],"type":["text"],"creator":["BES Collaboration","Ablikim, M."],"language":[],"coverage":[],"title":["Observation of charged kappa in J/psi -> K*(892)-+Kspi+-, K*(892)-+ ->\n  Kspi-+ at BESII"],"description":["  Using 58 million J/psi decays obtained by BESII, a charged kappa particle is\nobserved in the analysis of the Kspi+- system recoiling against K*(892)-+\nselected in J/psi -> KsKspi+pi-. The mass and width values of the charged kappa\nare obtained to be (826+-49_{-34}^{+49}) MeV/c^2 and (449+-156_{-81}^{+144})\nMeV/c^2 for the Breit-Wigner parameters, and the pole position is determined to\nbe (764+-63_{-54}^{+71})-i(306+-149_{-85}^{+143}) MeV/c^2. They are in good\nagreement with those of the neutral kappa observed by the BES collaboration.\n","Comment: 15 pages, 9 figures"]}]
["1011.0384",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0384","doi:10.1103/PhysRevA.84.011803"],"date":["2010-11-01"],"type":["text"],"creator":["Young, A. B.","Oulton, R.","Hu, C. Y.","Thijssen, A. C. T.","Schneider, C.","Reitzenstein, S.","Kamp, M.","Hoefling, S.","Worschech, L.","Forchel, A.","Rarity, J. G."],"language":[],"coverage":[],"title":["Conditional phase shift from a quantum dot in a pillar microcavity"],"description":["  Large conditional phase shifts from coupled atom-cavity systems are a key\nrequirement for building a spin photon interface. This in turn would allow the\nrealisation of hybrid quantum information schemes using spin and photonic\nqubits. Here we perform high resolution reflection spectroscopy of a quantum\ndot resonantly coupled to a pillar microcavity. We show both the change in\nreflectivity as the quantum dot is tuned through the cavity resonance, and\nmeasure the conditional phase shift induced by the quantum dot using an ultra\nstable interferometer. These techniques could be extended to the study of\ncharged quantum dots, where it would be possible to realise a spin photon\ninterface.\n"]}]
["1102.1054",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Logic","03B47, 03B70, 68Q10","F.1.1","F.1.2","F.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1054","Applied Mathematics Letters 25 (2012), pp. 1585-1589","doi:10.1016/j.aml.2011.11.023"],"date":["2011-02-05","2011-11-21"],"type":["text"],"creator":["Japaridze, Giorgi"],"language":[],"coverage":[],"title":["A new face of the branching recurrence of computability logic"],"description":["  This letter introduces a new, substantially simplified version of the\nbranching recurrence operation of computability logic (see\nhttp://www.cis.upenn.edu/~giorgi/cl.html), and proves its equivalence to the\nold, \"canonical\" version.\n"]}]
["1102.5398",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5398"],"date":["2011-02-26","2012-08-01"],"type":["text"],"creator":["Huang, Yang"],"language":[],"coverage":[],"title":["A proof of the classification theorem of overtwisted contact structures\n  via convex surface theory"],"description":["  In 1989, Y. Eliashberg proved that two overtwisted contact structures on a\nclosed oriented 3-manifold are isotopic if and only if they are homotopic as\n2-plane fields. We provide an alternative proof of this theorem using the\nconvex surface theory and bypasses.\n","Comment: Reference updated, The proof of Lemma 3.1 is modified with more\n  details"]}]
["1104.4932",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4932","Phys. Rev. B 84, 064129 (2011)","doi:10.1103/PhysRevB.84.064129"],"date":["2011-04-26"],"type":["text"],"creator":["Singh, Kiran","Simon, Charles","Toledano, Pierre"],"language":[],"coverage":[],"title":["Multiferroicity and magnetoelectric coupling in \\alpha-CaCr2O4"],"description":["  Ferroelectricity in the incommensurate helical magnetic phase (below TN, 43K)\nof alpha CaCr2O4 has been confirmed by pyroelectric measurements.\nMagnetoelectric and magnetodielectric coupling exist below TN and are\nproportional to the square of magnetic field. From symmetry analysis, we\nsuggest that the presence of an external electric field destabilizes the\nsymmetrical 2221' phase and stabilizes 21' symmetry. This provides a unique\nsystem in which polarization varies as the fourth-degree of the order-parameter\namplitude and exhibit a vanishingly small value below the first-order\ntransition at TN, as observed experimentally.\n","Comment: 14 pages, 4 figures"]}]
["1106.3764",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3764","Int. J. Mod. Phys. A 27: 1250123 (2012)","doi:10.1142/S0217751X12501230"],"date":["2011-06-19","2012-07-02"],"type":["text"],"creator":["Malik, R. P."],"language":[],"coverage":[],"title":["Superfield Approach to Nilpotent Symmetries of the Freedman-Townsend\n  Model: Novel Features"],"description":["  We perform the Becchi-Rouet-Stora-Tyutin (BRST) analysis of the\nFreedman-Townsend (FT) model of topologically massive non-Abelian theory by\nexploiting its (1-form) Yang-Mills (YM) gauge transformations to show the\nexistence of some novel features that are totally different from the results\nobtained in such a kind of consideration carried out for the dynamical\nnon-Abelian 2-form theory. We tap here the potential and power of the\n\"augmented\" version of Bonora-Tonin's superfield approach to BRST formalism to\nderive the full set of off-shell nilpotent and absolutely anticommuting\n(anti-)BRST symmetry transformations where, in addition to the horizontality\ncondition (HC), we are theoretically compelled to exploit the appropriate\ngauge-invariant restrictions (GIRs) on the (super)fields for the derivation of\nthe appropriate symmetry transformations for all the relevant fields. We\ncompare our key results with that of the other such attempt for the discussion\nof the present model within the framework of BRST formalism.\n","Comment: LaTeX file, 20 pages, To appear in IJMPA"]}]
["1107.4284",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13P25, 14G50, 94B27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4284","J. Algebra Appl. 11 (2012), no. 4, 1250072"],"date":["2011-07-21","2011-09-15"],"type":["text"],"creator":["Sarmiento, Eliseo","Pinto, Maria Vaz","Villarreal, Rafael H."],"language":[],"coverage":[],"title":["On the vanishing ideal of an algebraic toric set and its parameterized\n  linear codes"],"description":["  Let K be a finite field and let X be a subset of a projective space, over the\nfield K, which is parameterized by monomials arising from the edges of a\nclutter. We show some estimates for the degree-complexity, with respect to the\nrevlex order, of the vanishing ideal I(X) of X. If the clutter is uniform, we\nclassify the complete intersection property of I(X) using linear algebra. We\nshow an upper bound for the minimum distance of certain parameterized linear\ncodes along with certain estimates for the algebraic invariants of I(X).\n","Comment: J. Algebra Appl., to appear"]}]
["1108.0336",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0336","Mod. Phys. Lett. A, Vol. 26, No. 35 (2011) 2639-2651","doi:10.1142/S0217732311037017"],"date":["2011-08-01","2011-11-13"],"type":["text"],"creator":["Haouat, S.","Chekireb, R."],"language":[],"coverage":[],"title":["On the Creation of Scalar Particles in a Flat Robertson-Walker\n  Space-time"],"description":["  The problem of particle creation from vacuum in a flat Robertson-Walker\nspace-time is studied. Two sets of exact solutions for the Klein Gordon\nequation are given. Then the canonical method based on Bogoliubov\ntransformation is applied to calculate the pair creation probability and the\ndensity number of created particles. Some particular cosmological models such\nas radiation dominated universe and Milne universe are discussed. For the both\ncases the vacuum to vacuum transition probability is calculated and the\nimaginary part of the effective action is extracted.\n","Comment: 12 pages"]}]
["1109.4854",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53D05, 32Q60, 58E11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4854","Mathematical Research Letters 2012 19(2):383-388"],"date":["2011-09-22","2012-08-02"],"type":["text"],"creator":["Evans, Jonathan David"],"language":[],"coverage":[],"title":["The infimum of the Nijenhuis energy"],"description":["  We prove that on any symplectic manifold whose symplectic form represents a\nrational cohomology class there exists a sequence of compatible almost complex\nstructures whose Nijenhuis energy (the $L^2$-norm of the Nijenhuis tensor)\ntends to zero. The sequence is obtained by stretching the neck around a\nDonaldson hypersurface.\n","Comment: 6 pages; updated with minor corrections to agree with published\n  version"]}]
["1109.6453",{"format":[],"subject":["Mathematics - Probability","60G07, 60J05 (Primary) 60F15, 60G17, 60G50, 91B30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6453","Electronic Journal of Probability, Vol. 17 (2012), article 59","doi:10.1214/EJP.v17-2216"],"date":["2011-09-29","2012-06-21"],"type":["text"],"creator":["Hryniv, Ostap","MacPhee, Iain M.","Menshikov, Mikhail V.","Wade, Andrew R."],"language":[],"coverage":[],"title":["Non-homogeneous random walks with non-integrable increments and\n  heavy-tailed random walks on strips"],"description":["  We study asymptotic properties of spatially non-homogeneous random walks with\nnon-integrable increments, including transience, almost-sure bounds, and\nexistence and non-existence of moments for first-passage and last-exit times.\nIn our proofs we also make use of estimates for hitting probabilities and large\ndeviations bounds. Our results are more general than existing results in the\nliterature, which consider only the case of sums of independent (typically,\nidentically distributed) random variables. We do not assume the Markov\nproperty. Existing results that we generalize include a circle of ideas related\nto the Marcinkiewicz-Zygmund strong law of large numbers, as well as more\nrecent work of Kesten and Maller. Our proofs are robust and use martingale\nmethods. We demonstrate the benefit of the generality of our results by\napplications to some non-classical models, including random walks with\nheavy-tailed increments on two-dimensional strips, which include, for instance,\ncertain generalized risk processes.\n","Comment: 31 pages; some inaccuracies and obscurities in v1 corrected"]}]
["1110.1824",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14E30, 14F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1824"],"date":["2011-10-09","2012-08-02"],"type":["text"],"creator":["Chen, Meng","Zhang, Qi"],"language":[],"coverage":[],"title":["On a question of Demailly-Peternell-Schneider"],"description":["  This note aims to give an affirmative answer to an open question posed by\nDemailly-Peternell-Schneider [DPS] in 2001 and recently by Peternell [P] again.\nLet $f:X\\mapsto Y$ be a surjective morphism from a log canonical pair (X,D)\nonto a ${\\mathbb Q}$-Gorenstein variety $Y$. If $-(K_X+D)$ is nef, we show that\n$-K_Y$ is pseudo-effective.\n","Comment: J. Eur. Math. Soc. (to appear), minor corrections to some misleading\n  misprints"]}]
["1110.4489",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14L24, 53C25, 32Q20, 53C07, 32Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4489"],"date":["2011-10-20","2012-08-01"],"type":["text"],"creator":["Keller, Julien","Ross, Julius"],"language":[],"coverage":[],"title":["A note on Chow stability of the Projectivisation of Gieseker Stable\n  Bundles"],"description":["  We investigate Chow stability of projective bundles P(E) where E is a\nstrictly Gieseker stable bundle over a base manifold that has constant scalar\ncurvature. We show that, for suitable polarisations L, the pair (P(E),L) is\nChow stable and give examples for which it is not asymptotically Chow stable.\n","Comment: 23 pages. Theorem 2 changed to fix an error in conventions, and the\n  Example in Section 5 rewritten to accommodate. Other minor changes, mostly\n  expositional"]}]
["1111.2839",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2839","J. Phys. A 45 335401, 2012","doi:10.1088/1751-8113/45/33/335401"],"date":["2011-11-11","2012-07-28"],"type":["text"],"creator":["Abbott, Michael C.","Aniceto, Inês","Bombardelli, Diego"],"language":[],"coverage":[],"title":["Real and Virtual Bound States in L\\\"uscher Corrections for CP3 Magnons"],"description":["  We study classical and quantum finite-size corrections to giant magnons in\nAdS_4 x CP^3 using generalised L\\\"uscher formulae. L\\\"uscher F-terms are\norganised in powers of the exponential suppression factor exp(-Delta/2h)^m, and\nwe calculate all terms in this series, matching one-loop algebraic curve\nresults from our previous paper arXiv:1006.2174. Starting with the second term,\nthe structure of these terms is different to those in AdS_5 x S^5 thanks to the\nappearance of heavy modes in the loop, which can here be interpreted as\ntwo-particle bound states in the mirror theory. By contrast, physical bound\nstates can represent dyonic giant magnons, and we also calculate F-terms for\nthese solutions. L\\\"uscher mu-terms, suppressed by exp(-Delta/E), instead give\nat leading order the classical finite-size correction. For an elementary dyonic\ngiant magnon, we recover the correction given by arXiv:0903.3365. We then\nextend this to calculate the next term in 1/h, giving a one-loop prediction.\nFinally we also calculate F-terms for the various composite giant magnons, RP^3\nand `big', again finding agreement to all orders.\n","Comment: 33 pages and 3 figures. v3 adds new section treating F-terms of all\n  orders; version to appear in J. Phys. A"]}]
["1111.3016",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3016","PhysRevB.86.064502(2012)","doi:10.1103/PhysRevB.86.064502"],"date":["2011-11-13","2012-08-02"],"type":["text"],"creator":["Sun, Guozhu","Zhou, Zhongyuan","Mao, Bo","Wen, Xueda","Wu, Peiheng","Han, Siyuan"],"language":[],"coverage":[],"title":["Entanglement dynamics of a superconducting phase qubit coupled to a\n  two-level system"],"description":["  We report the observation and quantitative characterization of driven and\nspontaneous oscillations of quantum entanglement, as measured by concurrence,\nin a bipartite system consisting of a macroscopic Josephson phase qubit coupled\nto a microscopic two-level system. The data clearly show the behavior of\nentanglement dynamics such as sudden death and revival, and the effect of\ndecoherence and ac driving on entanglement.\n","Comment: 6 pages,4 figures"]}]
["1111.3213",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3213","Nucl. Instrum. Meth. A 691 (2012) 16-29","doi:10.1016/j.nima.2012.06.064"],"date":["2011-11-14"],"type":["text"],"creator":["Sikler, Ferenc"],"language":[],"coverage":[],"title":["A simple energy loss model and its applications for silicon detectors"],"description":["  The energy loss of charged particles in silicon can be approximated by a\nsimple analytical model. With help of measured charge deposits in individual\nchannels of hit clusters their position and energy can be estimated. Deposits\nbelow threshold and saturated values are treated properly, resulting in a wider\ndynamic range. The proposed method gives improvements on both hit position and\nenergy residuals. The model is successfully applied to track differential\nenergy loss estimation and to detector gain calibration tasks.\n","Comment: 22 pages, 21 figures, submitted to Nucl. Instrum. Meth. A"]}]
["1111.5528",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5528"],"date":["2011-11-23","2012-08-02"],"type":["text"],"creator":["Aupy, Guillaume","Benoit, Anne","Robert, Yves"],"language":[],"coverage":[],"title":["Energy-aware scheduling under reliability and makespan constraints"],"description":["  We consider a task graph mapped on a set of homogeneous processors. We aim at\nminimizing the energy consumption while enforcing two constraints: a prescribed\nbound on the execution time (or makespan), and a reliability threshold. Dynamic\nvoltage and frequency scaling (DVFS) is an approach frequently used to reduce\nthe energy consumption of a schedule, but slowing down the execution of a task\nto save energy is decreasing the reliability of the execution. In this work, to\nimprove the reliability of a schedule while reducing the energy consumption, we\nallow for the re-execution of some tasks. We assess the complexity of the\ntri-criteria scheduling problem (makespan, reliability, energy) of deciding\nwhich task to re-execute, and at which speed each execution of a task should be\ndone, with two different speed models: either processors can have arbitrary\nspeeds (continuous model), or a processor can run at a finite number of\ndifferent speeds and change its speed during a computation (VDD model). We\npropose several novel tri-criteria scheduling heuristics under the continuous\nspeed model, and we evaluate them through a set of simulations. The two best\nheuristics turn out to be very efficient and complementary.\n","Comment: 22 pages. A 10 pages version should appear in HiPC'12"]}]
["1111.5802",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5802"],"date":["2011-11-24","2012-08-02"],"type":["text"],"creator":["Beck, Rainer"],"language":[],"coverage":[],"title":["Future Observations of Cosmic Magnetic Fields with the SKA and its\n  Precursors"],"description":["  The origin of magnetic fields in the Universe is an open problem in\nastrophysics and fundamental physics. Polarization observations with the\nforthcoming large radio telescopes, especially the Square Kilometre Array\n(SKA), will open a new era in the observation of magnetic fields and should\nhelp to understand their origin. Low-frequency radio synchrotron emission, to\nbe observed with LOFAR, MWA and the SKA, traces low-energy cosmic ray electrons\nand allows us to map the structure of weak magnetic fields in the outer regions\nand halos of galaxies, in halos and relics of galaxy clusters and in the Milky\nWay. Polarization at higher frequencies (1-10 GHz), to be observed with the SKA\nand its precursors ASKAP and MeerKAT, will trace magnetic fields in the disks\nand central regions of galaxies and in cluster relics in unprecedented detail.\nAll-sky surveys of Faraday rotation measures towards a dense grid of polarized\nbackground sources with ASKAP (project POSSUM) and the SKA are dedicated to\nmeasure magnetic fields in intervening galaxies, clusters and intergalactic\nfilaments, and will be used to model the overall structure and strength of\nmagnetic fields in the Milky Way. \"Cosmic Magnetism\" is key science for LOFAR,\nASKAP and the SKA.\n","Comment: 8 pages, 7 figures. To be published in Proc. of Magnetic Fields in\n  the Universe: From Laboratory and Stars to Primordial Structures, eds. M.\n  Soida, K. Otmianowska-Mazur, E.M. de Gouveia Dal Pina & A. Lazarian; SKA\n  design and timeline updates 02/08/2012"]}]
["1112.1538",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Mathematics - Combinatorics","68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1538"],"date":["2011-12-07","2012-08-02"],"type":["text"],"creator":["Fomin, Fedor V.","Pilipczuk, Michał"],"language":[],"coverage":[],"title":["Jungles, bundles, and fixed parameter tractability"],"description":["  We give a fixed-parameter tractable (FPT) approximation algorithm computing\nthe path-width of a tournament, and more generally, of a semi-complete digraph.\nBased on this result, we prove that topological containment and rooted\nimmersion problems are FPT on semi-complete digraphs.\n","Comment: The new version contains simplified proofs providing better running\n  times of the algorithms, as well as a wider discussion of the context"]}]
["1112.3347",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3347"],"date":["2011-12-14","2012-08-01"],"type":["text"],"creator":["Muniz, Rodrigo A.","Rahmani, Armin","Martin, Ivar"],"language":[],"coverage":[],"title":["Fractionalization in spontaneous integer quantum Hall systems"],"description":["  It is widely believed that integer quantum Hall systems do not have\nfractional excitations. Here we show the converse to be true for a class of\nsystems where integer quantum Hall effect emerges spontaneously due to the\ninterplay of itinerant electrons and noncoplanar magnetic ordering. We show\nthat magnetic $Z_2$ vortices in such systems, whose topological stability is\nguaranteed by the structure of the order parameter, indeed carry fractional\ncharge.\n","Comment: 4+ pages, 3 figures, 6 pages of supplemental material"]}]
["1112.3967",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Mathematical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3967","Phys. Rev. Lett. 109, 050503 (2012)","doi:10.1103/PhysRevLett.109.050503"],"date":["2011-12-16","2012-06-29"],"type":["text"],"creator":["Streltsov, Alexander","Adesso, Gerardo","Piani, Marco","Bruss, Dagmar"],"language":[],"coverage":[],"title":["Are general quantum correlations monogamous?"],"description":["  Quantum entanglement and quantum non-locality are known to exhibit monogamy,\nthat is, they obey strong constraints on how they can be distributed among\nmultipartite systems. Quantum correlations that comprise and go beyond\nentanglement are quantified by, e.g., quantum discord. It was observed recently\nthat for some states quantum discord is not monogamous. We prove in general\nthat any measure of correlations that is monogamous for all states and\nsatisfies reasonable basic properties must vanish for all separable states:\nonly entanglement measures can be strictly monogamous. Monogamy of other than\nentanglement measures can still be satisfied for special, restricted cases: we\nprove that the geometric measure of discord satisfies the monogamy inequality\non all pure states of three qubits.\n","Comment: 5 pages, 1 figure, added a discussion of our main result in relation\n  to the fact that separable states are infinitely shareable"]}]
["1112.4252",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4252","Prog. Theor. Phys. 128 (2012), 191-211","doi:10.1143/PTP.128.191"],"date":["2011-12-19"],"type":["text"],"creator":["Kurita, Yasunari","Nakao, Ken-ichi"],"language":[],"coverage":[],"title":["Dynamical instability in a relativistic cylindrical shell composed of\n  counter rotating particles"],"description":["  We give a perturbative analysis for an infinitesimally thin cylindrical shell\ncomposed of counter rotating collisionless particles, originally devised by\nApostolatos and Thorne. They found a static solution of the shell and concluded\nby C-energy argument that it is stable. Recently, the present authors and Ida\nreanalyzed this system by evaluating the C-energy on the future null infinity\nand found that the system has an instability, though it was not shown how the\nsystem is unstable. In this paper, it is shown in the framework of the linear\nperturbation theory that, if the constituent particles move slowly, the static\nshell is unstable in the sense that the perturbation of its circumferential\nradius oscillates with exponentially growing amplitude, whereas if the speed of\nthe constituent particle exceeds a critical value, the shell just expands or\ncontracts exponentially with time.\n","Comment: 21 pages, 7 figures"]}]
["1112.4492",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4492","New J. Phys. 14 085003 (2012)","doi:10.1088/1367-2630/14/8/085003"],"date":["2011-12-19","2012-08-02"],"type":["text"],"creator":["Branczyk, Agata M.","Mahler, Dylan H.","Rozema, Lee A.","Darabi, Ardavan","Steinberg, Aephraim M.","James, Daniel F. V."],"language":[],"coverage":[],"title":["Self-calibrating Quantum State Tomography"],"description":["  We introduce and experimentally demonstrate a technique for performing\nquantum state tomography on multiple-qubit states despite incomplete knowledge\nabout the unitary operations used to change the measurement basis. Given\nunitary operations with unknown rotation angles, our method can be used to\nreconstruct the density matrix of the state up to local sigma-z rotations as\nwell as recover the magnitude of the unknown rotation angle. We demonstrate\nhigh-fidelity self-calibrating tomography on polarization-encoded one- and\ntwo-photon states. The unknown unitary operations are realized in two ways:\nusing a birefringent polymer sheet---an inexpensive smartphone screen\nprotector---or alternatively a liquid crystal wave plate with a tuneable\nretardance. We explore how our technique may be adapted for quantum state\ntomography of systems such as biological molecules where the magnitude and\norientation of the transition dipole moment is not known with high accuracy.\n","Comment: 13 pages, 4 figures"]}]
["1112.5662",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5662","Phys. Rev. B 86, 064501 (2012)","doi:10.1103/PhysRevB.86.064501"],"date":["2011-12-23","2012-08-02"],"type":["text"],"creator":["Knap, Michael","Berg, Erez","Ganahl, Martin","Demler, Eugene"],"language":[],"coverage":[],"title":["Clustered Wigner crystal phases of cold polar molecules in arrays of\n  one-dimensional tubes"],"description":["  We analyze theoretically polar molecules confined in planar arrays of one\ndimensional tubes. In the classical limit, if the number of tubes is finite,\nnew types of \"clustered Wigner crystals\" with increasingly many molecules per\nunit cell can be stabilized by tuning the in-plane angle between the dipolar\nmoments and the tube direction. Quantum mechanically, these phases melt into\ndistinct \"clustered Luttinger liquids.\" We calculate the phase diagram of the\nsystem and study the quantum melting of the clustered phases. We find that the\nrequirements for exploring these phases are reachable in current experiments\nand discuss possible experimental signatures.\n","Comment: 9 pages, 8 figures; extended discussion on the experimental\n  implications; details on the Luttinger liquid analysis are provided"]}]
["1201.3398",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3398","Lectures in Computer Science, Vol 7318 (2012) 472","doi:10.1007/978-3-642-30870-3"],"date":["2012-01-16"],"type":["text"],"creator":["Markopoulou, Fotini"],"language":[],"coverage":[],"title":["The Computing Spacetime"],"description":["  The idea that the Universe is a program in a giant quantum computer is both\nfascinating and suffers from various problems. Nonetheless, it can provide a\nunified picture of physics and this can be very useful for the problem of\nQuantum Gravity where such a unification is necessary. In previous work we\nproposed Quantum Graphity, a simple way to model a dynamical spacetime as a\nquantum computation. In this paper, we give an easily readable introduction to\nthe idea of the universe as a quantum computation, the problem of quantum\ngravity, and the graphity models.\n"]}]
["1201.4658",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4658","New Journal of Physics 14, 075019 (2012)","doi:10.1088/1367-2630/14/7/075019"],"date":["2012-01-23","2012-08-02"],"type":["text"],"creator":["Schmitt, Julian","Damm, Tobias","Vewinger, Frank","Weitz, Martin","Klaers, Jan"],"language":[],"coverage":[],"title":["Thermalization of a two-dimensional photon gas in a polymeric host\n  matrix"],"description":["  We investigate thermodynamic properties of a two-dimensional photon gas\nconfined by a dye-filled optical microcavity. A thermally equilibrated state of\nthe photon gas is achieved by radiative coupling to a heat bath that is\nrealized with dye molecules embedded in a polymer at room temperature. The\nchemical potential of the gas is freely adjustable. The optical microcavity\nconsisting of two curved mirrors induces both a non-vanishing effective photon\nmass and a harmonic trapping potential for the photons. While previous\nexperiments of our group have used liquid dye solutions, the measurements\ndescribed here are based on dye molecules incorporated into a polymer host\nmatrix. We describe studies of fluorescence properties of dye-doped polymers,\nand discuss the applicability of Kennard-Stepanov theory in this system. We\nobserve a thermalized two-dimensional photon gas in the solid state based\nmicroresonator system. In the future, dye-based solid state systems hold\npromise for the realization of single-mode light sources in thermal equilibrium\nbased on Bose-Einstein condensation of photons, as well as for solar energy\nconcentrators.\n","Comment: 19 pages, 6 figures"]}]
["1201.6649",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H45, 14T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6649"],"date":["2012-01-31","2012-08-02"],"type":["text"],"creator":["Passare, Mikael","Sottile, Frank"],"language":[],"coverage":[],"title":["Discriminant coamoebas through homology"],"description":["  Understanding the complement of the coamoeba of a (reduced) A-discriminant is\none approach to studying the monodromy of solutions to the corresponding system\nof A-hypergeometric differential equations. Nilsson and Passare described the\nstructure of the coamoeba and its complement (a zonotope) when the reduced\nA-discriminant is a function of two variables. Their main result was that the\ncoamoeba and zonotope form a cycle which is equal to the fundamental cycle of\nthe torus, multiplied by the normalized volume of the set A of integer vectors.\nThat proof only worked in dimension two. Here, we use simple ideas from\ntopology to give a new proof of this result in dimension two, one which can be\ngeneralized to all dimensions.\n","Comment: 20 pages, references added and other mild revisions"]}]
["1202.0014",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0014","Phys. Rev. D 85, 125036 (2012)","doi:10.1103/PhysRevD.85.125036"],"date":["2012-01-31"],"type":["text"],"creator":["Broedel, Johannes","Carrasco, John Joseph M.","Ferrara, Sergio","Kallosh, Renata","Roiban, Radu"],"language":[],"coverage":[],"title":["N=2 Supersymmetry and U(1)-Duality"],"description":["  Understanding the consequences of the E_{7(7)} duality on the UV properties\nof N=8 supergravity requires unravelling when and how duality-covariant actions\ncan be constructed so as to accommodate duality-invariant counter-terms. For\nnon-supersymmetric abelian gauge theories exhibiting U(1)-duality, with and\nwithout derivative couplings, it was shown that such a covariant construction\nis always possible. In this paper we describe a similar procedure for the\nconstruction of covariant non-linear deformations of U(1)-duality invariant\ntheories in the presence of rigid N=2 supersymmetry. This is a concrete step\ntowards studying the interplay of duality and extended supersymmetry.\n","Comment: 20 pages"]}]
["1202.0129",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0129","Phys.Rev.D85:084033,2012","doi:10.1103/PhysRevD.85.084033"],"date":["2012-02-01","2012-08-01"],"type":["text"],"creator":["Yang, Jie","Li, Yun-Liang","Zhong, Yuan","Li, Yang"],"language":[],"coverage":[],"title":["Thick Brane Split Caused by Spacetime Torsion"],"description":["  In this paper we apply the five-dimensional $f(T)$ gravity with $f(T)=T+k\nT^n$ to brane scenario to explore the solutions under a given warp factor, and\nwe find that the analytic domain wall solution will be a double-kink solution\nwhen the geometric effect of spacetime torsion is strongly enhanced. We also\ninvestigate the localization of fermion fields on the split branes\ncorresponding to the double-kink solution.\n","Comment: 20 pages, 3 figures"]}]
["1202.2819",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2819","Astrophys.J.755:115,2012","doi:10.1088/0004-637X/755/2/115"],"date":["2012-02-13","2012-08-02"],"type":["text"],"creator":["Bovy, Jo","Rix, Hans-Walter","Hogg, David W.","Beers, Timothy C.","Lee, Young Sun","Zhang, Lan"],"language":[],"coverage":[],"title":["The vertical motions of mono-abundance sub-populations in the Milky Way\n  disk"],"description":["  We present the vertical kinematics of stars in the Milky Way's stellar disk\ninferred from SDSS/SEGUE G-dwarf data, deriving the vertical velocity\ndispersion, \\sigma_z, as a function of vertical height |z| and Galactocentric\nradius R for a set of 'mono-abundance' sub-populations of stars with very\nsimilar elemental abundances [\\alpha/Fe] and [Fe/H]. We find that all\ncomponents exhibit nearly isothermal kinematics in |z|, and a slow outward\ndecrease of the vertical velocity dispersion: \\sigma_z (z,R|[\\alpha/Fe],[Fe/H])\n~ \\sigma_z ([\\alpha/Fe],[Fe/H]) x \\exp (-(R-R_0)/7 kpc}). The characteristic\nvelocity dispersions of these components vary from ~ 15 km/s for chemically\nyoung, metal-rich stars, to >~ 50 km/s for metal poor stars. The mean \\sigma_z\ngradient away from the mid plane is only 0.3 +/- 0.2 km/s/kpc. We find a\ncontinuum of vertical kinetic temperatures (~\\sigma^2_z) as function of\n([\\alpha/Fe],[Fe/H]), which contribute to the stellar surface mass density as\n\\Sigma_{R_0}(\\sigma^2_z) ~ \\exp(-\\sigma^2_z). The existence of isothermal\nmono-abundance populations with intermediate dispersions reject the notion of a\nthin-thick disk dichotomy. This continuum of disks argues against models where\nthe thicker disk portions arise from massive satellite infall or heating;\nscenarios where either the oldest disk portion was born hot, or where internal\nevolution plays a major role, seem the most viable. The wide range of \\sigma_z\n([\\alpha/Fe],[Fe/H]) combined with a constant \\sigma_z(z) for each abundance\nbin provides an independent check on the precision of the SEGUE abundances:\n\\delta_[\\alpha/Fe] ~ 0.07 dex and \\delta_[Fe/H] ~ 0.15 dex. The radial decline\nof the vertical dispersion presumably reflects the decrease in disk\nsurface-mass density. This measurement constitutes a first step toward a purely\ndynamical estimate of the mass profile the disk in our Galaxy. [abridged]\n"]}]
["1202.4763",{"format":[],"subject":["Physics - Instrumentation and Detectors","Astrophysics - Instrumentation and Methods for Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4763"],"date":["2012-02-21","2012-08-02"],"type":["text"],"creator":["Galeazzi, Massimiliano","Gatti, Flavio","Lusignoli, Maurizio","Nucciotti, Angelo","Ragazzi, Stefano","Gomes, Maria Ribeiro"],"language":[],"coverage":[],"title":["The Electron Capture Decay of 163-Ho to Measure the Electron Neutrino\n  Mass with sub-eV Accuracy (and Beyond)"],"description":["  We have investigated the possibility of measuring the electron neutrino mass\nwith sub-eV sensitivity by studying the electron capture decay of 163-Ho with\ncryogenic microcalorimeters. In this paper we will introduce an experiment's\nconcept, discuss the technical requirements, and identify a roadmap to reach a\nsensitivity of 0.1 eV and beyond.\n","Comment: 9 pages, 6 figures"]}]
["1203.0612",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0612","Prog. Theor. Phys. 128 (2012), 213-226","doi:10.1143/PTP.128.213"],"date":["2012-03-03"],"type":["text"],"creator":["Kanno, Sugumi","Sasaki, Misao","Soda, Jiro"],"language":[],"coverage":[],"title":["Destabilizing Tachyonic Vacua at or above the BF Bound"],"description":["  It is well known that tachyonic vacua in an asymptotically Anti-de Sitter\n(AdS) space-time are classically stable if the mass squared is at or above the\nBreitenlohner and Freedman (BF) bound. We study the quantum stability of these\ntachyonic vacua in terms of instantons. We find a series of exact instanton\nsolutions destabilizing tachyonic state at or above the BF bound in\nasymptotically AdS space. We also give an analytic formula for the decay rate\nand show that it is finite. Comparing our result with the well-known algebraic\ncondition for the stability, we discuss stability conditions of tachyonic vacua\nat or above the BF bound.\n","Comment: 11 pages, 6 figures"]}]
["1203.0959",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0959","J. Space Weather Space Clim. 2 (2012) A11","doi:10.1051/swsc/2012011"],"date":["2012-03-05","2012-07-18"],"type":["text"],"creator":["Warnecke, Jörn","Brandenburg, Axel","Mitra, Dhrubaditya"],"language":[],"coverage":[],"title":["Magnetic twist: a source and property of space weather"],"description":["  We present evidence for finite magnetic helicity density in the heliosphere\nand numerical models thereof, and relate it to the magnetic field properties of\nthe dynamo in the solar convection zone. We use simulations and solar wind data\nto compute magnetic helicity either directly from the simulations, or\nindirectly using time series of the skew-symmetric components of the magnetic\ncorrelation tensor. We find that the solar dynamo produces negative magnetic\nhelicity at small scales and positive at large scales. However, in the\nheliosphere these properties are reversed and the magnetic helicity is now\npositive at small scales and negative at large scales. We explain this by the\nfact that a negative diffusive magnetic helicity flux corresponds to a positive\ngradient of magnetic helicity, which leads to a change of sign from negative to\npositive values at some radius in the northern hemisphere.\n","Comment: 7 pages, 12 Figures, accepted in Journal of Space Weather and Space\n  Climate"]}]
["1203.3576",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3576","Prog. Theor. Phys. 128 (2012), 125-151","doi:10.1143/PTP.128.125"],"date":["2012-03-15","2012-07-01"],"type":["text"],"creator":["Ohkawa, Fusayoshi J."],"language":[],"coverage":[],"title":["Residual Entropy of the Mott Insulator with No Symmetry Broken"],"description":["  The half-filled ground state of the Hubbard model on the hypercubic lattice\nin D dimensions is studied by the Kondo-lattice theory, which is none other\nthan the 1/D expansion theory, but within the constrained Hilbert subspace\nwhere no symmetry is allowed to be broken. A gap can open in the\nsingle-particle excitation spectrum if and only if the residual entropy or\nentropy at T=+0 K is nonzero. The Mott insulator with no symmetry broken, if it\nis possible, is characterized by nonzero residual entropy or nonzero entropy at\nT=+0 K. This conclusion is consistent with Brinkman and Rice's theory and the\ndynamical mean-field theory. According to the well-known argument based on the\nBethe-ansatz solution, on the other hand, the half-filled ground state in one\ndimension is the Mott insulator although its residual entropy per unit cell is\nvanishing in the thermodynamic limit. Two possible explanations are given for\nthe contradiction between the present paper and the well-known argument.\n","Comment: 27 pages"]}]
["1203.3621",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3621","Euro. Phys. J. B 85 (2012) 262","doi:10.1140/epjb/e2012-30290-0"],"date":["2012-03-16","2012-08-02"],"type":["text"],"creator":["Hasegawa, Takehisa","Konno, Keita","Nemoto, Koji"],"language":[],"coverage":[],"title":["Robustness of correlated networks against propagating attacks"],"description":["  We investigate robustness of correlated networks against propagating attacks\nmodeled by a susceptible-infected-removed model. By Monte-Carlo simulations, we\nnumerically determine the first critical infection rate, above which a global\noutbreak of disease occurs, and the second critical infection rate, above which\ndisease disintegrates the network. Our result shows that correlated networks\nare robust compared to the uncorrelated ones, regardless of whether they are\nassortative or disassortative, when a fraction of infected nodes in an initial\nstate is not too large. For large initial fraction, disassortative network\nbecomes fragile while assortative network holds robustness. This behavior is\nrelated to the layered network structure inevitably generated by a rewiring\nprocedure we adopt to realize correlated networks.\n","Comment: 6 pages, 13 figures"]}]
["1203.5070",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory","83C57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5070","Prog. Theor. Phys. 128 (2012), 153-190","doi:10.1143/PTP.128.153"],"date":["2012-03-22"],"type":["text"],"creator":["Yoshino, Hirotaka","Kodama, Hideo"],"language":[],"coverage":[],"title":["Bosenova collapse of axion cloud around a rotating black hole"],"description":["  Motivated by possible existence of stringy axions with ultralight mass, we\nstudy the behavior of an axion field around a rapidly rotating black hole (BH)\nobeying the sine-Gordon equation by numerical simulations. Due to superradiant\ninstability, the axion field extracts the rotational energy of the BH and the\nnonlinear self-interaction becomes important as the field grows larger. We\npresent clear numerical evidences that the nonlinear effect leads to a collapse\nof the axion cloud and a subsequent explosive phenomena, which is analogous to\nthe \"bosenova\" observed in experiments of Bose-Einstein condensate. The\ncriterion for the onset of the bosenova collapse is given. We also discuss the\nreason why the bosenova happens by constructing an effective theory of a\nwavepacket model under the nonrelativistic approximation.\n","Comment: 38 pages, 18 figures"]}]
["1203.5127",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5127","PoS(CORFU2011)099"],"date":["2012-03-22"],"type":["text"],"creator":["Patalong, Peter"],"language":[],"coverage":[],"title":["Non-geometric Q-flux in ten dimensions"],"description":["  We review the main ideas of arXiv:1106.4015: A change of field variables in\nthe NSNS Lagrangian of ten-dimensional supergravity reveals the non-geometric\nQ-flux expressed in terms of an antisymmetric bivector field. After a simple\ndimensional reduction, the corresponding term gives the known contribution in\nthe four-dimensional potential. Problematic non-trivial monodromies of\nnon-geometric backgrounds in ten dimensions can be absorbed in a total\nderivative term such that a well-defined Lagrangian is obtained.\n","Comment: 8 pages, Contribution to the Proceedings of the Corfu Summer\n  Institute 2011 \"School and Workshops on Elementary Particle Physics and\n  Gravity\", September 4-18, 2011; Corfu, Greece"]}]
["1204.0586",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Number Theory","11F85 (Primary) 19F05, 14B99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0586"],"date":["2012-04-02","2012-08-01"],"type":["text"],"creator":["Morrow, Matthew"],"language":[],"coverage":[],"title":["An introduction to higher dimensional local fields and adeles"],"description":["  These notes are an introduction to higher dimensional local fields and higher\ndimensional adeles. As well as the foundational theory, we summarise the theory\nof topologies on higher dimensional local fields and higher dimensional local\nclass field theory.\n","Comment: These notes supersede previous introductory texts on the subject by\n  the author"]}]
["1204.0716",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0716","Phys. Rev. D 86 (2012) 014506","doi:10.1103/PhysRevD.86.014506"],"date":["2012-04-03","2012-06-22"],"type":["text"],"creator":["Burgio, G.","Schröck, M.","Reinhardt, H.","Quandt, M."],"language":[],"coverage":[],"title":["Running mass, effective energy and confinement: the lattice quark\n  propagator in Coulomb gauge"],"description":["  We calculate the lattice quark propagator in Coulomb gauge both from\ndynamical and quenched configurations. We show that in the continuum limit both\nthe static and full quark propagator are multiplicatively renormalizable. From\nthe propagator we extract the quark renormalization function Z(|p|) and the\nrunning mass M(|p|) and extrapolate the latter to the chiral limit. We find\nthat M(|p|) practically coincides with the corresponding Landau gauge function\nfor small momenta. The computation of M(|p|) can be however made more efficient\nin Coulomb gauge; this can lead to a better determination of the chiral mass\nand the quark anomalous dimension. Moreover from the structure of the full\npropagator we can read off an expression for the dispersion relation of quarks,\ncompatible with an IR divergent effective energy. If confirmed on larger\nvolumes this finding would allow to extend the Gribov-Zwanziger confinement\nmechanism to the fermionic sector of QCD.\n","Comment: 14 pages, 7 figures, 1 table. References added and corrected, some\n  issues clarified. To appear in PRD"]}]
["1204.0939",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0939","doi:10.1002/cpe.2889"],"date":["2012-04-04"],"type":["text"],"creator":["Aupy, Guillaume","Benoit, Anne","Dufossé, Fanny","Robert, Yves"],"language":[],"coverage":[],"title":["Reclaiming the energy of a schedule: models and algorithms"],"description":["  We consider a task graph to be executed on a set of processors. We assume\nthat the mapping is given, say by an ordered list of tasks to execute on each\nprocessor, and we aim at optimizing the energy consumption while enforcing a\nprescribed bound on the execution time. While it is not possible to change the\nallocation of a task, it is possible to change its speed. Rather than using a\nlocal approach such as backfilling, we consider the problem as a whole and\nstudy the impact of several speed variation models on its complexity. For\ncontinuous speeds, we give a closed-form formula for trees and series-parallel\ngraphs, and we cast the problem into a geometric programming problem for\ngeneral directed acyclic graphs. We show that the classical dynamic voltage and\nfrequency scaling (DVFS) model with discrete modes leads to a NP-complete\nproblem, even if the modes are regularly distributed (an important particular\ncase in practice, which we analyze as the incremental model). On the contrary,\nthe VDD-hopping model leads to a polynomial solution. Finally, we provide an\napproximation algorithm for the incremental model, which we extend for the\ngeneral DVFS model.\n","Comment: A two-page extended abstract of this work appeared as a short\n  presentation in SPAA'2011, while the long version has been accepted for\n  publication in \"Concurrency and Computation: Practice and Experience\""]}]
["1204.2834",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2834","Phys. Rev. B 86, 035452 (2012)","doi:10.1103/PhysRevB.86.035452"],"date":["2012-04-12","2012-08-02"],"type":["text"],"creator":["Witzel, Wayne M.","Carroll, Malcolm S.","Cywinski, Lukasz","Sarma, S. Das"],"language":[],"coverage":[],"title":["Quantum Decoherence of the Central Spin in a Sparse System of Dipolar\n  Coupled Spins"],"description":["  The central spin decoherence problem has been researched for over 50 years in\nthe context of both nuclear magnetic resonance and electron spin resonance.\nUntil recently, theoretical models have employed phenomenological stochastic\ndescriptions of the bath-induced noise. During the last few years, cluster\nexpansion methods have provided a microscopic, quantum theory to study the\nspectral diffusion of a central spin. These methods have proven to be very\naccurate and efficient for problems of nuclear-induced electron spin\ndecoherence in which hyperfine interactions with the central electron spin are\nmuch stronger than dipolar interactions among the nuclei. We provide an\nin-depth study of central spin decoherence for a canonical scale-invariant\nall-dipolar spin system. We show how cluster methods may be adapted to treat\nthis problem in which central and bath spin interactions are of comparable\nstrength. Our extensive numerical work shows that a properly modified cluster\ntheory is convergent for this problem even as simple perturbative arguments\nbegin to break down. By treating clusters in the presence of energy detunings\ndue to the long-range (diagonal) dipolar interactions of the surrounding\nenvironment and carefully averaging the effects over different spin states, we\nfind that the nontrivial flip-flop dynamics among the spins becomes effectively\nlocalized by disorder in the energy splittings of the spins. This localization\neffect allows for a robust calculation of the spin echo signal in a dipolarly\ncoupled bath of spins of the same kind, while considering clusters of no more\nthan 6 spins. We connect these microscopic calculation results to the existing\nstochastic models. We, furthermore, present calculations for a series of\nrelated problems of interest for candidate solid state quantum bits including\ndonors and quantum dots in silicon as well as nitrogen-vacancy centers in\ndiamond.\n","Comment: 25 pages, 26 figures"]}]
["1204.3778",{"format":[],"subject":["Mathematics - Differential Geometry","53A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3778"],"date":["2012-04-17","2012-08-02"],"type":["text"],"creator":["Craizer, Marcos"],"language":[],"coverage":[],"title":["Singularities of convex improper affine maps"],"description":["  In this paper we consider convex improper affine maps of the 3-dimensional\naffine space and classify their singularities. The main tool developed is a\ngenerating family with properties that closely resembles the area function for\nnon-convex improper affine maps.\n","Comment: 11 pages, 2 figures"]}]
["1204.4089",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4089","Phys.Lett. B 713 (2012) 342-346","doi:10.1016/j.physletb.2012.06.022"],"date":["2012-04-18","2012-08-02"],"type":["text"],"creator":["Borsanyi, S.","Delgado, Y.","Durr, S.","Fodor, Z.","Katz, S. D.","Krieg, S.","Lippert, T.","Nogradi, D.","Szabo, K. K."],"language":[],"coverage":[],"title":["QCD thermodynamics with dynamical overlap fermions"],"description":["  We study QCD thermodynamics using two flavors of dynamical overlap fermions\nwith quark masses corresponding to a pion mass of 350 MeV. We determine several\nobservables on N_t=6 and 8 lattices. All our runs are performed with fixed\nglobal topology. Our results are compared with staggered ones and a nice\nagreement is found.\n","Comment: 14 pages, 6 figures, 1 table"]}]
["1204.4574",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4574","Phys. Rev. B 86, 075402 (2012)","doi:10.1103/PhysRevB.86.075402"],"date":["2012-04-20"],"type":["text"],"creator":["Lherbier, Aurelien","Dubois, Simon M. -M.","Declerck, Xavier","Niquet, Yann-Michel","Roche, Stephan","Charlier, Jean-Christophe"],"language":[],"coverage":[],"title":["Transport properties of 2D graphene containing structural defects"],"description":["  We propose an extensive report on the simulation of electronic transport in\n2D graphene in presence of structural defects. Amongst the large variety of\nsuch defects in sp$^2$ carbon-based materials, we focus on the Stone-Wales\ndefect and on two divacancy-type reconstructed defects. First, based on ab\ninitio calculations, a tight-binding model is derived to describe the\nelectronic structure of these defects. Then, semiclassical transport properties\nincluding the elastic mean free paths, mobilities and conductivities are\ncomputed using an order-N real-space Kubo-Greenwood method. A plateau of\nminimum conductivity ($\\sigma^{min}_{sc}= 4e^2/\\pi h$) is progressively\nobserved as the density of defects increases. This saturation of the decay of\nconductivity to $\\sigma^{min}_{sc}$ is associated with defect-dependent\nresonant energies. Finally, localization phenomena are captured beyond the\nsemiclassical regime. An Anderson transition is predicted with localization\nlengths of the order of tens of nanometers for defect densities around 1%.\n","Comment: 17 pages, 17 figures, submitted to Phys. Rev. B"]}]
["1204.4682",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4682","New J. Phys. 14 (2012) 073057","doi:10.1088/1367-2630/14/7/073057"],"date":["2012-04-20","2012-08-02"],"type":["text"],"creator":["Lee, M. D.","Rist, S.","Ruostekoski, J."],"language":[],"coverage":[],"title":["Bragg spectroscopic interferometer and quantum measurement-induced\n  correlations in atomic Bose-Einstein condensates"],"description":["  We theoretically analyze the Bragg spectroscopic interferometer of two\nspatially separated atomic Bose-Einstein condensates that was experimentally\nrealized by Saba et al. [Science 2005 v307 p1945] by continuously monitoring\nthe relative phase evolution. Even though the atoms in the light-stimulated\nBragg scattering interact with intense coherent laser beams, we show that the\nphase is created by quantum measurement-induced back-action on the homodyne\nphoto-current of the lasers, opening possibilities for quantum-enhanced\ninterferometric schemes. We identify two regimes of phase evolution: a running\nphase regime which was observed in the experiment of Saba et al., that is\nsensitive to an energy offset and suitable for an interferometer, and a trapped\nphase regime, that can be insensitive to applied forces and detrimental to\ninterferometric applications.\n","Comment: 14 pages, 3 figures"]}]
["1204.5112",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5112","Phys. Rev. B 86, 085301 (2012)","doi:10.1103/PhysRevB.86.085301"],"date":["2012-04-23","2012-08-02"],"type":["text"],"creator":["Fuchs, Moritz","Rychkov, Valentin","Trauzettel, Björn"],"language":[],"coverage":[],"title":["Spin decoherence in graphene quantum dots due to hyperfine interaction"],"description":["  Carbon based systems are prominent candidates for a solid-state spin-qubit\ndue to weak spin-orbit and hyperfine interactions in combination with a low\nnatural abundance of spin carrying isotopes. We consider the effect of the\nhyperfine interaction on the coherence of an electron-spin localized in a\ngraphene quantum dot. It is known, that the hyperfine interaction in these\nsystems is anisotropic promising interesting physics. We calculate the dynamics\nof an electron spin surrounded by a bath of nuclear spins in a non-Markovian\napproach using a generalized master equation. Considering a general form of the\nhyperfine interaction, we are able to extend the range of validity of our\nresults to other systems beyond graphene. For large external magnetic fields,\nwe find within Born approximation that the electron spin state is conserved up\nto small corrections, which oscillate with a frequency determined by the\nhyperfine interaction. The amplitude of these oscillations decays with a power\nlaw, where its initial value depends on the specific form of the anisotropy.\nAnalyzing this in more detail, we identify two distinct classes of anisotropy,\nwhich can be both found in graphene depending on the orientation of the\nexternal magnetic field with respect to the carbon layer.\n","Comment: 19 pages, 7 figures"]}]
["1204.5453",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5453","JHEP07(2012)170","doi:10.1007/JHEP07(2012)170"],"date":["2012-04-24","2012-08-01"],"type":["text"],"creator":["Jeong, Kwang Sik","Takahashi, Fuminobu"],"language":[],"coverage":[],"title":["Anarchy and Leptogenesis"],"description":["  We study if leptogenesis works successfully together with the neutrino mass\nanarchy hypothesis. We find that the predicted neutrino mass spectrum is\nsensitive to the reheating temperature or the inflaton mass, while the\ndistributions of the neutrino mixing angles and CP violation phases remain\nintact as determined by the invariant Haar measure of U(3). In the case of\nthermal leptogenesis, the light neutrino mass distribution agrees well with the\nobservations if the reheating temperature is O(10^{9-11}) GeV. The mass\nspectrum of the right-handed neutrinos and the neutrino Yukawa matrix exhibit a\ncertain pattern, as a result of the competition between random matrices with\nelements of order unity and the wash-out effect. Non-thermal leptogenesis is\nconsistent with observation only if the inflaton mass is larger than or\ncomparable to the typical right-handed neutrino mass scale. Cosmological\nimplications are discussed in connection with the 125GeV Higgs boson mass.\n","Comment: 29 pages, 6 figures. v2: figures and references added. v3: published\n  in JHEP"]}]
["1204.5534",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5534","J. Phys. A: Math. Theor. 45, 325001 (2012)","doi:10.1088/1751-8113/45/32/325001"],"date":["2012-04-24","2012-08-02"],"type":["text"],"creator":["Kabashima, Yoshiyuki","Takahashi, Hisanao"],"language":[],"coverage":[],"title":["First eigenvalue/eigenvector in sparse random symmetric matrices:\n  influences of degree fluctuation"],"description":["  The properties of the first (largest) eigenvalue and its eigenvector (first\neigenvector) are investigated for large sparse random symmetric matrices that\nare characterized by bimodal degree distributions. In principle, one should be\nable to accurately calculate them by solving a functional equation concerning\nauxiliary fields which come out in an analysis based on replica/cavity methods.\nHowever, the difficulty in analytically solving this equation makes an accurate\ncalculation infeasible in practice. To overcome this problem, we develop\napproximation schemes on the basis of two exceptionally solvable examples. The\nschemes are reasonably consistent with numerical experiments when the\nstatistical bias of positive matrix entries is sufficiently large, and they\nqualitatively explain why considerably large finite size effects of the first\neigenvalue can be observed when the bias is relatively small.\n","Comment: 22 pages, 6 figures"]}]
["1204.6682",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6682","Phys. Rev. B 86, 041106 (2012)","doi:10.1103/PhysRevB.86.041106"],"date":["2012-04-30","2012-08-02"],"type":["text"],"creator":["Corboz, Philippe","Penc, Karlo","Mila, Frederic","Laeuchli, Andreas M."],"language":[],"coverage":[],"title":["Simplex solids in SU(N) Heisenberg models on the kagome and checkerboard\n  lattices"],"description":["  We present a numerical study of the SU(N) Heisenberg model with the\nfundamental representation at each site for the kagome lattice (for N=3) and\nthe checkerboard lattice (for N=4), which are the line graphs of the honeycomb\nand square lattices and thus belong to the class of bisimplex lattices. Using\ninfinite projected entangled-pair states (iPEPS) and exact diagonalizations, we\nshow that in both cases the ground state is a simplex solid state with a\ntwo-fold ground state degeneracy, in which the N spins belonging to a simplex\n(i.e. a complete graph) form a singlet. Theses states can be seen as\ngeneralizations of valence bond solid states known to be stabilized in certain\nSU(2) spin models.\n","Comment: 5 pages, 5 figures, and 1 page of supplemental material"]}]
["1205.0210",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0210","JHEP 1205 (2012) 108","doi:10.1007/JHEP05(2012)108"],"date":["2012-05-01","2012-08-01"],"type":["text"],"creator":["Liu, Yu-Xiao","Chen, Feng-Wei","Heng-Guo","Zhou, Xiang-Nan"],"language":[],"coverage":[],"title":["Non-minimal Coupling Branes"],"description":["  We study a thick and Z_2 symmetric braneworld model with a non-minimally\ncoupled bulk scalar. Several analytic solutions are found. There are two\ncategories of the brane configuration: standard branes and deformed ones. The\nformer is just the same with the solutions in general relativity, whereas the\nlatter has negative effective energy densities in the location of the branes.\nThe question of stability under metric tensor perturbation is also\ninvestigated, and there is no tachyon. We show that the gravity zero mode\n(namely the 4D massless graviton) is the only one state that can be localized\non the branes. So Newtonian potential can be recovered in 4D space-time.\n","Comment: 20 pages, 6 figures"]}]
["1205.4027",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4027","Physical Review A 86, 023604 (2012)","doi:10.1103/PhysRevA.86.023604"],"date":["2012-05-17"],"type":["text"],"creator":["Mueller, Markus","Strack, Philipp","Sachdev, Subir"],"language":[],"coverage":[],"title":["Quantum charge glasses of itinerant fermions with cavity-mediated\n  long-range interactions"],"description":["  We study models of itinerant spinless fermions with random long-range\ninteractions. We motivate such models from descriptions of fermionic atoms in\nmulti-mode optical cavities. The solution of an infinite-range model yields a\nmetallic phase which has glassy charge dynamics, and a localized glass phase\nwith suppressed density of states at low energies. We compare these phases to\nthe conventional disordered Fermi liquid, and the insulating electron glass of\nsemiconductors. Prospects for the realization of such glassy phases in cold\natom systems are discussed.\n","Comment: 16 pages"]}]
["1205.5079",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5079","Nucl.Phys. B 864 (2012) 640-663","doi:10.1016/j.nuclphysb.2012.07.010"],"date":["2012-05-22","2012-07-11"],"type":["text"],"creator":["Hatefi, Ehsan","Park, I. Y."],"language":[],"coverage":[],"title":["Universality in all-order $\\alpha'$ corrections to BPS/non-BPS brane\n  world volume theories"],"description":["  Knowledge of all-$\\alpha'$ higher derivative corrections to leading order BPS\nand non-BPS brane actions would serve in future endeavor of determining the\ncomplete form of the non-abelian BPS and tachyonic effective actions. In this\npaper, we note that there is a universality in the all-$\\alpha'$ order\ncorrections to BPS and non-BPS branes. We compute amplitudes between one\nRamond-Ramond $C$-field vertex operator and several SYM gauge/scalar vertex\noperators. Specifically, we evaluate in closed form string correlators of\ntwo-point amplitudes $\\cal A^{C\\phi}$, $\\cal A^{CA}$, a three-point amplitude\n$\\cal A^{C\\phi\\phi}$ and a four-point amplitude $\\cal A^{C\\phi\\phi\\phi}$. We\ncarry out pole and contact term analysis. In particular we reproduce some of\nthe contact terms and the infinite massless poles of $\\cal A^{C\\phi\\phi\\phi}$\nby SYM vertices obtained through the universality.\n","Comment: 29 pages, 4figures, Refs and some applications for higher derivative\n  corrections have been added. Version to appear in NPB"]}]
["1205.6301",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6301","Phys. Rev. E 86, 011141 (2012)","doi:10.1103/PhysRevE.86.011141"],"date":["2012-05-29"],"type":["text"],"creator":["Li, Huanan","Agarwalla, Bijay Kumar","Wang, Jian-Sheng"],"language":[],"coverage":[],"title":["A generalized Caroli formula for transmission coefficient with lead-lead\n  coupling"],"description":["  We present a generalized transmission coefficient formula for the\nlead-junction-lead system, in which interaction between the leads has been\ntaken into account. Based on it the Caroli formula could be easily recovered\nand a transmission coefficient formula for interface problem in the ballistic\nsystem can be obtained. The condition of validity for the formula is carefully\nexplored. We mainly focus on heat transport. However, the corresponding\nelectrical transport could be similarly dealt with. Also, an illustrative\nexample is given to clarify the precise meaning of the quantities used in the\nformula, such as the concept of the reduced interacting matrix in different\nsituations. In addition, an explicit transmission coefficient formula for a\ngeneral one-dimensional interface setup is obtained based on the derived\ninterface formula.\n","Comment: 6 pages, 1 figure"]}]
["1205.6551",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6551","Prog. Theor. Phys. 128 (2012), 105-124","doi:10.1143/PTP.128.105"],"date":["2012-05-30"],"type":["text"],"creator":["Hiyama, Emiko","Yamamoto, Yasuo"],"language":[],"coverage":[],"title":["Structure of $^{10}_{\\Lambda}$Be and $^{10}_{\\Lambda}$B hypernuclei\n  studied with the four-body cluster model"],"description":["  The structure of the isodoublet hypernuclei, $^{10}_{\\Lambda}$B and\n$^{10}_{\\Lambda}$Be within the framework of an $\\alpha +\\alpha +\\Lambda +N$\nfour-body cluster model is studied. Interactions between the constituent\nsubunits are determined so as to reproduce reasonably well the observed\nlow-energy properties of the $\\alpha \\alpha$, $\\alpha N$, $\\alpha \\Lambda$,\n$\\alpha \\alpha \\Lambda$ and $\\alpha \\alpha N$ subsystems. Furthermore, the\ntwo-body $\\Lambda N$ interaction is adjusted so as to reproduce the $0^+$-$1^+$\nsplitting of $^4_{\\Lambda}$H. The $\\Lambda$ binding energies of\n$^{10}_{\\Lambda}$B and $^{10}_{\\Lambda}$Be are 8.76 MeV and 8.94 MeV,\nrespectively. The energy splitting of the $1^-$-$2^-$ levels in\n$^{10}_{\\Lambda}$B is 0.08 MeV, which does not contradict the experimental\nreport in BNL-E930. An even-state $\\Lambda N$ charge symmetry breaking (CSB)\ninteraction determined from the A=4 systems works repulsively by +0.1 MeV\n(attractively by -0.1 MeV) in $^{10}_{\\Lambda}$Be ($^{10}_{\\Lambda}$B). We\ndiscuss a possibility that an odd-state CSB interaction improves the fitting to\nthe experimental data of A=10 double $\\Lambda$ hypernuclei.\n","Comment: 20 pages and 7 fugures, To be published in Progress of Theoretical\n  Physics"]}]
["1205.7072",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.7072","Mod. Phys. Lett. A 27, 1250150 (2012)","doi:10.1142/S0217732312501507"],"date":["2012-05-31","2012-08-02"],"type":["text"],"creator":["Klinkhamer, F. R."],"language":[],"coverage":[],"title":["On vacuum-energy decay from particle production"],"description":["  A simplified (but consistent) description of particle-production backreaction\neffects in de Sitter spacetime is given.\n","Comment: 10 pages, v6: published version with Note Added in Proof"]}]
["1206.0754",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0754","JHEP 1207:188 (2012)","doi:10.1007/JHEP07(2012)188"],"date":["2012-06-04","2012-06-13"],"type":["text"],"creator":["McGuirk, Paul","Shiu, Gary","Ye, Fang"],"language":[],"coverage":[],"title":["Soft branes in supersymmetry-breaking backgrounds"],"description":["  We revisit the analysis of effective field theories resulting from\nnon-supersymmetric perturbations to supersymmetric flux compactifications of\nthe type-IIB superstring with an eye towards those resulting from the\nbackreaction of a small number of anti-D3-branes. Independently of the\nbackground, we show that the low-energy Lagrangian describing the fluctuations\nof a stack of probe D3-branes exhibits soft supersymmetry breaking, despite\nperturbations to marginal operators that were not fully considered in some\nprevious treatments. We take this as an indication that the breaking of\nsupersymmetry by anti-D3-branes or other sources may be spontaneous rather than\nexplicit. In support of this, we consider the action of an anti-D3-brane\nprobing an otherwise supersymmetric configuration and identify a candidate for\nthe corresponding goldstino.\n","Comment: 36+5 pages. References added, minor typos corrected"]}]
["1206.3632",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3632"],"date":["2012-06-16","2012-08-02"],"type":["text"],"creator":["Bini, Dario A.","Noferini, Vanni","Sharify, Meisam"],"language":[],"coverage":[],"title":["Locating the eigenvalues of matrix polynomials"],"description":["  Some known results for locating the roots of polynomials are extended to the\ncase of matrix polynomials. In particular, a theorem by A.E. Pellet [Bulletin\ndes Sciences Math\\'ematiques, (2), vol 5 (1881), pp.393-395], some results of\nD.A. Bini [Numer. Algorithms 13:179-200, 1996] based on the Newton polygon\ntechnique, and recent results of M. Akian, S. Gaubert and M. Sharify (see in\nparticular [LNCIS, 389, Springer p.p.291-303] and [M. Sharify, Ph.D. thesis,\n\\'Ecole Polytechnique, ParisTech, 2011]). These extensions are applied for\ndetermining effective initial approximations for the numerical computation of\nthe eigenvalues of matrix polynomials by means of simultaneous iterations, like\nthe Ehrlich-Aberth method. Numerical experiments that show the computational\nadvantage of these results are presented.\n","Comment: Submitted to SIMAX"]}]
["1206.4068",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4068"],"date":["2012-06-18","2012-08-02"],"type":["text"],"creator":["Laycock, P. J.","Henderson, R. C. W.","Maxfield, S. J.","Morris, J. V.","Patel, G. D.","Sankey, D. P. C."],"language":[],"coverage":[],"title":["The H1 Forward Track Detector at HERA II"],"description":["  In order to maintain efficient tracking in the forward region of H1 after the\nluminosity upgrade of the HERA machine, the H1 Forward Track Detector was also\nupgraded. While much of the original software and techniques used for the HERA\nI phase could be reused, the software for pattern recognition was completely\nrewritten. This, along with several other improvements in hit finding and\nhigh-level track reconstruction, are described in detail together with a\nsummary of the performance of the detector.\n","Comment: Minor revision requested by journal (JINST) editor"]}]
["1206.5866",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5866"],"date":["2012-06-25","2012-08-02"],"type":["text"],"creator":["Riedel, Sebastian","Xu, Weijun"],"language":[],"coverage":[],"title":["A simple proof of distance bounds for Gaussian rough paths"],"description":["  We derive explicit distance bounds for Stratonovich iterated integrals along\ntwo Gaussian processes (also known as signatures of Gaussian rough paths) based\non the regularity assumption of their covariance functions. Similar estimates\nhave been obtained recently in [Friz-Riedel, AIHP, to appear]. One advantage of\nour argument is that we obtain the bound for the third level iterated integrals\nmerely based on the first two levels, and this reflects the intrinsic nature of\nrough paths. Our estimates are sharp when both covariance functions have finite\n1-variation, which includes a large class of Gaussian processes.\n  Two applications of our estimates are discussed. The first one gives the a.s.\nconvergence rates for approximated solutions to rough differential equations\ndriven by Gaussian processes. In the second example, we show how to recover the\noptimal time regularity for solutions of some rough SPDEs.\n","Comment: 20 pages, updated abstract and introduction"]}]
["1207.0781",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0781","Phys. Rev. B 86, 045311 (2012)","doi:10.1103/PhysRevB.86.045311"],"date":["2012-07-03"],"type":["text"],"creator":["Dillen, D. C.","Varahramyan, K. M.","Corbet, C. M.","Tutuc, E."],"language":[],"coverage":[],"title":["Raman spectroscopy and strain mapping in individual Ge-SixGe1-x\n  core-shell nanowires"],"description":["  Core-shell Ge-SixGe1-x nanowires (NWs) are expected to contain large strain\nfields due to the lattice-mismatch at the core/shell interface. Here we report\nthe measurement of core strain in a NW heterostructure using Raman\nspectroscopy. We compare the Raman spectra, and the frequency of the Ge-Ge mode\nmeasured in individual Ge-Si0.5Ge0.5 core-shell, and bare Ge NWs. We find that\nthe Ge-Ge mode frequency is diameter-independent in GeNWs with a value similar\nto that of bulk Ge, 300.5 cm-1. On the other hand, Ge-Si0.5Ge0.5 core-shell\nnanowires reveal a strain-induced blue shift of the Ge-Ge mode, dependent on\nthe relative core and shell thicknesses. Using lattice dynamical theory we\ndetermine the strain in the Ge core, and show that the results are in good\nagreement with values calculated using a continuum elasticity model.\n","Comment: 9 pages, 5 figures"]}]
["1207.1008",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1008","Chin. Phys. Lett. 29 (8): 080402, 2012","doi:10.1088/0256-307X/29/8/080402"],"date":["2012-07-03"],"type":["text"],"creator":["Shamir, M. Farasat","Jhangeer, Adil","Bhatti, Akhlaq Ahmad"],"language":[],"coverage":[],"title":["Conserved Quantities in $f(R)$ Gravity via Noether Symmetry"],"description":["  This paper is devoted to investigate $f(R)$ gravity using Noether symmetry\napproach. For this purpose, we consider Friedmann Robertson-Walker (FRW)\nuniverse and spherically symmetric spacetimes. The Noether symmetry generators\nare evaluated for some specific choice of $f(R)$ models in the presence of\ngauge term. Further, we calculate the corresponding conserved quantities in\neach case. Moreover, the importance and stability criteria of these models are\ndiscussed.\n","Comment: 14 pages, accepted for publication in Chin. Phys. Lett"]}]
["1207.1076",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1076","PoS(QNP2012)074"],"date":["2012-07-04"],"type":["text"],"creator":["Schlüter, T.","Ryabchikov, D.","Dünnweber, W.","Faessler, M.","Collaboration, for the COMPASS"],"language":[],"coverage":[],"title":["Resonances of the systems \\pi-\\eta and \\pi-\\eta' in the reactions \\pi-p\n  --> \\pi-\\eta p and \\pi-p --> \\pi-\\eta' p at COMPASS"],"description":["  We describe partial-wave analyses of the systems \\pi-\\eta and \\pi-\\eta'\nproduced in interactions of a \\pi- beam (190 GeV/c) with a liquid hydrogen\ntarget. The data were recorded during the 2008 COMPASS run, where a slow\nrecoiling proton (|t|>0.1 GeV^2) was required by the trigger. We compare\nanalyses of the \\pi-\\eta and \\pi-\\eta' data. Significant contributions can be\nattributed to the resonances a_2(1320), observed in the D_+-wave, and\na_4(2040), observed in the G_+-wave. Between the two systems, we find similar\ncompositions of the even partial waves D_+ and G_+ after taking phase-space\nfactors into account, but a much enhanced P_+-wave in \\pi-\\eta'. Relative\nphase-differences indicate a large incoherent contribution of in the P_+-wave\nof the \\eta'\\pi- system, but other interpretations are not excluded. The known\nresonances a_2(1320), a_4(2040) and their parameters could be extracted from\nthe data; their branchings are found to roughly agree with predictions from\n\\eta\\eta' mixing.\n","Comment: Proceedings of the Sixth International Conference on Quarks and\n  Nuclear Physics (QNP2012), 7 pages. PoS(QNP2012)074, deviates from version in\n  proceedings by including arXiv hyperlinks in bibliography"]}]
["1207.2985",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2985"],"date":["2012-07-12","2012-08-02"],"type":["text"],"creator":["Lisica, Ju. T."],"language":[],"coverage":[],"title":["Skand theory and its applications. (A new look at non-well-founded sets)"],"description":["  A new mathematical object called a skand is introduced, which turns out in\ngeneral to be a non-well-founded set. Skands of finite lengths are ordinary\nwell-founded sets, and skands of very long length (like the hyper-skand of all\nordinals) are hyper-classes.\n  Self-similar skands are also considered, and they clarify the reflexivity of\nsets, i.e., the meaning of the relation X is a member of X; in particular,\nself-similar skands considered as non-well-founded sets are always reflexive,\nbut not vice versa. The existence of self-similar skands shows at once that\nRussell's well-known paradox is not a paradox at all. The inconsistency of\nRussell's \"set\" R, which is the collection of all sets that are not members of\nthemselves, is proved here not with the help of Russell's paradox (as it is\ntraditionally given, which is incorrect), but via a simple method of the\nmaximality (universality) of R which goes back to Cantor and can be also\napplied to other set-theoretical paradoxes.\n  Generalized skands are also defined and a new look at the generalized\nskand-class of all ordinals is demonstrated. In particular, the last (class)\nordinal called the eschaton is defined.\n  The next application of skand theory is a description of all epsilon-numbers\nin the sense of Cantor. Another application is a generalized theory of\none-dimensional continua of arbitrary powers and the construction of\ngeneralized real numbers as a non-Archimedean straight line of arbitrary power,\nand the introduction of the absolute continuum and the absolute straight line\nas the hyper-classes nearest to the class of sets.\n","Comment: In second version corollary 6 is added"]}]
["1207.3049",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3049"],"date":["2012-07-12","2012-08-02"],"type":["text"],"creator":["Franklin, Fred","Soper, Paul"],"language":[],"coverage":[],"title":["Locations and Strengths of Secondary Resonances Lying within Four First\n  Order Mean Motion Resonances"],"description":["  Our concern here is the nature of secondary resonances--commensurabilities\nbetween apsidal and libration periods lying within first-order mean motion\nresonances [mmr] in the solar system. At the 4/3 and 3/2 mmr in the asteroid\nbelt, we find in general that it is possible to identify the positions of their\nconsiderably large number and to determine the degree of chaos that they\ndevelop. The severity of the latter corresponds to the absence of observed\nasteroids at low eccentricity, e, in both of these mmr and even more so at 2/1.\nChaos at higher e is present but weaker so that real bodies can remain over the\nage of the solar system. This reduced chaos, we suggest, arises because the\ndenser though weaker secondaries have widths that allow them to overlap and so\nprovide a continuous quite constant level of chaos over a broad eccentricity\nrange. We also consider the similar first-order 1/2 mmr with Neptune in the\nKuiper belt at 47.8 AU and find considerable chaos, probably once again induced\nby secondary resonances, among the many orbits with e < 0.10. The instability\nso generated seems very likely to correspond in realistic models to the slow\nescape from 1/2 of a fair number of its once captured bodies over the solar\nsystem's age.\n","Comment: 20 page pdf, last 11 pages are figures"]}]
["1207.5207",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5207"],"date":["2012-07-22","2012-08-01"],"type":["text"],"creator":["Wang, Kelin","Cao, Zexian"],"language":[],"coverage":[],"title":["Wave-Packet Treatment of Neutrino Oscillation Based on the Solution to\n  Dirac Equation"],"description":["  Flavor oscillation of traveling neutrinos is treated by solving the\none-dimensional Dirac equation for massive fermions. The solutions are given in\nterms of squeezed coherent state as mutual eigenfunctions of parity operator\nand the corresponding Hamiltonian, both represented in bosonic creation and\nannihilation operators. It was shown that a mono-energetic state is\nnon-normalizable, and a normalizable Gaussian wave packet, when of pure parity,\ncannot propagate. A physical state for a traveling neutrino beam would be\nrepresented as a normalizable Gaussian wave packet of equally-weighted mixing\nof two parities, which has the largest energy-dependent velocity. Based on this\nwave-packet representation, flavor oscillation of traveling neutrinos can be\ntreated in a strict sense. These results allow the accurate interpretation of\nexperimental data for neutrino oscillation, which is critical in judging\nwhether neutrino oscillation violates CP symmetry.\n","Comment: 16 pages"]}]
["1207.5637",{"format":[],"subject":["Mathematics - Differential Geometry","53C30, 53C50, 53C55, 53C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5637"],"date":["2012-07-24","2012-08-01"],"type":["text"],"creator":["López, M. Castrillón","Luján, I."],"language":[],"coverage":[],"title":["Strongly degenerate homogeneous pseudo-K\\\"ahler structures of linear\n  type and complex plane waves"],"description":["  We study the class $\\mathcal{K}_{2}+\\mathcal{K}_{4}$ of homogeneous\npseudo-K\\\"ahler structures in the strongly degenerate case. The local form and\nthe holonomy of a pseudo-K\\\"ahler manifold admitting such a structure is\nobtained, leading to a possible complex generalization of homogeneous plane\nwaves. The same question is tackled in the case of pseudo-hyper-K\\\"ahler and\npseudo-quaternion K\\\"ahler manifolds.\n","Comment: 30 pages; Corrected typos"]}]
["1207.5657",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5657","doi:10.1051/0004-6361/201219628"],"date":["2012-07-24","2012-08-02"],"type":["text"],"creator":["Hocuk, S.","Schleicher, D. R. G.","Spaans, M.","Cazaux, S."],"language":[],"coverage":[],"title":["The impact of magnetic fields on the IMF in star-forming clouds near a\n  supermassive black hole"],"description":["  Star formation in the centers of galaxies is thought to yield massive stars\nwith a possibly top-heavy stellar mass distribution. It is likely that magnetic\nfields play a crucial role in the distribution of stellar masses inside\nstar-forming molecular clouds. In this context, we explore the effects of\nmagnetic fields, with a typical field strength of 38 microG, such as in RCW 38,\nand a field strength of 135 microG, similar to NGC 2024 and the infrared dark\ncloud G28.34+0.06, on the initial mass function (IMF) near (< 10 pc) a 10^7\nsolar mass black hole. Using these conditions, we perform a series of numerical\nsimulations with the hydrodynamical code FLASH to elucidate the impact of\nmagnetic fields on the IMF and the star-formation efficiency (SFE) emerging\nfrom an 800 solar mass cloud. We find that the collapse of a gravitationally\nunstable molecular cloud is slowed down with increasing magnetic field strength\nand that stars form along the field lines. The total number of stars formed\nduring the simulations increases by a factor of 1.5-2 with magnetic fields. The\nmain component of the IMF has a lognormal shape, with its peak shifted to\nsub-solar (< 0.3 M_sun) masses in the presence of magnetic fields, due to a\ndecrease in the accretion rates from the gas reservoir. In addition, we see a\ntop-heavy, nearly flat IMF above ~2 solar masses, from regions that were\nsupported by magnetic pressure until high masses are reached. We also consider\nthe effects of X-ray irradiation if the central black hole is active. X-ray\nfeedback inhibits the formation of sub-solar masses and decreases the SFEs even\nfurther. Thus, the second contribution is no longer visible. We conclude that\nmagnetic fields potentially change the SFE and the IMF both in active and\ninactive galaxies, and need to be taken into account in such calculations.\n","Comment: 10 pages, 10 figures. Accepted for publication in Astronomy and\n  Astrophysics. 2 more references added"]}]
["1207.5726",{"format":[],"subject":["Quantum Physics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5726"],"date":["2012-07-24","2012-08-02"],"type":["text"],"creator":["Watrous, John"],"language":[],"coverage":[],"title":["Simpler semidefinite programs for completely bounded norms"],"description":["  The completely bounded trace and spectral norms, for finite-dimensional\nspaces, are known to be efficiently expressible by semidefinite programs (J.\nWatrous, Theory of Computing 5: 11, 2009). This paper presents two new, and\narguably much simpler, semidefinite programming formulations of these norms.\n","Comment: 15 pages, reference added in version 2"]}]
["1207.6805",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Computers and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6805","Scientific Reports 2, 532 (2012)","doi:10.1038/srep00532"],"date":["2012-07-29"],"type":["text"],"creator":["Di Clemente, Riccardo","Pietronero, Luciano"],"language":[],"coverage":[],"title":["Statistical Agent Based Modelization of the Phenomenon of Drug Abuse"],"description":["  We introduce a statistical agent based model to describe the phenomenon of\ndrug abuse and its dynamical evolution at the individual and global level. The\nagents are heterogeneous with respect to their intrinsic inclination to drugs,\nto their budget attitude and social environment. The various levels of drug use\nwere inspired by the professional description of the phenomenon and this\npermits a direct comparison with all available data. We show that certain\nelements have a great importance to start the use of drugs, for example the\nrare events in the personal experiences which permit to overcame the barrier of\ndrug use occasionally. The analysis of how the system reacts to perturbations\nis very important to understand its key elements and it provides strategies for\neffective policy making. The present model represents the first step of a\nrealistic description of this phenomenon and can be easily generalized in\nvarious directions.\n","Comment: 12 pages, 5 figures"]}]
["1207.7034",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.7034"],"date":["2012-07-30","2012-08-02"],"type":["text"],"creator":["Kelk, Steven","Scornavacca, Celine"],"language":[],"coverage":[],"title":["Towards the fixed parameter tractability of constructing minimal\n  phylogenetic networks from arbitrary sets of nonbinary trees"],"description":["  It has remained an open question for some time whether, given a set of not\nnecessarily binary (i.e. \"nonbinary\") trees T on a set of taxa X, it is\npossible to determine in time f(r).poly(m) whether there exists a phylogenetic\nnetwork that displays all the trees in T, where r refers to the reticulation\nnumber of the network and m=|X|+|T|. Here we show that this holds if one or\nboth of the following conditions holds: (1) |T| is bounded by a function of r;\n(2) the maximum degree of the nodes in T is bounded by a function of r. These\nsufficient conditions absorb and significantly extend known special cases,\nnamely when all the trees in T are binary, or T contains exactly two nonbinary\ntrees. We believe this result is an important step towards settling the issue\nfor an arbitrarily large and complex set of nonbinary trees. For completeness\nwe show that the problem is certainly solveable in polynomial time.\n","Comment: have fixed a number of small typo's etc"]}]
["1207.7243",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.7243"],"date":["2012-07-31","2012-08-02"],"type":["text"],"creator":["Nakajima, T.","Lin, Kuan-Ting","Komiyama, S."],"language":[],"coverage":[],"title":["Gate-Control of Spin Precession in Quantum Hall Edge States"],"description":["  Electrical control and detection of spin precession are experimentally\ndemonstrated by using spin-resolved edge states in the integer quantum Hall\nregime. Spin precession is triggered at a corner of a biased metal gate, where\nelectron orbital motion makes a sharp turn leading to a nonadiabatic change in\nthe effective magnetic field via spin-orbit interaction. The phase of\nprecession is controlled by the group velocity of edge-state electrons tuned by\ngate bias voltage: A spin-FET device is thus realized by all-electrical means,\nwithout invoking ferromagnetic material. The effect is also interpreted in\nterms of a Mach-Zehnder-type spin interferometer.\n"]}]
["1208.0060",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics","Physics - Chemical Physics","Physics - Computational Physics","74"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0060","International Journal of Nanoscience 11 (3) 2012","doi:10.1142/S0219581X1250024X"],"date":["2012-07-31"],"type":["text"],"creator":["Martirosyan, Karen S.","Zyskin, M."],"language":[],"coverage":[],"title":["Simulation of the Elastic Properties of Reinforced Kevlar-Graphene\n  Composites"],"description":["  The compressive strength of unidirectional fiber composites in the form of\nKevlar yarn with a thin outer layer of graphene was investigated and modeled.\nSuch fiber structure may be fabricated by using a strong chemical bond between\nKevlar yarn and graphene sheets. Chemical functionalization of graphene and\nKevlar may achieved by modification of appropriate surface-bound functional\n(e.g., carboxylic acid) groups on their surfaces. In this report we studied\nelastic response to unidirectional in-plane applied load with load peaks along\nthe diameter. The 2D linear elasticity model predicts that significant\nstrengthening occurs when graphene outer layer radius is about 4 % of kevlar\nyarn radius. The polymer chains of Kevlar are linked into locally planar\nstructure by hydrogen bonds across the chains, with transversal strength\nconsiderably weaker than longitudinal one. This suggests that introducing outer\nenveloping layer of graphene, linked to polymer chains by strong chemical bonds\nmay significantly strengthen Kevlar fiber with respect to transversal\ndeformations.\n"]}]
["1208.0207",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0207","doi:10.5772/46152"],"date":["2012-08-01"],"type":["text"],"creator":["Lopez-Ruiz, Ricardo","Sanudo, Jaime"],"language":[],"coverage":[],"title":["Geometrical Derivation of Equilibrium Distributions in some Stochastic\n  Systems"],"description":["  In this chapter, we present a straightforward geometrical argument that in a\ncertain way recalls us the equivalence between the canonical and the\nmicrocanonical ensembles in the thermodynamic limit for the particular context\nof physical sciences. In the more general context of homogeneous multi-agent\nsystems, we conclude by highlighting the statistical equivalence of the\nvolume-based and surface-based calculations in this type of systems.\n","Comment: 18 pages, 3 figures. arXiv admin note: substantial text overlap with\n  arXiv:0708.3761, arXiv:1001.3327, arXiv:0708.1866; Chapter to appear in\n  InTech Books (2012)"]}]
["1208.0248",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0248","Colombia Diversidad Bi\\'otica XII, La regi\\'on Caribe de Colombia\n  (Instituto de Ciencias Naturales, Universidad Nacional de Colombia, Bogot\\'a,\n  2012) 923-961"],"date":["2012-07-31"],"type":["text"],"creator":["Vásquez, Adela","Arellano, Henry"],"language":[],"coverage":[],"title":["Estructura, Biomasa a\\'erea y carbono almacenado en los bosques del Sur\n  y Noroccidente de c\\'ordoba"],"description":["  We estimated the aerial biomass and stored carbon in twelve types of forests\nin the department of C\\'ordoba with annual rain fall ranging from 3000 mm\n(super humid climates) to 1300 mm (semi-humid climate). Biomass was estimated\nbased on structural aspects of the vegetation (diameter at breast height, total\nheight, and wood specific weight). We tested nine allometric equations for\ntropical forests available in the literature and selected those proposed by\nChave et al (2005) that are specific for humid and dry forests. Carbon content\nin trees was measured in four tissues (stem, branch, bark, and leafs) through\nan automated dry combustion method, which estimates the percentage of carbon in\na sample of known weight.\n"]}]
["1208.0326",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0326"],"date":["2012-08-01","2012-08-02"],"type":["text"],"creator":["Aminzare, Zahra","Sontag, Eduardo D."],"language":[],"coverage":[],"title":["Logarithmic Lipschitz norms and diffusion-induced instability"],"description":["  This paper proves that contractive ordinary differential equation systems\nremain contractive when diffusion is added. Thus, diffusive instabilities, in\nthe sense of the Turing phenomenon, cannot arise for such systems. An important\nbiochemical system is shown to satisfy the required conditions.\n"]}]
["1208.0332",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0332","J. Math. Phys. 53, 023516 (2012)","doi:10.1063/1.3685444"],"date":["2012-08-01"],"type":["text"],"creator":["Takane, Martha","Zertuche, Federico"],"language":[],"coverage":[],"title":["Z_2-Algebras in the Boolean Function Irreducible Decomposition"],"description":["  We develop further the consequences of the irreducible-Boolean classification\nestablished in Ref. [9]; which have the advantage of allowing strong\nstatistical calculations in disordered Boolean function models, such as the\n\\textit{NK}-Kauffman networks. We construct a ring-isomorphism $ mathfrak{R}_K\n{i_1, ..., i_\\lambda} \\cong \\mathcal{P}^2 -[K] $ of the set of reducible\n$K$-Boolean functions that are reducible in the Boolean arguments with indexes\n${i_1, ..., i_\\lambda}$; and the double power set $\\mathcal{P}^2 [K]$, of the\nfirst $K$ natural numbers. This allows us, among other things, to calculate the\nnumber $\\varrho_K (\\lambda, \\omega)$ of $K$-Boolean functions which are\n$\\lambda $-irreducible with weight $\\omega$. $\\varrho_K (\\lambda, \\omega)$ is a\nfundamental quantity in the study of the stability of \\textit{NK}-Kauffman\nnetworks against changes in their connections between their Boolean functions;\nas well as in the mean field study of their dynamics when Boolean\nirreducibility is taken into account.\n","Comment: Published"]}]
["1208.0346",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","Mathematics - Representation Theory","16E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0346"],"date":["2012-08-01"],"type":["text"],"creator":["Gerstenhaber, Murray","Giaquinto, Anthony"],"language":[],"coverage":[],"title":["On the cohomology of the Weyl algebra, the quantum plane, and the q-Weyl\n  algebra"],"description":["  Deformation theory can be used to compute the cohomology of a deformed\nalgebra with coefficients in itself from that of the original. Using the\ninvariance of the Euler-Poincare characteristic under deformation, it is\napplied here to compute the cohomology of the Weyl algebra, the algebra of the\nquantum plane, and the q-Weyl algebra. The behavior of the cohomology when q is\na root of unity may encode some number theoretic information.\n","Comment: 16 pages"]}]
["1208.0350",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","17B56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0350"],"date":["2012-08-01"],"type":["text"],"creator":["Gerstenhaber, Murray"],"language":[],"coverage":[],"title":["A note on the cohomology of Lie algebras"],"description":["  This note presents a general theorem about the cohomology of finite\ndimensional Lie algebras of arbitrary characteristic. As an application we\ncompute the cohomology of the Borel subalgebra of sl(N).\n","Comment: 4 pages"]}]
["1208.0359",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0359","IEEE Intelligent Systems Design and Applications, 2009. ISDA '09.\n  Ninth International Conference on Date of Conference: Nov. 30 2009-Dec. 2\n  2009, Page(s): 85 - 89","doi:10.1109/ISDA.2009.120"],"date":["2012-08-01"],"type":["text"],"creator":["Leiva-Mederos, Amed","Senso, Jose A.","Dominguez-Velasco, Sandor","Hipola, Pedro"],"language":[],"coverage":[],"title":["An Automat for the Semantic Processing of Structured Information"],"description":["  Using the database of the PuertoTerm project, an indexing system based on the\ncognitive model of Brigitte Enders was built. By analyzing the cognitive\nstrategies of three abstractors, we built an automat that serves to simulate\nhuman indexing processes. The automat allows the texts integrated in the system\nto be assessed, evaluated and grouped by means of the bipartite spectral graph\npartitioning algorithm, which also permits visualization of the terms and the\ndocuments. The system features an ontology and a database to enhance its\noperativity. As a result of the application, we achieved better rates of\nexhaustivity in the indexing of documents, as well as greater precision and\nretrieval of information, with high levels of efficiency.\n","Comment: IEEE Intelligent Systems Design and Applications, 2009. ISDA '09.\n  Ninth International Conference on Date of Conference: Nov. 30 2009-Dec. 2\n  2009, Page(s): 85 - 89"]}]
["1208.0363",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0363"],"date":["2012-08-01"],"type":["text"],"creator":["Litinskaya, Marina","Krems, Roman V."],"language":[],"coverage":[],"title":["Rotational excitations of polar molecules on an optical lattice: from\n  novel exciton physics to quantum simulation of new lattice models"],"description":["  Ultracold polar molecules trapped on an optical lattice is a many-body system\nthat, under appropriate conditions, may support collective excitations\nreminiscent of excitons in solid state crystals. Here, we discuss the\nrotational excitations of molecules on an optical lattice leading to rotational\nFrenkel excitons. Apart from solid hydrogen, there is no other natural system\nthat exhibits rotational excitons. The rotational excitons have unique\nproperties that can be exploited for tuning non-linear exciton interactions and\nexciton-impurity scattering by applying an external electric field. We show\nthat this can be used to explore the competing role of the dynamical and\nkinematic exciton-exciton interactions in excitonic energy transfer and to\nstudy quantum localization in a dynamically tunable disordered potential. The\nrotational excitons can also be used as a basis for quantum simulation of\ncondensed matter models that cannot be realized with ultracold atoms. As an\nexample, we discuss the possibility of engineering the Holstein model with\npolar molecules on an optical lattice.\n","Comment: 28 pages, 7 figures"]}]
["1208.0364",{"format":[],"subject":["Mathematics - Probability","60K35, 60K37, 60G09, 60J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0364"],"date":["2012-08-01"],"type":["text"],"creator":["Kozma, Gady"],"language":[],"coverage":[],"title":["Reinforced random walk"],"description":["  A survey of reinforced random walk, with emphasis on the linear case.\n","Comment: 16 pages. Survey prepared for the 6th ECM, Krakow 2012"]}]
["1208.0366",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications","62P25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0366"],"date":["2012-08-01"],"type":["text"],"creator":["Bowers, Jake","Fredrickson, Mark","Panagopoulos, Costas"],"language":[],"coverage":[],"title":["Reasoning about Interference Between Units"],"description":["  If an experimental treatment is experienced by both treated and control group\nunits, tests of hypotheses about causal effects may be difficult to\nconceptualize let alone execute. In this paper, we show how counterfactual\ncausal models may be written and tested when theories suggest spillover or\nother network-based interference among experimental units. We show that the \"no\ninterference\" assumption need not constrain scholars who have interesting\nquestions about interference. We offer researchers the ability to model\ntheories about how treatment given to some units may come to influence outcomes\nfor other units. We further show how to test hypotheses about these causal\neffects, and we provide tools to enable researchers to assess the operating\ncharacteristics of their tests given their own models, designs, test\nstatistics, and data. The conceptual and methodological framework we develop\nhere is particularly applicable to social networks, but may be usefully\ndeployed whenever a researcher wonders about interference between units.\nInterference between units need not be an untestable assumption; instead,\ninterference is an opportunity to ask meaningful questions about theoretically\ninteresting phenomena.\n","Comment: Randomization inference; randomized experiments on social networks"]}]
["1208.0369",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0369","Acta Astronomica, 2012, 62, 133"],"date":["2012-08-01"],"type":["text"],"creator":["Udalski, A.","Kowalczyk, K.","Soszynski, I.","Poleski, R.","Szymanski, M. K.","Kubiak, M.","Pietrzynski, G.","Kozlowski, S.","Pietrukowicz, P.","Ulaczyk, K.","Skowron, J.","Wyrzykowski, L."],"language":[],"coverage":[],"title":["The Optical Gravitational Lensing Experiment. Optical Counterparts to\n  the X-ray Sources in the Galactic Bulge"],"description":["  We present a sample of 209 variable objects - very likely optical\ncounterparts to the X-ray sources detected in the direction of the Galactic\ncenter by the Galactic Bulge Survey (GBS) carried out with the Chandra\nsatellite. The variable sources were found in the databases of the OGLE long\nterm survey monitoring regularly the Galactic bulge since 1992. The counterpart\ncandidates were searched based on the X-ray source position in the radius of\n3.\"9.\n  Optical light curves of the candidates comprise a full variety of variability\ntypes: spotted stars, pulsating red giants (potentially secondary stars of\nsymbiotic variables), cataclysmic variables, eclipsing binary systems,\nirregular non-periodic objects including an AGN (GRS 1734-292).\n  Additionally, we find that positions of 19 non-variable stars brighter than\n16.5 mag in the OGLE databases are so well aligned with the X-ray positions\n(<0.\"75) that these objects are also likely optical counterparts to the GBS\nX-ray sources.\n  We provide the OGLE astrometric and photometric information for all selected\nobjects and their preliminary classifications. Photometry of the candidates is\navailable from the OGLE Internet archive, http://ogle.astrouw.edu.pl\n","Comment: 19 pages, 8 figures, 2 tables"]}]
["1208.0370",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Computer Science - Data Structures and Algorithms","Physics - Computational Physics","37D45, 90C27, 68Q10, 68Q17, 34G20","F.2.3","F.1.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0370"],"date":["2012-08-01"],"type":["text"],"creator":["Ercsey-Ravasz, Maria","Toroczkai, Zoltan"],"language":[],"coverage":[],"title":["The Chaos Within Sudoku"],"description":["  The mathematical structure of the widely popular Sudoku puzzles is akin to\ntypical hard constraint satisfaction problems that lie at the heart of many\napplications, including protein folding and the general problem of finding the\nground state of a glassy spin system. Via an exact mapping of Sudoku into a\ndeterministic, continuous-time dynamical system, here we show that the\ndifficulty of Sudoku translates into transient chaotic behavior exhibited by\nthe dynamical system. In particular, we show that the escape rate $\\kappa$, an\ninvariant characteristic of transient chaos, provides a single scalar measure\nof the puzzle's hardness, which correlates well with human difficulty level\nratings. Accordingly, $\\eta = -\\log_{10}{\\kappa}$ can be used to define a\n\"Richter\"-type scale for puzzle hardness, with easy puzzles falling in the\nrange $0 < \\eta \\leq 1$, medium ones within $1 < \\eta \\leq 2$, hard in $2 <\n\\eta \\leq 3$ and ultra-hard with $\\eta > 3$. To our best knowledge, there are\nno known puzzles with $\\eta > 4$.\n","Comment: 9 pages, 4 color figures"]}]
["1208.0371",{"format":[],"subject":["Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0371"],"date":["2012-08-01"],"type":["text"],"creator":["Cotter, John","Gabriel, Stuart","Roll, Richard"],"language":[],"coverage":[],"title":["Can Metropolitan Housing Risk be Diversified? A Cautionary Tale from the\n  Recent Boom and Bust"],"description":["  Geographic diversification is fundamental to risk mitigation among investors\nand insurers of housing, mortgages, and mortgage-related derivatives. To\ncharacterize diversification potential, we provide estimates of integration,\nspatial correlation, and contagion among US metropolitan housing markets.\nResults reveal a high and increasing level of integration among US markets over\nthe decade of the 2000s, especially in California. We apply integration results\nto assess the risk of alternative housing investment portfolios. Portfolio\nsimulation indicates reduced diversification potential and increased risk in\nthe wake of estimated increases in metropolitan housing market integration.\nResearch findings provide new insights regarding the synchronous\nnon-performance of geographically-disparate MBS investments during the late\n2000s.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1110.4119"]}]
["1208.0377",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0377"],"date":["2012-08-01"],"type":["text"],"creator":["Remus, F.","Mathis, S.","Zahn, J. -P.","Lainey, V."],"language":[],"coverage":[],"title":["The anelastic equilibrium tide in exoplanetary systems"],"description":["  Earth-like planets have anelastic mantles, whereas giant planets may have\nanelastic cores. As for the fluid parts of a body, the tidal dissipation of\nsuch solid regions, gravitationally perturbed by a companion body, highly\ndepends on its internal friction, and thus on its internal structure.\nTherefore, modelling this kind of interaction presents a high interest to\nprovide constraints on planet interiors, whose properties are still quite\nuncertain. Here, we examine the equilibrium tide in the solid central region of\na planet, taking into account the presence of a fluid envelope. We first\npresent the equations governing the problem, and show how to obtain the\ndifferent Love numbers that describe its deformation. We discuss how the\nquality factor Q depends on the rheological parameters, and the size of the\ncore. Taking plausible values for the anelastic parameters, and examinig the\nfrequency-dependence of the solid dissipation, we show how this mechanism may\ncompete with the dissipation in fluid layers, when applied to Jupiter- and\nSaturn-like planets. We also discuss the case of the icy giants Uranus and\nNeptune.\n","Comment: 5 pages, 3 figures, proceeding of the SF2A-2012 conference: Semaine\n  de l'Astrophysique Francaise, meeting held in Paris, France, June 20-23, 2012"]}]
["1208.0378",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Data Structures and Algorithms","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0378"],"date":["2012-08-01"],"type":["text"],"creator":["Yarkony, Julian","Ihler, Alexander T.","Fowlkes, Charless C."],"language":[],"coverage":[],"title":["Fast Planar Correlation Clustering for Image Segmentation"],"description":["  We describe a new optimization scheme for finding high-quality correlation\nclusterings in planar graphs that uses weighted perfect matching as a\nsubroutine. Our method provides lower-bounds on the energy of the optimal\ncorrelation clustering that are typically fast to compute and tight in\npractice. We demonstrate our algorithm on the problem of image segmentation\nwhere this approach outperforms existing global optimization techniques in\nminimizing the objective and is competitive with the state of the art in\nproducing high-quality segmentations.\n","Comment: This is the extended version of a paper to appear at the 12th\n  European Conference on Computer Vision (ECCV 2012)"]}]
["1208.0384",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0384"],"date":["2012-08-01"],"type":["text"],"creator":["Liu, Shaoli","Chen, Yunji","Chen, Tianshi","Li, Ling","Lu, Chao"],"language":[],"coverage":[],"title":["Global Adaptive Routing Algorithm Without Additional Congestion\n  Propagation Network"],"description":["  Adaptive routing algorithm has been employed in multichip interconnection\nnetworks in order to improve network performance. Does a algorithm use local or\nglobal network state? This is the key question in adaptive routing. In many\ntraffic patterns, the ignorance of global network state, leading to routing\nselection based only on local congestion information, tends to violate global\nload balance. To attack the load balance issue in adapting routing, some global\nadaptive routing algorithms introduce a congestion propagation network to\nobtain global network status information, such as Regional Congestion Awareness\n(RCA) and Destination Based Adaptive Routing (DBAR).\n  However, the congestion propagation network leads to additional power and\narea consumption which cannot be ignored. From another view, if we just\nincrease the bandwidth between neighbor nodes with the wires used to build the\ncongestion propagation network, the network performance could be improved as\nwell. In this paper, we propose a global adaptive routing algorithm without\nemploying the additional congestion propagation network. Our algorithm obtains\nthe global network state in a novel way, and can offer significant improvement\nthan the base-line local adaptive routing algorithm (xy-adaptive algorithm\nwhich selects routing based on local congestion information in each hop) for\nboth medium and high injection rates.\n  In wormhole flow control, all the routing information (flit id, source node\nid, destination node id, vc id and address) is contained in head flit, and data\nis carried in body flits. As a result, there are always many free bits in the\nhead flit, especially when the bandwidth is 128-bits which is normal in\ninterconnection network design. Then, we can use these free bits in the head\nflit to propagate global congestion information but not increase the number of\nflits.\n"]}]
["1208.0394",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57M27, 57R58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0394"],"date":["2012-08-01"],"type":["text"],"creator":["Licata, Joan E."],"language":[],"coverage":[],"title":["Heegaard Floer homology of (n,n)-torus links: computations and questions"],"description":["  In this article we study the Heegaard Floer link homology of $(n, n)$-torus\nlinks. The Alexander multigradings which support non-trivial homology form a\nstring of $n-1$ unit hypercubes in $\\mathbb{R}^{n}$, and we compute the ranks\nand gradings of the homology in nearly all Alexander gradings. We also\nconjecture a complete description of the link homology and provide some support\nfor this conjecture. This article is taken from the author's 2007 Ph.D. thesis\nand contains several open questions.\n"]}]
["1208.0397",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0397"],"date":["2012-08-02"],"type":["text"],"creator":["Choudhury, Moutushi Dutta","Jana, Sayanee","Dutta, Sruti","Tarafdar, Sujata"],"language":[],"coverage":[],"title":["Aggregation Patterns of Salt Crystalizing in Drying Colloidal Solvents"],"description":["  We report a study of the structure of droplets of colloidal gels containing\ndissolved sodium chloride. The components segregate and form intricate\npatterns. The salt crystalizes in fractal and multi-fractal dendritic forms\nwhich are determined by the material which forms the colloidal gel. Here potato\nstarch, gelatine and carboxymethyl cellulose have been used. The substrate also\nplays a role in some cases. Photographs and micrographs at different level of\nmagnification are shown.\n","Comment: 9 figures"]}]
["1208.0400",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0400"],"date":["2012-08-02"],"type":["text"],"creator":["Sharma, Shrutivandana","Teneketzis, Demosthenis"],"language":[],"coverage":[],"title":["Local public good provisioning in networks: A Nash implementation\n  mechanism"],"description":["  In this paper we study resource allocation in decentralized information local\npublic good networks. A network is a local public good network if each user's\nactions directly affect the utility of an arbitrary subset of network users. We\nconsider networks where each user knows only that part of the network that\neither affects or is affected by it. Furthermore, each user's utility and\naction space are its private information, and each user is a self utility\nmaximizer. This network model is motivated by several applications including\nwireless communications and online advertising. For this network model we\nformulate a decentralized resource allocation problem and develop a\ndecentralized resource allocation mechanism (game form) that possesses the\nfollowing properties: (i) All Nash equilibria of the game induced by the\nmechanism result in allocations that are optimal solutions of the corresponding\ncentralized resource allocation problem (Nash implementation). (ii) All users\nvoluntarily participate in the allocation process specified by the mechanism\n(individual rationality). (iii) The mechanism results in budget balance at all\nNash equilibria and off equilibrium.\n"]}]
["1208.0402",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0402"],"date":["2012-08-02"],"type":["text"],"creator":["Jiang, Yun","Lim, Marcus","Saxena, Ashutosh"],"language":[],"coverage":[],"title":["Multidimensional Membership Mixture Models"],"description":["  We present the multidimensional membership mixture (M3) models where every\ndimension of the membership represents an independent mixture model and each\ndata point is generated from the selected mixture components jointly. This is\nhelpful when the data has a certain shared structure. For example, three unique\nmeans and three unique variances can effectively form a Gaussian mixture model\nwith nine components, while requiring only six parameters to fully describe it.\nIn this paper, we present three instantiations of M3 models (together with the\nlearning and inference algorithms): infinite, finite, and hybrid, depending on\nwhether the number of mixtures is fixed or not. They are built upon Dirichlet\nprocess mixture models, latent Dirichlet allocation, and a combination\nrespectively. We then consider two applications: topic modeling and learning 3D\nobject arrangements. Our experiments show that our M3 models achieve better\nperformance using fewer topics than many classic topic models. We also observe\nthat topics from the different dimensions of M3 models are meaningful and\northogonal to each other.\n","Comment: 9 pages, 7 figures"]}]
["1208.0403",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0403","doi:10.5120/7640-0724"],"date":["2012-08-02"],"type":["text"],"creator":["Alomari, Esraa","Manickam, Selvakumar","Gupta, B. B.","Karuppayah, Shankar","Alfaris, Rafeef"],"language":[],"coverage":[],"title":["Botnet-based Distributed Denial of Service (DDoS) Attacks on Web\n  Servers: Classification and Art"],"description":["  Botnets are prevailing mechanisms for the facilitation of the distributed\ndenial of service (DDoS) attacks on computer networks or applications.\nCurrently, Botnet-based DDoS attacks on the application layer are latest and\nmost problematic trends in network security threats. Botnet-based DDoS attacks\non the application layer limits resources, curtails revenue, and yields\ncustomer dissatisfaction, among others. DDoS attacks are among the most\ndifficult problems to resolve online, especially, when the target is the Web\nserver. In this paper, we present a comprehensive study to show the danger of\nBotnet-based DDoS attacks on application layer, especially on the Web server\nand the increased incidents of such attacks that has evidently increased\nrecently. Botnet-based DDoS attacks incidents and revenue losses of famous\ncompanies and government websites are also described. This provides better\nunderstanding of the problem, current solution space, and future research scope\nto defend against such attacks efficiently.\n"]}]
["1208.0406",{"format":[],"subject":["Mathematics - Functional Analysis","46J10, 46J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0406"],"date":["2012-08-02"],"type":["text"],"creator":["Abtahi, Mortaza"],"language":[],"coverage":[],"title":["New characterizations of maximal ideals in algebras of continuous\n  vector-valued functions"],"description":["  Let X be a compact Hausdorf space, let A be a commutative unital Banach\nalgebra, and let C(X,A) denote the algebra of continuous A-valued functions on\n$X$ equipped with the uniform norm ||f||=sup{||f(x)||:x\\in X} for all f in\nC(X,A). Hausner, in [Proc. Amer. Math. Soc. 8(1957), 246--249], proved that M\nis a maximal ideal in C(X,A) if and only if there exist a point x in X and a\nmaximal ideal N in A such that M={f in C(X,A) : f(x) in N}. In this note, we\ngive new characterizations of maximal ideals in C(X,A). We also present a short\nproof of Hausner's result by a different approach.\n"]}]
["1208.0407",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0407"],"date":["2012-08-02"],"type":["text"],"creator":["Chen, Zhili","Huang, He","Huang, Liusheng"],"language":[],"coverage":[],"title":["True-MCSA: A Framework for Truthful Double Multi-Channel Spectrum\n  Auctions"],"description":["  We design a framework for truthful double multi-channel spectrum auctions\nwhere each seller (or buyer) can sell (or buy) multiple spectrum channels based\non their individual needs. Open, market-based spectrum trading motivates\nexisting spectrum owners (as sellers) to lease their selected idle spectrum\nchannels to new spectrum users (as buyers) who need the spectrum desperately.\nThe most significant requirement is how to make the auction economic-robust\n(truthful in particular) while enabling spectrum reuse to improve spectrum\nutilization. Additionally, in practice, both sellers and buyers would require\nto trade multiple channels at one time, while guaranteeing their individual\nprofitability. Unfortunately, none of the existing designs can meet all these\nrequirements simultaneously. We address these requirements by proposing\nTrue-MCSA, a framework for truthful double multi-channel spectrum auctions.\nTrue-MCSA takes as input any reusability-driven spectrum allocation algorithm,\nintroduces novel virtual buyer group (VBG) splitting and bidding algorithms,\nand applies a winner determination and pricing mechanism to achieve\ntruthfulness and other economic properties while improving spectrum utilization\nand successfully dealing with multi-channel requests from both buyers and\nsellers. Our results show that the auction efficiency is impacted by the\neconomic factors with efficiency degradations within 30%, under different\nexperimental settings. Furthermore, the experimental results indicate that we\ncan improve the auction efficiency by choosing a proper bidding algorithm and\nusing a base bid. True-MCSA makes an important contribution on enabling\nspectrum reuse to improve auction efficiency in multi-channel cases.\n","Comment: 12pages, 7figures"]}]
["1208.0408",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0408"],"date":["2012-08-02"],"type":["text"],"creator":["Andreyev, Sergey"],"language":[],"coverage":[],"title":["Fixed Interfaces, Adaptive Interfaces... What is next? Total movability\n  - a new paradigm for the user interface"],"description":["  Users can't talk with computers in their natural language (machine codes), so\nthere are interfaces that allow such communication. 40 years ago the outcome of\ncomputer programs was in the form of long listings covered by numbers and even\nthe format of those numbers was determined by developers. Throughout the latest\n25 years: program views and results are shown in a wide variety of shapes and\nvariants, but all these possibilities are predefined and fixed in code by\ndevelopers; nothing outside of their approved solutions is allowed. My vision\nfrom now on into the future: developers are responsible only for correct work\nof a program (calculations, link with the database, etc.) and suggest a good\ndefault interface, but not determine all possible scenarios; only users decide\nWHAT, WHEN, and HOW to show. This will be a revolution in our dealing with\ncomputers, but there are obvious questions. How this step can be made? Do all\nusers need such change? Is it going to be a burden for users or a welcome\nrevolution?\n","Comment: 9 pages, 4 figures"]}]
["1208.0411",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0411"],"date":["2012-08-02"],"type":["text"],"creator":["Giri, Ankik Kumar"],"language":[],"coverage":[],"title":["Convergence of the cell average technique for Smoluchowski coagulation\n  equation"],"description":["  We present the convergence analysis of the cell average technique, introduced\nin [12], to solve the nonlinear continuous Smoluchowski coagulation equation.\nIt is shown that the technique is second order accurate on uniform grids and\nfirst order accurate on non-uniform smooth (geometric) grids. As an essential\ningredient, the consistency of the technique is thoroughly discussed.\n"]}]
["1208.0414",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0414"],"date":["2012-08-02"],"type":["text"],"creator":["Jong, Yun-Chol"],"language":[],"coverage":[],"title":["Grey Power Models Based on Optimization of Initial Condition and Model\n  Parameters"],"description":["  We propose a novel approach to improve prediction accuracy of grey power\nmodels including GM(1,1) and grey Verhulst model through optimization of the\ninitial condition and model parameters in this paper. And we propose a modified\ngrey Verhulst model. The new initial condition consists of the first item and\nthe last item of a sequence generated from applying the first-order\naccumulative generation operator on the sequence of raw data. Weighted\ncoefficients of the first item and the last item in the combination as the\ninitial condition are derived from a method of minimizing error summation of\nsquare. We shows that the newly modified grey power model is an extension of\nthe previous optimized GM(1,1) models and grey Verhulst models. The new\noptimized initial condition can express the principle of new information\npriority emphasized on in grey systems theory fully. The result of a numerical\nexample indicates that the modified grey model presented in this paper can\nobtain a better prediction performance than that from the original grey model.\n"]}]
["1208.0428",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0428","PoS (QNP2012) 066"],"date":["2012-08-02"],"type":["text"],"creator":["Guo, Zhi-Hui","Oller, J. A.","de Elvira, J. Ruiz"],"language":[],"coverage":[],"title":["Recent developments in U(3) ChPT: meson-meson scattering and finite\n  energy sum rules"],"description":["  We discuss the meson-meson scattering and finite energy sum rule(FESR), based\non the one-loop calculation within U(3) chiral perturbation theory. First we\nobtain the pertinent resonance spectroscopy from the unitarized partial wave\nscattering amplitudes. Then we investigate how well the FESR can be satisfied\nin the physical situation at Nc=3. Further discussions on the extrapolation of\nNc are also given.\n","Comment: 6 pages, 1 figure. Talk given at Sixth International Conference on\n  Quarks and Nuclear Physics (QNP2012), April 16-20, 2012 Ecole Polytechnique,\n  Palaiseau, Paris, France"]}]
["1208.0431",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J57, 35J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0431"],"date":["2012-08-02"],"type":["text"],"creator":["Birindelli, I.","Demengel, F."],"language":[],"coverage":[],"title":["${\\cal C}^{1,\\beta}$ regularity for Dirichlet problems associated to\n  fully nonlinear degenerate elliptic equations"],"description":["  In this paper we prove Holder regularity of the gradient for solutions of\nDirichlet problem associate to degenerate elliptic equations, extending the\nrecent result of Imbert and Silvestre. Indeed we obtain regularity up to the\nboundary and when the equation has lower order terms.The proof follows their\nscheme but requires new tools and new ideas. In particular we give some a\npriori Lipschitz and H\\\"older estimates in the presence of boundary condition\non one part of the boundary.\n","Comment: 22 pages"]}]
["1208.0434",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0434"],"date":["2012-08-02"],"type":["text"],"creator":["Sturm, Karl-Theodor"],"language":[],"coverage":[],"title":["The space of spaces: curvature bounds and gradient flows on the space of\n  metric measure spaces"],"description":["  Equipped with the L^2-distortion distance, the space \"X\" of all metric\nmeasure spaces (X,d,m) is proven to have nonnegative curvature in the sense of\nAlexandrov. Geodesics and tangent spaces are characterized in detail. Moreover,\nclasses of semiconvex functionals and their gradient flows on \"X\" are\npresented.\n"]}]
["1208.0440",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0440","Chromosome Research 2012, 20(3): 353-361","doi:10.1007/s10577-012-9280-5"],"date":["2012-08-02"],"type":["text"],"creator":["Niemelä, T.","Seppänen, M.","Badakshi, F.","Rokka, V. M.","Heslop-Harrison, J. S."],"language":[],"coverage":[],"title":["Size and location of radish 1 chromosome regions carrying the fertility\n  restorer Rfk1 gene in spring turnip rape"],"description":["  In spring turnip rape (Brassica rapa L. spp. oleifera) the most promising F1\nhybrid system would be the Ogu-INRA CMS/Rf system. A Kosena fertility restorer\ngene Rfk1, homologue of the Ogura restorer gene Rfo, was successfully\ntransferred from oilseed rape into turnip rape and that restored the fertility\nin female lines carrying Ogura cms. The trait was, however, unstable in\nsubsequent generations. The physical localization of the radish chromosomal\nregion carrying the Rfk1 gene was investigated using 8 GISH (genomic in situ\nhybridization) and BAC-FISH (bacterial artificial chromosome fluorescence in\nsitu hybridization) methods. The metaphase chromosomes were hybridized using\nradish DNA as the genomic probe and BAC64 probe, which is linked with Rfo gene.\nBoth probes showed a signal in the chromosome spreads of the restorer line\n4021-2 Rfk of turnip rape but not in the negative control line 4021B. The GISH\nanalyses clearly showed that the turnip rape restorer plants were either\nmonosomic (2n=2x=20+1R) or disomic (2n=2x=20+2R) addition lines with one or two\ncopies of a single alien chromosome region originating from radish. In the\nBAC-FISH analysis, double dot signals were detected in sub-terminal parts of\nthe radish chromosome arms showing that the fertility restorer gene Rfk1 was\nlocated in this additional radish chromosome. Detected disomic addition lines\nwere found to be unstable for turnip rape hybrid production. Using the BAC-FISH\nanalysis, weak signals were sometimes visible in two chromosomes of turnip rape\nand a homologous region of Rfk1 in chromosome 9 of the B. rapa A genome was\nverified with BLAST analysis. In the future this homologous area in A genome\ncould be substituted with radish chromosome area carrying the Rfk1 gene.\n","Comment: \"The final publication is available at http://www.springerlink.com\".\n  http://www.springer.com/open+access/authors+rights?SGWID=0-176704-12-683201-0\n  non-commercial pre-print servers like arXiv.org can ... be updated with the\n  author's accepted version. ... Acknowledgement ... accompanied by the text\n  \"The final publication is available at http://www.springerlink.com\""]}]
["1208.0441",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0441"],"date":["2012-08-02"],"type":["text"],"creator":["Netzer, Tim","Sanyal, Raman"],"language":[],"coverage":[],"title":["Smooth Hyperbolicity Cones are Spectrahedral Shadows"],"description":["  Hyperbolicity cones are convex algebraic cones arising from hyperbolic\npolynomials. A well-understood subclass of hyperbolicity cones is that of\nspectrahedral cones and it is conjectured that every hyperbolicity cone is\nspectrahedral. In this paper we prove a weaker version of this conjecture by\nshowing that every smooth hyperbolicity cone is the linear projection of a\nspectrahedral cone, that is, a spectrahedral shadow.\n"]}]
["1208.0445",{"format":[],"subject":["Mathematics - Probability","60G57, 60H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0445","Statistics and Probability Letters, 82 (2012), 699-704","doi:10.1016/j.spl.2011.12.013"],"date":["2012-08-02"],"type":["text"],"creator":["Radchenko, Vadym","Zähle, Martina"],"language":[],"coverage":[],"title":["Heat equation with a general stochastic measure on nested fractals"],"description":["  A stochastic heat equation on an unbounded nested fractal driven by a general\nstochastic measure is investigated. Existence, uniqueness and continuity of the\nmild solution are proved provided that the spectral dimension of the fractal is\nless than 4/3.\n","Comment: 8 pages"]}]
["1208.0446",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Computer Science and Game Theory","91A20, 31C45, 47H09, 91A15, 91A43, 90C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0446"],"date":["2012-08-02"],"type":["text"],"creator":["Akian, Marianne","Cochet-Terrasson, Jean","Detournay, Sylvie","Gaubert, Stéphane"],"language":[],"coverage":[],"title":["Policy iteration algorithm for zero-sum multichain stochastic games with\n  mean payoff and perfect information"],"description":["  We consider zero-sum stochastic games with finite state and action spaces,\nperfect information, mean payoff criteria, without any irreducibility\nassumption on the Markov chains associated to strategies (multichain games).\nThe value of such a game can be characterized by a system of nonlinear\nequations, involving the mean payoff vector and an auxiliary vector (relative\nvalue or bias). We develop here a policy iteration algorithm for zero-sum\nstochastic games with mean payoff, following an idea of two of the authors\n(Cochet-Terrasson and Gaubert, C. R. Math. Acad. Sci. Paris, 2006). The\nalgorithm relies on a notion of nonlinear spectral projection (Akian and\nGaubert, Nonlinear Analysis TMA, 2003), which is analogous to the notion of\nreduction of super-harmonic functions in linear potential theory. To avoid\ncycling, at each degenerate iteration (in which the mean payoff vector is not\nimproved), the new relative value is obtained by reducing the earlier one. We\nshow that the sequence of values and relative values satisfies a\nlexicographical monotonicity property, which implies that the algorithm does\nterminate. We illustrate the algorithm by a mean-payoff version of Richman\ngames (stochastic tug-of-war or discrete infinity Laplacian type equation), in\nwhich degenerate iterations are frequent. We report numerical experiments on\nlarge scale instances, arising from the latter games, as well as from monotone\ndiscretizations of a mean-payoff pursuit-evasion deterministic differential\ngame.\n","Comment: 34pages"]}]
["1208.0448",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0448"],"date":["2012-08-02"],"type":["text"],"creator":["Berényi, Dániel","Pásztor, Attila","Skokov, Vladimir","Lévai, Péter"],"language":[],"coverage":[],"title":["Anomalous baryon production in heavy ion collisions at LHC energies"],"description":["  In ultrarelativistic heavy ion collisions the baryon-meson ratio is not fully\nunderstood in the intermediate-to-high transverse momentum region. Although\nquark coalescence methods combined with jet fragmentation yield results close\nto the experimental data, some tendencies are not reproduced and require\nfurther investigation. We propose a new channel, namely extra quark-antiquark\nand diquark-antidiquark pair production from coherent gluon field created in\nthe early stage of heavy ion collisions. This process is described\nquantitatively by the time-dependent Schwinger-mechanism. The extra\ndiquark-quark coalescence yields are able to explain the measured anomalous\nbaryon production.\n","Comment: 7 pages, 9 figures"]}]
["1208.0453",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0453","J. Math. Phys. 53 (8) (2012) 082101","doi:10.1063/1.4739434"],"date":["2012-08-02"],"type":["text"],"creator":["Hamzavi, Majid","Eshghi, M.","Ikhdair, Sameer M."],"language":[],"coverage":[],"title":["Effect of Tensor Interaction in the Dirac-Attractive Radial Problem\n  under Pseudospin Symmetry limit"],"description":["  We approximately investigated pseudospin symmetric solutions of the Dirac\nequation for attractive radial potential including a Coulomb-like tensor\ninteraction under pseudospin symmetry limit for any spin-orbit quantum number .\nBy using the parametric generalization of the Nikiforov-Uvarov method, the\nenergy eigenvalues equation and the corresponding wave functions have been\nobtained in closed forms. Some numerical results are also given. We presented\ntensor interaction removes degeneracy between two states in pseudospin\ndoublets.\n","Comment: 13 pages, 2 figures"]}]
["1208.0459",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0459"],"date":["2012-08-02"],"type":["text"],"creator":["Mondal, Wasim Raja","Pati, Swapan K."],"language":[],"coverage":[],"title":["First-Principles Analysis on Structural Transition in BaNi2As2\n  Superconductor"],"description":["  We have studied structural phase transition in BaNi2As2 superconductor with\nthe application of Phosphorous doping based on first principles calculations.\nOur results reproduce experimental findings and explain some of the\nexperimental observations.\n","Comment: 18 pages, 6 figures, 2 tables"]}]
["1208.0470",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J60, 26A33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0470"],"date":["2012-08-02"],"type":["text"],"creator":["Montefusco, Eugenio","Pellacci, Benedetta","Verzini, Gianmaria"],"language":[],"coverage":[],"title":["Fractional diffusion with Neumann boundary conditions: the logistic\n  equation"],"description":["  Motivated by experimental studies on the anomalous diffusion of biological\npopulations, we introduce a nonlocal differential operator which can be\ninterpreted as the spectral square root of the Laplacian in bounded domains\nwith Neumann homogeneous boundary conditions. Moreover, we study related linear\nand nonlinear problems exploiting a local realization of such operator as\nperformed in [X. Cabre' and J. Tan. Positive solutions of nonlinear problems\ninvolving the square root of the Laplacian. Adv. Math. 2010] for Dirichlet\nhomogeneous data. In particular we tackle a class of nonautonomous\nnonlinearities of logistic type, proving some existence and uniqueness results\nfor positive solutions by means of variational methods and bifurcation theory.\n","Comment: 36 pages, 1 figure"]}]
["1208.0474",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0474"],"date":["2012-08-02"],"type":["text"],"creator":["Nerling, Frank","Collaboration, for the COMPASS"],"language":[],"coverage":[],"title":["Observation of a $J^{PC}=1^{-+}$ exotic signal in the\n  $\\pi^{-}\\pi^{0}\\pi^{0}$ system diffractively produced at COMPASS, and\n  comparison to the charged decay mode"],"description":["  The COMPASS experiment at the CERN SPS features good charged particle\ntracking and coverage by electromagnetic calorimetry, and our data provide\nexcellent opportunity for simultaneous observation of new states in two\ndifferent decay modes within the same experiment. The existence of the\nspin-exotic $\\pi_1(1600)$ resonance in the $\\rho\\pi$ decay channel is studied\nfor the first time in COMPASS in both decay modes of the diffractively produced\n$(3\\pi)^{-}$ system: $\\pi^{-}p \\rightarrow \\pi^{-}\\pi^{0}\\pi^{0}p$ and\n$\\pi^{-}p \\rightarrow \\pi^{-}\\pi^{+}\\pi^{-}p$. A preliminary partial-wave\nanalysis (PWA) performed on the 2008 proton target data allows for a first\nconclusive comparison of both $(3\\pi)^{-}$ decay modes not only for main waves\nbut also for small ones, including the spin-exotic $1^{-+}$ wave. We find the\nneutral versus charged mode results in good agreement with expectations from\nisospin symmetry. Both, the intensities and the relative phases to well-known\nresonances, are consistent for the neutral and the charged decay modes of the\n$(3\\pi)^{-}$ system. The status on the search for the spin-exotic $\\pi_1(1600)$\nresonance produced on a proton target is discussed.\n","Comment: 4 pages, 18 figures, MESON2012 Conference Proceedings, to appear in\n  the proceedings of the 12th International Workshop on Meson Production,\n  Properties and Interaction, KRAK\\'OW, POLAND, 31 May - 5 June 2012"]}]
["1208.0475",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0475"],"date":["2012-08-02"],"type":["text"],"creator":["Reisinger, Christoph"],"language":[],"coverage":[],"title":["Mean-square stability and error analysis of implicit time-stepping\n  schemes for linear parabolic SPDEs with multiplicative Wiener noise in the\n  first derivative"],"description":["  In this article, we extend a Milstein finite difference scheme introduced in\n[Giles & Reisinger(2011)] for a certain linear stochastic partial differential\nequation (SPDE), to semi- and fully implicit timestepping as introduced by\n[Szpruch(2010)] for SDEs. We combine standard finite difference Fourier\nanalysis for PDEs with the linear stability analysis in [Buckwar &\nSickenberger(2011)] for SDEs, to analyse the stability and accuracy. The\nresults show that Crank-Nicolson timestepping for the principal part of the\ndrift with a partially implicit but negatively weighted double It\\^o integral\ngives unconditional stability over all parameter values, and converges with the\nexpected order in the mean-square sense. This opens up the possibility of local\nmesh refinement in the spatial domain, and we show experimentally that this can\nbe beneficial in the presence of reduced regularity at boundaries.\n"]}]
["1208.0482",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0482","Evolution 65(6), pp. 1527-1543, June 2011","doi:10.1111/j.1558-5646.2011.01250.x"],"date":["2012-08-02"],"type":["text"],"creator":["Powers, Simon T.","Penn, Alexandra S.","Watson, Richard A."],"language":[],"coverage":[],"title":["The concurrent evolution of cooperation and the population structures\n  that support it"],"description":["  The evolution of cooperation often depends upon population structure, yet\nnearly all models of cooperation implicitly assume that this structure remains\nstatic. This is a simplifying assumption, because most organisms possess\ngenetic traits that affect their population structure to some degree. These\ntraits, such as a group size preference, affect the relatedness of interacting\nindividuals and hence the opportunity for kin or group selection. We argue that\nmodels that do not explicitly consider their evolution cannot provide a\nsatisfactory account of the origin of cooperation, because they cannot explain\nhow the prerequisite population structures arise. Here, we consider the\nconcurrent evolution of genetic traits that affect population structure, with\nthose that affect social behavior. We show that not only does population\nstructure drive social evolution, as in previous models, but that the\nopportunity for cooperation can in turn drive the creation of population\nstructures that support it. This occurs through the generation of linkage\ndisequilibrium between socio-behavioral and population-structuring traits, such\nthat direct kin selection on social behavior creates indirect selection\npressure on population structure. We illustrate our argument with a model of\nthe concurrent evolution of group size preference and social behavior.\n","Comment: Post-print of accepted manuscript, 6 figures"]}]
["1208.0484",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F17, 14Q20, 14M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0484"],"date":["2012-08-02"],"type":["text"],"creator":["Lozovanu, Victor","Smith, Gregory G."],"language":[],"coverage":[],"title":["Vanishing theorems and the multigraded regularity of nonsingular\n  subvarieties"],"description":["  Given scheme-theoretic equations for a nonsingular subvariety, we prove that\nthe higher cohomology groups for suitable twists of the corresponding ideal\nsheaf vanish. From this result, we obtain linear bounds on the multigraded\nCastelnuovo-Mumford regularity of a nonsingular subvariety, and new criteria\nfor the embeddings by adjoint line bundles to be projectively normal. A special\ncase of our work recovers the vanishing theorem of Bertram, Ein, and\nLazarsfeld.\n","Comment: 15 pages, 1 figure"]}]
["1208.0487",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0487"],"date":["2012-08-02"],"type":["text"],"creator":["Nerling, Frank","Collaboration, for the COMPASS"],"language":[],"coverage":[],"title":["Hadron Spectroscopy with COMPASS -- Newest Results"],"description":["  The COMPASS experiment at the CERN SPS investigates the structure and\nspectrum of hadrons by scattering high energetic hadrons and polarised muons\noff various fixed targets. During the years 2002-2007, COMPASS focused on\nnucleon spin physics using 160 GeV/c polarised $\\mu^+$ beams on polarised\ndeuteron and proton targets, including measurements of the gluon contribution\nto the nucleon spin using longitudinal target polarisation as well as studies\nof transverse spin effects in the nucleon on a transversely polarised target.\nOne major goal of the physics programme using hadron beams is the search for\nnew states, in particular the search for $J^{PC}$ exotic states and glue-balls.\nCOMPASS measures not only charged but also neutral final-state particles,\nallowing for investigation of new objects in different reactions and decay\nchannels. In addition COMPASS can measure low-energy QCD constants like, e.g.\nthe electromagnetic polarisability of the pion. Apart from a few days pilot run\ndata taken in 2004 with a 190 GeV/c $\\pi^{-}$ beam on a Pb target, showing a\nsignificant spin-exotic $J^{PC}$ = $1^{-+}$ resonance at around 1660\nMeV/$c^{2}$, COMPASS collected high statistics with negative and positive 190\nGeV/$c$ hadron beams on a proton (H$_2$) and nuclear (Ni, Pb) targets in 2008\nand 2009. We give a selected overview of the newest results and discuss the\nstatus of various ongoing analyses.\n","Comment: 7 pages, 13 figures, MESON2012 Conference Proceedings, to appear in\n  the proceedings of the 12th International Workshop on Meson Production,\n  Properties and Interaction, KRAK\\'OW, POLAND, 31 May - 5 June 2012"]}]
["1208.0488",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0488"],"date":["2012-08-01"],"type":["text"],"creator":["Pardy, Miroslav"],"language":[],"coverage":[],"title":["Lorentz-Dirac equation in the delta-function pulse"],"description":["  We formulate the Lorentz-Dirac equation in the plane wave and in the Dirac\ndelta-function pulse. The discussion on the relation of the Dirac\ndelta-function to the ultrashort laser pulse is involved.\n","Comment: 11 pages. arXiv admin note: text overlap with arXiv:hep-ph/0207274,\n  and with arXiv:1007.4306 by other authors"]}]
["1208.0491",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0491"],"date":["2012-07-26"],"type":["text"],"creator":["O'Shea, James"],"language":[],"coverage":[],"title":["Isotropy of multiples of Pfister forms and weak isotropy of forms over\n  field extensions"],"description":["  The isotropy of multiples of Pfister forms is studied. In particular, an\nimproved lower bound on the value of their first Witt index is obtained. This\nresult and certain of its corollaries are applied to the study of the weak\nisotropy index (or equivalently, the sublevel) of arbitrary quadratic forms.\nThe relationship between this invariant and the level of the (quadratic) form\nis investigated. The problem of determining the set of values of the weak\nisotropy index of a form with respect to field extensions is addressed, with\nboth admissible and inadmissible integers being determined. The analogous\ninvestigation with respect to the level of a form is also undertaken, with some\nquestions asked by Berhuy, Grenier-Boley and Mahmoudi being resolved. An\nexamination of the weak isotropy index and the level of round and Pfister forms\nconcludes this article.\n"]}]
["1208.0492",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0492","The Ramanujan Journal 28 (2), 175-185 (2012)"],"date":["2012-08-02"],"type":["text"],"creator":["Barman, Rupam","Kalita, Gautam"],"language":[],"coverage":[],"title":["Hypergeometric functions and a family of algebraic curves"],"description":["  Let $\\lambda \\in \\mathbb{Q}\\setminus \\{0, 1\\}$ and $l \\geq 2$, and denote by\n$C_{l,\\lambda}$ the nonsingular projective algebraic curve over $\\mathbb{Q}$\nwith affine equation given by $$y^l=x(x-1)(x-\\lambda).$$ In this paper we\ndefine $\\Omega(C_{l, \\lambda})$ analogous to the real periods of elliptic\ncurves and find a relation with ordinary hypergeometric series. We also give a\nrelation between the number of points on $C_{l, \\lambda}$ over a finite field\nand Gaussian hypergeometric series. Finally we give an alternate proof of a\nresult of \\cite{rouse}.\n","Comment: 10 pages"]}]
["1208.0495",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0495","Int. J. Number Theory 8 (4), 945-961 (2012)"],"date":["2012-08-02"],"type":["text"],"creator":["Barman, Rupam","Kalita, Gautam"],"language":[],"coverage":[],"title":["Certain values of Gaussian hypergeometric series and a family of\n  algebraic curves"],"description":["  Let $\\lambda \\in \\mathbb{Q}\\setminus \\{0, -1\\}$ and $l \\geq 2$. Denote by\n$C_{l,\\lambda}$ the nonsingular projective algebraic curve over $\\mathbb{Q}$\nwith affine equation given by $$y^l=(x-1)(x^2+\\lambda).$$ In this paper we give\na relation between the number of points on $C_{l, \\lambda}$ over a finite field\nand Gaussian hypergeometric series. We also give an alternate proof of a result\nof McCarthy (2010). We find some special values of ${_{3}}F_2$ and ${_{2}}F_1$\nGaussian hypergeometric series. Finally we evaluate the value of ${_{3}}F_2(4)$\nwhich extends a result of Ono (1998).\n","Comment: 14 pages"]}]
["1208.0497",{"format":[],"subject":["Mathematics - General Mathematics","A005"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0497"],"date":["2012-08-01"],"type":["text"],"creator":["Zelator, Konstantine"],"language":[],"coverage":[],"title":["Integral Triangles with one angle twice another, and with the\n  bisector(of the double angle) also of integral length"],"description":["  Let ABC be a triangle with a,b,and c being its three sidelengths. In a 1976\narticle by Wynne William Wilson in the Mathematical Gazette(see reference[2]),\nthe author showed that angleB is twice angleA, if and only if b^2=a(a+c). We\noffer our own proof of this result in Proposition1.Using Proposition1 and\nLemma2, we establish Proposition 2: Let a,b,c be positive reals. Then a\ntriangle ABC having a,b,c as its sidelengths can be formed if,and onlyif,\nb^2=a(a+c) and either c<(or equal to)a; or alternatively a<c<3a. Now, consider\nthe case of integral triangles, that is; a,b, and c bieng positive integers.In\n2002, in a paper published in the Mathematical Gazette(see[2]), author\nM.N.Deshpande provided two-parameter formulas that describe some integral\ntriangles with (angle)B=2(angle)A. In Result2 in Section5, we offer 3-parameter\nformulas that describe the entire family of integral triangles ABC with\nangleA=2angleB. Using Result1, we then parametrically describe the entire\nfamily of integral triangles with angle A=2angleB; and with the bisector of\nangleB also of integral length. This is done in Reult2 in Section6. In\nSection7, we conclude this article with two closing remarks.\n","Comment: 16 pages, 7 figures"]}]
["1208.0505",{"format":[],"subject":["Computer Science - Performance","Computer Science - Networking and Internet Architecture","C.4","C.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0505"],"date":["2012-08-02"],"type":["text"],"creator":["Hyytiä, Esa","Ott, Jörg"],"language":[],"coverage":[],"title":["Criticality of Large Delay Tolerant Networks via Directed Continuum\n  Percolation in Space-Time"],"description":["  We study delay tolerant networking (DTN) and in particular, its capacity to\nstore, carry and forward messages so that the messages eventually reach their\nfinal destinations. We approach this broad question in the framework of\npercolation theory. To this end, we assume an elementary mobility model, where\nnodes arrive to an infinite plane according to a Poisson point process, move a\ncertain distance L, and then depart. In this setting, we characterize the mean\ndensity of nodes required to support DTN style networking. In particular, under\nthe given assumptions, we show that DTN is feasible when the mean node degree\nis greater than 4 e(g), where parameter g=L/d is the ratio of the distance L to\nthe transmission range d, and e(g) is the critical reduced number density of\ntilted cylinders in a directed continuum percolation model. By means of Monte\nCarlo simulations, we give numerical values for e(g). The asymptotic behavior\nof e(g) when g tends to infinity is also derived from a fluid flow analysis.\n"]}]
["1208.0508",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0508"],"date":["2012-08-02"],"type":["text"],"creator":["Barman, Rupam","Kalita, Gautam"],"language":[],"coverage":[],"title":["Hypergeometric functions over $\\mathbb{F}_q$ and traces of Frobenius for\n  elliptic curves"],"description":["  We present here explicit relations between the traces of Frobenius\nendomorphisms of certain families of elliptic curves and special values of\n${_{2}}F_1$-hypergeometric functions over $\\mathbb{F}_q$ for $q \\equiv 1\n(\\text{mod} 6)$ and $q \\equiv 1 (\\text{mod} 4)$.\n","Comment: 8 pages, Proc. Amer. Math. Soc., accepted for publication"]}]
["1208.0512",{"format":[],"subject":["High Energy Physics - Experiment","Physics - Accelerator Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0512"],"date":["2012-08-02"],"type":["text"],"creator":["Bertolucci, Sergio","Blondel, Alain","Cervera, Anselmo","Donini, Andrea","Dracos, Marcos","Duchesneau, Dominique","Dufour, Fanny","Edgecock, Rob","Efthymiopoulos, Ilias","Gschwendtner, Edda","Kudenko, Yury","Long, Ken","Maalampi, Jukka","Mezzetto, Mauro","Pascoli, Silvia","Palladino, Vittorio","Rondio, Ewa","Rubbia, Andre","Rubbia, Carlo","Stahl, Achim","Stanco, Luca","Thomas, Jenny","Wark, David","Wildner, Elena","Zito, Marco"],"language":[],"coverage":[],"title":["European Strategy for Accelerator-Based Neutrino Physics"],"description":["  Massive neutrinos reveal physics beyond the Standard Model, which could have\ndeep consequences for our understanding of the Universe. Their study should\ntherefore receive the highest level of priority in the European Strategy. The\ndiscovery and study of leptonic CP violation and precision studies of the\ntransitions between neutrino flavours require high intensity, high precision,\nlong baseline accelerator neutrino experiments. The community of European\nneutrino physicists involved in oscillation experiments is strong enough to\nsupport a major neutrino long baseline project in Europe, and has an ambitious,\ncompetitive and coherent vision to propose. Following the 2006 European\nStrategy for Particle Physics (ESPP) recommendations, two complementary design\nstudies have been carried out: LAGUNA/LBNO, focused on deep underground\ndetector sites, and EUROnu, focused on high intensity neutrino facilities.\nLAGUNA LBNO recommends, as first step, a conventional neutrino beam CN2PY from\na CERN SPS North Area Neutrino Facility (NANF) aimed at the Pyhasalmi mine in\nFinland. A sterile neutrino search experiment which could also be situated in\nthe CERN north area has been proposed (ICARUS-NESSIE) using a two detector\nset-up, allowing a definitive answer to the 20 year old question open by the\nLSND experiment. EUROnu concluded that a 10 GeV Neutrino Factory, aimed at a\nmagnetized neutrino detector situated, also, at a baseline of around 2200 km\n(+-30%), would constitute the ultimate neutrino facility; it recommends that\nthe next 5 years be devoted to the R&D, preparatory experiments and\nimplementation study, in view of a proposal before the next ESPP update. The\ncoherence and quality of this program calls for the continuation of neutrino\nbeams at CERN after the CNGS, and for a high priority support from CERN and the\nmember states to the experiments and R&D program.\n","Comment: Prepared by the program committee of the Neutrino `town meeting',\n  CERN, 14-16 May 2012 and submitted to the European Strategy For European\n  Particle Physics"]}]
["1208.0516",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - K-Theory and Homology","11G55, 14F42, 19E08, 19F27 (Primary) 11G20, 14F30, 19E20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0516"],"date":["2012-08-02"],"type":["text"],"creator":["Besser, Amnon","de Jeu, Rob"],"language":[],"coverage":[],"title":["The syntomic regulator for $K_4$ of curves"],"description":["  Let $C$ be a curve defined over a discrete valuation field of characteristic\nzero where the residue field has positive characteristic. Assuming that $C$ has\ngood reduction over the residue field, we compute the syntomic regulator on a\ncertain part of $K_4^[(3)}(C)$. The result can be expressed in terms of\n$p$-adic polylogarithms and Coleman integration. We also compute the syntomic\nregulator on a certain part of $K_4^[(3)}(F)$ for the function field $F$ of\n$C$. The result can be expressed in terms of $p$-adic polylogarithms and\nColeman integration, or by using a trilinear map (\"triple index\") on certain\nfunctions.\n","Comment: 61 pages"]}]
["1208.0518",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0518"],"date":["2012-08-02"],"type":["text"],"creator":["Powers, Simon T.","Penn, Alexandra S.","Watson, Richard A."],"language":[],"coverage":[],"title":["The efficacy of group selection is increased by coexistence dynamics\n  within groups"],"description":["  Selection on the level of loosely associated groups has been suggested as a\nroute towards the evolution of cooperation between individuals and the\nsubsequent formation of higher-level biological entities. Such group selection\nexplanations remain problematic, however, due to the narrow range of parameters\nunder which they can overturn within-group selection that favours selfish\nbehaviour. In principle, individual selection could act on such parameters so\nas to strengthen the force of between-group selection and hence increase\ncooperation and individual fitness, as illustrated in our previous work.\nHowever, such a process cannot operate in parameter regions where group\nselection effects are totally absent, since there would be no selective\ngradient to follow. One key parameter, which when increased often rapidly\ncauses group selection effects to tend to zero, is initial group size, for when\ngroups are formed randomly then even moderately sized groups lack significant\nvariance in their composition. However, the consequent restriction of any group\nselection effect to small sized groups is derived from models that assume\nselfish types will competitively exclude their more cooperative counterparts at\nwithin-group equilibrium. In such cases, diversity in the migrant pool can tend\nto zero and accordingly variance in group composition cannot be generated. In\ncontrast, we show that if within-group dynamics lead to a stable coexistence of\nselfish and cooperative types, then the range of group sizes showing some\neffect of group selection is much larger.\n","Comment: pp. 498-505 in Bullock S., Noble J., Watson R.A., Bedau M.A. (eds.)\n  Artificial Life XI: Proceedings of the Eleventh International Conference on\n  the Simulation and Synthesis of Living Systems. MIT Press (2008). 8 pages, 7\n  figures"]}]
["1208.0520",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0520"],"date":["2012-08-02"],"type":["text"],"creator":["Powers, Simon T.","Heys, Christopher","Watson, Richard A."],"language":[],"coverage":[],"title":["How to measure group selection in real-world populations"],"description":["  Multilevel selection and the evolution of cooperation are fundamental to the\nformation of higher-level organisation and the evolution of biocomplexity, but\nsuch notions are controversial and poorly understood in natural populations.\nThe theoretic principles of group selection are well developed in idealised\nmodels where a population is neatly divided into multiple semi-isolated\nsub-populations. But since such models can be explained by individual selection\ngiven the localised frequency-dependent effects involved, some argue that the\ngroup selection concepts offered are, even in the idealised case, redundant and\nthat in natural conditions where groups are not well-defined that a group\nselection framework is entirely inapplicable. This does not necessarily mean,\nhowever, that a natural population is not subject to some interesting localised\nfrequency-dependent effects -- but how could we formally quantify this under\nrealistic conditions? Here we focus on the presence of a Simpson's Paradox\nwhere, although the local proportion of cooperators decreases at all locations,\nthe global proportion of cooperators increases. We illustrate this principle in\na simple individual-based model of bacterial biofilm growth and discuss various\ncomplicating factors in moving from theory to practice of measuring group\nselection.\n","Comment: pp. 672-679 in Proceedings of the Eleventh European Conference on the\n  Synthesis and Simulation of Living Systems (Advances in Artificial Life, ECAL\n  2011). Edited by Tom Lenaerts, Mario Giacobini, Hugues Bersini, Paul\n  Bourgine, Marco Dorigo and Ren\\'e Doursat. MIT Press (2011).\n  http://mitpress.mit.edu/catalog/item/default.asp?ttype=2&tid=12760. 8 pages,\n  5 figures"]}]
["1208.0524",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","Mathematics - Differential Geometry","53C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0524"],"date":["2012-08-02"],"type":["text"],"creator":["Dranishnikov, Alexander"],"language":["ru"],"coverage":[],"title":["Macroscopic dimension and duality groups"],"description":["  We show that for a rationally inessential orientable closed $n$-manifold $M$\nwhose fundamental group $\\pi$ is a duality group the macroscopic dimension of\nits universal cover is strictly less than $n$:$$ \\dim_{MC}\\Wi M<n.$$ As a\ncorollary we obtain the following 0.1 Theorem. The inequality $ \\dim_{MC}\\Wi\nM<n$ holds for the universal cover of a closed spin $n$-manifold $M$ with a\npositive scalar curvature metric if the fundamental group $\\pi_1(M)$ is a\nvirtual duality group virtually satisfying the Analytic Novikov Conjecture.\n","Comment: This is a short English version of a paper published in Russian"]}]
["1208.0526",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Neural and Evolutionary Computing","Mathematics - Dynamical Systems","Nonlinear Sciences - Chaotic Dynamics","Physics - Computational Physics","37D45, 90C27, 68Q10, 68Q17, 34G20","F.2.3","F.1.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0526","Nature Physics, vol. 7, p. 966-970, 2011","doi:10.1038/NPHYS2105"],"date":["2012-08-02"],"type":["text"],"creator":["Ercsey-Ravasz, Maria","Toroczkai, Zoltan"],"language":[],"coverage":[],"title":["Optimization hardness as transient chaos in an analog approach to\n  constraint satisfaction"],"description":["  Boolean satisfiability [1] (k-SAT) is one of the most studied optimization\nproblems, as an efficient (that is, polynomial-time) solution to k-SAT (for\n$k\\geq 3$) implies efficient solutions to a large number of hard optimization\nproblems [2,3]. Here we propose a mapping of k-SAT into a deterministic\ncontinuous-time dynamical system with a unique correspondence between its\nattractors and the k-SAT solution clusters. We show that beyond a constraint\ndensity threshold, the analog trajectories become transiently chaotic [4-7],\nand the boundaries between the basins of attraction [8] of the solution\nclusters become fractal [7-9], signaling the appearance of optimization\nhardness [10]. Analytical arguments and simulations indicate that the system\nalways finds solutions for satisfiable formulae even in the frozen regimes of\nrandom 3-SAT [11] and of locked occupation problems [12] (considered among the\nhardest algorithmic benchmarks); a property partly due to the system's\nhyperbolic [4,13] character. The system finds solutions in polynomial\ncontinuous-time, however, at the expense of exponential fluctuations in its\nenergy function.\n","Comment: 27 pages, 14 figures"]}]
["1208.0527",{"format":[],"subject":["Mathematics - Optimization and Control","90C59"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0527","Int. J. Artificial Intelligence Tools, Vol. 21, No. 3, 1240010\n  (2012)","doi:10.1142/S0218213012400106"],"date":["2012-08-02"],"type":["text"],"creator":["Yang, Xin-She"],"language":[],"coverage":[],"title":["Free Lunch or No Free Lunch: That is not Just a Question?"],"description":["  The increasing popularity of metaheuristic algorithms has attracted a great\ndeal of attention in algorithm analysis and performance evaluations.\nNo-free-lunch theorems are of both theoretical and practical importance, while\nmany important studies on convergence analysis of various metaheuristic\nalgorithms have proven to be fruitful. This paper discusses the recent results\non no-free-lunch theorems and algorithm convergence, as well as their important\nimplications for algorithm development in practice. Free lunches may exist for\ncertain types of problem. In addition, we will highlight some open problems for\nfurther research.\n","Comment: 14 pages"]}]
["1208.0528",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0528"],"date":["2012-08-02"],"type":["text"],"creator":["Baykur, R. Inanc","Van Horn-Morris, Jeremy"],"language":[],"coverage":[],"title":["Families of contact 3-manifolds with arbitrarily large Stein fillings"],"description":["  We show that there are vast families of contact 3-manifolds each member of\nwhich admits infinitely many Stein fillings with arbitrarily big euler\ncharacteristics and arbitrarily small signatures ---which disproves a\nconjecture of Stipsicz and Ozbagci. To produce our examples, we set a framework\nwhich generalizes the construction of Stein structures on allowable Lefschetz\nfibrations over the 2-disk to those over any orientable base surface, along\nwith the construction of contact structures via open books on 3-manifolds to\nspinal open books introduced in [24].\n","Comment: 36 pages, 9 figures, with an appendix by Samuel Lisi and Chris Wendl"]}]
["1208.0532",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0532","Opt. Express 20, 18911-18924 (2012)","doi:10.1364/OE.20.018911"],"date":["2012-08-02"],"type":["text"],"creator":["da Silva, T. Ferreira","Xavier, G. B.","Temporão, G. P.","von der Weid, J. P."],"language":[],"coverage":[],"title":["Real-time monitoring of single-photon detectors against eavesdropping in\n  quantum key distribution systems"],"description":["  By employing real-time monitoring of single-photon avalanche photodiodes we\ndemonstrate how two types of practical eavesdropping strategies, the after-gate\nand time-shift attacks, may be detected. Both attacks are identified with the\ndetectors operating without any special modifications, making this proposal\nwell suited for real-world applications. The monitoring system is based on\naccumulating statistics of the times between consecutive detection events, and\nextracting the afterpulse and overall efficiency of the detectors in real-time\nusing mathematical models fit to the measured data. We are able to directly\nobserve changes in the afterpulse probabilities generated from the after-gate\nand faint after-gate attacks, as well as different timing signatures in the\ntime-shift attack. We also discuss the applicability of our scheme to other\ngeneral blinding attacks.\n"]}]
["1208.0533",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0533","Astrophys Space Sci (2011) 334:171-182","doi:10.1007/s10509-011-0706-x"],"date":["2012-08-02"],"type":["text"],"creator":["Hiotelis, Nicos"],"language":[],"coverage":[],"title":["Merger rates of dark matter haloes: a comparison between EPS and N-body\n  results"],"description":["  We calculate merger rates of dark matter haloes using the Extended\nPress-Schechter approximation (EPS) for the Spherical Collapse (SC) and the\nEllipsoidal Collapse (EC) models.\n  Merger rates have been calculated for masses in the range\n$10^{10}M_{\\odot}\\mathrm{h}^{-1}$ to $10^{14}M_{\\odot}\\mathrm{h}^{-1}$ and for\nredshifts $z$ in the range 0 to 3 and they have been compared with merger rates\nthat have been proposed by other authors as fits to the results of N-body\nsimulations. The detailed comparison presented here shows that the agreement\nbetween the analytical models and N-body simulations depends crucially on the\nmass of the descendant halo. For some range of masses and redshifts either SC\nor EC models approximate satisfactory the results of N-body simulations but for\nother cases both models are less satisfactory or even bad approximations. We\nshowed, by studying the parameters of the problem that a disagreement --if it\nappears-- does not depend on the values of the parameters but on the kind of\nthe particular solution used for the distribution of progenitors or on the\nnature of EPS methods.\n  Further studies could help to improve our understanding about the physical\nprocesses during the formation of dark matter haloes.\n","Comment: 29 pages, 9 figures"]}]
["1208.0535",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0535"],"date":["2012-08-02"],"type":["text"],"creator":["Schwaab, Christopher","Siek, Jeremy G."],"language":[],"coverage":[],"title":["Modular Type-Safety Proofs using Dependant Types"],"description":["  While methods of code abstraction and reuse are widespread and well\nresearched, methods of proof abstraction and reuse are still emerging. We\nconsider the use of dependent types for this purpose, introducing a completely\nmechanical approach to proof composition. We show that common techniques for\nabstracting algorithms over data structures naturally translate to abstractions\nover proofs. We first introduce a language composed of a series of smaller\nlanguage components tied together by standard techniques from Malcom (1990). We\nproceed by giving proofs of type preservation for each language component and\nshow that the basic ideas used in composing the syntactic data structures can\nbe applied to their semantics as well.\n","Comment: 8 pages"]}]
["1208.0537",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0537"],"date":["2012-08-02"],"type":["text"],"creator":["Qi, Jianlong","Michoel, Tom"],"language":[],"coverage":[],"title":["Context-specific transcriptional regulatory network inference from\n  global gene expression maps using double two-way t-tests"],"description":["  Transcriptional regulatory network inference methods have been studied for\nyears. Most of them relie on complex mathematical and algorithmic concepts,\nmaking them hard to adapt, re-implement or integrate with other methods. To\naddress this problem, we introduce a novel method based on a minimal\nstatistical model for observing transcriptional regulatory interactions in\nnoisy expression data, which assumes that transcription factors (TFs) and their\ntargets are both differentially expressed in a gene-specific, critical sample\ncontrast, as measured by repeated two-way t-tests. This method is conceptually\nsimple and easy to implement and integrate in any statistical software\nenvironment. Benchmarking on standard E. coli and yeast reference datasets\nshowed that it performs equally well as the best existing methods. Analysis of\nthe predicted interactions suggested that it works best to infer\ncontext-specific TF-target interactions which only co-express locally. We\nconfirmed this hypothesis on a dataset of more than 1,000 normal human tissue\nsamples, where we found that our method predicts highly tissue-specific and\nfunctionally relevant interactions, whereas a global co-expression method only\nassociates general TFs to non-specific biological processes.\n","Comment: 8 pages, 9 figures, 2 tables; software available at\n  http://twixtrix.googlecode.com"]}]
["1208.0539",{"format":[],"subject":["Mathematics - Functional Analysis","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0539"],"date":["2012-08-02"],"type":["text"],"creator":["Briet, Jop","Naor, Assaf","Regev, Oded"],"language":[],"coverage":[],"title":["Locally decodable codes and the failure of cotype for projective tensor\n  products"],"description":["  It is shown that for every $p\\in (1,\\infty)$ there exists a Banach space $X$\nof finite cotype such that the projective tensor product $\\ell_p\\tp X$ fails to\nhave finite cotype. More generally, if $p_1,p_2,p_3\\in (1,\\infty)$ satisfy\n$\\frac{1}{p_1}+\\frac{1}{p_2}+\\frac{1}{p_3}\\le 1$ then\n$\\ell_{p_1}\\tp\\ell_{p_2}\\tp\\ell_{p_3}$ does not have finite cotype. This is a\nproved via a connection to the theory of locally decodable codes.\n"]}]
["1208.0541",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0541","Information Sciences 178(15), pp. 3024-3042, August 2008","doi:10.1016/j.ins.2007.11.028"],"date":["2012-08-02"],"type":["text"],"creator":["Powers, Simon T.","He, Jun"],"language":[],"coverage":[],"title":["A hybrid artificial immune system and Self Organising Map for network\n  intrusion detection"],"description":["  Network intrusion detection is the problem of detecting unauthorised use of,\nor access to, computer systems over a network. Two broad approaches exist to\ntackle this problem: anomaly detection and misuse detection. An anomaly\ndetection system is trained only on examples of normal connections, and thus\nhas the potential to detect novel attacks. However, many anomaly detection\nsystems simply report the anomalous activity, rather than analysing it further\nin order to report higher-level information that is of more use to a security\nofficer. On the other hand, misuse detection systems recognise known attack\npatterns, thereby allowing them to provide more detailed information about an\nintrusion. However, such systems cannot detect novel attacks.\n  A hybrid system is presented in this paper with the aim of combining the\nadvantages of both approaches. Specifically, anomalous network connections are\ninitially detected using an artificial immune system. Connections that are\nflagged as anomalous are then categorised using a Kohonen Self Organising Map,\nallowing higher-level information, in the form of cluster membership, to be\nextracted. Experimental results on the KDD 1999 Cup dataset show a low false\npositive rate and a detection and classification rate for Denial-of-Service and\nUser-to-Root attacks that is higher than those in a sample of other works.\n","Comment: Post-print of accepted manuscript. 32 pages and 3 figures"]}]
["1208.0542",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0542"],"date":["2012-07-31"],"type":["text"],"creator":["Duan, Wen-Qi"],"language":[],"coverage":[],"title":["A Constructive Algorithm to Prove P=NP"],"description":["  After reducing the undirected Hamiltonian cycle problem into the TSP problem\nwith cost 0 or 1, we developed an effective algorithm to compute the optimal\ntour of the transformed TSP. Our algorithm is described as a growth process:\ninitially, constructing 4-vertexes optimal tour; next, one new vertex being\nadded into the optimal tour in such a way to obtain the new optimal tour; then,\nrepeating the previous step until all vertexes are included into the optimal\ntour. This paper has shown that our constructive algorithm can solve the\nundirected Hamiltonian cycle problem in polynomial time. According to\nCook-Levin theorem, we argue that we have provided a constructive proof of\nP=NP.\n","Comment: 4 pages"]}]
["1208.0543",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0543"],"date":["2012-08-02"],"type":["text"],"creator":["Gouliermis, Dimitrios A.","Schmeja, Stefan","Ossenkopf, Volker","Klessen, Ralf S.","Dolphin, Andrew E."],"language":[],"coverage":[],"title":["Hierarchically Clustered Star Formation in the Magellanic Clouds"],"description":["  We present a cluster analysis of the bright main-sequence and faint\npre--main-sequence stellar populations of a field ~ 90 x 90 pc centered on the\nHII region NGC 346/N66 in the Small Magellanic Cloud, from imaging with\nHST/ACS. We extend our earlier analysis on the stellar cluster population in\nthe region to characterize the structuring behavior of young stars in the\nregion as a whole with the use of stellar density maps interpreted through\ntechniques designed for the study of the ISM structuring. In particular, we\ndemonstrate with Cartwrigth & Whitworth's Q parameter, dendrograms, and the\nDelta-variance wavelet transform technique that the young stellar populations\nin the region NGC 346/N66 are hierarchically clustered, in agreement with other\nregions in the Magellanic Clouds observed with HST. The origin of this\nhierarchy is currently under investigation.\n","Comment: 4 pages, 3 figures; to appear in proceedings of the conference \"The\n  Labyrinth of Star Formation\", (eds.) D. Stamatellos, S. Goodwin, and D.\n  Ward-Thompson, Springer"]}]
["1208.0554",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0554"],"date":["2012-08-02"],"type":["text"],"creator":["Kaski, Petteri","Koivisto, Mikko","Korhonen, Janne H."],"language":[],"coverage":[],"title":["Fast Monotone Summation over Disjoint Sets"],"description":["  We study the problem of computing an ensemble of multiple sums where the\nsummands in each sum are indexed by subsets of size $p$ of an $n$-element\nground set. More precisely, the task is to compute, for each subset of size $q$\nof the ground set, the sum over the values of all subsets of size $p$ that are\ndisjoint from the subset of size $q$. We present an arithmetic circuit that,\nwithout subtraction, solves the problem using $O((n^p+n^q)\\log n)$ arithmetic\ngates, all monotone; for constant $p$, $q$ this is within the factor $\\log n$\nof the optimal. The circuit design is based on viewing the summation as a \"set\nnucleation\" task and using a tree-projection approach to implement the\nnucleation. Applications include improved algorithms for counting heaviest\n$k$-paths in a weighted graph, computing permanents of rectangular matrices,\nand dynamic feature selection in machine learning.\n"]}]
["1208.0561",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0561"],"date":["2012-08-02"],"type":["text"],"creator":["Huang, Longbo","Walrand, Jean"],"language":[],"coverage":[],"title":["A Benes Packet Network"],"description":["  Benes networks are constructed with simple switch modules and have many\nadvantages, including small latency and requiring only an almost linear number\nof switch modules. As circuit-switches, Benes networks are rearrangeably\nnon-blocking, which implies that they are full-throughput as packet switches,\nwith suitable routing.\n  Routing in Benes networks can be done by time-sharing permutations. However,\nthis approach requires centralized control of the switch modules and\nstatistical knowledge of the traffic arrivals. We propose a backpressure-based\nrouting scheme for Benes networks, combined with end-to-end congestion control.\nThis approach achieves the maximal utility of the network and requires only\nfour queues per module, independently of the size of the network.\n"]}]
["1208.0565",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0565","Powder Technology, vol 208, issue 2, pp 279-288, 2011"],"date":["2012-08-02"],"type":["text"],"creator":["Szarf, K.","Combe, G.","Villard, P."],"language":[],"coverage":[],"title":["Polygons vs. clumps of discs: a numerical study of the influence of\n  grain shape on the mechanical behaviour of granular materials"],"description":["  We performed a series of numerical vertical compression tests on assemblies\nof 2D granular material using a Discrete Element code and studied the results\nwith regard to the grain shape. The samples consist of 5,000 grains made from\neither 3 overlapping discs (clumps - grains with concavities) or six-edged\npolygons (convex grains). These two grain type have similar external envelopes,\nwhich is a function of a geometrical parameter $\\alpha$.\n  In this paper, the numerical procedure applied is briefly presented followed\nby the description of the granular model used. Observations and mechanical\nanalysis of dense and loose granular assemblies under isotropic loading are\nmade. The mechanical response of our numerical granular samples is studied in\nthe framework of the classical vertical compression test with constant lateral\nstress (biaxial test). The comparison of macroscopic responses of dense and\nloose samples with various grain shapes shows that when $\\alpha$ is considered\na concavity parameter, it is therefore a relevant variable for increasing\nmechanical performances of dense samples. When $\\alpha$ is considered an\nenvelope deviation from perfect sphericity, it can control mechanical\nperformances for large strains. Finally, we present some remarks concerning the\nkinematics of the deformed samples: while some polygon samples subjected to a\nvertical compression present large damage zones (any polygon shape), dense\nsamples made of clumps always exhibit thin reflecting shear bands. This paper\nwas written as part of a CEGEO research project www.granuloscience.com\n","Comment: This version of the paper doesn't include figures. Visit the journal\n  web site to download the final version of the paper with the figures"]}]
["1208.0569",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0569"],"date":["2012-07-23"],"type":["text"],"creator":["Ahmad, Anzar","Gowri, Prof. R.","Gupta, Prof. SC"],"language":[],"coverage":[],"title":["Simulation Study For Performance Comparison in Hierarchical Network With\n  CHG Approach in MANET"],"description":["  The implementation of MANET for commercial purposes is not an easy task.\nUnlike other wireless technologies such as cellular networks, MANET face more\ndifficult problems concerning management functions, routing and scalability .\nAs a solution to these complications, clustering schemes are proposed for MANET\nin order to organize the network topology in a hierarchical manner. Many\nclustering techniques have been developed. Clustering is a method which\naggregates nodes into groups. These groups are contained by the network and\nthey are known as clusters. By Increasing network capacity and reducing the\nrouting overhead through clustering brings more efficiency and effectiveness to\nscalability in relation to node numbers and the necessity for high mobility.\nThe manager node in clustering has responsibility for many functions such as\ncluster maintenance, routing table updates, and the discovery of new routes\nwithin the network. The other node named as gateway node communicate to the\nother cluster. In this paper we remove the cluster head (CH) and given a new\napproach in which cluster head and gateway will be same and that node is known\nas cluster head gateway (CHG), in which all the responsibilities of cluster\nhead and gateway will be perform by the Cluster head gateway(CHG) itself. By\napplying this approach we reduce of overheads and improve the over all\nperformance of the network while throughput will be same in both condition with\nthe help of Exata simulation.\n","Comment: 14 pages,8 figures, International journal of computer engineering\n  science(IJCES)"]}]
["1208.0571",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0571"],"date":["2012-08-02"],"type":["text"],"creator":["Arrondo, Enrique","Marchesi, Simone"],"language":[],"coverage":[],"title":["Jumping pairs of Steiner bundles"],"description":["  In this work we introduce the definition of Schwarzenberger bundle on a\nGrassmannian. Recalling the notion of Steiner bundle, we generalize the concept\nof jumping pair for a Steiner bundle on a Grassmannian. After studying the\njumping locus variety and bounding its dimension, we give a complete\nclassification of Steiner bundle with jumping locus of maximal dimension, which\nall are Schwarzenberger bundles.\n","Comment: 22 pages"]}]
["1208.0573",{"format":[],"subject":["Mathematics - Algebraic Topology","Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0573"],"date":["2012-08-02"],"type":["text"],"creator":["Bhattacharya, Subhrajit","Lipsky, David","Ghrist, Robert","Kumar, Vijay"],"language":[],"coverage":[],"title":["Invariants for Homology Classes with Application to Optimal Search and\n  Planning Problem in Robotics"],"description":["  We consider planning problems on a punctured Euclidean spaces, $\\mathbb{R}^D\n- \\widetilde{\\mathcal{O}}$, where $\\widetilde{\\mathcal{O}}$ is a collection of\nobstacles. Such spaces are of frequent occurrence as configuration spaces of\nrobots, where $\\widetilde{\\mathcal{O}}$ represent either physical obstacles\nthat the robots need to avoid (e.g., walls, other robots, etc.) or illegal\nstates (e.g., all legs off-the-ground). As state-planning is translated to\npath-planning on a configuration space, we collate equivalent plannings via\ntopologically-equivalent paths. This prompts finding or exploring the different\nhomology classes in such environments and finding representative optimal\ntrajectories in each such class.\n  In this paper we start by considering the problem of finding a complete set\nof easily computable homology class invariants for $(N-1)$-cycles in\n$(\\mathbb{R}^D - \\widetilde{\\mathcal{O}})$. We achieve this by finding explicit\ngenerators of the $(N-1)^{st}$ de Rham cohomology group of this punctured\nEuclidean space, and using their integrals to define cocycles. The action of\nthose dual cocycles on $(N-1)$-cycles gives the desired complete set of\ninvariants. We illustrate the computation through examples.\n  We further show that, due to the integral approach, this complete set of\ninvariants is well-suited for efficient search-based planning of optimal robot\ntrajectories with topological constraints. Finally we extend this approach to\ncomputation of invariants in spaces derived from $(\\mathbb{R}^D -\n\\widetilde{\\mathcal{O}})$ by collapsing subspace, thereby permitting\napplication to a wider class of non-Euclidean ambient spaces.\n","Comment: 28 pages"]}]
["1208.0574",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0574"],"date":["2012-08-02"],"type":["text"],"creator":["Palhares, Leticia F."],"language":[],"coverage":[],"title":["Exploring the different phase diagrams of Strong Interactions"],"description":["  In-medium field-theory is applied to different effective models and QCD to\ndescribe mass and isospin effects, finite volume corrections and magnetic\nfields in the phase diagram of Strong Interactions, keeping close contact with\nexperiments and lattice results. Findings range from a technical\nnonperturbative solution of the hot and dense regime of a general massive\nYukawa Theory and the computation of the cold and dense chiral surface tension\n-- a key quantity for supernovae explosions and compact star structure -- to\nthe proposal of a novel signature for the QCD critical endpoint in heavy-ion\ncollisions based on finite-size scaling. The behavior of the deconfining\ncritical temperature as a function of the pion mass and the isospin chemical\npotential is also addressed in an effective model and the description obtained\nis in agreement with lattice simulations, in contrast to what is found in\n(Polyakov-extended) chiral models. We also discuss the thermodynamics of QCD in\nthe presence of a (Abelian) magnetic field to two-loop order and a\nFunctional-Renormalization-Group analysis of relativistic Bose-Einstein\ncondensation of pions in isospin-dense media.\n","Comment: 225 pages, 63 figures, PhD Thesis (english version)"]}]
["1208.0576",{"format":[],"subject":["Physics - Physics and Society","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0576"],"date":["2012-08-02"],"type":["text"],"creator":["Zanette, Damian H."],"language":[],"coverage":[],"title":["Dynamics of fashion: The case of given names"],"description":["  We analyze the social mechanisms that shape the popularity rise and fall of\nthe names given to newborn babies. During the initial stage, popularity\nincreases by imitation. As the people with the same name grow in number,\nhowever, its usage is inhibited and eventually decays. This process mirrors the\ndynamics of fashion fads. An activator-inhibitor dynamical model for the\ninterplay of the population bearing a name and the expecting couples wishing to\ngive it to their children provides a satisfactory explanation of historical\ndata from the Canadian province of Quebec during the twentieth century.\n"]}]
["1208.0577",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0577"],"date":["2012-08-02"],"type":["text"],"creator":["Kharitonov, Daniel"],"language":[],"coverage":[],"title":["Green Telecom Metrics in Perspective"],"description":["  A fast and parallel evolution of ways to measure and assess energy efficiency\nin telecom has resulted in an entangled web of drafts and recommendations\noriginating from government, research, and standards organizations. This paper\nfocuses primarily on so-called \"large network equipment\" metrics and intends to\ncapture state-of-the-art in this area of green communications. Competing\napproaches towards efficiency assessment are studied for their applicability\nand completeness, with special emphasis on topics relevant to future subject\nstudies\n","Comment: Preprint submitted to APCC 2012 conference"]}]
["1208.0578",{"format":[],"subject":["Mathematics - Numerical Analysis","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0578"],"date":["2012-08-02"],"type":["text"],"creator":["Lakoba, T. I."],"language":[],"coverage":[],"title":["Instability of the finite-difference split-step method on the background\n  of a soliton of the nonlinear Schrodinger equation"],"description":["  We consider the implementation of the split-step method where the linear part\nof the nonlinear Schr\\\"odinger equation is solved using a finite-difference\ndiscretization of the spatial derivative. The von Neumann analysis predicts\nthat this method is unconditionally stable on the background of a\nconstant-amplitude plane wave. However, simulations show that the method can\nbecome unstable on the background of a soliton. We present an analysis\nexplaining this instability. Both this analysis and the instability itself are\nsubstantially different from those of the Fourier split-step method, which\ncomputes the spatial derivative by spectral discretization. We also found that\nthe modes responsible for the numerical instability are supported by the sides\nof the soliton, in contrast to unstable modes of linearized nonlinear wave\nequations, which (the modes) are supported by the soliton's core.\n","Comment: 25 pages, 8 figures"]}]
["1208.0579",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0579"],"date":["2012-08-02"],"type":["text"],"creator":["Yu, Keming","Aristodemou, Katerina"],"language":[],"coverage":[],"title":["Bayesian Mode Regression"],"description":["  Like mean, quantile and variance, mode is also an important measure of\ncentral tendency and data summary. Many practical questions often focus on\n\"Which element (gene or file or signal) occurs most often or is the most\ntypical among all elements in a network?\". In such cases mode regression\nprovides a convenient summary of how the regressors affect the conditional mode\nand is totally different from other regression models based on conditional mean\nor conditional quantile or conditional variance. Some inference methods have\nbeen used for mode regression but none of them from the Bayesian perspective.\nThis paper introduces Bayesian mode regression by exploring three different\napproaches. We start from a parametric Bayesian model by employing a likelihood\nfunction that is based on a mode uniform distribution. It is shown that\nirrespective of the original distribution of the data, the use of this special\nuniform distribution is a very natural and effective way for Bayesian mode\nregression. Posterior estimates based on this parametric likelihood, even under\nmisspecification, are consistent and asymptotically normal. We then develop a\nnonparametric Bayesian model by using Dirichlet process (DP) mixtures of mode\nuniform distributions and finally we explore Bayesian empirical likelihood mode\nregression by taking empirical likelihood into a Bayesian framework. The paper\nalso demonstrates that a variety of improper priors for the unknown model\nparameters yield a proper joint posterior. The proposed approach is illustrated\nusing simulated datasets and a real data set.\n","Comment: 18 pages, 2 figures, submitted for publication"]}]
["1208.0586",{"format":[],"subject":["Mathematics - Probability","60J65, 60G17, 28A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0586"],"date":["2012-08-02"],"type":["text"],"creator":["Charmoy, Philippe H. A.","Peres, Yuval","Sousi, Perla"],"language":[],"coverage":[],"title":["Minkowski dimension of Brownian motion with drift"],"description":["  We study fractal properties of the image and the graph of Brownian motion in\n$\\R^d$ with an arbitrary c{\\`a}dl{\\`a}g drift $f$. We prove that the Minkowski\n(box) dimension of both the image and the graph of $B+f$ over $A\\subseteq\n[0,1]$ are a.s.\\ constants. We then show that for all $d\\geq 1$ the Minkowski\ndimension of $(B+f)(A)$ is at least the maximum of the Minkowski dimension of\n$f(A)$ and that of $B(A)$. We also prove analogous results for the graph. For\nlinear Brownian motion, if the drift $f$ is continuous and $A=[0,1]$, then the\ncorresponding inequality for the graph is actually an equality.\n"]}]
["astro-ph/0601397",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0601397","Nucl.Instrum.Meth.A556:169-181,2006","doi:10.1016/j.nima.2005.10.029"],"date":["2006-01-18"],"type":["text"],"creator":["AMANDA Collaboration","Ackermann, M."],"language":[],"coverage":[],"title":["The ICECUBE prototype string in AMANDA"],"description":["  The Antarctic Muon And Neutrino Detector Array (Amanda) is a high-energy\nneutrino telescope. It is a lattice of optical modules (OM) installed in the\nclear ice below the South Pole Station. Each OM contains a photomultiplier tube\n(PMT) that detects photons of Cherenkov light generated in the ice by muons and\nelectrons. IceCube is a cubic-kilometer-sized expansion of Amanda currently\nbeing built at the South Pole. In IceCube the PMT signals are digitized already\nin the optical modules and transmitted to the surface. A prototype string of 41\nOMs equipped with this new all-digital technology was deployed in the Amanda\narray in the year 2000. In this paper we describe the technology and\ndemonstrate that this string serves as a proof of concept for the IceCube\narray. Our investigations show that the OM timing accuracy is 5 ns. Atmospheric\nmuons are detected in excellent agreement with expectations with respect to\nboth angular distribution and absolute rate.\n"]}]
["astro-ph/0702475",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0702475"],"date":["2007-02-19"],"type":["text"],"creator":["MAGIC Collaboration","Albert, J."],"language":[],"coverage":[],"title":["Very high energy gamma-ray observations during moonlight and twilight\n  with the MAGIC telescope"],"description":["  We study the capability of the MAGIC telescope to observe under moderate\nmoonlight. TeV gamma-ray signals from the Crab nebula were detected with the\nMAGIC telescope during periods when the Moon was above the horizon and during\ntwilight. This was accomplished by increasing the trigger discriminator\nthresholds. No change is necessary in the high voltage settings since the\ncamera PMTs were especially designed to avoid high currents. We characterize\nthe telescope performance by studying the effect of the moonlight on the\ngamma-ray detection efficiency and sensitivity, as well as on the energy\nthreshold.\n","Comment: Submitted to Astroparticle Physics, 36 pages, 14 figures"]}]
["hep-ex/0205046",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0205046"],"date":["2002-05-15"],"type":["text"],"creator":["The KLOE Collaboration","Valeriani, B."],"language":[],"coverage":[],"title":["Measurement of Hadronic Cross Section at Kloe"],"description":["  In the fixed energy environment of the $e^{+}e^{-}$ collider DA$\\Phi$NE, KLOE\ncan measure the cross section of the process $e^{+}e^{-} \\to hadrons$ as a\nfunction of the hadronic system energy using the radiative return method. At\nenergies below 1 GeV, $e^{+}e^{-} \\to \\rho \\to \\pi^{+}\\pi^{-}$ is the\ndominating hadronic process. We report here on the status of the analysis of\nthe process $e^{+}e^{-} \\to \\pi^{+}\\pi^{-}\\gamma$. Some preliminary results on\nthe invariant mass spectrum of the two pion system, obtained from the analysis\nof 22.6 pb$^{-1}$, are presented.\n","Comment: 6 pages, Contribution to the XXXVIIth Recontres de Moriond on\n  Electroweak Interactions and Unified Theories, Les Arcs, France, 9-16 March\n  2002"]}]
["hep-ex/0304014",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0304014","Phys.Rev.Lett.91:071801,2003","doi:10.1103/PhysRevLett.91.071801"],"date":["2003-04-08"],"type":["text"],"creator":["BABAR Collaboration","Aubert, B."],"language":[],"coverage":[],"title":["Rare B Decays into States Containing a J/psi Meson and a Meson with\n  ssbar Quark Content"],"description":["  We report a study of the B meson decays, B+ -> J/psi phi K+, B0 -> J/psi phi\nK0S, B0 -> J/psi phi, B0 -> J/psi eta and B0 -> J/psi eta' using 56 million\nBBbar events collected at the Y(4S) resonance with the BABAR detector at the\nPEP-II e+ e- asymmetric-energy storage ring. We measure the branching fractions\nB(B+ -> J/psi phi K+) = (4.4 +- 1.4(stat) +- 0.5(syst)) * 10-5 and B(B0 ->\nJ/psi phi K0S) = (5.1 +- 1.9(stat) +- 0.5(syst)) * 10^-5, and set upper limits\nat 90% confidence level for the branching fractions B(B0 -> J/psi phi) < 9.2 *\n10^-6, B(B0 -> J/psi eta)< 2.7 * 10^-5, and B(B0 -> J/psi eta')< 6.3 * 10-5.\n","Comment: 7 pages, 3 figures, submitted to Phys. Rev. Lett"]}]
["hep-ex/0312044",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0312044","Phys.Lett.B585:213,2004","doi:10.1016/j.physletb.2004.01.079"],"date":["2003-12-16","2004-01-22"],"type":["text"],"creator":["HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Evidence for a narrow |S|=1 baryon state at a mass of 1528 MeV in\n  quasi-real photoproduction"],"description":["  Evidence for a narrow baryon state is found in quasi-real photoproduction on\na deuterium target through the decay channel p K^0_S --> p pi^+ pi^-. A peak is\nobserved in the p K^0_S invariant mass spectrum at 1528 +/- 2.6 (stat) +/-2.1\n(syst) MeV. Depending on the background model,the naive statistical\nsignificance of the peak is 4--6 standard deviations and its width may be\nsomewhat larger than the experimental resolution of sigma=4.3 -- 6.2 MeV. This\nstate may be interpreted as the predicted S=+1 exotic Theta^{+}(uuddbar(s))\npentaquark baryon. No signal for an hypothetical Theta^{++} baryon was observed\nin the pK^+ invariant mass distribution. The absence of such a signal indicates\nthat an isotensor Theta is excluded and an isovector Theta is unlikely.\n","Comment: 8 pages, 4 figures"]}]
["hep-ex/0407032",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0407032","Phys.Rev.D71:012003,2005","doi:10.1103/PhysRevD.71.012003"],"date":["2004-07-19","2004-11-11"],"type":["text"],"creator":["HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Quark helicity distributions in the nucleon for up, down, and strange\n  quarks from semi--inclusive deep--inelastic scattering"],"description":["  Polarized deep--inelastic scattering data on longitudinally polarized\nhydrogen and deuterium targets have been used to determine double spin\nasymmetries of cross sections. Inclusive and semi--inclusive asymmetries for\nthe production of positive and negative pions from hydrogen were obtained in a\nre--analysis of previously published data. Inclusive and semi--inclusive\nasymmetries for the production of negative and positive pions and kaons were\nmeasured on a polarized deuterium target. The separate helicity densities for\nthe up and down quarks and the anti--up, anti--down, and strange sea quarks\nwere computed from these asymmetries in a ``leading order'' QCD analysis. The\npolarization of the up--quark is positive and that of the down--quark is\nnegative. All extracted sea quark polarizations are consistent with zero, and\nthe light quark sea helicity densities are flavor symmetric within the\nexperimental uncertainties. First and second moments of the extracted quark\nhelicity densities in the measured range are consistent with fits of inclusive\ndata.\n"]}]
["hep-ex/0408002",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0408002"],"date":["2004-08-01","2004-08-06"],"type":["text"],"creator":["HERMES Collaboration","Avetisyan, E."],"language":[],"coverage":[],"title":["Beam-Spin Azimuthal Asymmetries in Pion Electroproduction at HERMES"],"description":["  We present the measurement of Single Beam-Spin Azimuthal Asymmetries in pion\nelectroproduction off hydrogen in semi-inclusive deep inelastic scattering\n(SIDIS). The measurement was made using the HERMES spectrometer with an\ninternal gas target and the polarized 27.6 GeV electron(positron) beam of HERA\nusing the data taken during the years 1996-2000. The $\\sin\\phi$ modulation of\nthe azimuthal asymmetry was measured for semi-inclusive $\\pi^+,\\pi^-$ and\n$\\pi^0$. The dependence of the asymmetry on the Bjorken $x$, pion relative\n($z$) and transverse ($P_T$) momentum is presented. Results are compared to\ntheoretical model calculation.\n","Comment: To appear in the proceedings of the 12th International Workshop on\n  Deep Inelastic Scattering and QCD, Strbske Pleso, High Tatras, Slovakia, Apr\n  14 - 18, 2004"]}]
["hep-ex/0408039",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0408039"],"date":["2004-08-11"],"type":["text"],"creator":["BABAR Collaboration","Aubert, B."],"language":[],"coverage":[],"title":["Measurement of the B0bar Lifetime and of the B0-B0bar Oscillation\n  Frequency Using Partially Reconstructed B0bar -> D*+ l- anti-nu(l) Decays"],"description":["  We present a simultaneous measurement of the B0bar lifetime tau(B0) and\nmixing parameter $Delta m_d$. We use a sample of about 50000 B0bar -> D*+ l-\nanti-nu(l) partially reconstructed decays identified with the BABAR detector at\nthe PEP-II storage ring at SLAC, where the flavor of the other B meson is\ndetermined from the charge of another high momentum lepton in the same event.\nThe preliminary results are: tau(B0) = (1.501+/-0.008(stat.) +/- 0.030 (syst.))\nps, $Delta m_d$ = (0.523+/-0.004(stat.) +/- 0.007 (syst.)) ps^{-1}.\n","Comment: 23 pages, 7 figures. Submitted to the 32nd International Conference\n  on High-Energy Physics, ICHEP 04, 16 August-22 August 2004, Beijing, China"]}]
["hep-ex/0408040",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0408040"],"date":["2004-08-11"],"type":["text"],"creator":["BABAR Collaboration","Aubert, B."],"language":[],"coverage":[],"title":["Partial Reconstruction of $B^0\\to D_s^{\\ast+} D^{\\ast-}$ Decays and\n  Measurement of the $D_s^+\\to\\phi\\pi^+$ Branching Fraction"],"description":["  We present preliminary results on the branching fractions $BF(B^0\\to\nD_s^{\\ast+} D^{\\ast-})$ and $BF(D_s^+\\to\\phi\\pi^+)$, based on a data sample of\napproximately $124\\times10^6$ \\BB events collected by the \\babar detector at\nthe PEP-II $e^+ e^-$ \\B--factory. $BF(B^0\\to D_s^{\\ast+} D^{\\ast-})$ is\nmeasured selecting neutral \\B meson decays to the final state $D_s^{\\ast+}\nD^{\\ast-}$ with partial reconstruction of the $D_s^{\\ast+}$, in which only the\n$D^{\\ast-}$ and the soft photons from the decay $D_s^{\\ast+} \\to D_s^+ \\gamma$\nare reconstructed. The branching fraction product $BF(B^0\\to D_s^{\\ast+}\nD^{\\ast-}) \\cdot BF(D_s^+\\to\\phi\\pi^+)$ is measured via a complete\nreconstruction of the whole decay chain. Comparing these two measurements\nprovides a model-independent determination of the $BF(D_s^+\\to\\phi\\pi^+)$\nbranching fraction. We obtain the following preliminary results:\n  $BF(B^0\\to D_s^{\\ast+} D^{\\ast-}) = (1.85 \\pm 0.09 \\pm 0.16)%$,\n  $BF(D_s^+\\to\\phi\\pi^+) = (4.71 \\pm 0.47 \\pm 0.35)%$ where the first error in\neach measurement is statistical, the second systematic.\n","Comment: 15 pages, 2 figures. Submitted to the 32nd International Conference\n  on High-Energy Physics, ICHEP 04, 16 August-22 August 2004, Beijing, China"]}]
["hep-ex/0408136",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0408136"],"date":["2004-08-27"],"type":["text"],"creator":["BABAR Collaboration","Aubert, B."],"language":[],"coverage":[],"title":["D+ -> K-K+pi+ Meson Decays: A Search for CP Violation and a Measurement\n  of the Branching Ratio"],"description":["  We present a preliminary measurement of the CP asymmetry in singly\nCabibbo-suppressed D+ -> K-K+\\pi+ decays and in the resonant decays D+ -> \\phi\n\\pi+ and D+ -> K*0 K+. We use a data sample of 79.9 fb^{-1} recorded by the\nBABAR detector. The Cabibbo-favored Ds+ -> K-K+\\pi+ branching fraction is used\nas normalization in the measurements to reduce systematic uncertainties.\nPreliminary results of the CP asymmetries obtained are A_{CP}(K+K-\\pi \\pm) =\n(1.4 \\pm 1.0(stat.) \\pm 1.1(syst.))\\times 10^{-2}, A_{CP}(\\phi\\pi \\pm) = (0.2\n\\pm 1.5(stat.) \\pm 0.8(syst.))\\times 10^{-2}, and A_{CP}(K^{\\pm} K*0) = (0.9\n\\pm 1.7(stat.) \\pm 0.8(syst.))\\times 10^{-2}. A preliminary determination of\nthe branching ratio is \\frac{\\Gamma (D+ -> K-K+\\pi+)}{\\Gamma(D+ -> K-\\pi+\\pi+)}\n=(10.7 \\pm 0.1(stat.) \\pm 0.2(syst.))\\times 10^{-2}.\n","Comment: 15 pages, 12 postscript figues, submitted to ICHEP2004"]}]
["hep-ex/0408146",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0408146","Phys.Rev.Lett.94:041801,2005","doi:10.1103/PhysRevLett.94.041801"],"date":["2004-08-30"],"type":["text"],"creator":["D0 Collaboration","Abazov, V. M."],"language":[],"coverage":[],"title":["Search for Supersymmetry with Gauge-Mediated Breaking in Diphoton Events\n  at D0"],"description":["  We report the results of a search for supersymmetry (SUSY) with\ngauge-mediated breaking in the missing transverse energy distribution of\ninclusive diphoton events using 263 pb$^{-1}$ of data collected by the D0\nexperiment at the Fermilab Tevatron Collider in 2002--2004. No excess is\nobserved above the background expected from standard model processes, and lower\nlimits on the masses of the lightest neutralino and chargino of about 108 and\n195 GeV, respectively, are set at the 95% confidence level. These are the most\nstringent limits to date for models with gauge-mediated SUSY breaking with a\nshort-lived neutralino as the next-lightest SUSY particle.\n","Comment: 7 pages, 2 figures"]}]
["hep-ex/0412027",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0412027","Phys.Rev.D71:032004,2005","doi:10.1103/PhysRevD.71.032004"],"date":["2004-12-10","2005-01-23"],"type":["text"],"creator":["HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Search for an exotic S=-2, Q=-2 baryon resonance at a mass near 1862 MeV\n  in quasi-real photoproduction"],"description":["  A search for an exotic baryon resonance with $S=-2, Q=-2$ has been performed\nin quasi-real photoproduction on a deuterium target through the decay channel\n$\\Xi^- \\pi^- \\to \\Lambda \\pi^- \\pi^- \\to p \\pi^- \\pi^- \\pi^-$. No evidence for\na previously reported $\\Xi^{--}(1860)$ resonance is found in the $\\Xi^-\n\\pi^-$invariant mass spectrum. An upper limit for the photoproduction cross\nsection of 2.1 nb is found at the 90% confidence level. The photoproduction\ncross section for the $\\Xi^{0}(1530)$ is found to be between 9 and 24 nb.\n"]}]
["hep-ex/0505093",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0505093","Phys.Lett.B633:19-24,2006","doi:10.1016/j.physletb.2005.10.078"],"date":["2005-05-28"],"type":["text"],"creator":["BES Collaboration","Ablikim, M."],"language":[],"coverage":[],"title":["First Measurements of eta_c Decaying into K^+K^-2(pi^+pi^-) and\n  3(pi^+pi^-)"],"description":["  The decays of eta_c to K^+K^-2(pi^+pi^-) and 3(pi^+pi^-) are observed for the\nfirst time using a sample of 5.8X10^7 J/\\psi events collected by the BESII\ndetector. The product branching fractions are determined to be B(J/\\psi-->gamma\neta_c)*B(eta_c-->K^+K^-pi^+pi^-pi^+pi^-)=(1.21+-0.32+-\n0.23)X10^{-4}$,B(J/\\psi-->gamma eta_c)*B(eta_c-->K^{*0}\\bar{K}^{*0}pi^+pi^-)=\n(1.29+-0.43+-0.32)X10^{-4}$, and (J/\\psi-->gamma eta_c)*\nB(eta_c-->pi^+pi^-pi^+pi^-pi^+pi^-)= (2.59+-0.32+-0.48)X10^{-4}. The upper\nlimit for eta_c-->phi pi^+pi^-pi^+pi^- is also obtained as B(J/\\psi-->gamma\neta_c)*B(eta_c--> phi pi^+pi^-pi^+pi^-)< 6.03 X10^{-5} at the 90% confidence\nlevel.\n","Comment: 11 pages, 4 figures"]}]
["hep-ex/0506018",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0506018","Phys.Rev.Lett.95:242001,2005","doi:10.1103/PhysRevLett.95.242001"],"date":["2005-06-08","2005-10-10"],"type":["text"],"creator":["The HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["First Measurement of the Tensor Structure Function $b_1$ of the Deuteron"],"description":["  The \\Hermes experiment has investigated the tensor spin structure of the\ndeuteron using the 27.6 GeV/c positron beam of \\Hera. The use of a tensor\npolarized deuteron gas target with only a negligible residual vector\npolarization enabled the first measurement of the tensor asymmetry $\\At$ and\nthe tensor structure function $\\bd$ for average values of the Bj{\\o}rken\nvariable $0.01<< x><0.45$ and of the squared four-momentum transfer $0.5 {\\rm\nGeV^2}<< Q^2 > <5 {\\rm GeV^2}$. The quantities $\\At$ and $\\bd$ are found to be\nnon-zero. The rise of $\\bd$ for decreasing values of $x$ can be interpreted to\noriginate from the same mechanism that leads to nuclear shadowing in\nunpolarized scattering.\n"]}]
["hep-ex/0506045",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0506045","Phys.Lett.B630:7-13,2005","doi:10.1016/j.physletb.2005.08.133"],"date":["2005-06-21"],"type":["text"],"creator":["BES Collaboration","Ablikim, M."],"language":[],"coverage":[],"title":["Obervation of \\chi_{cJ}--> omega omega decays"],"description":["  Decays of $\\chi_{c0,2}\\ar\\ww$ are observed for the first time using a sample\nof $14.0\\times 10^6$ $\\psi(2S)$ events collected with the BESII detector. The\nbranching ratios are determined to be ${\\cal B}(\\chi_{c0}\\ar \\ww)=(2.29\\pm\n0.58\\pm 0.41)\\times 10^{-3}$ and ${\\cal B}(\\chi_{c2}\\ar\\ww)=(1.77\\pm 0.47\\pm\n0.36)\\times 10^{-3}$, where the first errors are statistical and the second\nsystematic. The significances of the two signals are $4.4\\sigma$ and\n$4.7\\sigma$, respectively.\n","Comment: 6 pages, 6 figures"]}]
["hep-ex/0510030",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0510030","Phys.Rev.Lett.96:162301,2006","doi:10.1103/PhysRevLett.96.162301"],"date":["2005-10-11","2005-12-22"],"type":["text"],"creator":["The HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Double hadron leptoproduction in the nuclear medium"],"description":["  First measurement of double-hadron production in deep-inelastic scattering\nhas been measured with the HERMES spectrometer at HERA using a 27.6 GeV\npositron beam with deuterium, nitrogen, krypton and xenon targets. The\ninfluence of the nuclear medium on the ratio of double-hadron to single-hadron\nyields has been investigated. Nuclear effects are clearly observed but with\nsubstantially smaller magnitude and reduced $A$-dependence compared to\npreviously measured single-hadron multiplicity ratios. The data are in fair\nagreement with models based on partonic or pre-hadronic energy loss, while they\nseem to rule out a pure absorptive treatment of the final state interactions.\nThus, the double-hadron ratio provides an additional tool for studying\nmodifications of hadronization in nuclear matter.\n"]}]
["hep-ex/0511022",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0511022","Phys.Lett.B637:32-38,2006","doi:10.1016/j.physletb.2006.04.002"],"date":["2005-11-08","2006-05-11"],"type":["text"],"creator":["The FOCUS collaboration","Link, J. M."],"language":[],"coverage":[],"title":["New Measurement of BR(D+ ->Rho0 Mu+ Nu) / BR(D+ ->K*0 Mu+ Nu) Branching\n  Ratio"],"description":["  Using data collected by the FOCUS experiment at Fermilab, we present a new\nmeasurement of the charm semileptonic branching ratio BR(D+ -> rho0 mu+\nnu)/BR(D+ -> K*0 mu+ nu). From a sample of 320+-44 and 11372+-161 D+ -> rho0\nmu+ nu and D+ -> K*0 mu+ nu events respectively, we find BR(D+ -> rho0 mu+\nnu)/BR(D+ -> K*0 mu+ nu)=0.041+-0.006(stat)+-0.004(syst).\n","Comment: 14 pages, 2 figures; References added; Accepted Version"]}]
["hep-ex/0605103",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0605103","Eur.Phys.J.C47:31-37,2006","doi:10.1140/epjc/s2006-02558-x"],"date":["2006-05-23"],"type":["text"],"creator":["BES Collaboration","Ablikim, M."],"language":[],"coverage":[],"title":["Measurements of the absolute branching fractions for D->Kbar pi e+ nu_e,\n  D-> K*bar e+nu_e and determination of Gamma(D+ -> K*0bar e+ nu_e)/Gamma(D+ ->\n  K0bar e+nu_e)"],"description":["  Using the data of about 33 pb$^{-1}$ collected at and around 3.773 GeV with\nthe BES-II detector at the BEPC collider, we have studied the exclusive\nsemileptonic decays $D^+ \\to K^-\\pi^+ e^+\\nu_e$, $D^0 \\to \\bar\nK^0\\pi^-e^+\\nu_e$, $D^+ \\to \\bar K^{*0}e^+\\nu_e$ and $D^0 \\to K^{*-}e^+\\nu_e$.\nThe absolute branching fractions for the decays are measured to be ${BF}(D^+\n\\to K^-\\pi^+e^+\\nu_e)=(3.50\\pm0.75\\pm0.27)%$, ${BF}(D^0 \\to \\bar\nK^0\\pi^-e^+\\nu_e)=(2.61\\pm1.04\\pm0.28)%$, ${BF}(D^+ \\to \\bar\nK^{*0}e^+\\nu_e)=(5.06\\pm1.21\\pm0.40)%$ and ${BF}(D^0 \\to\nK^{*-}e^+\\nu_e)=(2.87\\pm 1.48\\pm 0.39)%$. The ratio of the vector to\npseudoscalar semileptonic decay rates $\\Gamma(D^+\\to\\bar\nK^{*0}e^+\\nu_e)/\\Gamma(D^+\\to\\bar K^0e^+\\nu_e)$ is determined to be\n$0.57\\pm0.17\\pm0.02$.\n"]}]
["hep-ex/0605108",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0605108","Phys.Rev.D75:011103,2007","doi:10.1103/PhysRevD.75.011103"],"date":["2006-05-25","2006-12-20"],"type":["text"],"creator":["The HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["The Beam--Charge Azimuthal Asymmetry and Deeply Virtual Compton\n  Scattering"],"description":["  The first observation of an azimuthal cross--section asymmetry with respect\nto the charge of the incoming lepton beam is reported from a study of hard\nexclusive electroproduction of real photons. The data have been accumulated by\nthe HERMES experiment at DESY, in which the HERA 27.6 GeV electron or positron\nbeam scattered off an unpolarized hydrogen gas target. The observed asymmetry\nis attributed to the interference between the Bethe--Heitler process and the\nDeeply Virtual Compton Scattering (DVCS) process. The interference term is\nsensitive to DVCS amplitudes, which provide the most direct access to\nGeneralized Parton Distributions.\n"]}]
["hep-ex/0606006",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0606006","Eur.Phys.J.C48:667-676,2006","doi:10.1140/epjc/s10052-006-0051-3"],"date":["2006-06-02"],"type":["text"],"creator":["ICARUS Collaboration","Ankowski, A."],"language":[],"coverage":[],"title":["Measurement of Through-Going Particle Momentum By Means Of Multiple\n  Scattering With The ICARUS T600 TPC"],"description":["  The ICARUS collaboration has demonstrated, following the operation of a 600\nton (T600) detector at shallow depth, that the technique based on liquid Argon\nTPCs is now mature. The study of rare events, not contemplated in the Standard\nModel, can greatly benefit from the use of this kind of detectors. In\nparticular, a deeper understanding of atmospheric neutrino properties will be\nobtained thanks to the unprecedented quality of the data ICARUS provides.\nHowever if we concentrate on the T600 performance, most of the $\\nu_\\mu$\ncharged current sample will be partially contained, due to the reduced\ndimensions of the detector. In this article, we address the problem of how well\nwe can determine the kinematics of events having partially contained tracks.\nThe analysis of a large sample of atmospheric muons collected during the T600\ntest run demonstrate that, in case the recorded track is at least one meter\nlong, the muon momentum can be reconstructed by an algorithm that measures the\nMultiple Coulomb Scattering along the particle's path. Moreover, we show that\nmomentum resolution can be improved by a factor two using an algorithm based on\nthe Kalman Filtering technique.\n"]}]
["hep-ex/0606047",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0606047","Phys.Rev.Lett.97:142002,2006","doi:10.1103/PhysRevLett.97.142002"],"date":["2006-06-20"],"type":["text"],"creator":["BES Collaboration","Ablikim, M."],"language":[],"coverage":[],"title":["Observation of a broad 1^-- resonant structure around 1.5 GeV/$c^2$ in\n  the K^+K^- mass spectrum in J/psi --> K^+K^-pi^0"],"description":["  A broad peak is observed at low K^+K^- invariant mass in J/psi --> K^+K^-pi^0\ndecays found in a sample of 5.8\\times 10^7 J/psi events collected with the\nBESII detector. A partial wave analysis shows that the J^PC of this structure\nis 1^--. Its pole position is determined to be\n(1576^{+49}_{-55}(stat)^{+98}_{-91}(syst)) MeV/c^2 -\ni(409^{+11}_{-12}$(stat)^{+32}_{-67}(syst)) MeV/c^2. These parameters are not\ncompatible with any known meson resonances.\n","Comment: 5 pages, 3 figures. Submitted to Phys. Rev. Lett"]}]
["hep-ex/0609039",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0609039","Phys.Rev.D75:012007,2007","doi:10.1103/PhysRevD.75.012007"],"date":["2006-09-21","2006-10-31"],"type":["text"],"creator":["The HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Precise determination of the spin structure function $\\mathbf{g_1}$ of\n  the proton, deuteron and neutron"],"description":["  Precise measurements of the spin structure functions of the proton\n$g_1^p(x,Q^2)$ and deuteron $g_1^d(x,Q^2)$ are presented over the kinematic\nrange $0.0041 \\leq x \\leq 0.9$ and $0.18 $ GeV$^2$ $\\leq Q^2 \\leq 20$ GeV$^2$.\nThe data were collected at the HERMES experiment at DESY, in deep-inelastic\nscattering of 27.6 GeV longitudinally polarized positrons off longitudinally\npolarized hydrogen and deuterium gas targets internal to the HERA storage ring.\nThe neutron spin structure function $g_1^n$ is extracted by combining proton\nand deuteron data. The integrals of $g_1^{p,d}$ at $Q^2=5$ GeV$^2$ are\nevaluated over the measured $x$ range. Neglecting any possible contribution to\nthe $g_1^d$ integral from the region $x \\leq 0.021$, a value of $0.330 \\pm\n0.011\\mathrm{(theo.)}\\pm0.025\\mathrm{(exp.)}\\pm 0.028$(evol.) is obtained for\nthe flavor-singlet axial charge $a_0$ in a leading-twist NNLO analysis.\n"]}]
["hep-ex/0609050",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0609050","Eur.Phys.J.C50:299-314,2007","doi:10.1140/epjc/s10052-007-0257-z"],"date":["2006-09-26","2007-02-14"],"type":["text"],"creator":["ZEUS Collaboration","Chekanov, S."],"language":[],"coverage":[],"title":["Measurement of open beauty production at HERA in the D* muon final state"],"description":["  The production of beauty quarks with a D*+- and a muon in the final state has\nbeen measured with the ZEUS detector at HERA using an integrated luminosity of\n114 pb-1. Low transverse-momentum thresholds for the muon and D* meson allow a\nmeasurement of beauty production closer to the production threshold than\nprevious measurements. The beauty signal was extracted using the charge\ncorrelations and angular distributions of the muon with respect to the D*\nmeson. Cross sections for photoproduction and deep inelastic scattering are\nsomewhat higher than, but compatible with, next-to-leading-order QCD\npredictions, and compatible with other measurements.\n","Comment: Second submission: 36 pages, 7 figures, 3 tables, minor revisions,\n  accepted by European Physical Journal C"]}]
["hep-ex/0610019",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0610019"],"date":["2006-10-08","2006-11-29"],"type":["text"],"creator":["BES Collaboration","Ablikim, M."],"language":[],"coverage":[],"title":["Direct Measurements of the Branching Fractions for the Semileptonic\n  Decays $D^0 \\to K^-\\mu^+\\nu_\\mu$ and $D^0 \\to \\pi^-\\mu^+\\nu_\\mu$"],"description":["  Based on the data sample of 33 pb$^{-1}$ collected at and around 3.773 GeV\nwith the BES-II detector at the BEPC collider, the absolute branching fractions\nfor the semileptonic decays $D^0\\to K^-\\mu^+\\nu_\\mu$ and\n$D^0\\to\\pi^-\\mu^+\\nu_\\mu$ have been measured. In the system recoiling against\n$7584\\pm198\\pm341$ singly tagged $\\bar D^0$ mesons, $87.2\\pm13.6$ events for\n$D^0\\to K^-\\mu^+\\nu_\\mu$ and $9.3\\pm7.4$ events for $D^0\\to\\pi^-\\mu^+\\nu_\\mu$\nare observed. These yield the absolute branching fractions to be $BF(D^0\\to\nK^-\\mu ^+\\nu_\\mu)= (3.55\\pm0.56\\pm0.59)%$ and $BF(D^0\\to\\pi^-\\mu^+\\nu_\\mu)=\n(0.38\\pm0.30\\pm0.10)%$. The measured branching fraction for $D^0\\to K^-\\mu\n^+\\nu_\\mu$ was previously used to determine the ratio $\\Gamma(D^0\\to\nK^-\\mu^+\\nu_\\mu)/ \\Gamma(D^+\\to \\bar K^0\\mu^+\\nu_\\mu)$ combining the previously\nmeasured branching fraction for $D^+\\to \\bar K^0\\mu^+\\nu_\\mu$ by the BES\nCollaboration.\n","Comment: 7 pages, 6 figures"]}]
["hep-ex/0610023",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0610023","Phys.Lett.B645:19-25,2007","doi:10.1016/j.physletb.2006.11.056"],"date":["2006-10-09","2006-11-20"],"type":["text"],"creator":["BES Collaboration","Ablikim, M."],"language":[],"coverage":[],"title":["Production of $\\sigma$ in $\\psi(2S)\\to \\pi^{+}\\pi^{-}J/\\psi$"],"description":["  Using 14M $\\psi(2S)$ events accumulated by BESII at the BEPC, a Covariant\nHelicity Amplitude Analysis is performed for $\\psi(2S)\\to\\pi^+\\pi^-J/\\psi,\nJ/\\psi\\to \\mu^+\\mu^-$. The $\\pi^+\\pi^-$ mass spectrum, distinctly different\nfrom phase space, suggests $\\sigma$ production in this process. Two different\ntheoretical schemes are used in the global fit to the data. The results are\nconsistent with the existence of the $\\sigma$. The $\\sigma$ pole position is\ndetermined to be $(552^{+84}_{-106})-i(232^{+81}_{-72})$ MeV/$c^2$.\n","Comment: 9 pages, 11 figures. Accepted by Phys. Lett. B"]}]
["hep-ex/0611018",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0611018","Eur.Phys.J.C50:269-281,2007","doi:10.1140/epjc/s10052-007-0240-8"],"date":["2006-11-08","2007-01-31"],"type":["text"],"creator":["ZEUS Collaboration","Chekanov, S."],"language":[],"coverage":[],"title":["Search for stop production in R-parity-violating supersymmetry at HERA"],"description":["  A search for stop production in R-parity-violating supersymmetry has been\nperformed in $e^{+}p$ interactions with the ZEUS detector at HERA, using an\nintegrated luminosity of 65 pb$^{-1}$. At HERA, the R-parity-violating coupling\n$\\lambda'$ allows resonant squark production, $e^+d\\to\\tilde{q}$. Since the\nlowest-mass squark state in most supersymmetry models is the light stop,\n$\\tilde{t}$, this search concentrated on production of $\\tilde{t}$, followed\neither by a direct R-parity-violating decay, or by the gauge decay to\n$b\\tilde{\\chi}^+_{1}$. No evidence for stop production was found and limits\nwere set on $\\lambda'_{131}$ as a function of the stop mass in the framework of\nthe Minimal Supersymmetric Standard Model. The results have also been\ninterpreted in terms of constraints on the parameters of the minimal\nSupergravity model.\n","Comment: 24 pages, 11 figures, 1 table, Accepted by European Physical Journal\n  C"]}]
["hep-ex/0612008",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0612008","Eur.Phys.J.C50:283-297,2007","doi:10.1140/epjc/s10052-007-0241-7"],"date":["2006-12-05","2007-01-31"],"type":["text"],"creator":["ZEUS Collaboration","Chekanov, S."],"language":[],"coverage":[],"title":["Photoproduction of events with rapidity gaps between jets at HERA"],"description":["  The photoproduction of dijet events, where the two jets with the highest\ntransverse energy are separated by a large gap in pseudorapidity, have been\nstudied with the ZEUS detector using an integrated luminosity of 39 pb$^{-1}$.\nRapidity-gap events are defined in terms of the energy flow between the jets,\nsuch that the total summed transverse energy in this region is less than some\nvalue $E_{\\rm T}^{\\rm CUT}$. The data show a clear excess over the predictions\nof standard photoproduction models. This is interpreted as evidence for a\nstrongly interacting exchange of a color-singlet object. Monte Carlo models\nwhich include such a color-singlet exchange are able to describe the data.\n","Comment: 28 pages, 13 figures, accepted by EPJ C"]}]
["hep-ex/0612023",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0612023","Eur.Phys.J.C51:1-23,2007","doi:10.1140/epjc/s10052-007-0299-2"],"date":["2006-12-12","2007-03-23"],"type":["text"],"creator":["ZEUS Collaboration","Chekanov, S."],"language":[],"coverage":[],"title":["Measurement of K0S, Lambda, Antilambda production at HERA"],"description":["  The production of the neutral strange hadrons $K^{0}_{S}$, $\\Lambda$ and\n$\\bar{\\Lambda}$ has been measured in $ep$ collisions at HERA using the ZEUS\ndetector. Cross sections, baryon-to-meson ratios, relative yields of strange\nand charged light hadrons, $\\Lambda$ ($\\bar{\\Lambda}$) asymmetry and\npolarization have been measured in three kinematic regions: $Q^2 > 25 \\gev^2$;\n$5 < Q^2 < 25 \\gev^2$; and in photoproduction ($Q^2 \\simeq 0$). In\nphotoproduction the presence of two hadronic jets, each with at least $5 \\gev$\ntransverse energy, was required. The measurements agree in general with Monte\nCarlo models and are consistent with measurements made at $e^+ e^-$ colliders,\nexcept for an enhancement of baryon relative to meson production in\nphotoproduction.\n","Comment: 40 pages, 20 figures, 1 table, minor revisions, accepted by European\n  Physical Journal C"]}]
["hep-ex/0612059",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0612059","Phys.Lett.B648:164-170,2007","doi:10.1016/j.physletb.2007.03.015"],"date":["2006-12-22"],"type":["text"],"creator":["HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Beam-Spin Asymmetries in the Azimuthal Distribution of Pion\n  Electroproduction"],"description":["  A measurement of the beam-spin asymmetry in the azimuthal distribution of\npions produced in semi-inclusive deep-inelastic scattering off protons is\npresented. The measurement was performed using the {HERMES} spectrometer with a\nhydrogen gas target and the longitudinally polarized 27.6 GeV positron beam of\nHERA. The sinusoidal amplitude of the dependence of the asymmetry on the angle\n$\\phi$ of the hadron production plane around the virtual photon direction\nrelative to the lepton scattering plane was measured for $\\pi^+,\\pi^-$ and\n$\\pi^0$ mesons. The dependence of this amplitude on the Bjorken scaling\nvariable and on the pion fractional energy and transverse momentum is\npresented. The results are compared to theoretical model calculations.\n"]}]
["hep-ex/0701039",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0701039","Phys.Lett.B649:12-24,2007","doi:10.1016/j.physletb.2007.03.039"],"date":["2007-01-20","2007-03-19"],"type":["text"],"creator":["ZEUS Collaboration","Chekanov, S."],"language":[],"coverage":[],"title":["Jet-radius dependence of inclusive-jet cross sections in deep inelastic\n  scattering at HERA"],"description":["  Differential inclusive-jet cross sections have been measured for different\njet radii in neutral current deep inelastic ep scattering for boson\nvirtualities Q^2 > 125 GeV^2 with the ZEUS detector at HERA using an integrated\nluminosity of 81.7 pb^-1. Jets were identified in the Breit frame using the k_T\ncluster algorithm in the longitudinally inclusive mode for different values of\nthe jet radius R. Differential cross sections are presented as functions of Q^2\nand the jet transverse energy, E_T,B^jet. The dependence on R of the\ninclusive-jet cross section has been measured for Q^2 > 125 and 500 GeV^2 and\nfound to be linear with R in the range studied. Next-to-leading-order QCD\ncalculations give a good description of the measurements for 0.5 <= R <= 1. A\nvalue of alpha_s(M_Z) has been extracted from the measurements of the\ninclusive-jet cross-section dsigma/dQ^2 with R=1 for Q^2 > 500 GeV^2:\nalpha_s(M_Z) = 0.1207 +- 0.0014 (stat.) -0.0033 +0.0035 (exp.) -0.0023 +0.0022\n(th.). The variation of alpha_s with E_T,B^jet is in good agreement with the\nrunning of alpha_s as predicted by QCD.\n","Comment: 28 pages, 4 figures, 4 tables, minor revisions, accepted by Physics.\n  Letters B, tables only in the hep-ex version"]}]
["hep-ex/0702028",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0702028","Nucl.Phys.B776:1-37,2007","doi:10.1016/j.nuclphysb.2007.03.045"],"date":["2007-02-19","2007-03-09"],"type":["text"],"creator":["ZEUS Collaboration","Chekanov, S."],"language":[],"coverage":[],"title":["Leading neutron energy and pT distributions in deep inelastic scattering\n  and photoproduction at HERA"],"description":["  The production of energetic neutrons in $ep$ collisions has been studied with\nthe ZEUS detector at HERA. The neutron energy and $p_T^2$ distributions were\nmeasured with a forward neutron calorimeter and tracker in a $40 \\pb^{-1}$\nsample of inclusive deep inelastic scattering (DIS) data and a $6 \\pb^{-1}$\nsample of photoproduction data. The neutron yield in photoproduction is\nsuppressed relative to DIS for the lower neutron energies and the neutrons have\na steeper $p_T^2$ distribution, consistent with the expectation from absorption\nmodels. The distributions are compared to HERA measurements of leading protons.\nThe neutron energy and transverse-momentum distributions in DIS are compared to\nMonte Carlo simulations and to the predictions of particle exchange models.\nModels of pion exchange incorporating absorption and additional secondary meson\nexchanges give a good description of the data.\n","Comment: 48 pages, 6 tables, 23 figures, minor revisions, accepted by Nuclear\n  Physics B"]}]
["hep-ex/0702034",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0702034","Phys.Lett.B649:111-121,2007","doi:10.1016/j.physletb.2007.04.003"],"date":["2007-02-22","2007-04-10"],"type":["text"],"creator":["ZEUS Collaboration","Chekanov, S."],"language":[],"coverage":[],"title":["Measurement of D*+- meson production in ep scattering at low Q^2"],"description":["  The production of D*+-(2010) mesons in ep scattering in the range of\nexchanged photon virtuality 0.05 < Q^2 < 0.7 GeV^2 has been measured with the\nZEUS detector at HERA using an integrated luminosity of 82 pb-1. The decay\nchannels D*+ -> D0 pi+ with D0 -> K- pi+ and corresponding antiparticle decay\nwere used to identify D* mesons and the ZEUS beampipe calorimeter was used to\nidentify the scattered electron. Differential D* cross sections as functions of\nQ^2, inelasticity, y, transverse momentum of the D* meson, p_T(D*), and\npseudorapidity of the D* meson, eta(D*), have been measured in the kinematic\nregion 0.02 < y < 0.85, 1.5 < p_T(D*) < 9.0 GeV and |eta(D*)| < 1.5. The\nmeasured differential cross sections are in agreement with two different NLO\nQCD calculations. The cross sections are also compared to previous ZEUS\nmeasurements in the photoproduction and DIS regimes.\n","Comment: 24 pages, 3 tables, 4 figures, minor revisions, accepted by Physics\n  Letters B"]}]
["hep-ex/9606013",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9606013","Phys.Rev.Lett.77:3303-3308,1996","doi:10.1103/PhysRevLett.77.3303"],"date":["1996-06-21"],"type":["text"],"creator":["The DZero Collaboration","Abachi, S."],"language":[],"coverage":[],"title":["Search for Anomalous WW and WZ Production in ppbar Collisions at sqrt(s)\n  = 1.8 TeV"],"description":["  We present results from a search for anomalous WW and WZ production in ppbar\ncollisions at sqrt(s) = 1.8 TeV. We used ppbar->evjjX events observed during\nthe 1992-1993 run of the Fermilab Tevatron collider, corresponding to an\nintegrated luminosity of 13.7 +- 0.7 pb^-1. A fit to the transverse momentum\nspectrum of the W boson yields direct limits on the CP-conserving anomalous\nWWgamma and WWZ coupling parameters of -0.9 < delta kappa < 1.1 (with lambda =\n0) and -0.6 < lambda < 0.7 (with delta kappa = 0) at the 95% confidence level,\nfor a form factor scale Lambda = 1.5 TeV, assuming that the WWgamma and WWZ\ncoupling parameters are equal.\n","Comment: 11 pages including 3 figures. Paper submitted to Phys. Rev. Lett"]}]
["hep-ex/9612002",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9612002","Phys.Rev.Lett.78:3634-3639,1997","doi:10.1103/PhysRevLett.78.3634"],"date":["1996-12-04"],"type":["text"],"creator":["The DZero Collaboration","Abachi, S."],"language":[],"coverage":[],"title":["Limits on Anomalous $WW\\gamma$ Couplings from $p\\bar{p} \\to W \\gamma +\n  X$ Events at $\\sqrt{s}=1.8$ TeV"],"description":["  We have measured the $WW\\gamma$ gauge boson coupling parameters using\n$p\\bar{p}\\to \\ell\\nu\\gamma+X$ ($\\ell=e,\\mu$) events at $\\sqrt{s}=1.8$ TeV. The\ndata, corresponding to an integrated luminosity of 89.1 pb^{-1}, were collected\nusing the D0 detector at the Fermilab Tevatron Collider. The measured cross\nsection times branching ratio for $p\\bar{p} \\to W\\gamma+X$ with $p_T^\\gamma$ >\n10 GeV/c and $R_{\\ell\\gamma} > 0.7$ is ${11.8}^{+1.7}_{-1.6} \\pm 2.0$ pb, in\nagreement with the Standard Model prediction. The one degree of freedom 95%\nconfidence level limits on individual CP-conserving parameters are\n$-0.98<\\Delta\\kappa<1.01$ and $-0.33<\\lambda<0.31$. Similar limits are set on\nthe CP}violating coupling parameters.\n","Comment: 10 pages, including two figures. Paper submitted to Phys. Rev. Lett"]}]
["hep-ex/9705012",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9705012","Phys.Rev.Lett.79:26-30,1997","doi:10.1103/PhysRevLett.79.26"],"date":["1997-05-17"],"type":["text"],"creator":["The SLAC E154 Collaboration","Abe, K."],"language":[],"coverage":[],"title":["Precision Determination of the Neutron Spin Structure Function g1n"],"description":["  We report on a precision measurement of the neutron spin structure function\n$g^n_1$ using deep inelastic scattering of polarized electrons by polarized\n^3He. For the kinematic range 0.014<x<0.7 and 1 (GeV/c)^2< Q^2< 17 (GeV/c)^2,\nwe obtain $\\int^{0.7}_{0.014} g^n_1(x)dx = -0.036 \\pm 0.004 (stat) \\pm 0.005\n(syst)$ at an average $Q^2=5 (GeV/c)^2$. We find relatively large negative\nvalues for $g^n_1$ at low $x$. The results call into question the usual Regge\ntheory method for extrapolating to x=0 to find the full neutron integral\n$\\int^1_0 g^n_1(x)dx$, needed for testing quark-parton model and QCD sum rules.\n","Comment: 5 pages, 3 figures To be published in Phys. Rev. Lett"]}]
["hep-ex/9807014",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9807014","Phys.Rev.Lett.82:2457-2462,1999","doi:10.1103/PhysRevLett.82.2457"],"date":["1998-07-16","1998-07-20"],"type":["text"],"creator":["D0 Collaboration","Abbott, B."],"language":[],"coverage":[],"title":["The Dijet Mass Spectrum and a Search for Quark Compositeness in bar{p}p\n  Collisions at sqrt{s} = 1.8 TeV"],"description":["  Using the DZero detector at the 1.8 TeV pbarp Fermilab Tevatron collider, we\nhave measured the inclusive dijet mass spectrum in the central pseudorapidity\nregion |eta_jet| < 1.0 for dijet masses greater than 200 Gev/c^2. We have also\nmeasured the ratio of spectra sigma(|eta_jet| < 0.5)/sigma(0.5 < |eta_jet| <\n1.0). The order alpha_s^3 QCD predictions are in good agreement with the data\nand we rule out models of quark compositeness with a contact interaction scale\n< 2.4 TeV at the 95% confidence level.\n","Comment: 11 pages, 4 figures, 2 tables, submitted to Phys. Rev. Lett"]}]
["hep-ex/9807018",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9807018","Phys.Rev.Lett.82:2451-2456,1999","doi:10.1103/PhysRevLett.82.2451"],"date":["1998-07-17"],"type":["text"],"creator":["D0 Collaboration","Abbott, B."],"language":[],"coverage":[],"title":["The Inclusive Jet Cross Section in pbar-p Collisions at sqrt(s) = 1.8\n  TeV"],"description":["  We have made a precise measurement of the central inclusive jet cross section\nat sqrt(s) = 1.8 TeV. The measurement is based on an integrated luminosity of\n92 pb-1 collected at the Fermilab Tevatron pbar-p Collider with the D-Zero\ndetector. The cross section, reported as a function of jet transverse energy\n(ET >= 60 GeV) in the pseudorapidity interval |eta| <= 0.5, is in good\nagreement with predictions from next-to-leading order quantum chromodynamics.\n","Comment: 13 pages, 4 figures, submitted to Physical Review Letters"]}]
["hep-ex/9810031",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9810031","Phys.Rev.Lett.83:3124-3129,1999","doi:10.1103/PhysRevLett.83.3124"],"date":["1998-10-14"],"type":["text"],"creator":["The CDF Collaboration","Abe, F."],"language":[],"coverage":[],"title":["Search for a Technicolor omega_T Particle in Events with a Photon and a\n  b-quark Jet at CDF"],"description":["  If the Technicolor omega_T particle exists, a likely decay mode is omega_T ->\ngamma pi_T, followed by pi_T -> bb-bar, yielding the signature gamma bb-bar. We\nhave searched 85 pb^-1 of data collected by the CDF experiment at the Fermilab\nTevatron for events with a photon and two jets, where one of the jets must\ncontain a secondary vertex implying the presence of a b quark. We find no\nexcess of events above standard model expectations. We express the result of an\nexclusion region in the M_omega_T - M_pi_T mass plane.\n","Comment: 14 pages, 2 figures. Available from the CDF server (PS with figs):\n  http://www-cdf.fnal.gov/physics/pub98/cdf4674_omega_t_prl_4.ps\n  FERMILAB-PUB-98/321-E"]}]
["hep-ex/9912017",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9912017","Phys.Rev.Lett.84:2786-2791,2000","doi:10.1103/PhysRevLett.84.2786"],"date":["1999-12-07"],"type":["text"],"creator":["D0 Collaboration","Abbott, B."],"language":[],"coverage":[],"title":["The Isolated Photon Cross Section in p pbar Collisions at sqrt(s) = 1.8\n  TeV"],"description":["  We report a new measurement of the cross section for the production of\nisolated photons, with transverse energies (ET) above 10 GeV and\npseudorapidities |eta| < 2.5, in p pbar collisions at sqrt{s} = 1.8 TeV. The\nresults are based on a data sample of 107.6 pb-1 recorded during 1992--1995\nwith the D0 detector at the Fermilab Tevatron collider. The background,\npredominantly from jets which fragment to neutral mesons, was estimated using\nthe longitudinal shower shape of photon candidates in the calorimeter. The\nmeasured cross section is in good agreement with the next-to-leading order\n(NLO) QCD calculation for ET > 36 GeV.\n","Comment: 12 pages, 4 figures, LaTeX. Submitted to Physical Review Letters"]}]
["hep-th/0409170",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0409170","Class.Quant.Grav.22:207-226,2005","doi:10.1088/0264-9381/22/1/014"],"date":["2004-09-16","2012-08-02"],"type":["text"],"creator":["Figueroa-O'Farrill, José","Meessen, Patrick","Philip, Simon"],"language":[],"coverage":[],"title":["Supersymmetry and homogeneity of M-theory backgrounds"],"description":["  We describe the construction of a Lie superalgebra associated to an arbitrary\nsupersymmetric M-theory background, and discuss some examples. We prove that\nfor backgrounds with more than 24 supercharges, the bosonic subalgebra acts\nlocally transitively. In particular, we prove that backgrounds with more than\n24 supersymmetries are necessarily (locally) homogeneous.\n","Comment: 19 pages (Erroneous Section 6.3 removed from the paper.)"]}]
["hep-th/0703192",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0703192","Class.Quant.Grav.24:3291-3308,2007","doi:10.1088/0264-9381/24/13/010"],"date":["2007-03-21","2012-08-02"],"type":["text"],"creator":["Figueroa-O'Farrill, José","Hackett-Jones, Emily","Moutsopoulos, George"],"language":[],"coverage":[],"title":["The Killing superalgebra of ten-dimensional supergravity backgrounds"],"description":["  We construct the Killing superalgebra of supersymmetric backgrounds of\nten-dimensional heterotic and type II supergravities and prove that it is a Lie\nsuperalgebra. We also show that if the fraction of supersymmetry preserved by\nthe background is greater than 1/2, in the heterotic case, or greater than 3/4\nin the type II case, then the background is locally homogeneous.\n","Comment: 21 pages; V2: 3 references added; V3: 1 reference added and two\n  imprecisions corrected; V4: small changes due to error in a separate paper"]}]
["math/0212362",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J29, 14J25, 14H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0212362","Pacific Journal of Mathematics 219 (2005), 83--95"],"date":["2002-12-28","2012-08-01"],"type":["text"],"creator":["Chen, Meng","Viehweg, Eckart"],"language":[],"coverage":[],"title":["Bicanonical and adjoint linear systems on surfaces of general type"],"description":["  This note contains a new proof of a theorem of Gang Xiao saying that the\nbicanonical map of a surface S of general type is generically finite if and\nonly if the second plurigenus of S is strictly larger than 2. Such properties\nare also studied for adjoint linear systems |K_S+L|, where L is any divisor\nwith at least 2 linearly independent sections.\n","Comment: Several misleading misprints in the published form have been revised\n  here"]}]
["nucl-ex/0212021",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0212021"],"date":["2002-12-19"],"type":["text"],"creator":["PHOBOS Collaboration","van Nieuwenhuizen, Gerrit J."],"language":[],"coverage":[],"title":["Charged hadron transverse momentum distributions in Au+Au collisions at\n  $\\sqrt{s_{_{NN}}} =$ 200 GeV"],"description":["  We present transverse momentum distributions of charged hadrons produced in\nAu+Au collisions at $\\sqrt{s_{_{NN}}} =$ 200 GeV. The evolution of the spectra\nfor transverse momenta $p_T$ from 0.25 to 5 GeV/C is studied as a function of\ncollision centrality. We find a significant change of the spectral shape\nbetween proton-antiproton and peripheral Au+Au collisions. When comparing\nperipheral to central Au+Au collisions, we find that the yields at the highest\n$p_T$ exhibit approximate scaling with the number of participating nucleons,\nrather than scaling with the number of binary collisions.\n","Comment: 3 Pages, 4 Figures, contributed to the Proceedings of the 31st\n  International Conference on High Energy Physics, Amsterdam, Netherlands,\n  24-31 July, 2002"]}]
["nucl-ex/0401006",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0401006","Phys.Rev.C70:051901,2004","doi:10.1103/PhysRevC.70.051901"],"date":["2004-01-07"],"type":["text"],"creator":["PHOBOS Collaboration","Back, B. B."],"language":[],"coverage":[],"title":["Particle Production at Very Low Transverse Momenta in Au+Au Collisions\n  at s(NN)**1/2 = 200 GeV"],"description":["  We present results on charged particle production at very low transverse\nmomenta in the 15% most central Au+Au collisions at sqrt(s_NN) = 200 GeV\nobtained with the PHOBOS detector at RHIC. The invariant yields were measured\nat mid-rapidity in the transverse momentum ranges from 30 to 50 MeV/c for\ncharged pions, 90 to 130 MeV/c for charged kaons and 140 to 210 MeV/c for\nprotons and antiprotons. No significant enhancement in low transverse momentum\nparticle production is observed as compared to extrapolations of identified\nparticle spectra measured at an intermediate pT range. The spectra tend to\nflatten at low pT, consistent with the expectations of transverse expansion of\nthe system.\n","Comment: Jan. 2004, 4pp. Submitted to Phys. Rev. Lett"]}]
["nucl-ex/0408012",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0408012","J.Phys.G34:799-816,2007","doi:10.1088/0954-3899/34/5/002"],"date":["2004-08-11","2007-01-12"],"type":["text"],"creator":["STAR Collaboration","Adams, J."],"language":[],"coverage":[],"title":["Two-particle correlations on transverse momentum and momentum\n  dissipation in Au-Au collisions at $\\sqrt{s_{NN}}$ = 130 GeV"],"description":["  Measurements of two-particle correlations on transverse momentum $p_t$ for\nAu-Au collisions at $\\sqrt{s_{NN}} = 130$ GeV are presented. Significant\nlarge-momentum-scale correlations are observed for charged primary hadrons with\n$0.15 \\leq p_t \\leq 2$ GeV/$c$ and pseudorapidity $|\\eta| \\leq 1.3$. Such\ncorrelations were not observed in a similar study at lower energy and are not\npredicted by theoretical collision models. Their direct relation to mean-$p_t$\nfluctuations measured in the same angular acceptance is demonstrated. Positive\ncorrelations are observed for pairs of particles which have large $p_t$ values\nwhile negative correlations occur for pairs in which one particle has large\n$p_t$ and the other has much lower $p_t$. The correlation amplitudes per final\nstate particle increase with collision centrality. The observed correlations\nare consistent with a scenario in which the transverse momentum of hadrons\nassociated with initial-stage semi-hard parton scattering is dissipated by the\nmedium to lower $p_t$.\n","Comment: 12 pages, 5 figures"]}]
["nucl-ex/0605007",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0605007","Phys.Rev.Lett.96:162302,2006","doi:10.1103/PhysRevLett.96.162302"],"date":["2006-05-10"],"type":["text"],"creator":["NA60 Collaboration","Arnaldi, R."],"language":[],"coverage":[],"title":["First Measurement of the rho Spectral Function in High-Energy Nuclear\n  Collisions"],"description":["  We report on a precision measurement of low-mass muon pairs in 158 AGeV\nindium-indium collisions at the CERN SPS. A significant excess of pairs is\nobserved above the yield expected from neutral meson decays. The unprecedented\nsample size of 360 000 dimuons and the good mass resolution of about 2% allow\nus to isolate the excess by subtraction of the decay sources. The shape of the\nresulting mass spectrum is consistent with a dominant contribution from\npi+pi-->rho-->mu+mu- annihilation. The associated space-time averaged rho\nspectral function shows a strong broadening, but essentially no shift in mass.\nThis may rule out theoretical models linking hadron masses\n"]}]
