["0806.0983",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0983"],"date":["2008-06-05","2012-10-12"],"type":["text"],"creator":["Boyar, Joan","Irani, Sandy","Larsen, Kim S."],"language":[],"coverage":[],"title":["A Comparison of Performance Measures for Online Algorithms"],"description":["  This paper provides a systematic study of several proposed measures for\nonline algorithms in the context of a specific problem, namely, the two server\nproblem on three colinear points. Even though the problem is simple, it\nencapsulates a core challenge in online algorithms which is to balance\ngreediness and adaptability. We examine Competitive Analysis, the Max/Max\nRatio, the Random Order Ratio, Bijective Analysis and Relative Worst Order\nAnalysis, and determine how these measures compare the Greedy Algorithm, Double\nCoverage, and Lazy Double Coverage, commonly studied algorithms in the context\nof server problems. We find that by the Max/Max Ratio and Bijective Analysis,\nGreedy is the best of the three algorithms. Under the other measures, Double\nCoverage and Lazy Double Coverage are better, though Relative Worst Order\nAnalysis indicates that Greedy is sometimes better. Only Bijective Analysis and\nRelative Worst Order Analysis indicate that Lazy Double Coverage is better than\nDouble Coverage. Our results also provide the first proof of optimality of an\nalgorithm under Relative Worst Order Analysis.\n"]}]
["0903.5412",{"format":[],"subject":["Mathematics - Functional Analysis","47A15, 47D03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5412","J. Funct. Anal. 256 (2009), no. 12, 4187-4196","doi:10.1016/j.jfa.2009.03.010"],"date":["2009-03-31"],"type":["text"],"creator":["Drnovšek, Roman"],"language":[],"coverage":[],"title":["Invariant subspaces for operator semigroups with commutators of rank at\n  most one"],"description":["  Let X be a complex Banach space of dimension at least 2, and let S be a\nmultiplicative semigroup of operators on X such that the rank of AB - BA is at\nmost 1 for all pairs {A,B} in S. We prove that S has a non-trivial invariant\nsubspace provided it is not commutative. As a consequence we show that S is\ntriangularizable if it consists of polynomially compact operators. This\ngeneralizes results from [H. Radjavi, P. Rosenthal, From local to global\ntriangularization, J. Funct. Anal. 147 (1997), 443-456] and [G. Cigler, R.\nDrnov\\v{s}ek, D. Kokol-Bukov\\v{s}ek, T. Laffey, M. Omladi\\v{c}, H. Radjavi, P.\nRosenthal, Invariant subspaces for semigroups of algebraic operators, J. Funct.\nAnal. 160 (1998), 452-465].\n","Comment: 10 pages; to appear in Journal of Functional Analysis"]}]
["0905.1915",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1915","Electronic Notes in Discrete Mathematics, Volume 34 (2009), pp.\n  375-379","doi:10.1016/j.endm.2009.07.062"],"date":["2009-05-12","2010-06-20"],"type":["text"],"creator":["Kotek, T."],"language":[],"coverage":[],"title":["On the Reconstruction of Graph Invariants"],"description":["  The reconstruction conjecture has remained open for simple undirected graphs\nsince it was suggested in 1941 by Kelly and Ulam. In an attempt to prove the\nconjecture, many graph invariants have been shown to be reconstructible from\nthe vertex-deleted deck, and in particular, some prominent graph polynomials.\nAmong these are the Tutte polynomial, the chromatic polynomial and the\ncharacteristic polynomial. We show that the interlace polynomial, the U\n-polynomial, the universal edge elimination polynomial xi and the colored\nversions of the latter two are reconstructible.\n"]}]
["0905.3217",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3217","IEEE Transactions on Information Theory, vol. 58, pp. 1080-1093,\n  2012","doi:10.1109/TIT.2011.2165933"],"date":["2009-05-20","2009-05-29"],"type":["text"],"creator":["Hirakawa, Keigo","Wolfe, Patrick J."],"language":[],"coverage":[],"title":["Skellam shrinkage: Wavelet-based intensity estimation for inhomogeneous\n  Poisson data"],"description":["  The ubiquity of integrating detectors in imaging and other applications\nimplies that a variety of real-world data are well modeled as Poisson random\nvariables whose means are in turn proportional to an underlying vector-valued\nsignal of interest. In this article, we first show how the so-called Skellam\ndistribution arises from the fact that Haar wavelet and filterbank transform\ncoefficients corresponding to measurements of this type are distributed as sums\nand differences of Poisson counts. We then provide two main theorems on Skellam\nshrinkage, one showing the near-optimality of shrinkage in the Bayesian setting\nand the other providing for unbiased risk estimation in a frequentist context.\nThese results serve to yield new estimators in the Haar transform domain,\nincluding an unbiased risk estimate for shrinkage of Haar-Fisz\nvariance-stabilized data, along with accompanying low-complexity algorithms for\ninference. We conclude with a simulation study demonstrating the efficacy of\nour Skellam shrinkage estimators both for the standard univariate wavelet test\nfunctions as well as a variety of test images taken from the image processing\nliterature, confirming that they offer substantial performance improvements\nover existing alternatives.\n","Comment: 27 pages, 8 figures, slight formatting changes; submitted for\n  publication"]}]
["0908.4287",{"format":[],"subject":["Mathematics - General Mathematics","11M06, 11M26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4287"],"date":["2009-08-28","2012-10-12"],"type":["text"],"creator":["Carella, N. A."],"language":[],"coverage":[],"title":["A Note on the Zero-Free Regions of the Zeta Function"],"description":["  This short note contributes a new zero-free region of the zeta function. This\nzero-free region has the form {s : Re(s) > a}, where a = 21/40.\n","Comment: A sharper argument in the proof of Theorem 1, and a second proof, 12\n  pages"]}]
["0909.0972",{"format":[],"subject":["Mathematics - Operator Algebras","46L35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0972"],"date":["2009-09-04","2012-10-11"],"type":["text"],"creator":["Boersema, Jeffrey L.","Ruiz, Efren"],"language":[],"coverage":[],"title":["Axiomatic $KK$-theory for Real C*-algebras"],"description":["  We establish axiomatic characterizations of $K$-theory and $KK$-theory for\nreal C*-algebras. In particular, let $F$ be an abelian group-valued functor on\nseparable real C*-algebras. We prove that if $F$ is homotopy invariant, stable,\nand split exact, then $F$ factors through the category $KK$. Also, if $F$ is\nhomotopy invariant, stable, half exact, continuous, and satisfies an\nappropriate dimension axiom, then there is a natural isomorphism $K(A) \\to\nF(A)$ for a large class of separable real C*-algebras $A$. Furthermore, we\nprove that a natural transformation $F(A) \\to G(A)$ of homotopy invariant,\nstable, half-exact functors which is an isomorphism when $A$ is complex is\nnecessarily an isomorphism when $A$ is real.\n","Comment: This paper has been replaced by \"Pictures of KK-theory for real\n  C*-algebras\" which is posted in the arXiv at arXiv:1210.3133. Several\n  different pictures of KK-theory for real C*-algebras is given there and the\n  results are used to obtain new results for the problem of approximating a set\n  of almost commuting matrices over the field of real numbers"]}]
["0909.1338",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1338","IEEE Transactions on Information Theory, vol. 57, pp. 5360-5374,\n  2011","doi:10.1109/TIT.2011.2158895"],"date":["2009-09-07"],"type":["text"],"creator":["Hirakawa, Keigo","Wolfe, Patrick J."],"language":[],"coverage":[],"title":["\"Rewiring\" Filterbanks for Local Fourier Analysis: Theory and Practice"],"description":["  This article describes a series of new results outlining equivalences between\ncertain \"rewirings\" of filterbank system block diagrams, and the corresponding\nactions of convolution, modulation, and downsampling operators. This gives rise\nto a general framework of reverse-order and convolution subband structures in\nfilterbank transforms, which we show to be well suited to the analysis of\nfilterbank coefficients arising from subsampled or multiplexed signals. These\nresults thus provide a means to understand time-localized aliasing and\nmodulation properties of such signals and their subband\nrepresentations--notions that are notably absent from the global viewpoint\nafforded by Fourier analysis. The utility of filterbank rewirings is\ndemonstrated by the closed-form analysis of signals subject to degradations\nsuch as missing data, spatially or temporally multiplexed data acquisition, or\nsignal-dependent noise, such as are often encountered in practical signal\nprocessing applications.\n"]}]
["0910.5306",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5306","Annals of Probability 2012, Vol. 40, No. 5, 2197-2235","doi:10.1214/11-AOP673"],"date":["2009-10-28","2012-10-12"],"type":["text"],"creator":["Dumitriu, Ioana","Pal, Soumik"],"language":[],"coverage":[],"title":["Sparse regular random graphs: Spectral density and eigenvectors"],"description":["  We examine the empirical distribution of the eigenvalues and the eigenvectors\nof adjacency matrices of sparse regular random graphs. We find that when the\ndegree sequence of the graph slowly increases to infinity with the number of\nvertices, the empirical spectral distribution converges to the semicircle law.\nMoreover, we prove concentration estimates on the number of eigenvalues over\nprogressively smaller intervals. We also show that, with high probability, all\nthe eigenvectors are delocalized.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOP673 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0911.1809",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1809","Electronic Journal of probability, vol. 16 no. 87 (2011), pp.\n  2406-2438"],"date":["2009-11-09","2012-10-12"],"type":["text"],"creator":["Matic, Ivan"],"language":[],"coverage":[],"title":["Large Deviations for Processes in Random Environments with Jumps"],"description":["  A deterministic walk in a random environment can be understood as a general\nrandom process with finite-range dependence that starts repeating a loop once\nit reaches a site it has visited before. Such process lacks the Markov\nproperty. We study the exponential decay of the probabilities that the walk\nwill reach sites located far away from the origin. We also study a similar\nproblem for the continuous analogue: the process that is a solution to an ODE\nwith random coefficients. In this second model the environment also has\n\"teleports\" which are the regions from where the process can make discontinuous\njumps.\n","Comment: 21 pages, 3 figures; Institute of Mathematical Statistics, ISSN\n  1083-6489"]}]
["1001.0439",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0439","Annals of Probability 2012, Vol. 40, No. 5, 2264-2297","doi:10.1214/11-AOP679"],"date":["2010-01-04","2012-10-12"],"type":["text"],"creator":["Cohen, Samuel N.","Elliott, Robert J."],"language":[],"coverage":[],"title":["Existence, uniqueness and comparisons for BSDEs in general spaces"],"description":["  We present a theory of backward stochastic differential equations in\ncontinuous time with an arbitrary filtered probability space. No assumptions\nare made regarding the left continuity of the filtration, of the predictable\nquadratic variations of martingales or of the measure integrating the driver.\nWe present conditions for existence and uniqueness of square-integrable\nsolutions, using Lipschitz continuity of the driver. These conditions unite the\nrequirements for existence in continuous and discrete time and allow discrete\nprocesses to be embedded with continuous ones. We also present conditions for a\ncomparison theorem and hence construct time consistent nonlinear expectations\nin these general spaces.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOP679 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1003.3174",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","53B35, 53C38, 53C29, 58D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3174","Sel. Math. New. Ser. (2012) 18:539-555"],"date":["2010-03-16","2011-03-03"],"type":["text"],"creator":["Verbitsky, Misha"],"language":[],"coverage":[],"title":["A formally Kahler structure on a knot space of a G2-manifold"],"description":["  A knot space in a manifold M is a space of oriented immersions from a circle\nS^1 to M up to Diff(S^1). Brylinski has shown that a knot space of a Riemannian\nthreefold is formally Kahler. We prove that a space of knots in a holonomy G2\nmanifold is formally Kahler.\n","Comment: v. 3.0, 24 pages, general clean-up (many typos fixed), final version"]}]
["1007.1893",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1893","Annals of Probability 2012, Vol. 40, No. 5, 2168-2196","doi:10.1214/11-AOP672"],"date":["2010-07-12","2012-10-12"],"type":["text"],"creator":["Bailleul, Ismaël","Franchi, Jacques"],"language":[],"coverage":[],"title":["Nonexplosion criteria for relativistic diffusions"],"description":["  Some general Lorentz covariant operators, associated to the so-called \\Theta\n(or \\Xi)-relativistic diffusions and making sense in any Lorentzian manifold,\nhave been introduced by Franchi and Le Jan [Comm. Pure Appl. Math. 60 (2007)\n187-251], Franchi and Le Jan [Curvature diffusions in general relativity\n(2010). Unpublished manuscript]. Only a few examples have been studied so far.\nWe provide in this work some nonexplosion criteria for these diffusions, which\ncan be used in generic cases.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOP672 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1011.5152",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5152","doi:10.1088/0957-4484/22/19/195601"],"date":["2010-11-23"],"type":["text"],"creator":["Heiß, Martin","Ketterer, Bernt","Uccelli, Emanuele","Morante, Joan Ramon","Arbiol, Jordi","Morral, Anna Fontcuberta i"],"language":[],"coverage":[],"title":["Group-III assisted catalyst-free growth of InGaAs nanowires and the\n  formation of quantum dots"],"description":["  Growth of GaAs and InGaAs nanowires by the group-III assisted Molecular Beam\nEpitaxy growth method is studied in dependence of growth temperature, with the\nobjective of maximizing the indium incorporation. Nanowire growth was achieved\nfor growth temperatures as low as 550{\\deg}C. The incorporation of indium was\nstudied by low temperature micro-photoluminescence spectroscopy, Raman\nspectroscopy and electron energy loss spectroscopy. The results show that the\nincorporation of indium lowering the growth temperature does not have an effect\nin increasing the indium concentration in the bulk of the nanowire, which is\nlimited to 3-5%. For growth temperatures below 575{\\deg}C, indium rich regions\nform at the surface of the nanowires as a consequence of the radial growth.\nThis results in the formation of quantum dots, which exhibit extremely sharp\nluminescence.\n"]}]
["1011.5165",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5165","doi:10.1103/PhysRevB.83.045303"],"date":["2010-11-23"],"type":["text"],"creator":["Heiß, Martin","Conesa-Boj, Sonia","Ren, Jun","Tseng, Hsiang-Han","Gali, Adam","Rudolph, Andreas","Uccelli, Emanuele","Peiro, Francesca","Morante, Joan Ramon","Schuh, Dieter","Reiger, Elisabeth","Kaxiras, Efthimios","Arbiol, Jordi","Morral, Anna Fontcuberta i"],"language":[],"coverage":[],"title":["Direct correlation of crystal structure and optical properties in\n  wurtzite/zinc-blende GaAs nanowire heterostructures"],"description":["  A novel method for the direct correlation at the nanoscale of structural and\noptical properties of single GaAs nanowires is reported. Nanowires consisting\nof 100% wurtzite and nanowires presenting zinc-blende/wurtzite polytypism are\ninvestigated by photoluminescence spectroscopy and transmission electron\nmicroscopy. The photoluminescence of wurtzite GaAs is consistent with a band\ngap of 1.5 eV. In the polytypic nanowires, it is shown that the regions that\nare predominantly composed of either zinc-blende or wurtzite phase show\nphotoluminescence emission close to the bulk GaAs band gap, while regions\ncomposed of a nonperiodic superlattice of wurtzite and zinc-blende phases\nexhibit a redshift of the photoluminescence spectra as low as 1.455 eV. The\ndimensions of the quantum heterostructures are correlated with the light\nemission, allowing us to determine the band alignment between these two\ncrystalline phases. Our first-principles electronic structure calculations\nwithin density functional theory, employing a hybrid-exchange functional,\npredict band offsets and effective masses in good agreement with experimental\nresults.\n"]}]
["1011.6262",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6262","doi:10.1017/S0022112010006208"],"date":["2010-11-29"],"type":["text"],"creator":["Martin, Jerome","Rakotomalala, Nicole","Talon, Laurent","Salin, Dominique"],"language":[],"coverage":[],"title":["Viscous lock-exchange in rectangular channels"],"description":["  In a viscous lock-exchange gravity current, which describes the reciprocal\nexchange of two fluids of different densities in a horizontal channel, the\nfront between two Newtonian fluids spreads as the square root of time. The\nresulting diffusion coefficient reflects the competition between the buoyancy\ndriving effect and the viscous damping, and depends on the geometry of the\nchannel. This lock-exchange diffusion coefficient has already been computed for\na porous medium, a 2D Stokes flow between two parallel horizontal boundaries\nseparated by a vertical height, H, and, recently, for a cylindrical tube. In\nthe present paper, we calculate it, analytically, for a rectangular channel\n(horizontal thickness b, vertical height, H) of any aspect ratio (H/b) and\ncompare our results with experiments in horizontal rectangular channels for a\nwide range of aspect ratios (1/10-10). We also discuss the 2D Stokes-Darcy\nmodel for flows in Hele-Shaw cells and show that it leads to a rather good\napproximation, when an appropriate Brinkman correction is used.\n","Comment: 16 pages,7 figures"]}]
["1012.4961",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs","35P15, 35J40, 47A75, 47B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4961","Revista Matem\\'atica Complutense, Volume 25, Number 2 (2012),\n  435-457","doi:10.1007/s13163-011-0079-2"],"date":["2010-12-22","2011-09-03"],"type":["text"],"creator":["Burenkov, Victor","Lamberti, Pier Domenico"],"language":[],"coverage":[],"title":["Sharp spectral stability estimates via the Lebesgue measure of domains\n  for higher order elliptic operators"],"description":["  We prove sharp stability estimates for the variation of the eigenvalues of\nnon-negative self-adjoint elliptic operators of arbitrary even order upon\nvariation of the open sets on which they are defined. These estimates are\nexpressed in terms of the Lebesgue measure of the symmetric difference of the\nopen sets. Both Dirichlet and Neumann boundary conditions are considered.\n"]}]
["1101.4847",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4847","doi:10.1103/PhysRevB.83.245327"],"date":["2011-01-25","2011-05-12"],"type":["text"],"creator":["Ketterer, Bernt","Arbiol, Jordi","Morral, Anna Fontcuberta i"],"language":[],"coverage":[],"title":["Phonon confinement and plasmon-phonon interaction in nanowire based\n  quantum wells"],"description":["  Resonant Raman spectroscopy is realized on closely spaced nanowire based\nquantum wells. Phonon quantization consistent with 2.4 nm thick quantum wells\nis observed, in agreement with cross-section transmission electron microscopy\nmeasurements and photoluminescence experiments. The creation of a high density\nplasma within the quantized structures is demonstrated by the observation of\ncoupled plasmon-phonon modes. The density of the plasma and thereby the\nplasmon-phonon interaction is controlled with the excitation power. This work\nrepresents a base for further studies on confined high density charge systems\nin nanowires.\n"]}]
["1101.5930",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5930","doi:10.1080/17476933.2011.557155"],"date":["2011-01-31"],"type":["text"],"creator":["Lamberti, Pier Domenico"],"language":[],"coverage":[],"title":["Steklov-type eigenvalues associated with best Sobolev trace constants:\n  domain perturbation and overdetermined systems"],"description":["  We consider a variant of the classic Steklov eigenvalue problem, which arises\nin the study of the best trace constant for functions in Sobolev space. We\nprove that the elementary symmetric functions of the eigenvalues depend\nreal-analytically upon variation of the underlying domain and we compute the\ncorresponding Hadamard-type formulas for the shape derivatives. We also\nconsider isovolumetric and isoperimetric domain perturbations and we\ncharacterize the corresponding critical domains in terms of appropriate\noverdetermined systems. Finally, we prove that balls are critical domains for\nthe elementary symmetric functions of the eigenvalues subject to volume or\nperimeter constraint.\n"]}]
["1102.2306",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2306","doi:10.1103/PhysRevB.83.125307"],"date":["2011-02-11"],"type":["text"],"creator":["Ketterer, Bernt","Heiss, Martin","Livrozet, Marie J.","Reiger, Elisabeth","Morral, Anna Fontcuberta i"],"language":[],"coverage":[],"title":["Determination of the bandgap and split-off band of wurtzite GaAs"],"description":["  GaAs nanowires with a 100% wurtzite structure are synthesized by the\nvapor-liquid-solid method in a molecular beam epitaxy system, using gold as a\ncatalyst. We use resonant Raman spectroscopy and photoluminescence to determine\nthe position of the crystal-field split-off band of hexagonal wurtzite GaAs.\nThe temperature dependence of this transition enables us to extract the value\nat 0 K, which is 1.982 eV. Our photoluminescence excitation spectroscopy\nmeasurements are consistent with a band gap of GaAs wurtzite below 1.523 eV.\n"]}]
["1102.3952",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","17B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3952"],"date":["2011-02-18","2012-10-12"],"type":["text"],"creator":["Xu, Yongjun","Yang, Shilin"],"language":[],"coverage":[],"title":["A Categorification of the Spin Representation of $U(\\mf{so}(7,\\C))$ via\n  Projective Functors"],"description":["  The purpose of this paper is to study a categorification of the $n$-th tensor\npower of the spin representation of $U(\\mf{so}(7,\\C))$ by using certain\nsingular blocks and projective functors of the BGG category of the complex Lie\nalgebra $\\mf{gl}_n$.\n","Comment: 17 pages"]}]
["1105.2042",{"format":[],"subject":["Mathematics - Number Theory","11J72, 11J82"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2042"],"date":["2011-05-10","2012-10-12"],"type":["text"],"creator":["Carella, N. A."],"language":[],"coverage":[],"title":["Note On the Irrationality of the L-Function Constants L(s, X)"],"description":["  A unified proof of the irrationality of the special values L(n, X), n > 1 an\ninteger, of the beta L-function is put forward in this note. The first case of\nn = 2 seems to confirm that the Catalan constant L(2, X) is an irrational\nnumber.\n","Comment: Some Corrections, 10 Pages"]}]
["1106.2848",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2848","IEEE Transactions on Image Processing, vol. 21, pp. 3454-3466,\n  2012","doi:10.1109/TIP.2012.2191565"],"date":["2011-06-14"],"type":["text"],"creator":["Luisier, Florian","Blu, Thierry","Wolfe, Patrick J."],"language":[],"coverage":[],"title":["A CURE for noisy magnetic resonance images: Chi-square unbiased risk\n  estimation"],"description":["  In this article we derive an unbiased expression for the expected\nmean-squared error associated with continuously differentiable estimators of\nthe noncentrality parameter of a chi-square random variable. We then consider\nthe task of denoising squared-magnitude magnetic resonance image data, which\nare well modeled as independent noncentral chi-square random variables on two\ndegrees of freedom. We consider two broad classes of linearly parameterized\nshrinkage estimators that can be optimized using our risk estimate, one in the\ngeneral context of undecimated filterbank transforms, and another in the\nspecific case of the unnormalized Haar wavelet transform. The resultant\nalgorithms are computationally tractable and improve upon state-of-the-art\nmethods for both simulated and actual magnetic resonance image data.\n","Comment: 30 double-spaced pages, 11 figures; submitted for publication"]}]
["1107.0076",{"format":[],"subject":["Statistics - Applications","Computer Science - Sound"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0076","Journal of the Acoustical Society of America, vol. 132, pp.\n  1732-1746, 2012","doi:10.1121/1.4739462"],"date":["2011-06-30"],"type":["text"],"creator":["Mehta, Daryush D.","Rudoy, Daniel","Wolfe, Patrick J."],"language":[],"coverage":[],"title":["KARMA: Kalman-based autoregressive moving average modeling and inference\n  for formant and antiformant tracking"],"description":["  Vocal tract resonance characteristics in acoustic speech signals are\nclassically tracked using frame-by-frame point estimates of formant frequencies\nfollowed by candidate selection and smoothing using dynamic programming methods\nthat minimize ad hoc cost functions. The goal of the current work is to provide\nboth point estimates and associated uncertainties of center frequencies and\nbandwidths in a statistically principled state-space framework. Extended Kalman\n(K) algorithms take advantage of a linearized mapping to infer formant and\nantiformant parameters from frame-based estimates of autoregressive moving\naverage (ARMA) cepstral coefficients. Error analysis of KARMA, WaveSurfer, and\nPraat is accomplished in the all-pole case using a manually marked formant\ndatabase and synthesized speech waveforms. KARMA formant tracks exhibit lower\noverall root-mean-square error relative to the two benchmark algorithms, with\nthird formant tracking more challenging. Antiformant tracking performance of\nKARMA is illustrated using synthesized and spoken nasal phonemes. The\nsimultaneous tracking of uncertainty levels enables practitioners to recognize\ntime-varying confidence in parameters of interest and adjust algorithmic\nsettings accordingly.\n","Comment: 13 pages, 7 figures; submitted for publication"]}]
["1107.1421",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1421","doi:10.1007/s10714-012-1431-7"],"date":["2011-07-07","2012-10-12"],"type":["text"],"creator":["Tod, Paul"],"language":[],"coverage":[],"title":["Penrose's circles in the CMB and a test of inflation"],"description":["  We present a calculation of the angular size of the circles in the CMB\npredicted by Penrose on the basis of his Conformal Cyclic Cosmology. If these\ncircles are detected, the existence of an upper limit on their angular radius\nwould provide a challenge for inflation.\n","Comment: 6 pages; revised version, as published in Gen.Rel.Grav"]}]
["1107.2486",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2486","Phys. Rev. B 84, 075306 (2011)","doi:10.1103/PhysRevB.84.075306"],"date":["2011-07-13"],"type":["text"],"creator":["Bonato, Cristian","van Nieuwenburg, Evert","Gudat, Jan","Thon, Susanna","Kim, Hyochul","van Exter, Martin P.","Bouwmeester, Dirk"],"language":[],"coverage":[],"title":["Strain-tuning of quantum dot optical transitions via laser-induced\n  surface defects"],"description":["  We discuss the fine-tuning of the optical properties of self-assembled\nquantum dots by the strain perturbation introduced by laser-induced surface\ndefects. We show experimentally that the quantum dot transition red-shifts,\nindependently of the actual position of the defect, and that such frequency\nshift is about a factor five larger than the corresponding shift of a\nmicropillar cavity mode resonance. We present a simple model that accounts for\nthese experimental findings.\n","Comment: 9 pages, 6 figures. To appear in Phys. Rev. B"]}]
["1107.2790",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2790"],"date":["2011-07-14","2012-10-12"],"type":["text"],"creator":["Galaktionov, V. A.","Maz'ya, V."],"language":[],"coverage":[],"title":["Boundary Characteristic Point Regularity for Navier-Stokes Equations:\n  Blow-up Scaling and Petrovskii-type Criterion (a Formal Approach)"],"description":["  It is shown that Wiener's regularity of the vertex of a backward paraboloid\nfor 3D Navier-Stokes equations with zero Dirichlet conditions on the paraboloid\nboundary is given by Petrovskii's criterion for the heat equation (1934), i.e.,\nthe nonlinear convection term does not affect the regularity result.\n","Comment: 35 pages. arXiv admin note: text overlap with arXiv:1106.4696"]}]
["1107.3045",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3045"],"date":["2011-07-15","2012-10-12"],"type":["text"],"creator":["Galaktionov, V. A."],"language":[],"coverage":[],"title":["Sturmian Multiple Zeros for Stokes and Navier--Stokes Equations in\n  $\\re^3$ via Solenoidal Hermite Polynomials"],"description":["  Multiple spatial zero formations for Stokes and Navier-Stokes equations in\nthree dimensions are shown to occur according to nodal sets of solenoidal\nHermite polynomials. Extensions to well-posed Burnett equations with the\nbi-harmonic viscosity operator are also discussed.\n","Comment: 16 pages. arXiv admin note: text overlap with arXiv:0901.4286"]}]
["1108.2129",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Lattice","High Energy Physics - Theory","81T25 (Primary) 81T13, 81T05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2129"],"date":["2011-08-10","2012-10-11"],"type":["text"],"creator":["Grundling, Hendrik","Rudolph, Gerd"],"language":[],"coverage":[],"title":["QCD on an infinite lattice"],"description":["  We construct a mathematically well--defined framework for the kinematics of\nHamiltonian QCD on an infinite lattice in $\\R^3$, and it is done in a\nC*-algebraic context. This is based on the finite lattice model for Hamiltonian\nQCD developed by Kijowski, Rudolph e.a.. To extend this model to an infinite\nlattice, we need to take an infinite tensor product of nonunital C*-algebras,\nwhich is a nonstandard situation. We use a recent construction for such\nsituations, developed by Grundling and Neeb. Once the field C*-algebra is\nconstructed for the fermions and gauge bosons, we define local and global gauge\ntransformations, and identify the Gauss law constraint. The full field algebra\nis the crossed product of the previous one with the local gauge\ntransformations. The rest of the paper is concerned with enforcing the Gauss\nlaw constraint to obtain the C*-algebra of quantum observables. For this, we\nuse the method of enforcing quantum constraints developed by Grundling and\nHurst. In particular, the natural inductive limit structure of the field\nalgebra is a central component of the analysis, and the constraint system\ndefined by the Gauss law constraint is a system of local constraints in the\nsense of Grundling and Lledo. Using the techniques developed in that area, we\nsolve the full constraint system by first solving the finite (local) systems\nand then combining the results appropriately. We do not consider dynamics.\n","Comment: 59 pages. Many changes from previous version:- The start of Sect 2,\n  2.3 & 4 has been considerably rewritten, Sect 2.1 & 2.2 & 4.5 are new, old\n  subsect 4.1 & Appendix A removed, Change in statement of Theorem 4.12(i), and\n  in proof of part (ii). Remarks added above Theorem 4.13 & below Theorem 4.20"]}]
["1108.3696",{"format":[],"subject":["Mathematics - Analysis of PDEs","Condensed Matter - Materials Science","Mathematical Physics","74R10, 49J45, 70G75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3696"],"date":["2011-08-18","2012-10-12"],"type":["text"],"creator":["Friedrich, Manuel","Schmidt, Bernd"],"language":[],"coverage":[],"title":["An atomistic-to-continuum analysis of crystal cleavage in a\n  two-dimensional model problem"],"description":["  A two-dimensional atomic mass spring system is investigated for critical\nfracture loads and its crack path geometry. We rigorously prove that, in the\ndiscrete-to-continuum limit, the minimal energy of a crystal under uniaxial\ntension leads to a universal cleavage law and energy minimizers are either\nhomogeneous elastic deformations or configurations that are completely cracked\nand do not store elastic energy. Beyond critical loading, the specimen\ngenerically cleaves along a unique optimal crystallographic hyperplane. For\nspecific symmetric crystal orientations, however, cleavage might fail. In this\ncase a complete characterization of possible limiting crack geometries is\nobtained.\n"]}]
["1108.4771",{"format":[],"subject":["Mathematics - Probability","60K35, 60F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4771","doi:10.1016/j.spl.2012.09.026"],"date":["2011-08-24","2012-10-12"],"type":["text"],"creator":["Zhao, James Y."],"language":[],"coverage":[],"title":["The Hopfield Model with Superlinearly Many Patterns"],"description":["  We study the Hopfield model where the ratio $\\alpha$ of patterns to sites\ngrows large. We prove that the free energy with inverse temperature $\\beta$ and\nexternal field $B$ behaves like $\\beta\\sqrt\\alpha+\\gamma$, where $\\gamma$ is\nthe limiting free energy of the Sherrington-Kirkpatrick model with inverse\ntemperature $\\sqrt2\\beta$ and external field $B$.\n","Comment: 9 pages; Statistics and Probability Letters (2012)"]}]
["1108.5905",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5905","Phys. Chem. Chem. Phys. 14, 3746-3765 (2012)","doi:10.1039/C1CP22756D"],"date":["2011-08-30"],"type":["text"],"creator":["Šiber, Antonio","Božič, Anže Lošdorfer","Podgornik, Rudolf"],"language":[],"coverage":[],"title":["Energies and pressures in viruses: contribution of nonspecific\n  electrostatic interactions"],"description":["  We summarize some aspects of electrostatic interactions in the context of\nviruses. A simplified but, within well defined limitations, reliable approach\nis used to derive expressions for electrostatic energies and the corresponding\nosmotic pressures in single-stranded RNA viruses and double-stranded DNA\nbacteriophages. The two types of viruses differ crucially in the spatial\ndistribution of their genome charge which leads to essential differences in\ntheir free energies, depending on the capsid size and total charge in a quite\ndifferent fashion. Differences in the free energies are trailed by the\ncorresponding characteristics and variations in the osmotic pressure between\nthe inside of the virus and the external bathing solution.\n","Comment: 23 pages, 9 figures; submitted"]}]
["1109.0447",{"format":[],"subject":["Mathematical Physics","81Q05, 81Q15, 81V10, 81V55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0447","Commun. Math. Phys. 315, 699-738 (2012)","doi:10.1007/s00220-012-1547-3"],"date":["2011-09-02","2012-03-21"],"type":["text"],"creator":["Teufel, Stefan","Wachsmuth, Jakob"],"language":[],"coverage":[],"title":["Spontaneous decay of resonant energy levels for molecules with moving\n  nuclei"],"description":["  We consider the Pauli-Fierz Hamiltonian with dynamical nuclei and investigate\nthe transitions between the resonant electronic energy levels under the\nassumption that there are no free photons in the beginning. Coupling the limits\nof small fine structure constant and of heavy nuclei allows us to prove the\nvalidity of the Born-Oppenheimer approximation at leading order and to provide\na simple formula for the rate of spontaneous decay.\n","Comment: To appear in Commun. Math. Phys"]}]
["1109.0844",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0844","Soft Matter, 2012; 8: 2185-2193","doi:10.1039/C1SM06670F"],"date":["2011-09-05","2012-10-11"],"type":["text"],"creator":["Peterlin, Primoz","Arrigler, Vesna","Haleva, Emir","Diamant, Haim"],"language":[],"coverage":[],"title":["Law of corresponding states for osmotic swelling of vesicles"],"description":["  As solute molecules permeate into a vesicle due to a concentration difference\nacross its membrane, the vesicle swells through osmosis. The swelling can be\ndivided into two stages: (a) an \"ironing\" stage, where the volume-to-area ratio\nof the vesicle increases without a significant change in its area; (b) a\nstretching stage, where the vesicle grows while remaining essentially\nspherical, until it ruptures. We show that the crossover between these two\nstages can be represented as a broadened continuous phase transition.\nConsequently, the swelling curves for different vesicles and different\npermeating solutes can be rescaled into a single, theoretically predicted,\nuniversal curve. Such a data collapse is demonstrated for giant unilamellar\nPOPC vesicles, osmotically swollen due to the permeation of urea, glycerol, or\nethylene glycol. We thereby gain a sensitive measurement of the solutes'\nmembrane permeability coefficients, finding a concentration-independent\ncoefficient for urea, while those of glycerol and ethylene glycol are found to\nincrease with solute concentration. In addition, we use the width of the\ntransition, as extracted from the data collapse, to infer the number of\nindependent bending modes that affect the thermodynamics of the vesicle in the\ntransition region.\n","Comment: 10 pages"]}]
["1109.5016",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5016","Appl. Phys. Lett. 99, 161102 (2011)","doi:10.1063/1.3651491"],"date":["2011-09-23"],"type":["text"],"creator":["Thon, Susanna M.","Kim, Hyochul","Bonato, Cristian","Gudat, Jan","Hagemeier, Jenna","Petroff, Pierre M.","Bouwmeester, Dirk"],"language":[],"coverage":[],"title":["Independent electrical tuning of separated quantum dots in coupled\n  photonic crystal cavities"],"description":["  Systems of photonic crystal cavities coupled to quantum dots are a promising\narchitecture for quantum networking and quantum simulators. The ability to\nindependently tune the frequencies of laterally separated quantum dots is a\ncrucial component of such a scheme. Here, we demonstrate independent tuning of\nlaterally separated quantum dots in photonic crystal cavities coupled by\nin-plane waveguides by implanting lines of protons which serve to electrically\nisolate different sections of a diode structure.\n","Comment: 3 pages, 3 figures"]}]
["1110.3639",{"format":[],"subject":["Computer Science - Computational Complexity","Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3639","Combinatorics, Probability and Computing, Volume 21, Issue 5\n  (2012), pp. 743-772","doi:10.1017/S0963548312000259"],"date":["2011-10-17","2012-06-13"],"type":["text"],"creator":["Kotek, Tomer"],"language":[],"coverage":[],"title":["Complexity of Ising Polynomials"],"description":["  This paper deals with the partition function of the Ising model from\nstatistical mechanics, which is used to study phase transitions in physical\nsystems. A special case of interest is that of the Ising model with constant\nenergies and external field. One may consider such an Ising system as a simple\ngraph together with vertex and edge weights. When these weights are considered\nindeterminates, the partition function for the constant case is a trivariate\npolynomial Z(G;x,y,z). This polynomial was studied with respect to its\napproximability by L. A. Goldberg, M. Jerrum and M. Paterson in 2003.\nZ(G;x,y,z) generalizes a bivariate polynomial Z(G;t,y), which was studied by D.\nAndr\\'{e}n and K. Markstr\\\"{o}m in 2009.\n  We consider the complexity of Z(G;t,y) and Z(G;x,y,z) in comparison to that\nof the Tutte polynomial, which is well-known to be closely related to the Potts\nmodel in the absence of an external field. We show that Z(G;\\x,\\y,\\z) is\n#P-hard to evaluate at all points in $mathbb{Q}^3$, except those in an\nexception set of low dimension, even when restricted to simple graphs which are\nbipartite and planar. A counting version of the Exponential Time Hypothesis,\n#ETH, was introduced by H. Dell, T. Husfeldt and M. Wahl\\'{e}n in 2010 in order\nto study the complexity of the Tutte polynomial. In analogy to their results,\nwe give a dichotomy theorem stating that evaluations of Z(G;t,y) either take\nexponential time in the number of vertices of $G$ to compute, or can be done in\npolynomial time. Finally, we give an algorithm for computing Z(G;x,y,z) in\npolynomial time on graphs of bounded clique-width, which is not known in the\ncase of the Tutte polynomial.\n"]}]
["1110.4110",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4110","Physical Review B 86, 104509 (2012)","doi:10.1103/PhysRevB.86.104509"],"date":["2011-10-18","2011-11-26"],"type":["text"],"creator":["Sau, Jay D.","Tewari, Sumanta"],"language":[],"coverage":[],"title":["Topologically protected surface Majorana arcs and bulk Weyl fermions in\n  ferromagnetic superconductors"],"description":["  A number of ferromagnetic superconductors have been recently discovered which\nare believed to be in the so-called \"equal spin pairing\" (ESP) state. In the\nESP state the Cooper pairs condense forming order parameters\n$\\Delta_{\\uparrow\\uparrow}, \\Delta_{\\downarrow\\downarrow}$ which are decoupled\nin the spin-sector. We show that these three-dimensional systems should\ngenerically support topologically protected surface Majorana arcs and bulk Weyl\nfermions as gapless excitations. Similar protected low-energy exotic\nquasiparticles should also appear in the recently discovered\nnon-centrosymmteric superconductors in the presence of a Zeeman field. The\nprotected surface arcs can be probed by angle-resolved photoemission (ARPES) as\nwell as scanning tunneling microscope (STM) experiments.\n","Comment: 5 pages and 2 figures; Figure 2 revised, typos corrected"]}]
["1110.6241",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6241","Phys. Rev. D 85, 044054 (2012)","doi:10.1103/PhysRevD.85.044054"],"date":["2011-10-27","2012-10-11"],"type":["text"],"creator":["Motohashi, Hayato","Suyama, Teruaki"],"language":[],"coverage":[],"title":["Black hole perturbation in nondynamical and dynamical Chern-Simons\n  gravity"],"description":["  Chern-Simons gravitational theories are extensions of general relativity in\nwhich the parity is violated due to the Chern-Simons term. We study linear\nperturbations on the static and spherically symmetric background spacetime both\nfor nondynamical and dynamical Chern-Simons theories. We do not make an\nassumption that the background Chern-Simons scalar field vanishes, which has\nbeen adopted in the literature. By eliminating nondynamical variables using\ntheir constraint equations, we derive the reduced second order action from\nwhich a set of closed evolution equations containing only dynamical variables\nare immediately obtained and therefore the number of propagating degrees of\nfreedom as well. It is found that ghost is present both for the nondynamical\ncase and for the dynamical case unless the background Chern-Simons scalar field\nvanishes. It is also found that if the background scalar field vanishes, ghost\ndegrees of freedom are killed and all the modes propagate at the speed of\nlight.\n","Comment: 18 pages; matches the published version in Phys. Rev. D"]}]
["1111.2538",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2538"],"date":["2011-11-10","2012-10-11"],"type":["text"],"creator":["Miller, Lance Edward"],"language":[],"coverage":[],"title":["A Witt-Burnside ring attached to a pro-dihedral group"],"description":["  The ring of classic Witt vectors is a fundamental object in mixed\ncharacteristic commutative algebra which has many applications in number\ntheory. There is a significant generalization due to Dress and Siebeneicher\nwhich for any profinite group G produces a ring valued functor W_G, where the\nclassic Witt vectors are recovered as the example G = Z_p. This article\nexplores the structure of the image of this functor where G is the pro-2 group\nformed by taking the inverse limit of 2-power dihedral groups, and the image of\nW_G is taken on a field of characteristic 2.\n","Comment: 13 pages, 1 figure"]}]
["1111.6592",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6592","Phys. Rev. Lett. 109, 150408 (2012)","doi:10.1103/PhysRevLett.109.150408"],"date":["2011-11-28","2012-02-16"],"type":["text"],"creator":["Tewari, Sumanta","Sau, Jay D."],"language":[],"coverage":[],"title":["Topological invariants for spin-orbit coupled superconductor nanowires"],"description":["  We show that a spin-orbit coupled semiconductor nanowire with Zeeman\nsplitting and s-wave superconductivity is in symmetry class BDI (not D as is\ncommonly thought) of the topological classification of band Hamiltonians. The\nclass BDI allows for an integer Z topological invariant equal to the number of\nMajorana fermion (MF) modes at each end of the quantum wire protected by the\nchirality symmetry (reality of the Hamiltonian). Thus it is possible for this\nsystem (and all other d=1 models related to it by symmetry) to have an\narbitrary integer number, not just 0 or 1 as is commonly assumed, of MFs\nlocalized at each end of the wire. The integer counting the number of MFs at\neach end reduces to 0 or 1, and the class BDI reduces to D, in the presence of\nterms in the Hamiltonian that break the chirality symmetry.\n","Comment: 4+ pages, no figures"]}]
["1112.4895",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4895"],"date":["2011-12-20","2012-10-11"],"type":["text"],"creator":["Ghauch, Ziad G."],"language":[],"coverage":[],"title":["3D Finite Element Analysis of HMA Overlay Mix Design to Control\n  Reflective Cracking"],"description":["  This study examines the effectiveness of HMA overlay design strategies for\nthe purpose of controlling the development of reflective cracking. A parametric\nstudy was conducted using a 3D Finite Element (FE) model of a rigid pavement\nsection including Linear Viscoelastic (LVE) material properties for the Hot Mix\nAsphalt (HMA) overlay and non-uniform tire-pavement contact stresses. Several\nasphalt mixtures were tested in the surface, intermediate, and leveling course\nof the HMA overlay. Results obtained show that no benefits can be anticipated\nby using either Polymer-Modified (PM) or Dense-Graded (DG) mixtures instead of\nStandard Binder (SB) mixtures in the surface or intermediate course. For the\nleveling course, the use of a PM asphalt binder was found beneficial in terms\nof mitigating reflective cracking. As compared to the SB mix, the use of PM\nasphalt mixture in the leveling course reduced the level of longitudinal\ntensile stress at the bottom of the HMA overlay above the PCC joint by\napproximately 30%.\n","Comment: 14 pages, 6 figures, table 2"]}]
["1112.5705",{"format":[],"subject":["Mathematics - Metric Geometry","51M04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5705","Forum Geometricorum 12: 161-189 (2012)"],"date":["2011-12-24"],"type":["text"],"creator":["Radko, Olga","Tsukerman, Emmanuel"],"language":[],"coverage":[],"title":["The Perpendicular Bisectors Construction, the Isoptic Point and the\n  Simson Line of a Quadrilateral"],"description":["  Given a noncyclic quadrilateral, we consider an iterative procedure producing\na new quadrilateral at each step. At each iteration, the vertices of the new\nquadrilateral are the circumcenters of the triad circles of the previous\ngeneration quadrilateral. The main goal of the paper is to prove a number of\ninteresting properties of the limit point of this iterative process. We show\nthat the limit point is the common center of spiral similarities taking any of\nthe triad circles into another triad circle. As a consequence, the point has\nthe isoptic property (i.e., all triad circles are visible from the limit point\nat the same angle). Furthermore, the limit point can be viewed as a\ngeneralization of a circumcenter. It also has properties similar to those of\nthe isodynamic point of a triangle. We also characterize the limit point as the\nunique point for which the pedal quadrilateral is a parallelogram. Continuing\nto study the pedal properties with respect to a quadrilateral, we show that for\nevery quadrilateral there is a unique point (which we call the Simson point)\nsuch that its pedal consists of four points on line, which we call the Simson\nline, in analogy to the case of a triangle. Finally, we define a version of\nisogonal conjugation for a quadrilateral and prove that the isogonal conjugate\nof the limit point is a parallelogram, while that of the Simson point is a\ndegenerate quadrilateral whose vertices coincide at infinity.\n"]}]
["1203.2016",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2016","Int. J. Mod. Phys. D, 21, 09 (2012) 1250074","doi:10.1142/S0218271812500745"],"date":["2012-03-09","2012-10-12"],"type":["text"],"creator":["Liu, Di","Wu, Puxun","Yu, Hongwei"],"language":[],"coverage":[],"title":["G\\\"odel-type universes in f(T) gravity"],"description":["  The issue of causality in $f(T)$ gravity is investigated by examining the\npossibility of existence of the closed timelike curves in the G\\\"{o}del-type\nmetric. By assuming a perfect fluid as the matter source, we find that the\nfluid must have an equation of state parameter greater than minus one in order\nto allow the G\\\"{o}del solutions to exist, and furthermore the critical radius\n$r_c$, beyond which the causality is broken down, is finite and it depends on\nboth matter and gravity. Remarkably, for certain $f(T)$ models, the perfect\nfluid that allows the G\\\"{o}del-type solutions can even be normal matter, such\nas pressureless matter or radiation. However, if the matter source is a special\nscalar field rather than a perfect fluid, then $r_c\\rightarrow\\infty$ and the\ncausality violation is thus avoided.\n","Comment: 18 pages, introduction revised, reference added"]}]
["1203.4539",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4539"],"date":["2012-03-20","2012-10-12"],"type":["text"],"creator":["Kim, Y. S."],"language":[],"coverage":[],"title":["Poincar\\'e Sphere and Decoherence Problems"],"description":["  Henri Poincar\\'e formulated the mathematics of the Lorentz transformations,\nknown as the Poincar\\'e group. He also formulated the Poincar\\'e sphere for\npolarization optics. It is shown that these two mathematical instruments can be\ncombined into one mathematical device which can address the internal space-time\nsymmetries of elementary particles, decoherence problems in polarization\noptics, entropy problems, and Feynman's rest of the universe.\n","Comment: LaTex 21 pages with 2 figures, based on an invited talk presented at\n  the Fedorov Memorial Symposium: International Conference \"Spins and Photonic\n  Beams at Interface,\" dedicated to the 100th anniversary of F.I.Fedorov\n  (Minsk, Belarus, 2011); minor corrections; more references added"]}]
["1203.5747",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5747"],"date":["2012-03-26","2012-10-11"],"type":["text"],"creator":["Lovett, Shachar","Meka, Raghu"],"language":[],"coverage":[],"title":["Constructive Discrepancy Minimization by Walking on The Edges"],"description":["  Minimizing the discrepancy of a set system is a fundamental problem in\ncombinatorics. One of the cornerstones in this area is the celebrated six\nstandard deviations result of Spencer (AMS 1985): In any system of n sets in a\nuniverse of size n, there always exists a coloring which achieves discrepancy\n6\\sqrt{n}. The original proof of Spencer was existential in nature, and did not\ngive an efficient algorithm to find such a coloring. Recently, a breakthrough\nwork of Bansal (FOCS 2010) gave an efficient algorithm which finds such a\ncoloring. His algorithm was based on an SDP relaxation of the discrepancy\nproblem and a clever rounding procedure. In this work we give a new randomized\nalgorithm to find a coloring as in Spencer's result based on a restricted\nrandom walk we call \"Edge-Walk\". Our algorithm and its analysis use only basic\nlinear algebra and is \"truly\" constructive in that it does not appeal to the\nexistential arguments, giving a new proof of Spencer's theorem and the partial\ncoloring lemma.\n","Comment: 11 pages"]}]
["1203.6626",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6626","SIAM Multiscale Modeling and Simulation, (2012) Vol. 10, No. 3,\n  pp. 906-935","doi:10.1137/110819937"],"date":["2012-03-29","2012-05-13"],"type":["text"],"creator":["Papanicolaou, Andrew"],"language":[],"coverage":[],"title":["Nonlinear Filters for Hidden Markov Models of Regime Change with Fast\n  Mean-Reverting States"],"description":["  We consider filtering for a hidden Markov model that evolves with multiple\ntime scales in the hidden states. In particular, we consider the case where one\nof the states is a scaled Ornstein-Uhlenbeck process with fast reversion to a\nshifting-mean that is controlled by a continuous time Markov chain modeling\nregime change. We show that the nonlinear filter for such a process can be\napproximated by an averaged filter that asymptotically coincides with the true\nnonlinear filter of the regime-changing Markov chain as the rate of mean\nreversion approaches infinity. The asymptotics exploit weak converge of the\nstate variables to an invariant distribution, which is significantly different\nfrom the strong convergence used to obtain asymptotic results in \"Filtering for\nFast Mean-Reverting Processes\" (19).\n"]}]
["1204.1342",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1342","Phys. Rev. Lett. 109, 077205 (2012)","doi:10.1103/PhysRevLett.109.077205"],"date":["2012-04-05","2012-04-10"],"type":["text"],"creator":["Potter, Andrew C.","Barkeshli, Maissam","McGreevy, John","Senthil, T."],"language":[],"coverage":[],"title":["Quantum spin liquids and the metal-insulator transition in doped\n  semiconductors"],"description":["  We describe a new possible route to the metal-insulator transition in doped\nsemiconductors such as Si:P or Si:B. We explore the possibility that the loss\nof metallic transport occurs through Mott localization of electrons into a\nquantum spin liquid state with diffusive charge neutral \"spinon\" excitations.\nSuch a quantum spin liquid state can appear as an intermediate phase between\nthe metal and the Anderson-Mott insulator. An immediate testable consequence is\nthe presence of metallic thermal conductivity at low temperature in the\nelectrical insulator near the metal-insulator transition. Further we show that\nthough the transition is second order the zero temperature residual electrical\nconductivity will jump as the transition is approached from the metallic side.\nHowever the electrical conductivity will have a non-monotonic temperature\ndependence that may complicate the extrapolation to zero temperature.\nSignatures in other experiments and some comparisons with existing data are\nmade.\n","Comment: 4 pages text + 3 pages Appendices, 3 Figures; v2 - References Added"]}]
["1204.2478",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2478","The European Physical Journal C, Volume 72, Issue 9 (2012), 2165","doi:10.1140/epjc/s10052-012-2165-0"],"date":["2012-04-11","2012-09-17"],"type":["text"],"creator":["Chang, Zhe","Wang, Sai"],"language":[],"coverage":[],"title":["Lorentz invariance violation and electromagnetic field in an\n  intrinsically anisotropic spacetime"],"description":["  Recently, Kostelecky [V.A. Kostelecky, Phys. Lett. B 701, 137 (2011)]\nproposed that the spontaneous Lorentz invariance violation (sLIV) is related to\nFinsler geometry. Finsler spacetime is intrinsically anisotropic and induces\nnaturally Lorentz invariance violation (LIV). In this paper, the\nelectromagnetic field is investigated in locally Minkowski spacetime. The\nLagrangian is presented explicitly for the electromagnetic field. It is\ncompatible with the one in the standard model extension (SME). We show the\nLorentz--violating Maxwell equations as well as the electromagnetic wave\nequation. The formal plane wave solution is obtained for the electromagnetic\nwave. The speed of light may depend on the direction of light and the lightcone\nmay be enlarged or narrowed. The LIV effects could be viewed as influence from\nan anisotropic media on the electromagnetic wave. In addition, the\nbirefringence of light will not emerge at the leading order in this model. A\nconstraint on the spacetime anisotropy is obtained from observations on\ngamma--ray bursts (GRBs).\n","Comment: 16 pages. One figure and one table are added. One extra section is\n  invoked to constrain the model with GRBs. Version for publiction at the EPJC"]}]
["1204.4479",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4479","Phys. Rev. Lett. 108, 175004 (2012)","doi:10.1103/PhysRevLett.108.175004"],"date":["2012-04-19"],"type":["text"],"creator":["Zhdankin, Vladimir","Boldyrev, Stanislav","Mason, Joanne","Perez, Jean Carlos"],"language":[],"coverage":[],"title":["Magnetic Discontinuities in Magnetohydrodynamic Turbulence and in the\n  Solar Wind"],"description":["  Recent measurements of solar wind turbulence report the presence of\nintermittent, exponentially distributed angular discontinuities in the magnetic\nfield. In this Letter, we study whether such discontinuities can be produced by\nmagnetohydrodynamic (MHD) turbulence. We detect the discontinuities by\nmeasuring the fluctuations of the magnetic field direction, Delta theta, across\nfixed spatial increments Delta x in direct numerical simulations of MHD\nturbulence with an imposed uniform guide field B_0. A large region of the\nprobability density function (pdf) for Delta theta is found to follow an\nexponential decay, proportional to exp(-Delta theta/theta_*), with\ncharacteristic angle theta_* ~ (14 deg) (b_rms/B_0)^0.65 for a broad range of\nguide-field strengths. We find that discontinuities observed in the solar wind\ncan be reproduced by MHD turbulence with reasonable ratios of b_rms/B_0. We\nalso observe an excess of small angular discontinuities when Delta x becomes\nsmall, possibly indicating an increasing statistical significance of\ndissipation-scale structures. The structure of the pdf in this case closely\nresembles the two-population pdf seen in the solar wind. We thus propose that\nstrong discontinuities are associated with inertial-range MHD turbulence, while\nweak discontinuities emerge from near-dissipation-range turbulence. In\naddition, we find that the structure functions of the magnetic field direction\nexhibit anomalous scaling exponents, which indicates the existence of\nintermittent structures.\n","Comment: To appear in Physical Review Letters"]}]
["1204.5295",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5295","Eur. Phys. J. C72 (2012) 2177","doi:10.1140/epjc/s10052-012-2177-9"],"date":["2012-04-24","2012-10-12"],"type":["text"],"creator":["Groote, S.","Körner, J. G.","Tuvike, P."],"language":[],"coverage":[],"title":["O(\\alpha_s) corrections to the decays of polarized W^+- and Z bosons\n  into massive quark pairs"],"description":["  We present O(\\alpha_s) results on the decays of polarized W^+- and Z bosons\ninto massive quark pairs. The NLO QCD corrections to the polarized decay\nfunctions are given up to the second order in the quark mass expansion. We find\na surprisingly strong dependence of the NLO polarized decay functions on finite\nquark mass effects even at the relatively large mass scale of the W^+- and Z\nbosons. As a main application we consider the decay t -> b + W^+ involving the\nhelicity fractions \\rho_{mm} of the W^+ boson followed by the polarized decay\nW^+(\\uparrow) -> q_1 qbar_2 for which we determine the O(\\alpha_s) polar angle\ndecay distribution. We also discuss NLO polarization effects in the\nproduction/decay process e^+e^- -> Z(\\uparrow) -> q qbar.\n","Comment: 25 pages, 2 figures and 1 table"]}]
["1204.5737",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5737","Phys. Rev. Lett. 109, 156801 (2012)","doi:10.1103/PhysRevLett.109.156801"],"date":["2012-04-25","2012-09-01"],"type":["text"],"creator":["Chern, Gia-Wei","Batista, C. D."],"language":[],"coverage":[],"title":["Spontaneous quantum Hall effect via thermally induced quadratic Fermi\n  point"],"description":["  Gapless electronic systems containing topologically nontrivial Fermi points\nare sources of various topological insulators. Whereas most of these special\nband-crossing points are built in the electronic structure of the\nnon-interacting lattice models, we show that a quadratic Fermi point\ncharacterized by a non-zero winding number emerges with a collinear triple-Q\nspin-density-wave state that arises from a perfectly nested but topologically\ntrivial Fermi surface. We obtain a universal low-energy Hamiltonian for the\nquadratic Fermi point and show that such collinear orderings are unstable\nagainst the onset of scalar spin chirality that opens a gap and induces a\nspontaneous quantum Hall insulator as the temperature tends to zero.\n","Comment: 5 pages, 4 figures + supplementary materials"]}]
["1204.6289",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6289","A&A Volume 544, A92 2012","doi:10.1051/0004-6361/201219502"],"date":["2012-04-27"],"type":["text"],"creator":["Bernard, G.","Delahaye, T.","Salati, P.","Taillet, R."],"language":[],"coverage":[],"title":["Variance of the Galactic nuclei cosmic ray flux"],"description":["  Measurements of cosmic ray fluxes by the PAMELA and CREAM experiments show\nunexpected spectral features between 200 GeV and 100 TeV. They could be due to\nthe presence of nearby and young cosmic ray sources. This can be studied in the\nmyriad model, in which cosmic rays diffuse from point-like instantaneous\nsources located randomly throughout the Galaxy. To test this hypothesis, one\nmust compute the flux due to a catalog of local sources, but also the error\nbars associated to this quantity. This turns out not to be as straightforward\nas it seems, as the standard deviation is infinite when computed for the most\ngeneral statistical ensemble. The goals of this paper are to provide a method\nto associate error bars to the flux measurements which has a clear statistical\nmeaning, and to explore the relation between the myriad model and the more\nusual source model based on a continuous distribution. To this end, we show\nthat the quantiles of the flux distribution are well-defined, even though the\nstandard deviation is infinite. They can be used to compute 68% confidence\nlevels, for instance. We also use the fact that local sources have known\npositions and ages to reduce the statistical ensemble from which random sources\nare drawn in the myriad model. We present a method to evaluate meaningful error\nbars for the flux obtained in the myriad model. In this context, we also\ndiscuss the status of the spectral features observed in the proton flux by\nCREAM and PAMELA.\n","Comment: 17 pages, 12 figures, submitted to A&A"]}]
["1205.0948",{"format":[],"subject":["Mathematics - Spectral Theory","35J40, 35B20, 35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0948"],"date":["2012-05-04","2012-10-11"],"type":["text"],"creator":["Buoso, Davide","Lamberti, Pier Domenico"],"language":[],"coverage":[],"title":["Eigenvalues of poly-harmonic operators on variable domains"],"description":["  We consider a class of eigenvalue problems for poly-harmonic operators,\nincluding Dirichlet and buckling-type eigenvalue problems. We prove an\nanalyticity result for the dependence of the symmetric functions of the\neigenvalues upon domain perturbations and compute Hadamard-type formulas for\nthe Frech\\'{e}t differentials. We also consider isovolumetric domain\nperturbations and characterize the corresponding critical domains for the\nsymmetric functions of the eigenvalues. Finally, we prove that balls are\ncritical domains.\n"]}]
["1205.0959",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0959","Phys. Rev. A 86, 012327 (2012)","doi:10.1103/PhysRevA.86.012327"],"date":["2012-05-04"],"type":["text"],"creator":["Blandino, Rémi","Leverrier, Anthony","Barbieri, Marco","Etesse, Jean","Grangier, Philippe","Tualle-Brouri, Rosa"],"language":[],"coverage":[],"title":["Improving the maximum transmission distance of continuous-variable\n  quantum key distribution using a noiseless amplifier"],"description":["  We show that the maximum transmission distance of continuous-variable quantum\nkey distribution in presence of a Gaussian noisy lossy channel can be\narbitrarily increased using a linear noiseless amplifier. We explicitly\nconsider a protocol using amplitude and phase modulated coherent states with\nreverse reconciliation. We find that a noiseless amplifier with amplitude gain\ng can increase the maximum admissible losses by a factor 1/g^2.\n","Comment: 8 pages, 6 figures"]}]
["1205.2782",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2782","Phys. Rev. Lett. 109, 156601 (2012)","doi:10.1103/PhysRevLett.109.156601"],"date":["2012-05-12","2012-10-12"],"type":["text"],"creator":["Yuan, Shengjun","Wehling, T. O.","Lichtenstein, A. I.","Katsnelson, M. I."],"language":[],"coverage":[],"title":["Enhanced Screening in Chemically Functionalized Graphene"],"description":["  Resonant scatterers such as hydrogen adatoms can strongly enhance the low\nenergy density of states in graphene. Here, we study the impact of these\nimpurities on the electronic screening. We find a two-faced behavior: Kubo\nformula calculations reveal an increased dielectric function $\\varepsilon$ upon\ncreation of midgap states but no metallic divergence of the static\n$\\varepsilon$ at small momentum transfer $q\\to 0$. This bad metal behavior\nmanifests also in the dynamic polarization function and can be directly\nmeasured by means of electron energy loss spectroscopy. A new length scale\n$l_c$ beyond which screening is suppressed emerges, which we identify with the\nAnderson localization length.\n","Comment: 5 pages, 4 figures"]}]
["1205.5161",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5161","Int. J. Mod. Phys. D 21 (2012) 1241001","doi:10.1142/S0218271812410015"],"date":["2012-05-23"],"type":["text"],"creator":["Kiefer, Claus","Kraemer, Manuel"],"language":[],"coverage":[],"title":["Can effects of quantum gravity be observed in the cosmic microwave\n  background?"],"description":["  We investigate the question whether small quantum-gravitational effects can\nbe observed in the anisotropy spectrum of the cosmic microwave background\nradiation. An observation of such an effect is needed in order to discriminate\nbetween different approaches to quantum gravity. Using canonical quantum\ngravity with the Wheeler-DeWitt equation, we find a suppression of power at\nlarge scales. Current observations only lead to an upper bound on the energy\nscale of inflation, but the framework is general enough to study other\nsituations in which such effects might indeed be seen.\n","Comment: 5 pages, 1 figure, essay awarded first prize in the Gravity Research\n  Foundation essay competition 2012"]}]
["1206.0179",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0179","AIP Conf. Proc. 1471, 39 (2012)","doi:10.1063/1.4756809"],"date":["2012-06-01"],"type":["text"],"creator":["Chimento, Luis P.","Forte, Mónica I.","Richarte, Martín G."],"language":[],"coverage":[],"title":["Holographic dark energy linearly interacting with dark matter"],"description":["  We investigate a spatially flat Friedmann-Robertson-Walker (FRW) cosmological\nmodel with cold dark matter coupled to a modified holographic Ricci dark energy\nthrough a general interaction term linear in the energy densities of dark\nmatter and dark energy, the total energy density and its derivative. Using the\nstatistical method of $\\chi^2$-function for the Hubble data, we obtain\n$H_0=73.6$km/sMpc, $\\omega_s=-0.842$ for the asymptotic equation of state and $\nz_{acc}= 0.89 $. The estimated values of $\\Omega_{c0}$ which fulfill the\ncurrent observational bounds corresponds to a dark energy density varying in\nthe range $0.25R < \\ro_x < 0.27R$.\n","Comment: March 2012. 6 pp., 6 figures. Note: To appear in the proceedings of\n  the CosmoSul conference, held in Rio de Janeiro, Brazil, 01-05 august of 2011"]}]
["1206.0523",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0523","Int.J.Mod.Phys.A, 27, 1250161 (2012)","doi:10.1142/S0217751X12501618"],"date":["2012-06-04","2012-10-11"],"type":["text"],"creator":["Li, M. T.","Wang, W. L.","Dong, Y. B.","Zhang, Z. Y."],"language":[],"coverage":[],"title":["Possible $D\\bar{D}$ and $B\\bar{B}$ Molecular states in a chiral quark\n  model"],"description":["  We perform a systematic study of the bound state problem of $D\\bar{D}$ and\n$B\\bar{B}$ systems by using effective interaction in our chiral quark model.\nOur results show that both the interactions of $D\\bar{D}$ and $B\\bar{B}$ states\nare attractive, which consequently result in $I^G(J^{PC})=0^+(0^{++})$\n$D\\bar{D}$ and $B\\bar{B}$ bound states.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1204.3959"]}]
["1206.1015",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13D40, 13P10, 13H10, 13H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1015"],"date":["2012-06-05","2012-10-11"],"type":["text"],"creator":["Miller, Lance Edward","Swanson, Irena"],"language":[],"coverage":[],"title":["Hilbert-Kunz functions of 2 x 2 determinantal rings"],"description":["  Let k be an arbitrary field (of arbitrary characteristic) and let X =\n[x_{i,j}] be a generic m x n matrix of variables. Denote by I_2(X) the ideal in\nk[X] = k[x_{i,j}: i = 1, ..., m; j = 1, ..., n] generated by the 2 x 2 minors\nof X. We give a recursive formulation for the lengths of the k[X]-module\nk[X]/(I_2(X) + (x_{1,1}^q,..., x_{m,n}^q)) as q varies over all positive\nintegers using Grobner basis. This is a generalized Hilbert-Kunz function, and\nour formulation proves that it is a polynomial function in q. We give closed\nforms for the cases when m is at most 2, %as well as the closed forms for some\nother special length functions. We apply our method to give closed forms for\nthese Hilbert-Kunz functions for cases $m \\le 2$.\n","Comment: 17 pages"]}]
["1206.1221",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1221","Journal Acoust.Soc. Am. 127 (3) (2010) 1197-1207","doi:10.1121/1.3293000"],"date":["2012-06-06"],"type":["text"],"creator":["Chiarelli, Piero","Lanatà, Antonio","Domenici, Claudio","Carbone, Marina"],"language":[],"coverage":[],"title":["High frequency poroelastic waves in hydrogels"],"description":["  In this work a continuum model for high frequency poroelastic longitudinal\nwaves in hydrogels is presented. A viscoelastic force describing the\ninteraction between the polymer network and the bounded water present in such\nmaterials is introduced. The model is tested by means of ultrasound wave speed\nand attenuation measurements in polyvinylalcohol hydrogel samples. The theory\nand experiments show that ultrasound attenuation decreases linearly with the\nincrease of the water volume fraction \"{\\beta}\" of the hydrogel. The\nintroduction of the viscoelastic force between the bounded water and the\npolymer network leads to a bi-phasic theory showing an ultrasonic fast wave\nattenuation that can vary as a function of the frequency with a non-integer\nexponent in agreement with the experimental data in literature. When {\\beta}\ntends to 1 (100% of interstitial water) due to the presence of bounded water in\nthe hydrogel, the ultrasound phase velocity acquires higher value than that of\npure water. The ultrasound speed gap at {\\beta} = 1 is confirmed by the\nexperimental results that show that it increases in less cross-linked gel\nsamples that own a higher concentration of bounded water.\n"]}]
["1206.2408",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2408","Phys. Rev. B 86, 155424 (2012)","doi:10.1103/PhysRevB.86.155424"],"date":["2012-06-11"],"type":["text"],"creator":["Kulkarni, Manas","Tiwari, Kunal L.","Segal, Dvira"],"language":[],"coverage":[],"title":["Towards equilibration and thermalization between finite quantum systems:\n  The role of dephasing effects and inelastic interactions"],"description":["  We demonstrate the approach towards a Gibbs-like equilibrium state, with a\ncommon temperature and a chemical potential, of two finite metallic grains,\nprepared with a different number of noninteracting electrons, connected by a\nweak link that is susceptible to incoherent and inelastic processes. By\ndeveloping an analytic method and by using an exact numerical approach, the\nquantum time evolution of the electrons in the metallic grains is followed. In\nthe absence of decoherring and inelastic effects, equilibration is never\nreached. Introducing dephasing effects on the link only, using a dephasing\nprobe, the two quantum systems equilibrate, but do not evolve towards a\nGibbs-like state. In contrast, by mimicking inelastic interactions with a\nvoltage probe, the metal pieces evolve towards a common Gibbs-like equilibrium\nstate, with the probe.\n","Comment: 5 pages, 5 figures"]}]
["1206.2496",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2496","IEEE Transactions on Signal Processing, 2012, Vol. 60, No. 9,\n  pages 4967-4972","doi:10.1109/TSP.2012.2203813"],"date":["2012-06-12"],"type":["text"],"creator":["Zachariah, Dave","Chatterjee, Saikat","Jansson, Magnus"],"language":[],"coverage":[],"title":["Dynamic Iterative Pursuit"],"description":["  For compressive sensing of dynamic sparse signals, we develop an iterative\npursuit algorithm. A dynamic sparse signal process is characterized by varying\nsparsity patterns over time/space. For such signals, the developed algorithm is\nable to incorporate sequential predictions, thereby providing better\ncompressive sensing recovery performance, but not at the cost of high\ncomplexity. Through experimental evaluations, we observe that the new algorithm\nexhibits a graceful degradation at deteriorating signal conditions while\ncapable of yielding substantial performance gains as conditions improve.\n","Comment: 6 pages, 7 figures. Accepted for publication in IEEE Transactions on\n  Signal Processing"]}]
["1206.3091",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3091","Nanotechnology 23, 435601 (2012)","doi:10.1088/0957-4484/23/43/435601"],"date":["2012-06-14"],"type":["text"],"creator":["Alegria, L. D.","Petta, J. R."],"language":[],"coverage":[],"title":["Controlled MOCVD growth of Bi2Se3 topological insulator nanoribbons"],"description":["  Topological insulators are a new class of materials that support\ntopologically protected electronic surface states. Potential applications of\nthe surface states in low dissipation electronic devices have motivated efforts\nto create nanoscale samples with large surface-to-volume ratios and highly\ncontrolled stoichiometry. Se vacancies in Bi2Se3 give rise to bulk conduction,\nwhich masks the transport properties of the surface states. We have therefore\ndeveloped a new route for the synthesis of topological insulator nanostructures\nusing metalorganic chemical vapour deposition (MOCVD). MOCVD allows for control\nof the Se/Bi flux ratio during growth. With the aim of rational growth, we vary\nthe Se/Bi flux ratio, growth time, and substrate temperature, and observe\nmorphological changes which indicate a growth regime in which nanoribbon\nformation is limited by the Bi precursor mass-flow. MOCVD growth of Bi2Se3\nnanostructures occurs via a distinct growth mechanism that is nucleated by gold\nnanoparticles at the base of the nanowire. By tuning the reaction conditions,\nwe obtain either single-crystalline ribbons up to 10 microns long or thin\nmicron-sized platelets.\n","Comment: Related papers at http://pettagroup.princeton.edu"]}]
["1206.4082",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4082","Front. Neuroanat. 6:40 (2012)","doi:10.3389/fnana.2012.00040"],"date":["2012-06-18"],"type":["text"],"creator":["Discenza, Claire B.","Reinagel, Pamela"],"language":[],"coverage":[],"title":["Dorsal lateral geniculate substructure in the Long-Evans rat: A cholera\n  toxin B-subunit study"],"description":["  This study describes the substructure of the dorsal lateral geniculate\nnucleus of the thalamus of the pigmented rat (Rattus norvegicus) based on the\neye-of-origin of its retinal ganglion cell inputs. We made monocular\nintra-ocular injections of the B-subunit of cholera toxin (CTB), a sensitive\nanterograde tracer, in three adult male Long-Evans rats. In four additional\nsubjects, we injected fluorophor-conjugated CTB in both eyes, using a different\nfluorophor in each eye. Brains of these subjects were fixed and sectioned, and\nthe labeled retinal ganglion cell termini were imaged with wide-field\nsub-micron resolution slide scanners. Retinal termination zones were traced to\nreconstruct a three dimensional model of the ipsilateral and contralateral\nretinal termination zones in the dLGN on both sides of the brain. The dLGN\nvolume was 1.58 \\pm0.094 mm^{3}, comprising 70 \\pm 3% the volume of the entire\nretinorecipient LGN. We find the retinal terminals to be well-segregated by eye\nof origin. We consistently found three or four spatially separated\nipsilateral-recipient zones within each dLGN, rather than the single compact\nzone expected. It remains to be determined whether these subdomains represent\ndistinct functional sublaminae.\n"]}]
["1206.4738",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4738","Phys.Rev.D86:064035,2012","doi:10.1103/PhysRevD.86.064035"],"date":["2012-06-20","2012-07-04"],"type":["text"],"creator":["Brenna, W. G.","Mann, R. B."],"language":[],"coverage":[],"title":["Quasi-topological Reissner-Nordstr\\\"om Black Holes"],"description":["  We consider Reissner-Nordstrom solutions in quasi-topological gravity,\nobtaining exact solutions to the field equations yielding charged\nquasi-topological black holes. We study their thermodynamic behaviour over a\nrange of parameters that yield ghost-free and stable space times. We find that\na sufficiently negative quasi-topological parameter can yield black holes with\n2 horizons, even for zero charge. We discuss the thermodynamic stability for\nthe class of solutions we obtain. We also describe the structure of exact\ncharged solutions to $k^{th}$ order quasi-topological gravity.\n","Comment: LaTeX, 16 pages, 9 figures; added references and corrected typos"]}]
["1206.4879",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4879"],"date":["2012-06-21"],"type":["text"],"creator":["Chiarelli, Piero","De Rossi, Danilo"],"language":[],"coverage":[],"title":["Polyelectrolyte intelligent gels. Design and applications"],"description":["  In this chapter polyelectrolyte intelligent gels are examined along three\nbroad lines. The effects of different physical, chemical and biological stimuli\non gels response are analysed and mechanisms of response are outlined. The\nbroad range of biomedical applications of smart gels is reviewed and limits and\nperspectives of the proposed techniques and devices are crititically discussed.\nFinally, continuous modelling of gel electromechanochemistry is described,\nproviding quantitative tools to assess swelling equilibrium conditions and\ncoupled kinetics.\n"]}]
["1206.6745",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6745","Phys.Rev. D86 (2012) 053003","doi:10.1103/PhysRevD.86.053003"],"date":["2012-06-28","2012-07-18"],"type":["text"],"creator":["Day, Melanie","McFarland, Kevin S."],"language":[],"coverage":[],"title":["Differences in Quasi-Elastic Cross-Sections of Muon and Electron\n  Neutrinos"],"description":["  Accelerator neutrino oscillation experiments seek to make precision\nmeasurements of the neutrino flavor oscillations muon (anti)neutrino to\nelectron (anti)neutrino in order to determine the mass hierarchy of neutrinos\nand to search for CP violation in neutrino oscillations. These experiments are\ncurrently performed with beams of muon neutrinos at energies near 1 GeV where\nthe charged-current quasi-elastic interactions nu+n\\rightarrow(l^-)+p and\nanti-nu+p\\rightarrow(l^+)+n dominate the signal reactions. We examine the\ndifference between the quasi-elastic cross-sections for muon and electron\nneutrinos and anti-neutrinos and estimate the uncertainties on these\ndifferences.\n","Comment: 8 pages, 9 figures, submitted to Physical Review D. Revision to\n  discussion of radiative corrections"]}]
["1206.6946",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6946","Phys. Rev. Lett. 109, 153601 (2012)","doi:10.1103/PhysRevLett.109.153601"],"date":["2012-06-29","2012-10-12"],"type":["text"],"creator":["Slichter, D. H.","Vijay, R.","Weber, S. J.","Boutin, S.","Boissonneault, M.","Gambetta, J. M.","Blais, A.","Siddiqi, I."],"language":[],"coverage":[],"title":["Measurement-induced qubit state mixing in circuit QED from up-converted\n  dephasing noise"],"description":["  We observe measurement-induced qubit state mixing in a transmon qubit\ndispersively coupled to a planar readout cavity. Our results indicate that\ndephasing noise at the qubit-readout detuning frequency is up-converted by\nreadout photons to cause spurious qubit state transitions, thus limiting the\nnondemolition character of the readout. Furthermore, we use the qubit\ntransition rate as a tool to extract an equivalent flux noise spectral density\nat f ~ 1 GHz and find agreement with values extrapolated from a $1/f^\\alpha$\nfit to the measured flux noise spectral density below 1 Hz.\n","Comment: 5 pages, 4 figures. Final journal version"]}]
["1207.1106",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1106","Phys. Rev. B 86, 155123 (2012)","doi:10.1103/PhysRevB.86.155123"],"date":["2012-07-04","2012-10-11"],"type":["text"],"creator":["Bergeron, Dominic","Chowdhury, Debanjan","Punk, Matthias","Sachdev, Subir","Tremblay, A. -M. S."],"language":[],"coverage":[],"title":["Breakdown of Fermi liquid behavior at the (\\pi,\\pi)=2k_F spin-density\n  wave quantum-critical point: the case of electron-doped cuprates"],"description":["  Many correlated materials display a quantum critical point between a\nparamagnetic and a SDW state. The SDW wave vector connects points (hot spots)\non opposite sides of the Fermi surface. The Fermi velocities at these pairs of\npoints are in general not parallel. Here we consider the case where pairs of\nhot spots coalesce, and the wave vector (\\pi,\\pi) of the SDW connects hot spots\nwith parallel Fermi velocities. Using the specific example of electron-doped\ncuprates, we first show that Kanamori screening and generic features of the\nLindhard function make this case experimentally relevant. The temperature\ndependence of the correlation length, the spin susceptibility and the\nself-energy at the hot spots are found using the Two-Particle-Self-Consistent\ntheory and specific numerical examples worked out for parameters characteristic\nof the electron-doped cuprates. While the curvature of the Fermi surface at the\nhot spots leads to deviations from perfect nesting, the pseudo-nesting\nconditions lead to drastic modifications to the temperature dependence of these\nphysical observables: Neglecting logarithmic corrections, the correlation\nlength \\xi scales like 1/T, i.e. z=1 instead of the naive z=2, the (\\pi,\\pi)\nstatic spin susceptibility \\chi like $1/\\sqrt T$, and the imaginary part of the\nself-energy at the hot spots like $T^{3/2}$. The correction $T_1^{-1}\\sim\nT^{3/2}$ to the Korringa NMR relaxation rate is subdominant. We also consider\nthis problem at zero temperature, or for frequencies larger than temperature,\nusing a field-theoretical model of gapless SDW fluctuations interacting with\nfermions. The imaginary part of the fermionic self-energy close to the hot\nspots scales as $-\\omega^{3/2}\\log\\omega$. This is less singular than earlier\npredictions of the form $-\\omega\\log\\omega$. The difference arises from the\neffects of umklapp terms that were not included in previous studies.\n","Comment: 23 pages, 12 figures; (v2) minor changes; (v3) Final published\n  version"]}]
["1207.6904",{"format":[],"subject":["Physics - Chemical Physics","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6904","J. Phys. Chem. B 116, 11004 (2012)","doi:10.1021/jp3022908"],"date":["2012-07-30"],"type":["text"],"creator":["Yusuff, Olaniyi K.","Babalola, Jonathan O.","Bussi, Giovanni","Raugei, Simone"],"language":[],"coverage":[],"title":["Role of the Subunits Interactions in the Conformational Transitions in\n  Adult Human Hemoglobin: an Explicit Solvent Molecular Dynamics Study"],"description":["  Hemoglobin exhibits allosteric structural changes upon ligand binding due to\nthe dynamic interactions between the ligand binding sites, the amino acids\nresidues and some other solutes present under physiological conditions. In the\npresent study, the dynamical and quaternary structural changes occurring in two\nunligated (deoxy-) T structures, and two fully ligated (oxy-) R, R2 structures\nof adult human hemoglobin were investigated with molecular dynamics. It is\nshown that, in the sub-microsecond time scale, there is no marked difference in\nthe global dynamics of the amino acids residues in both the oxy- and the deoxy-\nforms of the individual structures. In addition, the R, R2 are relatively\nstable and do not present quaternary conformational changes within the time\nscale of our simulations while the T structure is dynamically more flexible and\nexhibited the T\\rightarrow R quaternary conformational transition, which is\npropagated by the relative rotation of the residues at the {\\alpha}1{\\beta}2\nand {\\alpha}2{\\beta}1 interface.\n","Comment: Reprinted (adapted) with permission from J. Phys. Chem. B\n  DOI:10.1021/jp3022908. Copyright (2012) American Chemical Society"]}]
["1208.0218",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0218","2nd International Conference on Intelligent Control and\n  Information Processing (ICICIP), 2011, pp. 674 - 678","doi:10.1109/ICICIP.2011.6008335"],"date":["2012-08-01"],"type":["text"],"creator":["Zhou, Xiaojun","Yang, Chunhua","Gui, Weihua"],"language":[],"coverage":[],"title":["A new transformation into State Transition Algorithm for finding the\n  global minimum"],"description":["  To promote the global search ability of the original state transition\nalgorithm, a new operator called axesion is suggested, which aims to search\nalong the axes and strengthen single dimensional search. Several benchmark\nminimization problems are used to illustrate the advantages of the improved\nalgorithm over other random search methods. The results of numerical\nexperiments show that the new transformation can enhance the performance of the\nstate transition algorithm and the new strategy is effective and reliable.\n","Comment: 5 pages, 6 figures"]}]
["1208.0228",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0228","Second International Conference on Digital Manufacturing and\n  Automation (ICDMA), 2011, 644 - 647","doi:10.1109/ICDMA.2011.160"],"date":["2012-08-01","2012-09-12"],"type":["text"],"creator":["Zhou, Xiaojun","Yang, Chunhua","Gui, Weihua"],"language":[],"coverage":[],"title":["Initial Version of State Transition Algorithm"],"description":["  In terms of the concepts of state and state transition, a new algorithm-State\nTransition Algorithm (STA) is proposed in order to probe into classical and\nintelligent optimization algorithms. On the basis of state and state\ntransition, it becomes much simpler and easier to understand. As for continuous\nfunction optimization problems, three special operators named rotation,\ntranslation and expansion are presented. While for discrete function\noptimization problems, an operator called general elementary transformation is\nintroduced. Finally, with 4 common benchmark continuous functions and a\ndiscrete problem used to test the performance of STA, the experiment shows that\nSTA is a promising algorithm due to its good search capability.\n"]}]
["1208.0430",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0430","doi:10.1016/j.photonics.2012.07.003"],"date":["2012-08-02"],"type":["text"],"creator":["Bonato, Cristian","Hagemeier, Jenna","Gerace, Dario","Thon, Susanna M.","Kim, Hyochul","Andreani, Lucio C.","Petroff, Pierre M.","van Exter, Martin P.","Bouwmeester, Dirk"],"language":[],"coverage":[],"title":["Far-field emission profiles from L3 photonic crystal cavity modes"],"description":["  We experimentally characterize the spatial far-field emission profiles for\nthe two lowest confined modes of a photonic crystal cavity of the L3 type,\nfinding a good agreement with FDTD simulations. We then link the far-field\nprofiles to relevant features of the cavity mode near-fields, using a simple\nFabry-Perot resonator model. The effect of disorder on far-field cavity\nprofiles is clarified through comparison between experiments and simulations.\nThese results can be useful for emission engineering from active centers\nembedded in the cavity.\n","Comment: 9 pages, 7 figures"]}]
["1208.1681",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1681","Science 2012: Vol. 338 no. 6104 pp. 234-238","doi:10.1126/science.1229141"],"date":["2012-08-08"],"type":["text"],"creator":["Henson, Alon B.","Gersten, Sasha","Shagam, Yuval","Narevicius, Julia","Narevicius, Edvardas"],"language":[],"coverage":[],"title":["Observation of Quantum Effects in sub Kelvin Cold Reactions"],"description":["  There has been a long-standing quest to observe chemical reactions at low\ntemperatures where reaction rates and pathways are governed by quantum\nmechanical effects. So far this field of Quantum Chemistry has been dominated\nby theory. The difficulty has been to realize in the laboratory low enough\ncollisional velocities between neutral reactants, so that the quantum wave\nnature could be observed. We report here the first realization of merged\nneutral supersonic beams, and the observation of clear quantum effects in the\nresulting reactions. We observe orbiting resonances in the Penning ionization\nreaction of argon and molecular hydrogen with metastable helium leading to a\nsharp increase in the absolute reaction rate in the energy range corresponding\nto a few degrees kelvin down to 10 mK. Our method is widely applicable to many\ncanonical chemical reactions, and will enable a breakthrough in the\nexperimental study of Quantum Chemistry.\n"]}]
["1208.2237",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2237","Phys. Rev. B 86, 125422 (2012)","doi:10.1103/PhysRevB.86.125422"],"date":["2012-08-10"],"type":["text"],"creator":["Côté, R.","Rondeau, Maxime","Gagnon, Anne-Marie","Barlas, Yafis"],"language":[],"coverage":[],"title":["Phase diagram of insulating crystal and quantum Hall states in\n  ABC-stacked trilayer graphene"],"description":["  In the presence of a perpendicular magnetic field, ABC-stacked trilayer\ngraphene's chiral band structure supports a 12-fold degenerate N=0 Landau level\n(LL). Along with the valley and spin degrees of freedom, the zeroth LL contains\nadditional quantum numbers associated with the LL orbital index $% n=0,1,2$.\nRemote inter-layer hopping terms and external potential difference $\\Delta_{B}$\nbetween the layers lead to LL splitting by introducing a gap $% \\Delta_{LL}$\nbetween the degenerate zero-energy triplet LL orbitals. Assuming that the spin\nand valley degrees of freedom are frozen, we study the phase diagram of this\nsystem resulting from competition of the single particle LL splitting and\nCoulomb interactions within the Hartree-Fock approximation at integer filling\nfactors. Above a critical value $\\Delta_{LL}^{c}$ of the external potential\ndifference i,e, for $|\\Delta_{LL}| >\\Delta_{LL}^{c}$, the ground state is a\nuniform quantum Hall state where the electrons occupy the lowest unoccupied LL\norbital index. For $|\\Delta_{LL}| <\\Delta_{LL}^{c}$ (which corresponds to large\npositive or negative values of $\\Delta_{B}$) the uniform QH state is unstable\nto the formation of a crystal state at integer filling factors. This phase\ntransition should be characterized by a Hall plateau transition as a function\nof $\\Delta_{LL}$ at a fixed filling factor. We also study the properties of\nthis crystal state and discuss its experimental detection.\n","Comment: 16 pages with 13 figures"]}]
["1208.2897",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2897","Phys. Rev. B 86, 134516 (2012)","doi:10.1103/PhysRevB.86.134516"],"date":["2012-08-14"],"type":["text"],"creator":["Akbari, Alireza","Thalmeier, Peter"],"language":[],"coverage":[],"title":["Field induced spin exciton doublet splitting in d_{x^2-y^2}-wave\n  115-heavy electron superconductors"],"description":["  We investigate the spin-exciton modes in the superconducting d_{x^2-y^2}\nstate of CeMIn_5 heavy fermion compounds found at the antiferromagnetic wave\nvector by inelastic neutron scattering. We present a theoretical model that\nexplains the field dependence for both field directions. We show that the\nrecently observed splitting of the spin exciton doublet in CeCoIn_5 into two\nnon-degenerate modes for in-plane field appears naturally in this model. This\nis due to the spin anisotropy of g- factors and quasiparticle interactions\nwhich lead to different resonant conditions for the dynamic susceptibility\ncomponents. We predict that the splitting of the spin resonance doublet becomes\nstrongly nonlinear for larger fields when the energy of both split components\ndecreases. For field along the tetragonal axis no splitting but only a\nbroadening of the resonance is found in agreement with experiment.\n","Comment: 8 pages, 5 figures"]}]
["1208.3019",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3019","Phys. Rev. D 86, 081502(R) (2012)","doi:10.1103/PhysRevD.86.081502"],"date":["2012-08-14","2012-10-11"],"type":["text"],"creator":["Motohashi, Hayato","Suyama, Teruaki"],"language":[],"coverage":[],"title":["Self-accelerating solutions in massive gravity on an isotropic reference\n  metric"],"description":["  Within the framework of the recently proposed ghost-free massive gravity, a\ncosmological constant-type self-accelerating solution has been obtained for\nMinkowski and de Sitter reference metrics. We ease the assumption on the\nreference metric and find the self-accelerating solution for the reference\nmetric respecting only isotropy, thus considerably extending the range of known\nsolutions.\n","Comment: 4 pages; matches the published version in Phys. Rev. D"]}]
["1208.3517",{"format":[],"subject":["Mathematics - Rings and Algebras","06C10 (Primary) 05E99, 52C99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3517"],"date":["2012-08-16","2012-10-12"],"type":["text"],"creator":["Czédli, Gábor"],"language":[],"coverage":[],"title":["Coordinatization of join-distributive lattices"],"description":["  Join-distributive lattices are finite, meet-semidistributive, and semimodular\nlattices. They are the same as Dilworth's lattices in 1940, and many\nalternative definitions and equivalent concepts have been discovered or\nrediscovered since then. Let L be a join-distributive lattice of length n and\nlet k denote the width of the set of join-irreducible elements of L. A result\nof P.H. Edelman and R.E. Jamison, translated from Combinatorics to Lattice\nTheory, says that L can be described by k-1 permutations acting on the set\n{1,...,n}. We prove a similar result within Lattice Theory: there exist k-1\npermutations acting on {1,...,n} such that the elements of L are coordinatized\nby k-tuples over {0,...,n}, and the permutations determine which k-tuples are\nallowed. Since the concept of join-distributive lattices is equivalent to that\nof antimatroids and convex geometries, our result offers a coordinatization for\nthese combinatorial structures.\n","Comment: 20 pages, no figure"]}]
["1208.3970",{"format":[],"subject":["Physics - Computational Physics","Computer Science - Mathematical Software","Quantum Physics","G.3","G.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3970","Comput. Phys. Commun., Vol. 184 (2013), pp. 257-258","doi:10.1016/j.cpc.2012.08.012"],"date":["2012-08-20"],"type":["text"],"creator":["Miszczak, J. A."],"language":[],"coverage":[],"title":["Employing online quantum random number generators for generating truly\n  random quantum states in Mathematica"],"description":["  We present a new version of TRQS package for Mathematica computing system.\nThe package allows harnessing quantum random number generators (QRNG) for\ninvestigating the statistical properties of quantum states. It implements a\nnumber of functions for generating random states. The new version of the\npackage adds the ability to use the on-line quantum random number generator\nservice and implements new functions for retrieving lists of random numbers.\nThanks to the introduced improvements, the new version provides faster access\nto high-quality sources of random numbers and can be used in simulations\nrequiring large amount of random data.\n","Comment: New version of the package described in arXiv:1102.4598. Software\n  available at http://www.iitis.pl/~miszczak/trqs"]}]
["1208.5945",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5945","Phys. Rev. Lett. 109, 157003 (2012)","doi:10.1103/PhysRevLett.109.157003"],"date":["2012-08-29"],"type":["text"],"creator":["Gu, Mingqiang","Xie, Qiyun","Shen, Xuan","Xie, Rubin","Wang, Jianli","Tang, Gang","Wu, Di","Zhang, G. P.","Wu, X. S."],"language":[],"coverage":[],"title":["Magnetic ordering and structural phase transitions in strained ultrathin\n  SrRuO$_{3}$/SrTiO$_{3}$ superlattice"],"description":["  Ruthenium-based perovskite systems are attractive because their Structural,\nelectronic and magnetic properties can be systematically engineered.\nSrRuO$_3$/SrTiO$_3$ superlattice, with its period consisting of one unit cell\neach, is very sensitive to strain change. Our first-principles simulations\nreveal that in the high tensile strain region, it transits from a ferromagnetic\n(FM) metal to an antiferromagnetic (AFM) insulator with clear tilted octahedra,\nwhile in the low strain region, it is a ferromagnetic metal without octahedra\ntilting. Detailed analyses of three spin-down Ru-t$_{2g}$ orbitals just below\nthe Fermi level reveal that the splitting of these orbitals underlies these\ndramatic phase transitions, with the rotational force constant of RuO$_6$\noctahedron high up to 16 meV/Deg$^2$, 4 times larger than that of TiO$_6$.\nDifferently from nearly all the previous studies, these transitions can be\nprobed optically through the diagonal and off-diagonal dielectric tensor\nelements. For one percent change in strain, our experimental spin moment change\nis -0.14$\\pm$0.06 $\\mu_B$, quantitatively consistent with our theoretical value\nof -0.1 $\\mu_B$.\n","Comment: 3 figures, 1 supplementary material, accepted by Phys. Rev. Lett"]}]
["1209.1653",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.1653","2012 ApJ 759 17","doi:10.1088/0004-637X/759/1/17"],"date":["2012-09-07"],"type":["text"],"creator":["Sullivan, Ian","Morales, Miguel","Hazelton, Bryna","Arcus, Wayne","Barnes, David","Bernardi, Gianni","Briggs, Frank","Bowman, Judd D.","Bunton, John","Cappallo, Roger","Corey, Brian","Deshpande, Avinash","deSouza, Ludi","Emrich, David","Gaensler, B. M.","Goeke, Robert","Greenhill, Lincoln","Herne, David","Hewitt, Jacqueline","Johnston-Hollitt, Melanie","Kaplan, David","Kasper, Justin","Kincaid, Barton","Koenig, Ronald","Kratzenberg, Eric","Lonsdale, Colin","Lynch, Mervyn","McWhirter, Russell","Mitchell, Daniel","Morgan, Edward","Oberoi, Divya","Ord, Stephen","Pathikulangara, Joseph","Prabu, Thiagaraj","Remillard, Ron","Rogers, Alan","Roshi, Anish","Salah, Joseph","Sault, Robert","Shankar, Udaya","Srivani, K.","Stevens, Jamie","Subrahmanyan, Ravi","Tingay, Steven","Wayth, Randall","Waterson, Mark","Webster, Rachel","Whitney, Alan","Williams, Andrew","Williams, Chris","Wyithe, Stuart"],"language":[],"coverage":[],"title":["Fast Holographic Deconvolution: a new technique for precision radio\n  interferometry"],"description":["  We introduce the Fast Holographic Deconvolution method for analyzing\ninterferometric radio data. Our new method is an extension of\nA-projection/software-holography/forward modeling analysis techniques and\nshares their precision deconvolution and widefield polarimetry, while being\nsignificantly faster than current implementations that use full\ndirection-dependent antenna gains. Using data from the MWA 32 antenna\nprototype, we demonstrate the effectiveness and precision of our new algorithm.\nFast Holographic Deconvolution may be particularly important for upcoming 21 cm\ncosmology observations of the Epoch of Reionization and Dark Energy where\nforeground subtraction is intimately related to the precision of the data\nreduction.\n","Comment: ApJ accepted"]}]
["1209.1657",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies","Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.1657","2012 ApJ 758 143","doi:10.1088/0004-637X/758/2/143"],"date":["2012-09-07"],"type":["text"],"creator":["Crowder, S. G.","Barger, K. A.","Brandl, D. E.","Eckart, M. E.","Galeazzi, M.","Kelley, R. L.","Kilbourne, C. A.","McCammon, D.","Pfendner, C. G.","Porter, F. S.","Rocks, L.","Szymkowiak, A. E.","Teplin, I. M."],"language":[],"coverage":[],"title":["Observed Limits on Charge Exchange Contributions to the Diffuse X-ray\n  Background"],"description":["  We present a high resolution spectrum of the diffuse X-ray background from\n0.1 to 1 keV for a ~1 region of the sky centered at l=90, b=+60 using a\n36-pixel array of microcalorimeters flown on a sounding rocket. With an energy\nresolution of 11 eV FWHM below 1 keV, the spectrum's observed line ratios help\nseparate charge exchange contributions originating within the heliosphere from\nthermal emission of hot gas in the interstellar medium. The X-ray sensitivity\nbelow 1 keV was reduced by about a factor of four from contamination that\noccurred early in the flight, limiting the significance of the results. The\nobserved centroid of helium-like O VII is 568+2-3 eV at 90% confidence. Since\nthe centroid expected for thermal emission is 568.4 eV while for charge\nexchange is 564.2 eV, thermal emission appears to dominate for this line\ncomplex, consistent with much of the high-latitude O VII emission originating\nin 2-3 x 10^6 K gas in the Galactic halo. On the other hand, the observed ratio\nof C VI Ly gamma to Ly alpha is 0.3+-0.2. The expected ratios are 0.04 for\nthermal emission and 0.24 for charge exchange, indicating that charge exchange\nmust contribute strongly to this line and therefore potentially to the rest of\nthe ROSAT R12 band usually associated with 10^6 K emission from the Local Hot\nBubble. The limited statistics of this experiment and systematic uncertainties\ndue to the contamination require only >32% thermal emission for O VII and >20%\nfrom charge exchange for C VI at the 90% confidence level. An experimental gold\ncoating on the silicon substrate of the array greatly reduced extraneous\nsignals induced on nearby pixels from cosmic rays passing through the\nsubstrate, reducing the triggered event rate by a factor of 15 from a previous\nflight of the instrument.\n","Comment: 14 pages, 7 figures, to be published in ApJ"]}]
["1209.3574",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3574"],"date":["2012-09-17","2012-10-12"],"type":["text"],"creator":["Chang, Zhe","Wang, Sai"],"language":[],"coverage":[],"title":["Lorentz and CPT violations in Finsler spacetime"],"description":["  Standard model with intrinsic Lorentz and CPT violations is proposed in a\nFinsler geometric framework. We present explicitly Lorentz and CPT--breaking\nLagrangians of the matter fields and the gauge fields in locally Minkowski\nspacetime. The Lorentz invariance violation is found to be originated from the\nspacetime background deviating from the Minkowski one. Similarly, the CPT\nviolation is determined by the behaviors of the locally Minkowski metric under\nthe parity and time reversal operations. To help understanding phenomenologies,\nwe compare the Finslerian model with the standard--model extension (SME) term\nby term at a first order approximation.\n","Comment: 8 pages, no figure"]}]
["1209.5723",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5723"],"date":["2012-09-25","2012-10-12"],"type":["text"],"creator":["Socrates, Aristotle","Katz, Boaz"],"language":[],"coverage":[],"title":["Physical Basis for a Constant Lag Time"],"description":["  We show that the constant time lag prescription for tidal dissipation follows\ndirectly from the equations of motion of a tidally-forced viscous fluid body,\ngiven some basic assumptions. They are (i) dissipation results from a viscous\nforce that is proportional to the velocity of the tidal flow (ii) tidal forcing\nand dissipation are weak and non-resonant (iii) the equilibrium structure of\nthe forced body is spherically-symmetric. The lag time is an intrinsic property\nof the tidally-forced body and is independent of the orbital configuration.\n","Comment: 4 pages"]}]
["1209.5960",{"format":[],"subject":["Physics - General Physics","53Z05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5960"],"date":["2012-09-26","2012-10-10"],"type":["text"],"creator":["Romano, Giovanni"],"language":[],"coverage":[],"title":["On Frame-Invariance in Electrodynamics"],"description":["  The Faraday and Ampere-Maxwell laws of electrodynamics in space-time manifold\nare formulated in terms of differential forms and exterior and Lie derivatives.\nDue to their natural behavior with respect to push-pull operations, these\ngeometric objects are the suitable tools to deal with the space-time observer\nsplit of the events manifold and with frame-invariance properties.\nFrame-invariance is investigated in complete generality, referring to any\nautomorphic transformation in space-time, in accord with the spirit of general\nrelativity. A main result of the new geometric theory is the assessment of\nframe-invariance of space-time electromagnetic differential forms and induction\nlaws and of their spatial counterparts under any change of frame. This target\nis reached by a suitable extension of the formula governing the correspondence\nbetween space-time and spatial differential forms in electrodynamics to take\nrelative motions in due account. The result modifies the statement made by\nEinstein in the 1905 paper on the relativity principle, and reproposed in the\nsubsequent literature, and advocates the need for a revision of the theoretical\nframework of electrodynamics.\n","Comment: 1 figure"]}]
["1210.0157",{"format":[],"subject":["Mathematics - Metric Geometry","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0157","Symmetry 4 (2012) 566-580","doi:10.3390/sym4040566"],"date":["2012-09-29"],"type":["text"],"creator":["Baake, Michael","Grimm, Uwe"],"language":[],"coverage":[],"title":["On the notions of symmetry and aperiodicity for Delone sets"],"description":["  Non-periodic systems have become more important in recent years, both\ntheoretically and practically. Their description via Delone sets requires the\nextension of many standard concepts of crystallography. Here, we summarise some\nuseful notions of symmetry and aperiodicity, with special focus on the concept\nof the hull of a Delone set. Our aim is to contribute to a more systematic and\nconsistent use of the different notions.\n","Comment: 13 pages"]}]
["1210.0202",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0202"],"date":["2012-09-30","2012-10-12"],"type":["text"],"creator":["Brau, James E.","Godbole, Rohini M.","Diberder, Francois R. Le","Thomson, M. A.","Weerts, Harry","Weiglein, Georg","Wells, James D.","Yamamoto, Hitoshi"],"language":[],"coverage":[],"title":["The Physics Case for an e+e- Linear Collider"],"description":["  This document presents an overview of the physics potential of a future\nelectron-positron linear collider. It represents a common input from the CLIC\nand ILC communities.\n","Comment: Submitted to the Open Symposium of the European Strategy Preparatory\n  Group, 10-12 September 2012, Krakow, Poland, 15 page limit. v2: Fig 1 now in\n  pdf"]}]
["1210.1172",{"format":[],"subject":["Physics - Biological Physics","Computer Science - Social and Information Networks","Physics - Physics and Society","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1172"],"date":["2012-10-03"],"type":["text"],"creator":["Albi, Giacomo","Pareschi, Lorenzo"],"language":[],"coverage":[],"title":["Modeling self-organized systems interacting with few individuals: from\n  microscopic to macroscopic dynamics"],"description":["  In nature self-organized systems as flock of birds, school of fishes or herd\nof sheeps have to deal with the presence of external agents such as predators\nor leaders which modify their internal dynamic. Such situations take into\naccount a large number of individuals with their own social behavior which\ninteract with a few number of other individuals acting as external point source\nforces. Starting from the microscopic description we derive the kinetic model\nthrough a mean-field limit and finally the macroscopic system through a\nsuitable hydrodynamic limit.\n"]}]
["1210.1368",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1368","Physical Review B 86, 155418 (2012)","doi:10.1103/PhysRevB.86.155418"],"date":["2012-10-04"],"type":["text"],"creator":["Ness, H.","Dash, L. K."],"language":[],"coverage":[],"title":["Non-equilibrium transport with self-consistent renormalised contacts for\n  a single-molecule nanodevice with electron-vibron interaction"],"description":["  We present an application of a new formalism to treat the quantum transport\nproperties of fully interacting nanoscale junctions [Phys. Rev. B {\\bf 84},\n235428 (2011)]. We consider a model single-molecule nanojunction in the\npresence of two kinds of electron-vibron interactions. In terms of electron\ndensity matrix, one interaction is diagonal in the central region and the\nsecond is off-diagonal in between the central region and the left electrode. We\nuse a non-equilibrium Green's function technique to calculate the system's\nproperties in a self-consistent manner. The interaction self-energies are\ncalculated at the Hartree-Fock level in the central region and at the Hartree\nlevel for the crossing interaction. Our calculations are performed for\ndifferent transport regimes ranging from the far off-resonance to the\nquasi-resonant regime, and for a wide range of parameters. They show that a\nnon-equilibrium (i.e. bias dependent) static (i.e. energy independent)\nrenormalisation is obtained for the nominal hopping matrix element between the\nleft electrode and the central region. Such a renormalisation is highly\nnon-linear and non-monotonic with the applied bias, however it always lead to a\nreduction of the current, and also affects the resonances in the conductance.\nFurthermore, we show that the relationship between the non-equilibrium charge\nsusceptibility and dynamical conductance still holds even in the presence of\ncrossing interaction.\n","Comment: accepted for publication in Phys. Rev. B"]}]
["1210.1624",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1624"],"date":["2012-10-04","2012-10-12"],"type":["text"],"creator":["Kar, Swarnendu","Varshney, Pramod K."],"language":[],"coverage":[],"title":["Controlled Collaboration for Linear Coherent Estimation in Wireless\n  Sensor Networks"],"description":["  We consider a wireless sensor network consisting of multiple nodes that are\ncoordinated by a fusion center (FC) in order to estimate a common signal of\ninterest. In addition to being coordinated, the sensors are also able to\ncollaborate, i.e., share observations with other neighboring nodes, prior to\ntransmission. In an earlier work, we derived the energy-optimal collaboration\nstrategy for the single-snapshot framework, where the inference has to be made\nbased on observations collected at one particular instant. In this paper, we\nmake two important contributions. Firstly, for the single-snapshot framework,\nwe gain further insights into partially connected collaboration networks\n(nearest-neighbor and random geometric graphs for example) through the analysis\nof a family of topologies with regular structure. Secondly, we explore the\nestimation problem by adding the dimension of time, where the goal is to\nestimate a time-varying signal in a power-constrained network. To model the\ntime dynamics, we consider the stationary Gaussian process with exponential\ncovariance (sometimes referred to as Ornstein-Uhlenbeck process) as our\nrepresentative signal. For such a signal, we show that it is always beneficial\nto sample as frequently as possible, despite the fact that the samples get\nincreasingly noisy due to the power-constrained nature of the problem.\nSimulation results are presented to corroborate our analytical results.\n","Comment: 8 pages double column, 11 figures, final pre-print as will appear in\n  Proceedings of 50th Annual Allerton Conference on Communication, Control and\n  Computing - 2012. This paper still does not contain the proofs, which will be\n  provided in a future version"]}]
["1210.1692",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1692"],"date":["2012-10-05","2012-10-12"],"type":["text"],"creator":["Lee, Jong-Phil"],"language":[],"coverage":[],"title":["Quantization of $D$-dimensional noncommutative black holes"],"description":["  Noncommutative black holes in higher dimensions are investigated in the\ncontext of holographic principle. Quantization rules for the discrete mass\nspectrum are derived and compared with the continuous spectrum in the\nliterature. Because of the noncommutative nature of background geometry the\nminimum mass to form a noncommutative black hole is very large (it becomes\nlarger for discrete spectra), so the current LHC search results for mini black\nholes cannot exclude the possibility of quantum gravity in higher dimensions.\n","Comment: 8 pages, 1 table, 1 figure. Comments and references added"]}]
["1210.2819",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","37K10, 37K05","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2819"],"date":["2012-10-10","2012-10-12"],"type":["text"],"creator":["Popowicz, Ziemowit"],"language":[],"coverage":[],"title":["New Two-Componet Coupled KdV Equation and its Connection with the\n  Generalized Harry Dym Equation"],"description":["  It is shown that, two different Lax operators in the Dym hierarchy, produce\ntwo generalized coupled Harry Dym equations. These equations transform, via the\nreciprocal link, to the coupled two-component KdV system. The first equation\ngives us new integrable two-component KdV system while the second reduces to\nthe known symmetrical two-component KdV equation. For this new two-component\ncoupled KdV system the Lax representation and Hamiltonian structure is defined.\n","Comment: This paper has been withdrawn by the author due to the some errors"]}]
["1210.3069",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3069"],"date":["2012-10-10","2012-10-12"],"type":["text"],"creator":["Becker, Matthew R."],"language":[],"coverage":[],"title":["CALCLENS: Weak Lensing Simulations for Large-area Sky Surveys and\n  Second-order Effects in Cosmic Shear Power Spectra"],"description":["  I present a new algorithm, CALCLENS, for efficiently computing weak\ngravitational lensing shear signals from large N-body light cone simulations\nover a curved sky. This new algorithm properly accounts for the sky curvature\nand boundary conditions, is able to produce redshift-dependent shear signals\nincluding corrections to the Born approximation by using multiple-plane ray\ntracing, and properly computes the lensed images of source galaxies in the\nlight cone. The key feature of this algorithm is a new, computationally\nefficient Poisson solver for the sphere that combines spherical harmonic\ntransform and multgrid methods. As a result, large areas of sky (~10, 000\nsquare degrees) can be ray traced efficiently at high-resolution using only a\nfew hundred cores on widely available machines. Using this new algorithm and\ncurved-sky calculations that only use a slower but more accurate spherical\nharmonic transform Poisson solver, I study the shear B-mode and rotation mode\npower spectra. Employing full-sky E/B-mode decompositions, I confirm that the\nshear B-mode and rotation mode power spectra are equal at high accuracy (~1%),\nas expected from perturbation theory up to second order. Coupled with realistic\ngalaxy populations placed in large N-body light cone simulations, this new\nalgorithm is ideally suited for the construction of synthetic weak lensing\nshear catalogs to be used to test for systematic effects in data analysis\nprocedures for upcoming large-area sky surveys. The implementation presented in\nthis work, written in C and employing widely available software libraries to\nmaintain portability, is publicly available at\nhttp://code.google.com/p/calclens.\n","Comment: 18 pages, 7 figures, 5 appendices, MNRAS submitted, minor changes to\n  match submitted version, comments welcome!"]}]
["1210.3199",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3199"],"date":["2012-10-11","2012-10-12"],"type":["text"],"creator":["Vishnevsky, D. V.","Gippius, N. A."],"language":[],"coverage":[],"title":["Acoustic control of the lasing threshold in QDs ensemble coupled to an\n  optical microcavity"],"description":["  We propose a theoretical model which describes the coupling between quantum\ndots ensemble and optical microcavity. By this model we simulate the\ninteraction of the system with the strain pulse which can strongly modify the\nlasing of QDs.\n","Comment: 8 figures, 2 videos"]}]
["1210.3329",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Physics - Classical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3329","Physical Review E 86 (2012) 011301","doi:10.1103/PhysRevE.86.011301"],"date":["2012-10-11"],"type":["text"],"creator":["Shojaaee, Zahra","Roux, Jean-Noël","Chevoir, François","Dietrich, Wolf"],"language":[],"coverage":[],"title":["Shear flow of dense granular materials near smooth walls. I. Shear\n  localization and constitutive laws in boundary region"],"description":["  We report on a numerical study of the shear flow of a simple two-dimensional\nmodel of a granular material under controlled normal stress between two\nparallel smooth, frictional walls, moving with opposite velocities $\\pm$V .\nDiscrete simulations, which are carried out with the contact dynamics method in\ndense assemblies of disks, reveal that, unlike rough walls made of strands of\nparticles, smooth ones can lead to shear strain localization in the boundary\nlayer. Specifically, we observe, for decreasing V, first a fluid-like regime\n(A), in which the whole granular layer is sheared, with a homogeneous strain\nrate except near the walls; then (B) a symmetric velocity profile with a solid\nblock in the middle and strain localized near the walls and finally (C) a state\nwith broken symmetry in which the shear rate is confined to one boundary layer,\nwhile the bulk of the material moves together with the opposite wall. Both\ntransitions are independent of system size and occur for specific values of V .\nTransient times are discussed. We show that the first transition, between\nregimes A and B, can be deduced from constitutive laws identified for the bulk\nmaterial and the boundary layer, while the second one could be associated with\nan instability in the behavior of the boundary layer. The boundary zone\nconstitutive law, however, is observed to depend on the state of the bulk\nmaterial nearby.\n","Comment: 13 pages"]}]
["1210.3364",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3364","Phys. Rev. Lett. 109, 075004 (2012)","doi:10.1103/PhysRevLett.109.075004"],"date":["2012-10-11"],"type":["text"],"creator":["Thomas, V. A.","Kares, R. J."],"language":[],"coverage":[],"title":["Drive Asymmetry and the Origin of Turbulence in an ICF Implosion"],"description":["  2D and 3D numerical simulations with the adaptive mesh refinement Eulerian\nradiation-hydrocode RAGE at unprecedented spatial resolution are used to\ninvestigate the connection between drive asymmetry and the generation of\nturbulence in the DT fuel in a simplified inertial-confinement fusion (ICF)\nimplosion. Long-wavelength deviations from spherical symmetry in the pressure\ndrive lead to the generation of coherent vortical structures in the DT gas and\nit is the three-dimensional instability of these structures that in turn leads\nto turbulence and mix. The simulations sug-gest that this mechanism may be an\nadditional important source of mix in ICF implosions. Applications to target\nignition at the National Ignition Facility are briefly discussed.\n","Comment: 5 pages, 3 figures, with hyperlinks to YouTube videos and references"]}]
["1210.3368",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3368"],"date":["2012-10-11"],"type":["text"],"creator":["Bieniusa, Annette","Zawirski, Marek","Preguiça, Nuno","Shapiro, Marc","Baquero, Carlos","Balegas, Valter","Duarte, Sérgio"],"language":[],"coverage":[],"title":["An optimized conflict-free replicated set"],"description":["  Eventual consistency of replicated data supports concurrent updates, reduces\nlatency and improves fault tolerance, but forgoes strong consistency.\nAccordingly, several cloud computing platforms implement eventually-consistent\ndata types. The set is a widespread and useful abstraction, and many replicated\nset designs have been proposed. We present a reasoning abstraction, permutation\nequivalence, that systematizes the characterization of the expected concurrency\nsemantics of concurrent types. Under this framework we present one of the\nexisting conflict-free replicated data types, Observed-Remove Set. Furthermore,\nin order to decrease the size of meta-data, we propose a new optimization to\navoid tombstones. This approach that can be transposed to other data types,\nsuch as maps, graphs or sequences.\n","Comment: No. RR-8083 (2012)"]}]
["1210.3369",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3369","doi:10.1007/s11207-012-0095-5"],"date":["2012-10-11"],"type":["text"],"creator":["Crouch, Ashley D."],"language":[],"coverage":[],"title":["Least-Squares Fitting Methods for Estimating the Winding Rate in Twisted\n  Magnetic-Flux Tubes"],"description":["  We investigate least-squares fitting methods for estimating the winding rate\nof field lines about the axis of twisted magnetic-flux tubes. These methods\nestimate the winding rate by finding the values for a set of parameters that\ncorrespond to the minimum of the discrepancy between magnetic-field\nmeasurements and predictions from a twisted flux-tube model. For the flux-tube\nmodel used in the fitting, we assume that the magnetic field is static,\naxisymmetric, and does not vary in the vertical direction. Using error-free,\nsynthetic vector magnetic-field data constructed with models for twisted\nmagnetic-flux tubes, we test the efficacy of fitting methods at recovering the\ntrue winding rate. Furthermore, we demonstrate how assumptions built into the\nflux-tube models used for the fitting influence the accuracy of the\nwinding-rate estimates. We identify the radial variation of the winding rate\nwithin the flux tube as one assumption that can have a significant impact on\nthe winding-rate estimates. We show that the errors caused by making a fixed,\nincorrect assumption about the radial variation of the winding rate can be\nlargely avoided by fitting directly for the radial variation of the winding\nrate. Other assumptions that we investigate include the lack of variation of\nthe field in the azimuthal and vertical directions in the flux tube model used\nfor the fitting, and the inclination, curvature, and location of the flux-tube\naxis. When the observed field deviates substantially from the flux-tube model\nused for the fitting, we find that the winding-rate estimates can be\nunreliable. We conclude that the magnetic-flux tube models used in this\ninvestigation are probably too simple to yield reliable estimates for the\nwinding rate of the field lines in solar magnetic structures in general, unless\nadditional information is available to justify the choice of flux-tube model\nused for the fitting.\n","Comment: Accepted for publication in Solar Physics"]}]
["1210.3370",{"format":[],"subject":["Mathematics - Group Theory","20C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3370"],"date":["2012-10-11"],"type":["text"],"creator":["Algom-Kfir, Yael","Hadari, Asaf"],"language":[],"coverage":[],"title":["Linear representations of Aut(F_r) on the homology of representation\n  varieties"],"description":["  Let G be a compact semisimple linear Lie group. We study the action of\nAut(F_r) on the space H_*(G^r;\\QQ). We compute the image of this representation\nand prove that it only depends on the rank of the Lie algebra of G. We show\nthat the kernel of this representation is always the Torrelli subgroup IA_r of\nAut(F_r).\n"]}]
["1210.3375",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3375"],"date":["2012-10-11"],"type":["text"],"creator":["Ezzeddine, Benaissa","Abdellatif, Benabdelhafid","Mounir, Benaissa"],"language":[],"coverage":[],"title":["An Agent-based framework for cooperation in Supply Chain"],"description":["  Supply Chain coordination has become a critical success factor for Supply\nChain management (SCM) and effectively improving the performance of\norganizations in various industries. Companies are increasingly located at the\nintersection of one or more corporate networks which are designated by \"Supply\nChain\". Managing this chain is mainly based on an 'information sharing' and\nredeployment activities between the various links that comprise it. Several\nattempts have been made by industrialists and researchers to educate\npolicymakers about the gains to be made by the implementation of cooperative\nrelationships. The approach presented in this paper here is among the works\nthat aim to propose solutions related to information systems distributed Supply\nChains to enable the different actors of the chain to improve their\nperformance. We propose in particular solutions that focus on cooperation\nbetween actors in the Supply Chain.\n","Comment: IJCSI International Journal of Computer Science Issues, Vol. 9, Issue\n  5, No 3, September 2012"]}]
["1210.3377",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3377"],"date":["2012-10-11"],"type":["text"],"creator":["Coleman-Smith, C. E.","Muller, B."],"language":[],"coverage":[],"title":["What can we learn from dijets? A systematic study with VNI/BMS"],"description":["  We present a systematic study of dijet suppression at RHIC using the VNI/BMS\nparton cascade code. We examine the medium modification of the dijet asymmetry\n$A_j$ and the energy distribution within the dijets. Understanding the\nsensitivity of these observables to properties of the deconfined medium and to\nexperimental factors is vital if dijets are to be useful for QCD tomography.\nVNI/BMS provides a controllable test-bed with sufficient complexity to model\njet modification without confounding results with fluctuations from\nhydrodynamics and hadronization. Dijets are examined under the modification of:\nthe jet transport coefficient $\\hat{q}$; the path length of leading and\nsub-leading jets; jet cone angle and the jet-medium interaction mechanism. We\nfind that $A_j$ is very sensitive to the distance traveled by the secondary\njet, the jet shape is dominated by $\\hat{q}$ and the nature of the interaction\nmechanism.\n","Comment: Proceedings Hard Probes 2012"]}]
["1210.3380",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3380"],"date":["2012-10-11"],"type":["text"],"creator":["Grogan, Joseph M.","Ross, Frances M.","Bau, Haim H."],"language":[],"coverage":[],"title":["Electron Beam Artifacts in Liquid-Cell Electron Microscopy"],"description":["  Bubbles may form when imaging liquids with in situ liquid-cell electron\nmicroscopy. Fluid dynamics videos show beam-induced bubble nucleation and\ngrowth. By examining the bubble formation and growth process, we hope to gain a\nbetter understanding of interactions between the electron beam and liquids.\n","Comment: Videos are included"]}]
["1210.3385",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3385"],"date":["2012-10-11"],"type":["text"],"creator":["Webb, D. J."],"language":[],"coverage":[],"title":["Improving student's problem-solving ability as well as conceptual\n  understanding without sacrificing the physics content of a class"],"description":["  Four sections of introductory physics for physical scientists and engineers\n(about 180 students each) are compared. One section, treatment group, was\norganized so that students worked to learn the classical ideas connecting\nforces and motion over the first 6 weeks of the 10 week quarter and then used\nthe final 4 weeks to apply those principles to algebraically complicated\nproblems. The other sections learned ideas at essentially the same time as\ncalculations over the entire 10 weeks of the quarter. The treatment group and\none of the control sections were taught by the same instructor, had identical\ncurricular materials and this instructor was blind to the comparison measure,\nthe final exam. After controlling for GPA as well as for incoming conceptual\nunderstanding, the treatment group was found (with greater than 99% confidence)\nto perform better on the final exam than the control group taught by the same\ninstructor and, by a similar measure, the treatment group performed\nsignificantly better than any other section. The treatment group also had\nhigher conceptual learning gains and so should be better prepared for later\nlearning.\n"]}]
["1210.3386",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3386"],"date":["2012-10-11"],"type":["text"],"creator":["Webb, D. J."],"language":[],"coverage":[],"title":["A class where qualitative discussions, coming weeks before\n  computationally complicated practice, helps students' problem solving\n  abilities"],"description":["  Psychologists have long known that an expert in a field not only knows\nsignificantly more individual facts/skills than a novice but also has these\nfacts/skills organized into a mental hierarchy that links the individual facts\n(at the bottom of the hierarchy) together with larger more-encompassing ideas\n(at the top of the hierarchy). In the Spring quarter of 2012, UC Davis offered\n4 sections (about 180 students each) of the first quarter of introductory\nphysics, Physics 9A, covering Newtonian mechanics. One of these sections is a\n\"treatment\" group and had the entire 10-week quarter's set of ideas introduced,\nlargely qualitatively, in the first 6 weeks followed by the 4 weeks where\nstudents learn to use those ideas to solve the algebraically complicated\nproblems that physicists prize. The other three sections were organized as\nusual. The treatment group and one of the other sections were taught by the\nauthor and were identical (same homework, discussion, lecture, and lab) except\nfor the organization of the content. After controlling for GPA as well as Force\nConcept Inventory pretest scores, the treatment group was found, with better\nthan 99% confidence, to score higher on the final exam. Some curricular details\nof the treatment class are discussed in this paper.\n"]}]
["1210.3389",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3389"],"date":["2012-10-11"],"type":["text"],"creator":["Conner, Andrew","Kirkman, Ellen","Kuzmanovich, James","Moore, W. Frank"],"language":[],"coverage":[],"title":["Finiteness conditions on the Yoneda algebra of a monomial algebra"],"description":["  Let A be a connected graded noncommutative monomial algebra. We associate to\nA a finite graph \\Gamma(A) called the CPS graph of A. Finiteness properties of\nthe Yoneda algebra Ext_A(k,k) including Noetherianity, finite GK dimension, and\nfinite generation are characterized in terms of \\Gamma(A). We show these\nproperties, notably finite generation, can be checked by means of a terminating\nalgorithm.\n"]}]
["1210.3394",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3394"],"date":["2012-10-11"],"type":["text"],"creator":["Breiner, Christine","Kapouleas, Nikolaos"],"language":[],"coverage":[],"title":["Embedded Constant Mean Curvature Surfaces in Euclidean Three Space"],"description":["  In this paper we refine the construction and related estimates for complete\nConstant Mean Curvature surfaces in Euclidean three-space developed in\nKapouleas (1990) by adopting the more precise and powerful version of the\nmethodology which was developed in Kapouleas (1995). As a consequence we remove\nthe severe restrictions in establishing embeddedness for complete Constant Mean\nCurvature surfaces in Kapouleas (1990) and we produce a very large class of new\nembedded examples of finite topology.\n","Comment: 6 figures"]}]
["1210.3396",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3396","Phys. Rev. Lett. 109 (2012) 157204-5","doi:10.1103/PhysRevLett.109.157204"],"date":["2012-10-11"],"type":["text"],"creator":["Medling, S.","Lee, Y.","Zhang, H.","Mitchell, J. F.","Freeland, J. W.","Harmon, B. N.","Bridges, F."],"language":[],"coverage":[],"title":["Evolution of magnetic oxygen states in Sr-doped LaCoO$_3$"],"description":["  Magnetism in La$_{1-x}$Sr$_x$CoO$_3$ as a function of doping is investigated\nwith X-ray absorption spectroscopy and X-ray magnetic circular dichroism at the\nO K edge, and corresponding first principles electronic structure calculations.\nFor small x, the spectra are consistent with the formation of ferromagnetic\nclusters occurring within a nonmagnetic insulating matrix. Sr-induced, magnetic\nO-hole states form just above E$_F$ and grow with increasing Sr doping. Density\nfunctional calculations for x = 0 yield a nonmagnetic ground state with the\nobserved rhombohedral distortion and indicates that doping introduces holes at\nthe Fermi level in magnetic states with significant O 2p and Co t$_{2g}$\ncharacter for the undistorted pseudocubic structure. Supercell calculations\nshow stronger magnetism on oxygen atoms having more Sr neighbors.\n"]}]
["1210.3397",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","58B34, 46L52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3397"],"date":["2012-10-11"],"type":["text"],"creator":["Sukochev, Fedor","Usachev, Alexandr","Zanin, Dmitriy"],"language":[],"coverage":[],"title":["On the distinction between the classes of Dixmier and Connes-Dixmier\n  traces"],"description":["  In the present paper we prove that the classes of Dixmier and Connes-Dixmier\ntraces differ even on the Dixmier ideal $\\mathcal M_{1,\\infty}$. We construct a\nMarcinkiewicz space $\\mathcal M_\\psi$ and a positive operator $T\\in \\mathcal\nM_\\psi$ which is Connes-Dixmier measurable but which is not Dixmier measurable.\n"]}]
["1210.3398",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","58B34, 46L52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3398"],"date":["2012-10-11"],"type":["text"],"creator":["Sukochev, Fedor","Usachev, Alexandr","Zanin, Dmitriy"],"language":[],"coverage":[],"title":["Dixmier traces generated by exponentiation invariant generalised limits"],"description":["  We define a new class of singular positive traces on the ideal $\\mathcal\nM_{1,\\infty}$ of $B(H)$ generated by exponentiation invariant generalized\nlimits. We prove that this new class is strictly contained in the class of all\nDixmier traces. We also prove a Lidskii-type formula for this class of traces.\n"]}]
["1210.3400",{"format":[],"subject":["Mathematics - Complex Variables","30C15, 32A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3400"],"date":["2012-10-11"],"type":["text"],"creator":["Kanter, Marek"],"language":[],"coverage":[],"title":["Gauss-Lucas Theorems for Entire Functions on CM"],"description":["  A Gauss-Lucas theorem is proved for multivariate entire functions, using a\nnatural notion of separate convexity to obtain sharp results. Previous work in\nthis area is mostly restricted to univariate entire functions (of genus no\ngreater than one unless \"realness\" assumptions are made.) The present work\napplies to multivariate entire functions whose one dimensional sections can be\nwritten as a monomial times a canonical product of arbitrary genus. Essential\nuse is made of the Levy-Steinitz theorem for conditionally convergent real\nnumber series.\n"]}]
["1210.3406",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3406"],"date":["2012-10-11"],"type":["text"],"creator":["Talero, Paco","Santana, Fernanda","Mora, César"],"language":[],"coverage":[],"title":["Estimation of solar illumination time on the earth by an analytical\n  model: a fertile scenery for to teach physics"],"description":["  We proposed an analytical model for the calculus of illumination time of the\nEarth for any time of year and any latitude, this model assumes the obliquity\nof the ecliptic as constant, the light beams as parallels, the Earth as\nspherical, the movement of translation of Earth as uniform circular, also this\nmodel showed a context of the astronomy whereby the teachers can teach the\nbasic physics.It was built through a relationship between the movement of\ntranslation and of rotation of the wave front light, then we found the of\nillumination zone on the Earth and the illumination time is estimated in a\nparticular latitude with the uniform circular movement of Earth. Present model\nwas confronted with the numerical results of the Geoscience Australia Agency\nand it is found a maxim perceptual error of 1,6%, this value was assigned\nprimarily to the difference between the circular trajectory, in this model, and\nthe elliptical trajectory that is the real. Without the use of spherical\ntrigonometry was obtained an analytical model that estimates very close the\nsolar illumination time at any time of year and any latitude on earth, the\nmodel provides an authentic context for studying basic aspects of physics.\n","Comment: 8 pages,7 figures. Submitted to Revista Brasileira de Ensino de\n  F\\'isica"]}]
["1210.3412",{"format":[],"subject":["Physics - Physics Education","Computer Science - Computers and Society","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3412"],"date":["2012-10-11"],"type":["text"],"creator":["Wee, Loo Kang","Lye, Sze Yee"],"language":[],"coverage":[],"title":["Designing Open Source Computer Models for Physics by Inquiry using Easy\n  Java Simulation"],"description":["  The Open Source Physics community has created hundreds of physics computer\nmodels (Wolfgang Christian, Esquembre, & Barbato, 2011; F. K. Hwang &\nEsquembre, 2003) which are mathematical computation representations of\nreal-life Physics phenomenon. Since the source codes are available and can be\nmodified for redistribution licensed Creative Commons Attribution or other\ncompatible copyrights like GNU General Public License (GPL), educators can\ncustomize (Wee & Mak, 2009) these models for more targeted productive (Wee,\n2012) activities for their classroom teaching and redistribute them to benefit\nall humankind. In this interactive event, we will share the basics of using the\nfree authoring toolkit called Easy Java Simulation (W. Christian, Esquembre, &\nMason, 2010; Esquembre, 2010) so that participants can modify the open source\ncomputer models for their own learning and teaching needs. These computer\nmodels has the potential to provide the experience and context, essential for\ndeepening students conceptual understanding of Physics through student centred\nguided inquiry approach (Eick, Meadows, & Balkcom, 2005; Jackson, Dukerich, &\nHestenes, 2008; McDermott, Shaffer, & Rosenquist, 1995; Wee, Lee, & Goh, 2011).\n","Comment: 3 pages, 1 Figure, 20th International Conference on Computers in\n  Education (ICCE 2012) Singapore Interactive Event Ministry of Education,\n  Education Technology Division, Singapore"]}]
["1210.3415",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 14E20 (Primary) 15B52 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3415"],"date":["2012-10-11"],"type":["text"],"creator":["Goulden, I. P.","Guay-Paquet, Mathieu","Novak, Jonathan"],"language":[],"coverage":[],"title":["Polynomiality of monotone Hurwitz numbers in higher genera"],"description":["  Hurwitz numbers count branched covers of the Riemann sphere with specified\nramification, or equivalently, transitive permutation factorizations in the\nsymmetric group with specified cycle types. Monotone Hurwitz numbers count a\nrestricted subset of these branched covers, related to the expansion of\ncomplete symmetric functions in the Jucys-Murphy elements, and have arisen in\nrecent work on the the asymptotic expansion of the\nHarish-Chandra-Itzykson-Zuber integral. In previous work we gave an explicit\nformula for monotone Hurwitz numbers in genus zero. In this paper we consider\nmonotone Hurwitz numbers in higher genera, and prove a number of results that\nare reminiscent of those for classical Hurwitz numbers. These include an\nexplicit formula for monotone Hurwitz numbers in genus one, and an explicit\nform for the generating function in arbitrary positive genus. From the form of\nthe generating function we are able to prove that monotone Hurwitz numbers\nexhibit a polynomiality that is reminiscent of that for the classical Hurwitz\nnumbers, i.e., up to a specified combinatorial factor, the monotone Hurwitz\nnumber in genus g with ramification specified by a given partition is a\npolynomial indexed by g in the parts of the partition.\n","Comment: 23 pages"]}]
["1210.3418",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3418"],"date":["2012-10-11"],"type":["text"],"creator":["Qu, Ri","Wang, Juan","Li, Zong-shang","Zhao, Su-li","Bao, Yan-ru","Cao, Xiao-chun"],"language":[],"coverage":[],"title":["Multipartite entanglement and Grover's search algorithm"],"description":["  We firstly investigate the multipartite entanglement features of the quantum\nstates, including the iteration states achieved by repeated application of\nGrover iteration and the Oracle ones into which the above iteration states\nevolve by applying single Oracle operation, employed in Grover's search\nalgorithm by means of the separable degree and the entanglement measure. Then\nwe give the quantitative and qualitative descriptions of the entanglement\ndynamics in Grover's search algorithm. Our results show that for most instances\n(i) the separable degrees of these states and ranges of their maximum Schmidt\nnumbers are invariable by following the dynamics of Grover's search algorithm;\n(ii) the dynamics of Grover's search algorithm is almost \"filled\" by the fully\nentangled states.\n","Comment: 11 pages, 1 table"]}]
["1210.3420",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3420"],"date":["2012-10-11"],"type":["text"],"creator":["Zhang, Bin","Thomas, A. C.","Doreian, Patrick","Krackhardt, David","Krishnan, Ramayya"],"language":[],"coverage":[],"title":["Contrasting Multiple Social Network Autocorrelations for Binary\n  Outcomes, With Applications To Technology Adoption"],"description":["  The rise of socially targeted marketing suggests that decisions made by\nconsumers can be predicted not only from their personal tastes and\ncharacteristics, but also from the decisions of people who are close to them in\ntheir networks. One obstacle to consider is that there may be several different\nmeasures for \"closeness\" that are appropriate, either through different types\nof friendships, or different functions of distance on one kind of friendship,\nwhere only a subset of these networks may actually be relevant. Another is that\nthese decisions are often binary and more difficult to model with conventional\napproaches, both conceptually and computationally. To address these issues, we\npresent a hierarchical model for individual binary outcomes that uses and\nextends the machinery of the auto-probit method for binary data. We demonstrate\nthe behavior of the parameters estimated by the multiple network-regime\nauto-probit model (m-NAP) under various sensitivity conditions, such as the\nimpact of the prior distribution and the nature of the structure of the\nnetwork, and demonstrate on several examples of correlated binary data in\nnetworks of interest to Information Systems, including the adoption of Caller\nRing-Back Tones, whose use is governed by direct connection but explained by\nadditional network topologies.\n"]}]
["1210.3424",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3424"],"date":["2012-10-11"],"type":["text"],"creator":["Wang, Bang-Hai","Long, Dong-Yang"],"language":[],"coverage":[],"title":["A sufficient condition of violating the SPA conjecture"],"description":["  Based on the general form of entanglement witnesses constructed from\nseparable states, we first show a sufficient condition of violating the\nstructural physical approximation (SPA) conjecture [Phys. Rev. A 78, 062105\n(2008)]. Then we discuss the SPA conjecture for decomposable entanglement\nwitnesses. Moreover, we make geometric illustrations of the connection between\nentanglement witnesses and the sets of quantum states, separable states, and\nentangled states comparing with planes and vectors in Euclidean space.\n","Comment: 4 pages, 2 figures, comments welcome"]}]
["1210.3427",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3427"],"date":["2012-10-12"],"type":["text"],"creator":["LI, Cheuk Ting"],"language":[],"coverage":[],"title":["On Multi-rate Sequential Data Transmission"],"description":["  In this report, we investigate the data transmission model in which a\nsequence of data is broadcasted to a number of receivers. The receivers, which\nhave different channel capacities, wish to decode the data sequentially at\ndifferent rates. Our results are applicable to a wide range of scenarios. For\ninstance, it can be employed in the broadcast streaming of a video clip through\nthe internet, so that receivers with different bandwidths can play the video at\ndifferent speed. Receivers with greater bandwidths can provide a smooth\nplayback, while receivers with smaller bandwidths can play the video at a\nslower speed, or with short pauses or rebuffering.\n","Comment: Final year project report for the degree of bachelor of Information\n  Engineering, The Chinese University of Hong Kong"]}]
["1210.3429",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3429"],"date":["2012-10-12"],"type":["text"],"creator":["Deng, Chao","Li, Congming"],"language":[],"coverage":[],"title":["Global Well-posedness of the Parabolic-parabolic Keller-Segel Model in\n  $L^{1}(R^2)\\times{L}^{\\infty}(R^2)$ and $H^1_b(R^2)\\times{H}^1(R^2)$"],"description":["  In this paper, we study global well-posedness of the two-dimensional\nKeller-Segel model in Lebesgue space and Sobolev space. Recall that in the\npaper \"Existence and uniqueness theorem on mild solutions to the Keller-Segel\nsystem in the scaling invariant space, J. Differential Equations, {252}(2012),\n1213--1228\", Kozono, Sugiyama & Wachi studied global well-posedness of\n$n$($\\ge3$) dimensional Keller-Segel system and posted a question about the\neven local in time existence for the Keller-Segel system with\n$L^1(R^2)\\times{L}^\\infty(R^2)$ initial data. Here we give an affirmative\nanswer to this question: in fact, we show the global in time existence and\nuniqueness for $L^1(R^2)\\times{L}^{\\infty}(R^2)$ initial data. Furthermore, we\nprove that for any $H^1_b(R^2) \\times {H}^1(R^2)$ initial data with\n$H^1_b(R^2):=H^1(R^2)\\cap{L}^\\infty(R^2)$, there also exists a unique global\nmild solution to the parabolic-parabolic Keller-Segel model. The estimates of\n${\\sup_{t>0}}t^{1-\\frac{n}{p}}\\|u\\|_{L^p}$ for $(n,p)=(2,\\infty)$ and the\nintroduced special half norm, i.e.\n$\\sup_{t>0}t^{1/2}(1+t)^{-1/2}\\|\\nabla{v}\\|_{L^\\infty}$, are crucial in our\nproof.\n"]}]
["1210.3434",{"format":[],"subject":["Mathematics - Probability","60G55 (Primary) 05C82, 91D30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3434"],"date":["2012-10-12"],"type":["text"],"creator":["Sivakoff, David"],"language":[],"coverage":[],"title":["Contact process on a graph with communities"],"description":["  We are interested in the spread of an epidemic between two communities that\nhave higher connectivity within than between them. We model the two communities\nas independent Erdos-Renyi random graphs, each with n vertices and edge\nprobability p = n^{a-1} (0<a<1), then add a small set of bridge edges, B,\nbetween the communities. We model the epidemic on this network as a contact\nprocess (Susceptible-Infected-Susceptible infection) with infection rate\n\\lambda and recovery rate 1. If np\\lambda = b > 1 then the contact process on\nthe Erdos-Renyi random graph is supercritical, and we show that it survives for\nexponentially long. Further, let \\tau be the time to infect a positive fraction\nof vertices in the second community when the infection starts from a single\nvertex in the first community. We show that on the event that the contact\nprocess survives exponentially long, \\tau |B|/(np) converges in distribution to\nan exponential random variable with a specified rate. These results generalize\nto a graph with N communities.\n"]}]
["1210.3435",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3435"],"date":["2012-10-12"],"type":["text"],"creator":["Kaniezhil, R.","Chandrasekar, C."],"language":[],"coverage":[],"title":["Multiple Service providers sharing Spectrum using Cognitive Radio in\n  Wireless Communication Networks"],"description":["  The current utilization of the spectrum is quite inefficient; consequently,\nif properly used, there is no shortage of the spectrum that is at present\navailable. Therefore, it is anticipated that more flexible use of spectrum and\nspectrum sharing between radio systems will be key enablers to facilitate the\nsuccessful implementation of future systems. Cognitive radio, however, is known\nas the most intelligent and promising technique in solving the problem of\nspectrum sharing. In this paper, we consider the technique of spectrum sharing\namong users of service providers to share the licensed spectrum of licensed\nservice providers. It is shown that the proposed technique reduces the call\nblocking rate and improves the spectrum utilization.\n","Comment: 7 pages; International Journal of Scientific & Engineering Research,\n  Volume 3, Issue 3, March-2012"]}]
["1210.3437",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3437"],"date":["2012-10-12"],"type":["text"],"creator":["Kaniezhil, R.","Chandrasekar, C."],"language":[],"coverage":[],"title":["Comparing Spectrum Utilization using Fuzzy Logic System for\n  Heterogeneous Wireless Networks via Cognitive Radio"],"description":["  At present, lots of works focus on spectrum allocation of wireless networks.\nIn this paper, we proposed a Cognitive based spectrum access by\nopportunistically approach of Heterogeneous Wireless networks based on Fuzzy\nLogic system. The Cognitive Radio is a technology where a network or a wireless\nsystem changes its environment parameters to communicate efficiently by\navoiding the interference with the users. By applying FLS (Fuzzy Logic System),\nthe available spectrum utilization is effectively utilized with the help of the\nthree antecedents namely Spectrum utilization efficiency, Degree of mobility,\nDistance from primary user to the secondary users. The proposed work is\ncompared with normal Spectrum Utilization method. Finally, Simulation results\nof the proposed work Fuzzy Logic System shows more efficient than the normal\nSpectrum utilization method.\n","Comment: 10 pages; International Journal of Scientific & Engineering Research,\n  Volume 3, Issue 7, July-2012"]}]
["1210.3438",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3438"],"date":["2012-10-12"],"type":["text"],"creator":["Srivastava, Vaibhav","Pasqualetti, Fabio","Bullo, Francesco"],"language":[],"coverage":[],"title":["Stochastic Surveillance Strategies for Spatial Quickest Detection"],"description":["  We design persistent surveillance strategies for the quickest detection of\nanomalies taking place in an environment of interest. From a set of predefined\nregions in the environment, a team of autonomous vehicles collects noisy\nobservations, which a control center processes. The overall objective is to\nminimize detection delay while maintaining the false alarm rate below a desired\nthreshold. We present joint (i) anomaly detection algorithms for the control\ncenter and (ii) vehicle routing policies. For the control center, we propose\nparallel cumulative sum (CUSUM) algorithms (one for each region) to detect\nanomalies from noisy observations. For the vehicles, we propose a stochastic\nrouting policy, in which the regions to be visited are chosen according to a\nprobability vector. We study stationary routing policy (the probability vector\nis constant) as well as adaptive routing policies (the probability vector\nvaries in time as a function of the likelihood of regional anomalies). In the\ncontext of stationary policies, we design a performance metric and minimize it\nto design an efficient stationary routing policy. Our adaptive policy improves\nupon the stationary counterpart by adaptively increasing the selection\nprobability of regions with high likelihood of anomaly. Finally, we show the\neffectiveness of the proposed algorithms through numerical simulations and a\npersistent surveillance experiment.\n","Comment: Conditionally accepted, International Journal of Robotic Research"]}]
["1210.3440",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3440","Annals of Probability 2012, Vol. 40, No. 5, 2131-2167","doi:10.1214/11-AOP667"],"date":["2012-10-12"],"type":["text"],"creator":["Albeverio, Sergio","Kusuoka, Seiichiro"],"language":[],"coverage":[],"title":["Diffusion processes in thin tubes and their limits on graphs"],"description":["  The present paper is concerned with diffusion processes running on tubular\ndomains with conditions on nonreaching the boundary, respectively, reflecting\nat the boundary, and corresponding processes in the limit where the thin\ntubular domains are shrinking to graphs. The methods we use are probabilistic\nones. For shrinking, we use big potentials, respectively, reflection on the\nboundary of tubes. We show that there exists a unique limit process, and we\ncharacterize the limit process by a second-order differential generator acting\non functions defined on the limit graph, with Kirchhoff boundary conditions at\nthe vertices.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOP667 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1210.3444",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3444"],"date":["2012-10-12"],"type":["text"],"creator":["Perruisseau-Carrier, Julien"],"language":[],"coverage":[],"title":["Graphene for Antenna Applications: Opportunities and Challenges from\n  Microwaves to THz"],"description":["  The use of graphene for antennas and other electromagnetic passives could\nbring significant benefit such as extreme miniaturization, monolithic\nintegration with graphene RF nanoelectronics, efficient dynamic tuning, and\neven transparency and mechanical flexibility. Though recently different related\ntheoretical works have been presented, relatively few applications have been\nproposed and realistically assessed. In this invited talk we will briefly\nreview the main properties of graphene and the state of the art in its\ntheoretical and experimental characterization. Then, we will discuss a number\nof potential antenna applications from microwave to THz, providing in each case\na critical assessment of the benefits, limitations, and remaining issues\ntowards actual real-life implementations. Here we provide a brief overview of\ndifferent devices and associated developments in our group discussed in the\ntalk, including graphene antennas and reflectarrays at microwave and THz,\nplasmonic switches, isotropic and anisotropic meta-surfaces, or graphene\nRF-NEMS.\n"]}]
["1210.3448",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3448"],"date":["2012-10-12"],"type":["text"],"creator":["Barriuso, Adela","Torralba, Antonio"],"language":[],"coverage":[],"title":["Notes on image annotation"],"description":["  We are under the illusion that seeing is effortless, but frequently the\nvisual system is lazy and makes us believe that we understand something when in\nfact we don't. Labeling a picture forces us to become aware of the difficulties\nunderlying scene understanding. Suddenly, the act of seeing is not effortless\nanymore. We have to make an effort in order to understand parts of the picture\nthat we neglected at first glance.\n  In this report, an expert image annotator relates her experience on\nsegmenting and labeling tens of thousands of images. During this process, the\nnotes she took try to highlight the difficulties encountered, the solutions\nadopted, and the decisions made in order to get a consistent set of\nannotations. Those annotations constitute the SUN database.\n","Comment: 15 pages"]}]
["1210.3453",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3453"],"date":["2012-10-12"],"type":["text"],"creator":["Berne, Olivier","Joblin, Christine","Deville, Yannick","Pilleri, Paolo","Pety, Jerome","Teyssier, David","Gerin, Maryvonne","Fuente, Asuncion"],"language":[],"coverage":[],"title":["Blind decomposition of Herschel-HIFI spectral maps of the NGC 7023\n  nebula"],"description":["  Large spatial-spectral surveys are more and more common in astronomy. This\ncalls for the need of new methods to analyze such mega- to giga-pixel\ndata-cubes. In this paper we present a method to decompose such observations\ninto a limited and comprehensive set of components. The original data can then\nbe interpreted in terms of linear combinations of these components. The method\nuses non-negative matrix factorization (NMF) to extract latent spectral\nend-members in the data. The number of needed end-members is estimated based on\nthe level of noise in the data. A Monte-Carlo scheme is adopted to estimate the\noptimal end-members, and their standard deviations. Finally, the maps of linear\ncoefficients are reconstructed using non-negative least squares. We apply this\nmethod to a set of hyperspectral data of the NGC 7023 nebula, obtained recently\nwith the HIFI instrument onboard the Herschel space observatory, and provide a\nfirst interpretation of the results in terms of 3-dimensional dynamical\nstructure of the region.\n","Comment: Proceedings of the 2012 meeting of the french astronomical society\n  (SF2A) in Nice"]}]
["1210.3459",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3459"],"date":["2012-10-12"],"type":["text"],"creator":["Chemin, Laurent","Carignan, Claude","Foster, Tyler","Kam, Zacharie Sie"],"language":[],"coverage":[],"title":["Know (better) your neighbour: New HI structures in Messier 33 unveiled\n  by a multiple peak analysis of high-resolution 21-cm data"],"description":["  In our quest to constrain the dynamical and structural properties of Local\nGroup spirals from high-quality interferometric data, we have performed a\nneutral hydrogen survey in the direction of Messier 33. Here we present a few\npreliminary results from the survey and show the benefits of fitting the HI\nspectra by multiple peaks on constraining the structure of the Messier 33 disk.\nIn particular we report on the discovery of new inner spiral-like and outer\nannular structures overlaying with the well-known main HI disk of Messier 33.\nPossible origins of the additional outer annular structure are presented.\n","Comment: 4 pages, 3 figures, proceedings of the 2012 French Astronomical and\n  Astrophysical Society Conference. Editors: S. Boissier, P. de Laverny, N.\n  Nardetto, R. Samadi, D. Valls-Gabaud and H. Wozniak"]}]
["1210.3460",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","42A38, 52C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3460"],"date":["2012-10-12"],"type":["text"],"creator":["Terauds, Venta","Baake, Michael"],"language":[],"coverage":[],"title":["Some comments on the inverse problem of pure point diffraction"],"description":["  In a recent paper, Lenz and Moody (arXiv:1111.3617) presented a method for\nconstructing families of real solutions to the inverse problem for a given pure\npoint diffraction measure. Applying their technique and discussing some\npossible extensions, we present, in a non-technical manner, some examples of\nhomometric structures.\n","Comment: 6 pages, contribution to Aperiodic 2012"]}]
["1210.3462",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","37B10, 42A38, 52C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3462"],"date":["2012-10-12"],"type":["text"],"creator":["Baake, Michael","Moll, Markus"],"language":[],"coverage":[],"title":["Random noble means substitutions"],"description":["  The random local mixture of a family of primitive substitution rules with\nnoble mean inflation multiplier is investigated. This extends the random\nFibonacci example that was introduced by Godr\\`{e}che and Luck in 1989. We\ndiscuss the structure of the corresponding dynamical systems, and determine\ntheir entropy, an ergodic invariant measure and diffraction spectrum.\n","Comment: 8 pages, 1 figure; invited talk at Aperiodic 2012"]}]
["1210.3468",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3468","doi:10.1002/pssb.201248329"],"date":["2012-10-12"],"type":["text"],"creator":["Johann, Florian","Morelli, Alessio","Vrejoiu, Ionela"],"language":[],"coverage":[],"title":["Stability of 71{\\deg} stripe domains in epitaxial BiFeO3 films upon\n  repeated electrical switching"],"description":["  The 71{\\deg} stripe domain patterns of epitaxial BiFeO3 thin films are\nfrequently being explored to achieve new functional properties, dissimilar from\nthe BiFeO3 bulk properties. We show that in-plane switching and out-of-plane\nswitching of these domains behave very differently. In the in-plane\nconfiguration the domains are very stable, whereas in the out-of-plane\nconfiguration the domains change their size and patterns, depending on the\napplied switching voltage frequency. This paper has been published in Phys.\nStatus Solidi B (http://dx.doi.org/10.1002/pssb.201248329)\n"]}]
["1210.3477",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3477"],"date":["2012-10-12"],"type":["text"],"creator":["Bornmann, Lutz","Leydesdorff, Loet"],"language":[],"coverage":[],"title":["Statistical Tests and Research Assessments: A comment on Schneider\n  (2012)"],"description":["  In a recent presentation at the 17th International Conference on Science and\nTechnology Indicators, Schneider (2012) criticised the proposal of Bornmann, de\nMoya Anegon, and Leydesdorff (2012) and Leydesdorff and Bornmann (2012) to use\nstatistical tests in order to evaluate research assessments and university\nrankings. We agree with Schneider's proposal to add statistical power analysis\nand effect size measures to research evaluations, but disagree that these\nprocedures would replace significance testing. Accordingly, effect size\nmeasures were added to the Excel sheets that we bring online for testing\nperformance differences between institutions in the Leiden Ranking and the\nSCImago Institutions Ranking.\n"]}]
["1210.3478",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3478"],"date":["2012-10-12"],"type":["text"],"creator":["Bahr, Felix","Bernardoni, Fabio","Bulava, John","Ramos, Alberto","Simma, Hubert","Sommer, Rainer"],"language":[],"coverage":[],"title":["B $\\to$ $\\pi$ form factor with 2 flavours of $O(a)$ improved Wilson\n  quarks"],"description":["  The determinations of $|V_{\\rm ub}|$ from the exclusive branching ratios of\n$B\\to \\tau \\nu$ and $B \\to \\pi l \\nu$ tend to show a tension at the level of\n$3\\sigma$ \\cite{Beringer:1900zz}. On the theoretical side they depend on the\nlattice computation of the hadronic matrix elements $f_{\\rm B}$ and the $B\\to\n\\pi$ form factor $f_+(q^2)$. To understand the tension, improved precision and\na careful analysis of the systematics involved are necessary. Working towards\nthis goal, we present preliminary lattice results of the ALPHA collaboration\nfor the $B\\to \\pi$ form factor $f_+(q^2)$ with $N_{\\rm f}=2$ flavours of\n$O(a)$-improved Wilson fermions. Our computation uses HQET in the static limit,\npion masses ranging down to $\\sim250$ MeV, large volumes with $m_\\pi L >4$,\nthree lattice spacings, and non-perturbative renormalization. We describe the\ntechniques adopted to reduce the statistical noise (stochastic all-to-all with\nfull time dilution) and the contamination from excited states (smearing for the\nB and the pion). We estimate the size of the chiral and continuum\nextrapolations. We discuss the impact our result could have to clarify the\nabove mentioned discrepancy in the determination of $|V_{\\rm ub}|$.\n","Comment: 7 pages, 6 figures. proceedings for the 2012 lattice conference,\n  cairns, australia"]}]
["1210.3480",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3480"],"date":["2012-10-12"],"type":["text"],"creator":["Bastien, Renaud","Moulia, Bruno","Douady, Stéphane","Bohr, Tomas"],"language":[],"coverage":[],"title":["Analytical Solution of the Proprio-Graviceptive equation for shoot\n  gravitropism of plants"],"description":["  We derive the analytical solutions to the second order generalised\ngravi-proprioceptive equation given in our recent paper [Bastien et al. 2012].\nThese equations show how plants adjust to the surrounding gravitation field and\nhighlight the fact that the plant must be able to not only sense its local\nposture with respect to the gravitational field, but also to sense its own\nlocal curvature. In [Bastien et al. 2012] we obtained explicit analytical\nsolutions of these equations in terms of (sums of) Bessel functions, and in the\npresent paper we derive these solutions.\n","Comment: 4 pages"]}]
["1210.3482",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3482"],"date":["2012-10-12"],"type":["text"],"creator":["Azhar, Mohiudeen","Wong, Gordon","Chang, Wonkeun","Joly, Nicolas","Russell, Philip"],"language":[],"coverage":[],"title":["High Pressure Gases in Hollow Core Photonic Crystal Fiber:A New\n  Nonlinear Medium"],"description":["  The effective Kerr nonlinearity of hollow-core kagome-style photonic crystal\nfiber (PCF) filled with argon gas increases over 100 times when the pressure is\nincreased from 1 to 150 bar, reaching 15 % of that of bulk silica glass, while\nthe zero dispersion wavelength shifts from 300 to 900 nm. The group velocity\ndispersion of the system is uniquely pressure-tunable over a wide range while\navoiding Raman scattering : absent in noble gases and having an extremely high\noptical damage threshold. As a result, detailed and well controlled studies of\nnonlinear effects can be performed, in both normal and anomalous dispersion\nregimes, using only a fixed-frequency pump laser. For example, the absence of\nRaman scattering permits clean observation, at high powers, of the interaction\nbetween a modulational instability side-band and a soliton created dispersive\nwave. Excellent agreement is obtained between numerical simulations and\nexperimental results. The system has great potential for the realisation of\nreconfigurable supercontinuum sources, wavelength convertors and short-pulse\nlaser systems.\n"]}]
["1210.3483",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3483","2011, Astronomy & Astrophysics 534, A1","doi:10.1051/0004-6361/201117360"],"date":["2012-10-12"],"type":["text"],"creator":["Decin, L.","Royer, P.","Cox, N. L. J.","Vandenbussche, B.","Ottensamer, R.","Blommaert, J. A. D. L.","Groenewegen, M. A. T.","Barlow, M. J.","Lim, T.","Kerschbaum, F.","Posch, T.","Waelkens, C."],"language":[],"coverage":[],"title":["Discovery of multiple dust shells beyond 1 arcmin in the circumstellar\n  envelope of IRC+10216 using Herschel/PACS"],"description":["  We present new Herschel/PACS images at 70, 100, and 160 micron of the\nwell-known, nearby, carbon-rich asymptotic giant branch star IRC+10216\nrevealing multiple dust shells in its circumstellar envelope. For the first\ntime, dust shells (or arcs) are detected until 320 arcsec. The almost spherical\nshells are non-concentric and have an angular extent between 40 deg and 200\ndeg. The shells have a typical width of 5 arcsec - 8 arcsec, and the shell\nseparation varies in the range of 10 arcsec - 35 arcsec, corresponding to\n500-1700 yr. Local density variations within one arc are visible. The\nshell/intershell density contrast is typically 4, and the arcs contain some 50%\nmore dust mass than the smooth envelope. The observed (nested) arcs record the\nmass-loss history over the past 16 000 yr, but Rayleigh-Taylor and\nKelvin-Helmholtz instabilities in the turbulent astropause and astrosheath will\nerase any signature of the mass-loss history for at least the first 200 000 yr\nof mass loss. Accounting for the bowshock structure, the envelope mass around\nIRC+10216 contains >2Msun of gas and dust mass. It is argued that the origin of\nthe shells is related to non-isotropic mass-loss events and clumpy dust\nformation.\n","Comment: 8 pages, published in Astronomy & Astrophysics"]}]
["1210.3488",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Operator Algebras","Mathematics - Representation Theory","16W20, 15A86, 15A78"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3488"],"date":["2012-10-12"],"type":["text"],"creator":["Xiao, Zhankui","Wei, Feng"],"language":[],"coverage":[],"title":["Commuting Traces and Lie Isomorphisms on Generalized Matrix Algebras"],"description":["  Let $\\mathcal{G}$ be a generalized matrix algebra over a commutative ring\n$\\mathcal{R}$, ${\\mathfrak q}\\colon \\mathcal{G}\\times\\mathcal{G}\\longrightarrow\n\\mathcal{G}$ be an $\\mathcal{R}$-bilinear mapping and ${\\mathfrak T}_{\\mathfrak\nq}\\colon:\\mathcal{G}\\longrightarrow \\mathcal{G}$ be a trace of $\\mathfrak{q}$.\nWe describe the form of ${\\mathfrak T}_{\\mathfrak q}$ satisfying the condition\n${\\mathfrak T}_{\\mathfrak q}(G)G=G{\\mathfrak T}_{\\mathfrak q}(G)$ for all $G\\in\n\\mathcal{G}$. The question of when ${\\mathfrak T}_{\\mathfrak q}$ has the proper\nform is considered. Using the aforementioned trace function, we establish\nsufficient conditions for each Lie isomorphism of $\\mathcal{G}$ to be almost\nstandard. As applications we characterize Lie isomorphisms of full matrix\nalgebras, of triangular algebras and of certain unital algebras with nontrivial\nidempotents. Some further research topics related to current work are proposed\nat the end of this article.\n","Comment: 26 pages, first version"]}]
["1210.3489",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3489"],"date":["2012-10-12"],"type":["text"],"creator":["Taylor, Stephen R.","Gair, Jonathan R.","Lentati, L."],"language":[],"coverage":[],"title":["Using Swarm Intelligence To Accelerate Pulsar Timing Analysis"],"description":["  We provide brief notes on a particle swarm-optimisation approach to\nconstraining the properties of a stochastic gravitational-wave background in\nthe first International Pulsar Timing Array data-challenge. The technique\nemploys many computational-agents which explore parameter space, remembering\ntheir most optimal positions and also sharing this information with all other\nagents. It is this sharing of information which accelerates the convergence of\nall agents to the global best-fit location in a very short number of\niterations. Error estimates can also be provided by fitting a multivariate\nGaussian to the recorded fitness of all visited points.\n","Comment: 6 pages, 1 figure, 1 table"]}]
["1210.3490",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3490"],"date":["2012-10-12"],"type":["text"],"creator":["Sharf, I. V.","Merkotan, K. K.","Podolyan, N. A.","Ptashynskyy, D. A.","Tykhonov, A. V.","Deliyergiyev, M. A.","Sokhrannyi, G. O.","Rusov, V. D."],"language":[],"coverage":[],"title":["Gluon Loops in the Inelastic Processes in QCD"],"description":["  It is shown that inelastic process of the exchange with two massless gluons\nis formally equivalent to the process of the exchange with one massive\nparticle. Thus, using the Laplace's method, a new mechanism of mass generation\nin inelastic processes is discovered, which is described by the non-Abelian\ngauge theory. Furthermore, it is shown that in the QCD perturbation theory, the\nsame mechanisms of cross-sections growth take place, similar to the ones\ndiscovered before in the effective scalar theories.\n","Comment: 16 pages, 16 figures"]}]
["1210.3491",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3491","doi:10.1177/1045389X12461695"],"date":["2012-10-12"],"type":["text"],"creator":["Basu, Joydeep","Bhattacharyya, Tarun K."],"language":[],"coverage":[],"title":["Microelectromechanical system cantilever-based frequency doublers"],"description":["  Microelectromechanical system (MEMS) based on-chip resonators offer great\npotential for high frequency signal processing circuits like reference\noscillators and filters. This is due to their exceptional features like small\nsize, large frequency-quality factor product, integrability with CMOS ICs, low\npower consumption, low cost batch fabrication etc. A capacitively transduced\ncantilever beam resonator is one such popular MEMS resonator topology. In this\nletter, the inherent square-law nonlinearity of the voltage-to-force transfer\nfunction of a cantilever resonator's capacitive transducer has been employed\nfor the realization of frequency doubling effect. Using this concept, frequency\ndoubling of input signals of 500 kHz to 1 MHz, and 227.5 kHz to 455 kHz has\nbeen experimentally demonstrated for two cantilever beams of length 51.75 and\n76.75 micrometer respectively. The MEMS cantilevers have been fabricated with\npolysilicon using the PolyMUMPs surface micromachining process, and their\ntesting has been performed using Laser Doppler Vibrometry. The test results\nobtained are in reasonable compliance with the analytical and CoventorWare\nfinite-element simulation results. The high efficiency demonstrated by the\ncantilever frequency doubler makes it a promising choice for signal generation\nat high frequencies.\n","Comment: The final, definitive version of this paper has been published in\n  Journal of Intelligent Material Systems and Structures, 2012 by SAGE\n  Publications Ltd. (http://online.sagepub.com), All rights reserved. Journal\n  of Intelligent Material Systems and Structures, 2012"]}]
["1210.3495",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3495","Astronomy Reports, 2000, vol. 44, Issue 10, p.701-710","doi:10.1134/1.1312967"],"date":["2012-10-12"],"type":["text"],"creator":["Sheminova, V. A.","Gadun, A. S."],"language":[],"coverage":[],"title":["Evolution of solar magnetic tubes and its manifestation in Stokes\n  parameters"],"description":["  Basic scenarios and mechanisms for the formation and decay of small-scale\nmagnetic elements and their manifestation in synthesized Stokes profiles of the\nFe I 15648.5 A infrared line are considered in the context of two-dimensional\nmodeling of nonstationary magnetogranulation on the Sun. The stage of\nconvective collapse is characterized by large redshifts in the V profiles\naccompanied by complete Zeeman splitting of the I profiles. This is due to\nintense downward flows of material, which facilitates the concentration of\nlongitudinal field with an amplitude of about several kG in the tube. The\ndissipation of strong magnetic structures is characterized by blueshifts in the\nStokes profiles, which result from upward fluxes that decrease the magnetic\nfield in the tube. Typical signatures during key stages in the evolution of\ncompact magnetic elements should be detectable via observations with\nsufficiently high spatial and temporal resolution.\n","Comment: 14 pages, 6 figures, published in Astronomy Reports, 2000, vol. 44,\n  Issue 10, p.701-710"]}]
["1210.3497",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3497"],"date":["2012-10-12"],"type":["text"],"creator":["Ceeh, Hubert","Weber, Josef-Andreas","Leitner, Michael","Böni, Peter","Hugenschmidt, Christoph"],"language":[],"coverage":[],"title":["Performance of the new 2D ACAR spectrometer in Munich"],"description":["  Angular Correlation of Annihilation Radiation (ACAR) is a well established\ntechnique for the investigation of the electric structure. A major limitation\nof ACAR studies is the available positron flux at a small spot on the sample.\nFore this reason, the focus of this work is put on the discussion of a newly\ndeveloped source-sample stage which uses an optimized static magnetic field\nconfiguration to guide the positrons onto the sample. The achieved spot size is\n$d_{\\mathrm{FWHM}}=5.4\\,$mm, with a high efficiency over the whole energy\nspectrum of the $^{22}$Na positron source. The implications of the performance\nof the source-sample stage are discussed with regard to 2D-ACAR measurements of\nsingle crystalline $\\alpha$-quartz, which serves as a model system for the\ndetermination of the total resolution.\n"]}]
["1210.3499",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3499","Kinematika i Fizika Nebesnykh Tel 1999, vol.15, no.5, p. 387-397","doi:10.3103/50884591305030022"],"date":["2012-10-12"],"type":["text"],"creator":["Gadun, A. S.","Sheminova, V. A.","Solanki, S. K."],"language":["en"],"coverage":[],"title":["Formation of small-scale magnetic elements: surface mechanism"],"description":["  We present the first results of a two-dimensional MHD simulation of the solar\nmagnetogranulation. The medium was assumed to be compressible, gravitationally\nstratified, radiatively coupled, partially ionized, and turbulent. The\nsimulated magnetogranulation evolved over the course of two hours of\nhydrodynamic (solar) time. A surface (magnetic plume-like) mechanism which\nforms thin magnetic elements was found to operate during the process of granule\nfragmentation. The activity of such a mechanism suggests that the\nmagnetogranulation can concentrate and intensify the global magnetic flux at\nthe boundaries of convective cells and can also form nearly vertical compact\nmagnetic flux tubes by involving the weak horizontal photospheric field, which\nmay be, in general, of local (turbulent) nature.\n","Comment: 11 pages, 5 figures, published by Kinematics Phys. Celest. Bodies (in\n  English) and Kinematika Fiz. Nebesn. Tel (in Russian)"]}]
["1210.3502",{"format":[],"subject":["Physics - Plasma Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3502","J. Nucl. Mater. 415 (1S), S149-S152 (2011)","doi:10.1016/j.jnucmat.2010.11.067"],"date":["2012-10-12"],"type":["text"],"creator":["Bystrov, K.","Westerhout, J.","Matveeva, M.","Litnovsky, A.","Marot, L.","Zoethout, E.","De Temmerman, G."],"language":[],"coverage":[],"title":["Erosion yields of carbon under various plasma conditions in Pilot-PSI"],"description":["  Fine-grain graphite targets have been exposed to ITER divertor relevant\nplasmas in Pilot-PSI to address material migration issues in fusion devices.\nOptical emission spectroscopy and mass loss measurements have been employed to\nquantify gross chemical erosion and net erosion yields, respectively. Effects\nof the ion impact energy and target geometry on carbon erosion yields have been\nstudied. It is concluded that temporal evolution of gross chemical erosion is\nstrongly connected with changes in morphology of plasma exposed surfaces. The\nnet carbon erosion yield is increased when the targets are partly covered by\ninsulating boron-nitride rings.\n","Comment: 14 pages, 4 figures, Contribution to the 19th International\n  Conference on Plasma Surface Interactions"]}]
["1210.3505",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3505"],"date":["2012-10-12"],"type":["text"],"creator":["Belkacem, K."],"language":[],"coverage":[],"title":["Determination of the stars fundamental parameters using seismic scaling\n  relations"],"description":["  Seismology of stars that exhibit solar-like oscillations develops a growing\ninterest with the wealth of observational results obtained with the CoRoT and\nKepler space-borne missions. In this framework, relations between asteroseismic\nquantities and stellar parameters provide a unique opportunity to derive\nmodel-independent determinations of stellar parameters (e.g., masses and radii)\nfor a large sample of stars. I review those scaling relations with particular\nemphasis on the underlying physical processes governing those relations, as\nwell as their uncertainties.\n","Comment: 16 pages, 5 figures. To appear in Proceedings of the Journ\\'ees 2012\n  of the French Society of Astronomy & Astrophysics (SF2A)"]}]
["1210.3506",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3506"],"date":["2012-10-12"],"type":["text"],"creator":["Lozano-Durán, Adrián","Jiménez, Javier"],"language":[],"coverage":[],"title":["The 3D structure of turbulent channels up to $\\mathrm{Re}_\\tau=4000$"],"description":["  Several time-resolved fluid dynamics videos of turbulent channels from\n$\\mathrm{Re}_\\tau=180$ to $\\mathrm{Re}_\\tau=4000$ are presented. The videos\nshow the temporal evolution of sweeps (bluish) and ejections (reddish) in one\nhalf of the channel (only the bottom wall is shown). The color changes from\ndark for points close to the wall, to bright for those reaching the center of\nthe channel. As the Reynolds number increases the scale separation becomes more\nclear and the complexity of the dynamics observed rises.\n","Comment: Videos are included"]}]
["1210.3508",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3508"],"date":["2012-10-12"],"type":["text"],"creator":["Salasnich, Luca"],"language":[],"coverage":[],"title":["Contact intensity and extended hydrodynamics in the BCS-BEC crossover"],"description":["  In the first part of this chapter we analyze the contact intensity $C$, which\nhas been introduced by Tan [Ann. Phys. 323, 2952 (2008)] and appears in several\nphysical observables of the strongly correlated two-component Fermi gas. We\ncalculate the contact $C$ in the full BCS-BEC crossover for a uniform\nsuperfluid Fermi gas by using an efficient parametetrization of the\nground-state energy. In the case of harmonic confinement, within the\nThomas-Fermi approximation, we derive analytical formulas of $C$ in the three\nrelevant limits of the crossover. In the second part of this chapter we discuss\nthe extended superfluid hydrodynamics we have recently proposed to describe\nstatic and dynamical collective properties of the Fermi gas in the BCS-BEC\ncrossover. In particular we show the relation with the effective theory for the\nGoldstone field derived by Son and Wingate [Ann. Phys. 321, 197 (2006)] on the\nbasis of conformal invariance. By using our equations of extended hydrodynamics\nwe determine nonlinear sound waves, static response function and structure\nfactor of a generic superfluid at zero temperature.\n","Comment: 14 pages, 1 figure, to be published in a Special Volume of the\n  Springer Series on Wave Phenomena (LENCOS'12 Conference), Ed. by R.\n  Carretero-Gonzalez et al. (Springer, New York, 2013)"]}]
["1210.3511",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3511"],"date":["2012-10-12"],"type":["text"],"creator":["Galaktionov, V. A.","Mitidieri, E.","Pohozaev, S. I."],"language":[],"coverage":[],"title":["Classification of global and blow-up sign-changing solutions of a\n  semilinear heat equation in the subcritical Fujita range II. Higher-order\n  diffusion"],"description":["  Two families of sign-changing solutions of higher-order semilinear parabolic\nequations are studied.\n","Comment: 27 pages, 15 Figures"]}]
["1210.3513",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3513"],"date":["2012-10-12"],"type":["text"],"creator":["Galaktionov, V. A."],"language":[],"coverage":[],"title":["Towards the KPP--Problem and Log-Front Shift for Higher-Order Nonlinear\n  PDEs I. Bi-Harmonic and Other Parabolic Equations"],"description":["  Some extensions of the KPP idelogy of 1937 and more recent results to\nhigher-order semilinear parabolic equations are discussed\n","Comment: 43 pages, 23 Figures"]}]
["1210.3515",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3515","ApJ, 2012, 758, 114","doi:10.1088/0004-637X/758/2/114"],"date":["2012-10-12"],"type":["text"],"creator":["Garain, Sudip K.","Ghosh, Himadri","Chakrabarti, Sandip K."],"language":[],"coverage":[],"title":["Effects of Compton Cooling on Outflow in a Two Component Accretion Flow\n  around a Black Hole: Results of a Coupled Monte Carlo-TVD Simulation"],"description":["  We wish to investigate the effects of cooling of the Compton cloud on the\noutflow formation rate in an accretion disk around a black hole. We carry out a\ntime dependent numerical simulation where both the hydrodynamics and the\nradiative transfer processes are coupled together. We consider a two-component\naccretion flow in which the Keplerian disk is immersed into an accreting\nlow-angular momentum flow (halo) around a black hole. The soft photons which\noriginate from the Keplerian disk are inverse-Comptonized by the electrons in\nthe halo and the region between the centrifugal pressure supported shocks and\nthe horizon. We run several cases by changing the rate of the Keplerian disk\nand see the effects on the shock location and properties of the outflow and the\nspectrum. We show that as a result of Comptonization of the Compton cloud, the\ncloud becomes cooler with the increase in the Keplerian disk rate. As the\nresultant thermal pressure is reduced, the post-shock region collapses and the\noutflow rate is also reduced. Since the hard radiation is produced from the\npost-shock region, and the spectral slope increases with the reduction of the\nelectron temperature, the cooling produces softer spectrum. We thus find a\ndirect correlation between the spectral states and the outflow rates of an\naccreting black hole.\n","Comment: 25 pages, 13 figures, 1 table. arXiv admin note: substantial text\n  overlap with arXiv:1105.4245"]}]
["1210.3520",{"format":[],"subject":["Mathematics - Rings and Algebras","06B99 (Primary) 06C15, 06D05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3520"],"date":["2012-10-12"],"type":["text"],"creator":["Czédli, Gábor","Grygiel, Joanna","Grygiel, Katarzyna"],"language":[],"coverage":[],"title":["Distributive lattices determined by weighted double skeletons"],"description":["  Related to his S-glued sum construction, the skeleton S(L) of a finite\nlattice L was introduced by C. Herrmann in 1973. Our theorem asserts that if D\nis a finite distributive lattice and its second skeleton, S(S(D)), is the\ntrivial lattice, then D is characterized by its weighted double skeleton,\nintroduced by the second author in 2006. The assumption on the second skeleton\nis essential.\n","Comment: 12 pages and 2 figures"]}]
["1210.3525",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3525"],"date":["2012-10-12"],"type":["text"],"creator":["Li, Zhongyang"],"language":[],"coverage":[],"title":["Uniqueness of Infinite Homogeneous Clusters in 1-2 Model"],"description":["  A 1-2 model configuration is a subset of edges of the hexagonal lattice such\nthat each vertex is incident to one or two edges. We prove that for any\ntranslation-invariant Gibbs measure of 1-2 model, almost surely the infinite\nhomogeneous cluster is unique.\n"]}]
["1210.3526",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","Mathematics - Spectral Theory","11M26 (Primary) 47A10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3526"],"date":["2012-10-12"],"type":["text"],"creator":["Banaszak, Grzegorz","Uetake, Yoichi"],"language":[],"coverage":[],"title":["Standard models of abstract intersection theory for operators in Hilbert\n  space"],"description":["  For an operator in a possibly infinite-dimensional Hilbert space of a certain\nclass, we set down axioms of an abstract intersection theory, from which the\nRiemann hypothesis regarding the spectrum of that operator follows. In our\nprevious paper [BU] we constructed a GNS (Gelfand-Naimark-Segal) model of\nabstract intersection theory. In this paper we propose another model, which we\ncall a standard model of abstract intersection theory. We show that there is a\nstandard model of abstract intersection theory for a given operator if and only\nif the Riemann hypothesis and semi-simplicity hold for that operator. (For the\ndefinition of semi-simplicity of an operator in Hilbert space, see the\ndefinition in Introduction.) We show this result under a condition for a given\noperator which is much weaker than the condition in the previous paper. The\noperator satisfying this condition can be constructed by the method of\nautomorphic scattering in [U].\n  Combining this with a result from [U], we can show that an Dirichlet\n$L$-function, including the Riemann zeta-function, satisfies the Riemann\nhypothesis and its all nontrivial zeros are simple if and only if there is a\ncorresponding standard model of abstract intersection theory. Similar results\ncan be proven for GNS models since the same technique of proof for standard\nmodels can be applied.\n","Comment: 22 pages"]}]
["1210.3527",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3527"],"date":["2012-10-12"],"type":["text"],"creator":["Smallbone, Kieran"],"language":[],"coverage":[],"title":["One lump or two?"],"description":["  We investigate methods for modelling metabolism within populations of cells.\nTypically one represents the interaction of a cloned population of cells with\ntheir environment as though it were one large cell. The question is as to\nwhether any dynamics are lost by this assumption, and as to whether it might be\nmore appropriate to instead model each cell individually. We show that it is\nsufficient to model at an intermediate level of granularity, representing the\npopulation as two interacting lumps of tissue.\n","Comment: 7 pages, 3 figures"]}]
["1210.3528",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3528"],"date":["2012-10-12"],"type":["text"],"creator":["Jüngling, Thomas","Kinzel, Wolfgang"],"language":[],"coverage":[],"title":["Scaling of Lyapunov exponents in chaotic delay systems"],"description":["  The scaling behavior of the maximal Lyapunov exponent in chaotic systems with\ntime-delayed feedback is investigated. For large delay times it has been shown\nthat the delay-dependence of the exponent allows a distinction between strong\nand weak chaos, which are the analogy to strong and weak instability of\nperiodic orbits in a delay system. We find significant differences between\nscaling of exponents in periodic or chaotic systems. We show that chaotic\nscaling is related to fluctuations in the linearized equations of motion. A\nlinear delay system including multiplicative noise shows the same properties as\nthe deterministic chaotic systems.\n","Comment: 4 pages, 2 figures"]}]
["1210.3535",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3535"],"date":["2012-10-12"],"type":["text"],"creator":["Benusiglio, Adrien","Quéré, David","Clanet, Christophe"],"language":[],"coverage":[],"title":["Surface explosion cavities"],"description":["  We present a fluid dynamics video on cavities created by explosions of\nfirecrackers at the water free surface. We use three types of firecrackers\ncontaining 1, 1.3 and 5 g of flash powder. The firecrackers are held with their\ncenter at the surface of water in a cubic meter pool. The movies are recorded\nfrom the side with a high-speed video camera. Without confinement the explosion\nproduces an hemispherical cavity. Right after the explosion this cavity grows\nisotropically, the bottom then stops while the sides continue to expand. In the\nnext phase the bottom of the cavity accelerates backwards to the surface.\nDuring this phase the convergence of the flow creates a central jet that rises\nabove the free surface. In the last part of the video the explosion is confined\nin a vertical open tube made of glass and of centimetric diameter. The\nexplosion creates a cylindrical cavity that develops towards the free end of\nthe tube. Depending on the charge, the cavity can either stop inside the tube\nor at its exit, but never escapes.\n","Comment: Gallery of Fluid Motion 2012"]}]
["1210.3538",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3538"],"date":["2012-10-12"],"type":["text"],"creator":["Cabrera-Garcia, Pablo","Zenit, Roberto"],"language":[],"coverage":[],"title":["Droplets bouncing over a vibrating fluid layer"],"description":["  This is an entry for the Gallery of Fluid Motion of the 65st Annual Meeting\nof the APS-DFD (fluid dynamics video). This video shows the motion of levitated\nliquid droplets. The levitation is produced by the vertical vibration of a\nliquid container. We made visualizations of the motion of many droplets to\nstudy the formation of clusters and their stability.\n","Comment: This entry contains videos for the Gallery of Fluid Motion of the\n  65st Annual Meeting of the APS-DFD"]}]
["1210.3540",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3540"],"date":["2012-10-12"],"type":["text"],"creator":["Khan, Shah H.","Hoffmann, Peter M."],"language":[],"coverage":[],"title":["Bulk-like viscosity and shear thinning during dynamic compression of a\n  nanoconfined liquid"],"description":["  The viscosity of liquids under nanoconfinement remains controversial. Reports\nrange from spontaneous solidification to no change in the viscosity at all.\nHere, we present thorough measurements with a small-amplitude linear atomic\nforce microscopy technique and careful consideration of the confinement\ngeometry, to show that in a weakly interacting liquid, average viscosity\nremains bulk like, except for strong shear thinning once the liquid is confined\nto less than four molecular layers. Overlaid over this bulk-like viscous\nbehavior are stiffness and damping oscillations, indicating non-continuum\nbehavior, as well as an elastic response when the liquid is allowed to order in\nthe confinement gap.\n","Comment: 4 pages, 4 figures"]}]
["1210.3545",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3545"],"date":["2012-10-12"],"type":["text"],"creator":["Shapere, Alfred D.","Wilczek, Frank","Xiong, Zhaoxi"],"language":[],"coverage":[],"title":["Models of Topology Change"],"description":["  We show how changes in unitarity-preserving boundary conditions allow\ncontinuous interpolation among the Hilbert spaces of quantum mechanics on\ntopologically distinct manifolds. We present several examples, including a\ncomputation of entanglement entropy production. We discuss approximate\nrealization of boundary conditions through appropriate interactions, thus\nsuggesting a route to possible experimental realization. We give a theoretical\napplication to quantization of singular Hamiltonians, and give tangible form to\nthe \"many worlds\" interpretation of wave functions.\n","Comment: 7 pages, 3 figures"]}]
["1210.3554",{"format":[],"subject":["Quantum Physics","81Q15, 81Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3554"],"date":["2012-10-12"],"type":["text"],"creator":["Ambrozinski, Zbigniew","Wosiek, Jacek"],"language":[],"coverage":[],"title":["Resummation of not summable series"],"description":["  In this paper we present results of computations for the ground energy of\nweakly coupled double well potential in quantum mechanics. We give a numerical\nevidence for cancelation of imaginary contributions to energy coming from Borel\nresummation and multi-instanton terms. We also estimate several higher\ncoefficients of the multi-instanton expansion which are not given in the\nliterature.\n","Comment: 9 pages, 6 figures"]}]
["1210.3556",{"format":[],"subject":["Mathematics - Dynamical Systems","37E10, 37E30, 37N25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3556"],"date":["2012-10-12"],"type":["text"],"creator":["Marzantowicz, Wacław","Signerska, Justyna"],"language":[],"coverage":[],"title":["Displacement sequence of an orientation preserving circle homeomorphism"],"description":["  We give a complete description of the behaviour of the sequence of\ndisplacements $\\eta_n(z)=\\Phi^n(x) - \\Phi^{n-1}(x) \\ \\rmod \\ 1$, $z=\\exp(2\\pi\n\\rmi x)$, along a trajectory $\\{\\varphi^{n}(z)\\}$, where $\\varphi$ is an\norientation preserving circle homeomorphism and $\\Phi:\\mathbb{R} \\to\n\\mathbb{R}$ its lift. If the rotation number $\\varrho(\\varphi)=\\frac{p}{q}$ is\nrational then $\\eta_n(z)$ is asymptotically periodic with semi-period $q$. This\nconvergence to a periodic sequence is uniform in $z$ if we admit that some\npoints are iterated backward instead of taking only forward iterations for all\n$z$. If $\\varrho(\\varphi) \\notin \\mathbb{Q}$ then the values of $\\eta_n(z)$ are\ndense in a set which depends on the map $\\gamma$ (semi-)conjugating $\\varphi$\nwith the rotation by $\\varrho(\\varphi)$ and which is the support of the\ndisplacements distribution. We provide an effective formula for the\ndisplacement distribution if $\\varphi$ is $C^1$-diffeomorphism and show\napproximation of the displacement distribution by sample displacements measured\nalong a trajectory of any other circle homeomorphism which is sufficiently\nclose to the initial homeomorphism $\\varphi$. Finally, we prove that even for\nthe irrational rotation number $\\varrho$ the displacement sequence exhibits\nsome regularity properties.\n","Comment: 18 pages, 1 figure"]}]
["1210.3558",{"format":[],"subject":["Physics - Fluid Dynamics","Astrophysics - Astrophysics of Galaxies","Physics - Plasma Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3558"],"date":["2012-10-12"],"type":["text"],"creator":["Yoshida, Z.","Shatashvili, N. L."],"language":[],"coverage":[],"title":["Generalized Beltrami flow -- a model of thin-disk and narrow-jet system"],"description":["  In the vicinity of a massive object of various scales (ranging from young\nstars to galactic nuclei), mass flow creates a spectacular structure combining\na thin disk and collimated jet. Despite a wide range of scaling parameters\n(such as Reynolds number, Lundquist number, ionization fractions, Lorentz\nfactor, etc.), they exhibit a remarkable similarity that must be dictated by a\nuniversal principle. A generalized Beltrami condition has been formulated as a\nsuccinct representation of such a principle. The singularity at the center of\nthe Keplerian rotation forces the flow to align with the \"generalized\nvorticity\" (including the effect of localized density and finite dissipation)\nwhich appears as an axle penetrating the disk, i.e. the jet is a Beltrami flow.\nBased on the Beltrami flow model, an analytical expression of a disk-jet system\nhas been constructed by the method of similarity solution.\n","Comment: 13 pages, 4 figures. arXiv admin note: substantial text overlap with\n  arXiv:1105.5281"]}]
["1210.3559",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3559"],"date":["2012-10-12"],"type":["text"],"creator":["Yakubovich, Alexander V.","Sushko, Gennady","Schramm, Stefan","Solov'yov, Andrey V."],"language":[],"coverage":[],"title":["Kinetics of liquid-solid phase transition in large nickel clusters"],"description":["  In this paper we have explored computationally the solidification process of\nlarge nickel clusters. This process has the characteristic features of the\nfirst order phase transition occurring in a finite system. The focus of our\nresearch is placed on the elucidation of correlated dynamics of a large\nensemble of particles in the course of the nanoscale liquid-solid phase\ntransition through the computation and analysis of the results of molecular\ndynamics (MD) simulations with the corresponding theoretical model. This\nproblem is of significant interest and importance, because the controlled\ndynamics of systems on the nanoscale is one of the central topics in the\ndevelopment of modern nanotechnologies.\n  MD simulations in large molecular systems are rather computer power\ndemanding. Therefore, in order to advance with MD simulations we have used\nmodern computational methods based on the graphics processing units (GPU). The\nadvantages of the use of GPUs for MD simulations in comparison with the CPUs\nare demonstrated and benchmarked. The reported speedup reaches factors greater\nthan 400. This work opens a path towards exploration with the use of MD of a\nlarger number of scientific problems inaccessible earlier with the CPU based\ncomputational technology.\n"]}]
["1210.3561",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","97M60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3561"],"date":["2012-10-12"],"type":["text"],"creator":["Piekarski, S.","Rewekant, M."],"language":[],"coverage":[],"title":["On separation of time scales in pharmacokinetics"],"description":["  A lot of criticism against the standard formulation of pharmacokinetics has\nbeen raised by several authors. It seems that the natural reaction for that\ncriticism is to comment it from the point of view of the theory of conservation\nlaws. Simple example of balance equations for the intravenous administration of\ndrug has been given in 2011 and the corresponding equations for extravasal\nadministration are in the text. In principle, the equations of that kind allow\none to describe in the self consistent manner different processes of\nadministration, distribution, metabolism and elimination of drugs. Moreover, it\nis possible to model different pharmacokinetic parameters of the\nnon-compartmental pharmacokinetics and therefore to comment criticism of\nRosigno. However, for practical purposes one needs approximate methods, in\nparticular, those based on separation of the time scales. In this text, such\nmethod is described and its effectiveness is discussed. Basic equations are in\nthe next chapter. Final remarks are at the end of the text.\n"]}]
["1210.3563",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3563"],"date":["2012-10-12"],"type":["text"],"creator":["Wang, Zhao","Xiao, Ming","Wang, Chao","Skoglund, Mikael"],"language":[],"coverage":[],"title":["Degrees of Freedom of Multi-hop MIMO Broadcast Networks with Delayed\n  CSIT"],"description":["  We study the sum degrees of freedom (DoF) of a class of multi-layer\nrelay-aided MIMO broadcast networks with delayed channel state information at\ntransmitters (CSIT). In the assumed network a K-antenna source intends to\ncommunicate to K single-antenna destinations, with the help of N-2 layers of K\nfull-duplex single-antenna relays. We consider two practical delayed CSIT\nfeedback scenarios. If the source can obtain the CSI feedback signals from all\nlayers, we prove the optimal sum DoF of the network to be K/(1+1/2+...+1/K). If\nthe CSI feedback is only within each hop, we show that when K=2 the optimal sum\nDoF is 4/3, and when K >= 3 the sum DoF 3/2 is achievable. Our results reveal\nthat the sum DoF performance in the considered class of N-layer MIMO broadcast\nnetworks with delayed CSIT may depend not on N, the number of layers in the\nnetwork, but only on K, the number of antennas/terminals in each layer.\n"]}]
["1210.3566",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3566"],"date":["2012-10-12"],"type":["text"],"creator":["Tomić, Silvia","Pinterić, Marko","Ivek, Tomislav","Sedlmeier, Katrin","Beyer, Rebecca","Wu, Dan","Schlueter, John A.","Schweitzer, Dieter","Dressel, Martin"],"language":[],"coverage":[],"title":["Search for quantum electronic dipoles in the dimerized\n  \\kappa-(BEDT-TTF)2Cu[N(CN)2]Cl salt"],"description":["  The Mott insulator \\kappa-(BEDT-TTF)2Cu[N(CN)2]Cl consists of molecular\ndimers arranged on an anisotropic triangular lattice and develops a canted\nantiferromagnetic ground state. It has recently been suggested that this system\nfeatures purely electronic ferroelectricity which requires an electric dipole\nmoment. Optical spectroscopy clearly rules out charge imbalance in this system,\nwhich excludes the existence of quantum electric dipoles on the dimers and\nsubsequently a dipolar spin coupling. We suggest that the prominent in-plane\ndielectric response in \\kappa-(BEDT-TTF)2Cu[N(CN)2]Cl is due to short-range\ndiscommensurations of the antiferromagnetic phase in the temperature range 30 <\nT < 50 K, and domain wall relaxations at lower temperatures.\n","Comment: 6 pages, 4 figures"]}]
["1210.3572",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R60, 35Q40, 35Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3572"],"date":["2012-10-12"],"type":["text"],"creator":["Gu, Yu","Bal, Guillaume"],"language":[],"coverage":[],"title":["Radiative Transport Limit of Dirac Equations with Random Electromagnetic\n  Field"],"description":["  This paper concerns the kinetic limit of the Dirac equation with random\nelectromagnetic field. We give a detailed mathematical analysis of the\nradiative transport limit for the phase space energy density of solutions to\nthe Dirac equation. Our derivation is based on a martingale method and a\nperturbed test function expansion. This requires the electromagnetic field to\nbe a space-time random field.\n  The main mathematical tool in the derivation of the kinetic limit is the\nmatrix-valued Wigner transform of the vector-valued Dirac solution. The major\nnovelty compared to the scalar (Schr\\\"odinger) case is the proof of convergence\nof cross-modes to 0 weakly in space and almost surely in probability. The\npropagating modes are shown to converge in an appropriate strong sense to their\ndeterministic limit.\n","Comment: 31 pages"]}]
["1210.3575",{"format":[],"subject":["Physics - History and Philosophy of Physics","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3575"],"date":["2012-10-08"],"type":["text"],"creator":["Gillis, Edward J."],"language":[],"coverage":[],"title":["Relativity Is Not About Spacetime"],"description":["  Quantum measurement predictions are consistent with relativity for\nmacroscopic observations, but there is no consensus on how to explain this\nconsistency in fundamental terms. The prevailing assumption is that the\nrelativistic structure of spacetime should provide the framework for any\nmicrophysical account. This bias is due, in large part, to our intuitions about\nlocal causality, the idea that all physical processes propagate through space\nin a continuous manner. I argue that relativity is not a guarantor of local\ncausality, and is not about ontological features of spacetime. It is, rather,\nan expression of the observational equivalence of spacetime descriptions of\nphysical processes. This observational equivalence is due to the essentially\nprobabilistic nature of quantum theory.\n","Comment: 11 pages. Written for the 2012 FQXi essay contest \"Which of Our Basic\n  Physical Assumptions Are Wrong?\""]}]
["1210.3581",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3581"],"date":["2012-10-12"],"type":["text"],"creator":["Bennett, Patrick","Bohman, Tom"],"language":[],"coverage":[],"title":["A natural barrier in random greedy hypergraph matching"],"description":["  Let $r$ be a fixed constant and let $ {\\mathcal H}$ be an $r$-uniform,\n$D$-regular hypergraph on $N$ vertices. Assume further that $ D \\to \\infty$ as\n$N \\to \\infty$ and that co-degrees of pairs of vertices in ${\\mathcal H}$ are\nat most $L$ where $L = o(D/ \\log^5 N)$. We consider the random greedy algorithm\nfor forming a matching in $ \\mc{H}$. We choose a matching at random by\niteratively choosing edges uniformly at random to be in the matching and\ndeleting all edges that share at least one vertex with a chosen edge before\nmoving on to the next choice. This process terminates when there are no edges\nremaining in the graph. We show that with high probability the proportion of\nvertices of $ {\\mathcal H}$ that are not saturated by the final matching is at\nmost $ (L/D)^{\\frac{1}{2(r-1)} + o(1)} $. This point is a natural barrier in\nthe analysis of the random greedy hypergraph matching process.\n","Comment: 10 pages"]}]
["1210.3583",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3583"],"date":["2012-10-12"],"type":["text"],"creator":["Farias, Rodrigo Cabral","Brossier, Jean-Marc"],"language":[],"coverage":[],"title":["Adaptive Quantizers for Estimation"],"description":["  In this paper, adaptive estimation based on noisy quantized observations is\nstudied. A low complexity adaptive algorithm using a quantizer with adjustable\ninput gain and offset is presented. Three possible scalar models for the\nparameter to be estimated are considered: constant, Wiener process and Wiener\nprocess with deterministic drift. After showing that the algorithm is\nasymptotically unbiased for estimating a constant, it is shown, in the three\ncases, that the asymptotic mean squared error depends on the Fisher information\nfor the quantized measurements. It is also shown that the loss of performance\ndue to quantization depends approximately on the ratio of the Fisher\ninformation for quantized and continuous measurements. At the end of the paper\nthe theoretical results are validated through simulation under two different\nclasses of noise, generalized Gaussian noise and Student's-t noise.\n"]}]
["1210.3585",{"format":[],"subject":["Mathematics - Representation Theory","22E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3585"],"date":["2012-10-12"],"type":["text"],"creator":["Adrian, Moshe"],"language":[],"coverage":[],"title":["On Hecke algebras and simple supercuspidal representations for Sp(4,F)"],"description":["  A well known result of Borel says that the category of modules over the\nIwahori-Hecke algebra of a semisimple p-adic group G describes the Bernstein\ncomponent associated to the unramified principal series of G. We consider\nBernstein components for Sp(4,F) associated to principal series induced from\nsimple supercuspidal representations.\n","Comment: This paper is almost complete. It is in the final stages of\n  preparation. The final version will be posted shortly. 19 pages"]}]
["1210.3587",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Artificial Intelligence","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3587"],"date":["2012-10-12"],"type":["text"],"creator":["Zong, Bo","Wu, Yinghui","Singh, Ambuj K.","Yan, Xifeng"],"language":[],"coverage":[],"title":["Inferring the Underlying Structure of Information Cascades"],"description":["  In social networks, information and influence diffuse among users as\ncascades. While the importance of studying cascades has been recognized in\nvarious applications, it is difficult to observe the complete structure of\ncascades in practice. Moreover, much less is known on how to infer cascades\nbased on partial observations. In this paper we study the cascade inference\nproblem following the independent cascade model, and provide a full treatment\nfrom complexity to algorithms: (a) We propose the idea of consistent trees as\nthe inferred structures for cascades; these trees connect source nodes and\nobserved nodes with paths satisfying the constraints from the observed temporal\ninformation. (b) We introduce metrics to measure the likelihood of consistent\ntrees as inferred cascades, as well as several optimization problems for\nfinding them. (c) We show that the decision problems for consistent trees are\nin general NP-complete, and that the optimization problems are hard to\napproximate. (d) We provide approximation algorithms with performance\nguarantees on the quality of the inferred cascades, as well as heuristics. We\nexperimentally verify the efficiency and effectiveness of our inference\nalgorithms, using real and synthetic data.\n","Comment: The extended version of the paper \"Inferring the Underlying Structure\n  of Information Cascades\", to appear in ICDM'12"]}]
["1210.3588",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3588"],"date":["2012-10-12"],"type":["text"],"creator":["Morton, Chris","Yarusevych, Serhiy"],"language":[],"coverage":[],"title":["Vortex Shedding in the Wake of a Dual Step Cylinder"],"description":["  A dual-step cylinder is comprised of a large diameter cylinder (D) with low\naspect ratio (L/D) attached co-axially to the mid-span of a small diameter\ncylinder (d). The fluid dynamics video presented in this investigation is used\nto illustrate the effect of aspect ratio on dual step cylinder wake development\nfor Re = 2100, D/d = 2, and 0.2 < L/D < 3. In addition, the video provides\nvisualization of such flow phenomena as interaction of spanwise vortices,\ndevelopment of streamwise vortex filaments, and formation of Kelvin-Helmholtz\nrollers. The experiments were performed in a water flume at the University of\nWaterloo. A hydrogen bubble flow visualization technique was employed to\nvisualize vortical structures downstream of each cylinder model.\nHigh-resolution images of the flow were obtained with a high speed Photron\ncamera and post-processed using Adobe Photoshop CS4. The results show a\nplethora of vortices developing in the wake of the dual step cylinder. For 1 <\nL/D < 3, spanwise vortex shedding occurs from the large and small cylinders at\ndistinct frequencies. However, for smaller L/D, large cylinder vortex shedding\nceases and small cylinder vortices interact in the large cylinder wake.\n","Comment: 6 pages, 4 figures, one video is included in this Gallery of Fluid\n  Motion submission (Entry 84125)"]}]
["1210.3592",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3592"],"date":["2012-10-12"],"type":["text"],"creator":["Ryś, Agnieszka","Falcón-Barroso, Jesús","van de Ven, Glenn"],"language":[],"coverage":[],"title":["3D view on Virgo and field dwarf elliptical galaxies: late-type origin\n  and environmental transformations"],"description":["  We show the effects of environmental evolution on Virgo cluster and field\ndwarf elliptical galaxies (dEs), presenting the first large-scale\nintegral-field spectroscopic data for this galaxy class. The great variety of\nmorphological, kinematic, and stellar population parameters seen in our data\nsupports the claim that dEs are defunct dwarf spiral/irregular galaxies and\npoints to a formation scenario that allows for a stochastic shaping of galaxy\nproperties. We further investigate the properties of our sample by analyzing\nits kinematic and dynamical properties. We compare the level of rotational\nsupport of dEs and giant early-type galaxies and show that the properties of\nthe former largely resemble those of giant fast-rotators. Based on our data, no\ntrend exists between the level of rotational support in dEs and their location\nin the cluster. However, a tentative trend is seen in dark matter fraction: it\nincreases for larger Virgocentric distances.\n","Comment: 6 pages, 3 figures; to appear in the proceedings of the 10th\n  Scientific Meeting of the Spanish Astronomical Society held in July 2012 in\n  Valencia"]}]
["1210.3593",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3593"],"date":["2012-10-12"],"type":["text"],"creator":["Bílka, Ondřej"],"language":[],"coverage":[],"title":["Pattern matching in compilers"],"description":["  In this thesis we develop tools for effective and flexible pattern matching.\nWe introduce a new pattern matching system called amethyst. Amethyst is not\nonly a generator of parsers of programming languages, but can also serve as an\nalternative to tools for matching regular expressions.\n  Our framework also produces dynamic parsers. Its intended use is in the\ncontext of IDE (accurate syntax highlighting and error detection on the fly).\nAmethyst offers pattern matching of general data structures. This makes it a\nuseful tool for implementing compiler optimizations such as constant folding,\ninstruction scheduling, and dataflow analysis in general.\n  The parsers produced are essentially top-down parsers. Linear time complexity\nis obtained by introducing the novel notion of structured grammars and\nregularized regular expressions. Amethyst uses techniques known from compiler\noptimizations to produce effective parsers.\n","Comment: master thesis"]}]
["1210.3594",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3594"],"date":["2012-10-12"],"type":["text"],"creator":["Baikov, P. A.","Chetyrkin, K. G.","Kühn, J. H.","Rittinger, J."],"language":[],"coverage":[],"title":["R(s) and Z decay in order \\alpha_s^4: complete results"],"description":["  We report on our calculation of the order \\alpha_s^4 axial singlet\ncontributions for the decay rates of the Z-boson as well as the vector singlet\ncontribution to the cross section for electron-positron annihilation into\nhadrons. Together with recently finished O(\\alpha_s^4) calculations of the\nnon-signlet corrections [1,2], the new results directly lead us to the first\ncomplete O(\\alpha_s^4) predictions for the total hadronic decay rate of the\nZ-boson and the ratio R(s).\n","Comment: 8 pages, 1 figure. Contribution to Proceedings of \"10th International\n  Symposium on Radiative Corrections (Applications of Quantum Field Theory to\n  Phenomenology)\" - Radcor2011, September 26-30, 2011, Mamallapuram, India"]}]
["1210.3595",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3595"],"date":["2012-10-12"],"type":["text"],"creator":["Trencséni, Márton","Csabai, István"],"language":[],"coverage":[],"title":["Plane-Sweep Incremental Algorithm: Computing Delaunay Tessellations of\n  Large Datasets"],"description":["  We present the plane-sweep incremental algorithm, a hybrid approach for\ncomputing Delaunay tessellations of large point sets whose size exceeds the\ncomputer's main memory. This approach unites the simplicity of the incremental\nalgorithms with the comparatively low memory requirements of plane-sweep\napproaches. The procedure is to first sort the point set along the first\nprincipal component and then to sequentially insert the points into the\ntessellation, essentially simulating a sweeping plane. The part of the\ntessellation that has been passed by the sweeping plane can be evicted from\nmemory and written to disk, limiting the memory requirement of the program to\nthe \"thickness\" of the data set along its first principal component. We\nimplemented the algorithm and used it to compute the Delaunay tessellation and\nVoronoi partition of the Sloan Digital Sky Survey magnitude space consisting of\n287 million points.\n","Comment: Technical Report from 2008"]}]
["1210.3597",{"format":[],"subject":["Computer Science - General Literature"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3597"],"date":["2012-10-12"],"type":["text"],"creator":["Pellegrini, François","Canevet, Sébastien"],"language":[],"coverage":[],"title":["Le droit du num\\'erique : une histoire \\`a pr\\'eserver"],"description":["  Although the history of informatics is recent, this field poses unusual\nproblems with respect to its preservation. These problems are amplified by\nlegal issues, digital law being in itself a subject matter whose history is\nalso worth presenting in a computer science museum. The purpose of this paper\nis to present a quick overview of the evolution of law regarding digital\nmatters, from an historical perspective as well as with respect to the\npreservation and presentation of the works.\n","Comment: No. RR-8100 (2012)"]}]
["1210.3598",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3598"],"date":["2012-10-12"],"type":["text"],"creator":["Barcelo, Jaume","Garcia, Nuria","Faridi, Azadeh","Oechsner, Simon","Bellalta, Boris"],"language":[],"coverage":[],"title":["Modelling a Decentralized Constraint Satisfaction Solver for\n  Collision-Free Channel Access"],"description":["  In this paper, the problem of assigning channel slots to a number of\ncontending stations is modeled as a Constraint Satisfaction Problem (CSP). A\nlearning MAC protocol that uses deterministic backoffs after successful\ntransmissions is used as a decentralized solver for the CSP. The convergence\nprocess of the solver is modeled by an absorbing Markov chain (MC), and\nanalytical, closed-form expressions for its transition probabilities are\nderived. Using these, the expected number of steps required to reach a solution\nis found. The analysis is validated by means of simulations and the model is\nextended to account for the presence of channel errors. The results are\napplicable in various resource allocation scenarios in wireless networks.\n"]}]
["1210.3599",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3599"],"date":["2012-10-12"],"type":["text"],"creator":["Padovani, Vincent"],"language":[],"coverage":[],"title":["Decidability of All Minimal Models (Revised Version - 2012)"],"description":["  This unpublished note is an alternate, shorter (and hopefully more readable)\nproof of the decidability of all minimal models. The decidability follows from\na proof of the existence of a cellular term in each observational equivalence\nclass of a minimal model.\n"]}]
["1210.3602",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3602","JCAP04(2012)040","doi:10.1088/1475-7516/2012/04/040"],"date":["2012-10-12"],"type":["text"],"creator":["Pierre Auger Collaboration"],"language":[],"coverage":[],"title":["A search for anisotropy in the arrival directions of ultra high energy\n  cosmic rays recorded at the Pierre Auger Observatory"],"description":["  Observations of cosmic ray arrival directions made with the Pierre Auger\nObservatory have previously provided evidence of anisotropy at the 99% CL using\nthe correlation of ultra high energy cosmic rays (UHECRs) with objects drawn\nfrom the Veron-Cetty Veron catalog. In this paper we report on the use of three\ncatalog independent methods to search for anisotropy. The 2pt-L, 2pt+ and 3pt\nmethods, each giving a different measure of self-clustering in arrival\ndirections, were tested on mock cosmic ray data sets to study the impacts of\nsample size and magnetic smearing on their results, accounting for both angular\nand energy resolutions. If the sources of UHECRs follow the same large scale\nstructure as ordinary galaxies in the local Universe and if UHECRs are\ndeflected no more than a few degrees, a study of mock maps suggests that these\nthree methods can efficiently respond to the resulting anisotropy with a\nP-value = 1.0% or smaller with data sets as few as 100 events. Using data taken\nfrom January 1, 2004 to July 31, 2010 we examined the 20, 30,..., 110 highest\nenergy events with a corresponding minimum energy threshold of about 49.3 EeV.\nThe minimum P-values found were 13.5% using the 2pt-L method, 1.0% using the\n2pt+ method and 1.1% using the 3pt method for the highest 100 energy events. In\nview of the multiple (correlated) scans performed on the data set, these\ncatalog-independent methods do not yield strong evidence of anisotropy in the\nhighest energy cosmic rays.\n","Comment: 22 pages, 7 figures, published in JCAP"]}]
["1210.3604",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3604","International Journal on Web Service Computing Vol.3, No.3, (2012)\n  1-15","doi:10.5121/ijwsc.2012.3301"],"date":["2012-10-12"],"type":["text"],"creator":["Bakhshi, Mahdi","Hashemi, Mohsen"],"language":[],"coverage":[],"title":["User-Centric Optimization for Constraint Web Service Composition using a\n  Fuzzy-guided Genetic Algorithm System"],"description":["  Service-Oriented Applications (SOA) are being regarded as the main pragmatic\nsolution for distributed environments. In such systems, however each service\nresponds the user request independently, it is essential to compose them for\ndelivering a compound value-added service. Since, there may be a number of\ncompositions to create the requested service, it is important to find one which\nits properties are close to user's desires and meet some non-functional\nconstraints and optimize criteria such as overall cost or response time. In\nthis paper, a user-centric approach is presented for evaluating the service\ncompositions which attempts to obtain the user desires. This approach uses\nfuzzy logic in order to inference based on quality criteria ranked by user and\nGenetic Algorithms to optimize the QoS-aware composition problem. Results show\nthat the Fuzzy-based Genetic algorithm system enables user to participate in\nthe process of web service composition easier and more efficient.\n","Comment: 15 pages, 7 figures"]}]
["1210.3606",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3606"],"date":["2012-10-12"],"type":["text"],"creator":["Veazey, Joshua P.","Cheng, Guanglei","Irvin, Patrick","Cen, Cheng","Bogorin, Daniela F.","Bi, Feng","Huang, Mengchen","Bark, Chung-Wung","Ryu, Sangwoo","Cho, Kwang-Hwan","Eom, Chang-Beom","Levy, Jeremy"],"language":[],"coverage":[],"title":["Superconducting LaAlO3/SrTiO3 Nanowires"],"description":["  We report superconductivity in quasi-1D nanostructures created at the\nLaAlO3/SrTiO3 interface. Nanostructures having line widths w~10 nm are formed\nfrom the parent two-dimensional electron liquid using conductive atomic force\nmicroscope lithography. Nanowire cross-sections are small compared to the\nsuperconducting coherence length in LaAlO3/SrTiO3 (w<<xi~100 nm), placing them\nin the quasi-1D regime. Broad superconducting transitions with temperature and\nfinite resistances in the superconducting state well below Tc~200 mK are\nobserved. V-I curves show switching between the superconducting and normal\nstates that are characteristic of superconducting nanowires. The four-terminal\nresistance in the superconducting state shows an unusual dependence on the\ncurrent path, varying by as much as an order of magnitude.\n","Comment: 19 pages, 4 figures, 1 table"]}]
["1210.3608",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Category Theory","Mathematics - Quantum Algebra","57Q45, 55M25, 57Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3608"],"date":["2012-10-12"],"type":["text"],"creator":["Carter, J. Scott"],"language":[],"coverage":[],"title":["Reidemeister/Roseman-type Moves to Embedded Foams in 4-dimensional Space"],"description":["  The dual to a tetrahedron consists of a single vertex at which four edges and\nsix faces are incident. Along each edge, three faces converge. A 2-foam is a\ncompact topological space such that each point has a neighborhood homeomorphic\nto a neighborhood of that complex. Knotted foams in 4-dimensional space are to\nknotted surfaces, as knotted trivalent graphs are to classical knots. The\ndiagram of a knotted foam consists of a generic projection into 4-space with\ncrossing information indicated via a broken surface. In this paper, a finite\nset of moves to foams are presented that are analogous to the Reidemeister-type\nmoves for knotted graphs. These moves include the Roseman moves for knotted\nsurfaces. Given a pair of diagrams of isotopic knotted foams there is a finite\nsequence of moves taken from this set that, when applied to one diagram\nsequentially, produces the other diagram.\n","Comment: 18 pages, 29 figures, Be aware: the figure on page 3 takes some time\n  to load. A higher resolution version is found at\n  http://www.southalabama.edu/mathstat/personal_pages/carter/Moves2Foams.pdf .\n  If you want to use to any drawings, please contact me"]}]
["1210.3609",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3609"],"date":["2012-10-12"],"type":["text"],"creator":["Jiang, Wei","Tang, Junhua","Krishnamachari, Bhaskar"],"language":[],"coverage":[],"title":["Optimal Power Allocation Policy over Two Identical Gilbert-Elliott\n  Channels"],"description":["  We study the fundamental problem of optimal power allocation over two\nidentical Gilbert-Elliott (Binary Markov) communication channels. Our goal is\nto maximize the expected discounted number of bits transmitted over an infinite\ntime span by judiciously choosing one of the four actions for each time slot:\n1) allocating power equally to both channels, 2) allocating all the power to\nchannel 1, 3) allocating all the power to channel 2, and 4) allocating no power\nto any of the channels. As the channel state is unknown when power allocation\ndecision is made, we model this problem as a partially observable Markov\ndecision process(POMDP), and derive the optimal policy which gives the optimal\naction to take under different possible channel states. Two different\nstructures of the optimal policy are derived analytically and verified by\nlinear programming simulation. We also illustrate how to construct the optimal\npolicy by the combination of threshold calculation and linear programming\nsimulation once system parameters are known.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1203.6630"]}]
["astro-ph/0110412",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0110412"],"date":["2001-10-17","2012-10-11"],"type":["text"],"creator":["Aguiar, Paulo","Crawford, Paulo"],"language":[],"coverage":[],"title":["Sachs-Wolfe effect in some anisotropic models"],"description":["  In this work it is shown for some spatially homogeneous but anisotropic\nmodels how the inhomogeneities in the distribution of matter on the surface of\nthe last scattering produce anisotropies in large angular scales (larger than\n$\\vartheta \\gtrsim 2^\\circ$) which do not differ from the ones produced in\nFriedmann-Lema\\^itre-Robertson-Walker (FLRW) geometries. That is, for these\nanisotropic models, the imprint left on the cosmic microwave background\nradiation (CMBR) by the primordial density fluctuations, in the form of a\nfractional variation of the temperature of this radiation, is governed by the\nsame expression as the one given for FLRW models. More precisely, under\nadiabatic initial conditions, the classical Sachs-Wolfe effect is recovered,\nprovided the anisotropy of the overall expansion is small. This conclusion is\nin agreement with previous work on the same anisotropic models where we found\nthat they may go through an `isotropization' process up to the point that the\nobservations are unable to distinguish them from the standard FLRW model, if\nthe Hubble parameters along the orthogonal directions are assumed to be\napproximately equal at the present epoch. Here we assumed upper bounds on the\npresent values of anisotropic parameters imposed by COBE observations.\n","Comment: 16 pages, 12 figures (to be published in the journal Cosmology &\n  Gravitation in January 2013)"]}]
["math/0506099",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Quantitative Biology - Populations and Evolution","34L30, 92D10 (Primary) 37N30, 06A07, 60J25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506099","Monatshefte Math. 146 (2005) 267--278; Addendum: Monatshefte Math.\n  150 (2007) 83--84"],"date":["2005-06-06"],"type":["text"],"creator":["Baake, Michael"],"language":[],"coverage":[],"title":["Recombination semigroups on measure spaces"],"description":["  The dynamics of recombination in genetics leads to an interesting nonlinear\ndifferential equation, which has a natural generalization to a measure valued\nversion. The latter can be solved explicitly under rather general\ncircumstances. It admits a closed formula for the semigroup of nonlinear\npositive operators that emerges from the forward flow and is, in general,\nembedded in a multi-parameter semigroup.\n","Comment: 15 pages"]}]
