["0706.0792",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0792","J. Supercond. Nov. Magn. 20, 433 (2007)"],"date":["2007-06-06"],"type":["text"],"creator":["Koop, E. J.","Lerescu, A. I.","Liu, J.","van Wees, B. J.","Reuter, D.","Wieck, A. D.","van der Wal, C. H."],"language":[],"coverage":[],"title":["Persistence of the 0.7 anomaly of quantum point contacts in high\n  magnetic fields"],"description":["  The spin degeneracy of the lowest subband that carries one-dimensional\nelectron transport in quantum point contacts appears to be spontaneously lifted\nin zero magnetic field due to a phenomenon that is known as the 0.7 anomaly. We\nmeasured this energy splitting, and studied how it evolves into a splitting\nthat is the sum of the Zeeman effect and a field-independent exchange\ncontribution when applying a magnetic field. While this exchange contribution\nshows sample-to-sample fluctuations, it is for all QPCs correlated with the\nzero-field splitting of the 0.7 anomaly. This provides evidence that the\nsplitting of the 0.7 anomaly is dominated by this field-independent exchange\nsplitting.\n","Comment: 5 pages, 4 figures"]}]
["0708.3389",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","53C22, 37D40, 11J61, 37A45, 30F40, 11J83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3389","Journal Of Differential Geometry, Vol 85, 2010 271--315"],"date":["2007-08-24","2007-08-31"],"type":["text"],"creator":["Hersonsky, Sa'ar","Paulin, Frédéric"],"language":[],"coverage":[],"title":["On the almost sure spiraling of geodesics in negatively curved manifolds"],"description":["  Given a negatively curved geodesic metric space $M$, we study the statistical\nasymptotic penetration behavior of (locally) geodesic lines of $M$ in small\nneighborhoods of points, of closed geodesics, and of other compact (locally)\nconvex subsets of $M$. We prove Khintchine-type and logarithme law-type results\nfor the spiraling of geodesic lines around these objets. As a consequence in\nthe tree setting, we obtain Diophantine approximation results of elements of\nnon-archimedian local fields by quadratic irrational ones.\n","Comment: 35 pages, 5 figures"]}]
["0802.2734",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Combinatorics","37A45, 05D10, 11B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2734"],"date":["2008-02-19","2012-08-22"],"type":["text"],"creator":["Frantzikinakis, Nikos","Wierdl, Mate"],"language":[],"coverage":[],"title":["A Hardy field extension of Szemeredi's Theorem"],"description":["  In 1975 Szemer\\'edi proved that a set of integers of positive upper density\ncontains arbitrarily long arithmetic progressions. Bergelson and Leibman showed\nin 1996 that the common difference of the arithmetic progression can be a\nsquare, a cube, or more generally of the form $p(n)$ where $p(n)$ is any\ninteger polynomial with zero constant term. We produce a variety of new results\nof this type related to sequences that are not polynomial. We show that the\ncommon difference of the progression in Szemer\\'edi's theorem can be of the\nform $[n^\\delta]$ where $\\delta$ is any positive real number and $[x]$ denotes\nthe integer part of $x$. More generally, the common difference can be of the\nform $[a(n)]$ where $a(x)$ is any function that is a member of a Hardy field\nand satisfies $a(x)/x^k\\to \\infty$ and $a(x)/x^{k+1}\\to 0$ for some\nnon-negative integer $k$. The proof combines a new structural result for Hardy\nsequences, techniques from ergodic theory, and some recent equidistribution\nresults of sequences on nilmanifolds.\n","Comment: 37 pages. A correction made on the statement of Theorems~B and B'. We\n  thank Pavel Zorin-Kranich for pointing out that Lemma~4.6 in the previous\n  version was incorrect"]}]
["0803.0386",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0386","Metallofiz. Noveishie Tekhnol. 2012, V. 34, No 5, pp. 611-617"],"date":["2008-03-04"],"type":["text"],"creator":["Kornyushin, Yuri"],"language":[],"coverage":[],"title":["Thomas-Fermi model yields condensed phase of molecular metallic oxygen"],"description":["  Calculations, performed in Thomas-Fermi approximation, show that the energy\nof a condensed phase of molecular metallic oxygen is lower by 496 kJ/mol than\nthat of an insulator oxygen phase. The insulator phase is separated from a\nmetallic one by energetic barrier of 1165 kJ/mol. This barrier could be\novercome by means of electromagnetic irradiation with quantum energy of 12.071\neV or a bit higher. During such a transition the amount of energy equal to 496\nkJ/mol is released. It should be extracted from a sample to secure the\nexistence of a metallic phase.\n","Comment: Thomas-Fermi model allows existance of condensed phase of molecular\n  metallic oxygen"]}]
["0811.0220",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0220","Groups, Geometry and Dynamics 5 (2011), 139-167"],"date":["2008-11-02","2009-12-21"],"type":["text"],"creator":["Nekrashevych, Volodymyr","Pete, Gábor"],"language":[],"coverage":[],"title":["Scale-invariant groups"],"description":["  Motivated by the renormalization method in statistical physics, Itai\nBenjamini defined a finitely generated infinite group G to be scale-invariant\nif there is a nested sequence of finite index subgroups G_n that are all\nisomorphic to G and whose intersection is a finite group. He conjectured that\nevery scale-invariant group has polynomial growth, hence is virtually\nnilpotent. We disprove his conjecture by showing that the following groups\n(mostly finite-state self-similar groups) are scale-invariant: the lamplighter\ngroups F\\wr\\Z, where F is any finite Abelian group; the solvable\nBaumslag-Solitar groups BS(1,m); the affine groups A\\ltimes\\Z^d, for any A\\leq\nGL(\\Z,d). However, the conjecture remains open with some natural stronger\nnotions of scale-invariance for groups and transitive graphs. We construct\nscale-invariant tilings of certain Cayley graphs of the discrete Heisenberg\ngroup, whose existence is not immediate just from the scale-invariance of the\ngroup. We also note that torsion-free non-elementary hyperbolic groups are not\nscale-invariant.\n","Comment: 25 pages. The paper is reorganized, with more details in several\n  arguments. To appear in Groups, Geometry and Dynamics"]}]
["0908.0518",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0518","Physical Review B, Vol. 81, 201103 (2010)","doi:10.1103/PhysRevB.81.201103"],"date":["2009-08-04"],"type":["text"],"creator":["Prodi, A.","Helton, J. S.","Feng, Yejun","Lee, Y. S."],"language":[],"coverage":[],"title":["Pressure-induced Spin-Peierls to Incommensurate Charge-Density-Wave\n  Transition in the Ground State of TiOCl"],"description":["  The ground state of the spin-Peierls system TiOCl was probed using\nsynchrotron x-ray diffraction on a single-crystal sample at T = 6 K. We tracked\nthe evolution of the structural superlattice peaks associated with the\ndimerized ground state as a function of pressure. The dimerization along the b\naxis is rapidly suppressed in the vicinity of a first-order structural phase\ntransition at Pc = 13.1(1) GPa. The high-pressure phase is characterized by an\nincommensurate charge density wave perpendicular to the original spin chain\ndirection. These results show that the electronic ground state undergoes a\nfundamental change in symmetry, indicating a significant change in the\nprincipal interactions.\n","Comment: 5 pages, 4 figures"]}]
["0909.0512",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0512","doi:10.1111/j.1945-5100.2009.tb02005.x"],"date":["2009-09-02"],"type":["text"],"creator":["Polishook, D.","Brosch, N.","Prialnik, D.","Kaspi, S."],"language":[],"coverage":[],"title":["Simultaneous Spectroscopic and Photometric Observations of Binary\n  Asteroids"],"description":["  We present results of visible wavelengths spectroscopic measurements (0.45 to\n0.72 microns) of two binary asteroids, obtained with the 1-m telescope at the\nWise Observatory on January 2008. The asteroids (90) Antiope and (1509)\nEsclangona were observed to search for spectroscopic variations correlated with\ntheir rotation while presenting different regions of their surface to the\nviewer. Simultaneous photometric observations were performed with the Wise\nObservatory's 0.46-m telescope, to investigate the rotational phase behavior\nand possible eclipse events. (90) Antiope displayed an eclipse event during our\nobservations. We could not measure any slope change of the spectroscopic albedo\nwithin the error range of 3%, except for a steady decrease in the total light\nflux while the eclipse took place. We conclude that the surface compositions of\nthe two components do not differ dramatically, implying a common origin and\nhistory. (1509) Esclangona did not show an eclipse, but rather a unique\nlightcurve with three peaks and a wide and flat minimum, repeating with a\nperiod of 3.2524 hours. Careful measurements of the spectral albedo slopes\nreveal a color variation of 7 to 10 percent on the surface of (1509)\nEsclangona, which correlates with a specific region in the photometric\nlightcurve. This result suggests that the different features on the lightcurve\nare at least partially produced by color variations and could perhaps be\nexplained by the existence of an exposed fresh surface on (1509) Esclangona.\n","Comment: 21 pages, 14 figures, 1 table, accepted for publication in\n  Meteoritics & Planetary Science (MAPS)"]}]
["0911.0619",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0619","Nature Physics, Vol. 8, 63 (2012)","doi:10.1038/NPHYS2117"],"date":["2009-11-03"],"type":["text"],"creator":["Lee, James C. T.","Yuan, Shi","Lal, Siddhartha","Joe, Young Il","Gan, Yu","Smadici, Serban","Finkelstein, Ken","Feng, Yejun","Rusydi, Andrivo","Goldbart, Paul M.","Cooper, S. Lance","Abbamonte, Peter"],"language":[],"coverage":[],"title":["Two-step stabilization of orbital order and the dynamical frustration of\n  spin in the model charge-transfer insulator KCuF3"],"description":["  We report a combined experimental and theoretical study of KCuF3, which\noffers - because of this material's relatively simple lattice structure and\nvalence configuration (d9, i.e., one hole in the d-shell) - a particularly\nclear view of the essential role of the orbital degree of freedom in governing\nthe dynamical coupling between the spin and lattice degrees of freedom. We\npresent Raman and x-ray scattering evidence that the phase behaviour of KCuF3\nis dominated above the Neel temperature (T_N = 40 K) by coupled orbital/lattice\nfluctuations that are likely associated with rotations of the CuF6 octahedra,\nand we show that these orbital fluctuations are interrupted by a static\nstructural distortion that occurs just above T_N. A detailed model of the\norbital and magnetic phases of KCuF3 reveals that these orbital fluctuations -\nand the related frustration of in-plane spin-order-are associated with the\npresence of nearly degenerate low-energy spin-orbital states that are highly\nsusceptible to thermal fluctuations over a wide range of temperatures. A\nstriking implication of these results is that the ground state of KCuF3 at\nambient pressure lies near a quantum critical point associated with an\norbital/spin liquid phase that is obscured by emergent Neel ordering of the\nspins; this exotic liquid phase might be accessible via pressure studies.\n","Comment: 13 pages, 3 figures"]}]
["1003.4969",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4969"],"date":["2010-03-25","2012-08-22"],"type":["text"],"creator":["Guo, Han-Ying","Wu, Hong-Tu","Yue, YU"],"language":[],"coverage":[],"title":["Poincar\\'e-De Sitter Flow and Cosmological Meaning"],"description":["  We introduce the Poincar\\'e-de Sitter flow with real numbers $\\{r,s\\}$ to\nparameterize the relativistic quadruple ${\\frak Q}_{PoR}=[{\\cal P}, {\\cal P}_2,\n{\\cal D}_+,{\\cal D}_-]_{M/M_\\pm/D_\\pm}$ for the triple of Poincar\\'e/\\dS/\\AdS\\\ngroup ${\\cal P}/{\\cal D}_+/{\\cal D}_-$ invariant special relativity. The dual\nPoincar\\'e group ${\\cal P}_2$-invariant degenerated Einstein manifold $M_\\pm$\nof $\\Lambda_\\pm=\\pm3l^{-2}$ is for the space/time-like domain $\\dot R_\\pm$ of\nthe compact lightcone $\\bar C_O$ associated to the common space/time-like\nregion $R_\\pm$ of the lightcone $C_O$ at common origin on Minkowski/\\dS/\\AdS\\\nspacetime $M/D_+/D_-$. Based on the principle of relativity with two universal\nconstants $(c, l)$, there are the law of inertia, coordinate time simultaneity\nand so on for the flow on a Poincar\\'e-\\dS\\ symmetric Einstein manifold of\n$\\Lambda_{s}=3{s}l^{-2}$. Further, there is Robertson-Walker-like cosmos of the\nflow for the propertime simultaneity. The \\dS\\ special relativity with double\n$[{\\cal D}_+,{\\cal P}_2]_{D_+/M_+}$ can provide a consistent kinematics for the\ncosmic scale physics with an upper entropy bound $S_R=k_B\\pi g^{-2},\ng^2:=(\\ell_P/R)^2 \\simeq 10^{-122}$, for $R\\simeq (3/\\Lambda)^{1/2}\\sim 13.7\nGly$.\n","Comment: 25 pages"]}]
["1006.0026",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","53C43, 57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0026","Differential Geometry and its Applications, vol 29, 2011, 329--347"],"date":["2010-05-31"],"type":["text"],"creator":["Hersonsky, Sa'ar"],"language":[],"coverage":[],"title":["Boundary Value Problems on Planar Graphs and Flat Surfaces with integer\n  cone singularities, II: The mixed Dirichlet-Neumann Problem"],"description":["  In this paper we continue the study started in part I (posted). We consider a\nplanar, bounded, $m$-connected region $\\Omega$, and let $\\bord\\Omega$ be its\nboundary. Let $\\mathcal{T}$ be a cellular decomposition of\n$\\Omega\\cup\\bord\\Omega$, where each 2-cell is either a triangle or a\nquadrilateral. From these data and a conductance function we construct a\ncanonical pair $(S,f)$ where $S$ is a special type of a (possibly immersed)\ngenus $(m-1)$ singular flat surface, tiled by rectangles and $f$ is an energy\npreserving mapping from ${\\mathcal T}^{(1)}$ onto $S$. In part I the solution\nof a Dirichlet problem defined on ${\\mathcal T}^{(0)}$ was utilized, in this\npaper we employ the solution of a mixed Dirichlet-Neumann problem.\n","Comment: 26 pages, 16 figures (color)"]}]
["1006.3672",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3672","Mod.Phys.Lett.A27, 1250028 (2012)","doi:10.1142/S0217732312500289"],"date":["2010-06-18","2012-06-05"],"type":["text"],"creator":["Fabbri, Luca"],"language":[],"coverage":[],"title":["On geometric relativistic foundations of matter field equations and\n  plane wave solutions"],"description":["  In this paper, we start from the geometric relativistic foundations to define\nthe basis upon which matter field theories are built, and their wave solutions\nare investigated, finding that they display repulsive interactions able to\nreproduce the exclusion principle in terms of its effects in a dynamical way,\nthen discussing possible consequences and problems.\n","Comment: 11 pages"]}]
["1008.0347",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0347","Phys. Rev. B 82, 235307 (2010)","doi:10.1103/PhysRevB.82.235307"],"date":["2010-08-02","2012-08-22"],"type":["text"],"creator":["Koller, Sonja","Leijnse, Martin","Wegewijs, Maarten R.","Grifoni, Milena"],"language":[],"coverage":[],"title":["Density-operator approaches to transport through interacting quantum\n  dots: Simplifications in fourth-order perturbation theory"],"description":["  Various theoretical methods address transport effects in quantum dots beyond\nsingle-electron tunneling while accounting for the strong interactions in such\nsystems. In this paper we report a detailed comparison between three prominent\napproaches to quantum transport: the fourth-order Bloch-Redfield quantum master\nequation (BR), the real-time diagrammatic technique (RT), and the scattering\nrate approach based on the T-matrix (TM). Central to the BR and RT is the\ngeneralized master equation for the reduced density matrix. We demonstrate the\nexact equivalence of these two techniques. By accounting for coherences\n(nondiagonal elements of the density matrix) between nonsecular states, we show\nhow contributions to the transport kernels can be grouped in a physically\nmeaningful way. This not only significantly reduces the numerical cost of\nevaluating the kernels but also yields expressions similar to those obtained in\nthe TM approach, allowing for a detailed comparison. However, in the TM\napproach an ad hoc regularization procedure is required to cure spurious\ndivergences in the expressions for the transition rates in the stationary\n(zero-frequency) limit. We show that these problems derive from incomplete\ncancellation of reducible contributions and do not occur in the BR and RT\ntechniques, resulting in well-behaved expressions in the latter two cases.\nAdditionally, we show that a standard regularization procedure of the TM rates\nemployed in the literature does not correctly reproduce the BR and RT\nexpressions. All the results apply to general quantum dot models and we present\nexplicit rules for the simplified calculation of the zero-frequency kernels.\nAlthough we focus on fourth-order perturbation theory only, the results and\nimplications generalize to higher orders. We illustrate our findings for the\nsingle impurity Anderson model with finite Coulomb interaction in a magnetic\nfield.\n","Comment: 29 pages, 12 figures; revised published version"]}]
["1009.1219",{"format":[],"subject":["Mathematics - Differential Geometry","53C44 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1219","Pacific of Math. Vol. 257 (2012), no. 1, 199--218","doi:10.2140/pjm.2012.257.199"],"date":["2010-09-07","2012-08-22"],"type":["text"],"creator":["Wu, Jia-Yong"],"language":[],"coverage":[],"title":["Differential Harnack inequalities for nonlinear heat equations with\n  potentials under the Ricci flow"],"description":["  We prove several differential Harnack inequalities for positive solutions to\nnonlinear backward heat equations with different potentials coupled with the\nRicci flow. We also derive an interpolated Harnack inequality for the nonlinear\nheat equation under the $\\varepsilon$-Ricci flow on a closed surface. These new\nHarnack inequalities extend the previous differential Harnack inequalities for\nlinear heat equations with potentials under the Ricci flow.\n","Comment: 17 pages. New explanations added; Final version"]}]
["1010.4175",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35P15, 58J50, 53C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4175","doi:10.1007/s00025-012-0254-x"],"date":["2010-10-20","2012-05-07"],"type":["text"],"creator":["Wu, Jia-Yong"],"language":[],"coverage":[],"title":["Upper bounds on the first eigenvalue for a diffusion operator via\n  Bakry-\\'{E}mery Ricci curvature II"],"description":["  Let $L=\\Delta-\\nabla\\varphi\\cdot\\nabla$ be a symmetric diffusion operator\nwith an invariant measure $d\\mu=e^{-\\varphi}dx$ on a complete Riemannian\nmanifold. In this paper we prove Li-Yau gradient estimates for weighted\nelliptic equations on the complete manifold with $|\\nabla \\varphi|\\leq\\theta$\nand $\\infty$-dimensional Bakry-\\'{E}mery Ricci curvature bounded below by some\nnegative constant. Based on this, we give an upper bound on the first\neigenvalue of the diffusion operator $L$ on this kind manifold, and thereby\ngeneralize a Cheng's result on the Laplacian case (Math. Z., 143 (1975)\n289-297).\n","Comment: Final version. The original proof of Theorem 2.1 using Li-Yau\n  gradient estimate method has been moved to the appendix. The new proof is\n  simple and direct"]}]
["1010.4968",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","57M50, 52C22, 53A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4968","Topology and its Applications, vol 159, 2012, 2795--2805"],"date":["2010-10-24","2011-05-11"],"type":["text"],"creator":["Hersonsky, Sa'ar"],"language":[],"coverage":[],"title":["Applications of Three Dimensional Extremal Length, I: Tiling of a\n  Topological Cube"],"description":["  Given a triangulation of a closed topological cube, we show that (under some\ntechnical condition) there is an essentially unique tiling of a rectangular\nparallelepiped by cubes, indexed by the vertices of the triangulation.\nMoreover, i - the combinatorics is preserved, and ii- the boundary is\npreserved: vertices corresponding to the cubes at the corners of the\nrectangular parallelepiped are at the corners of the topological cube. Also,\nthe sizes of the cubes are obtained as a solution of a variational problem\nwhich is a discrete version of the notion of extremal length in three\ndimensional Euclidean space.\n","Comment: 13 pages, 3 figures. Minor changes: references added"]}]
["1102.2368",{"format":[],"subject":["Quantum Physics","Computer Science - Logic in Computer Science","Mathematics - Category Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2368","Synthese 186, 651 (2012)","doi:10.1007/s11229-011-9917-5"],"date":["2011-02-11"],"type":["text"],"creator":["Coecke, Bob","Spekkens, Robert W."],"language":[],"coverage":[],"title":["Picturing classical and quantum Bayesian inference"],"description":["  We introduce a graphical framework for Bayesian inference that is\nsufficiently general to accommodate not just the standard case but also recent\nproposals for a theory of quantum Bayesian inference wherein one considers\ndensity operators rather than probability distributions as representative of\ndegrees of belief. The diagrammatic framework is stated in the graphical\nlanguage of symmetric monoidal categories and of compact structures and\nFrobenius structures therein, in which Bayesian inversion boils down to\ntransposition with respect to an appropriate compact structure. We characterize\nclassical Bayesian inference in terms of a graphical property and demonstrate\nthat our approach eliminates some purely conventional elements that appear in\ncommon representations thereof, such as whether degrees of belief are\nrepresented by probabilities or entropic quantities. We also introduce a\nquantum-like calculus wherein the Frobenius structure is noncommutative and\nshow that it can accommodate Leifer's calculus of `conditional density\noperators'. The notion of conditional independence is also generalized to our\ngraphical setting and we make some preliminary connections to the theory of\nBayesian networks. Finally, we demonstrate how to construct a graphical\nBayesian calculus within any dagger compact category.\n","Comment: 38 pages, lots of pictures"]}]
["1102.4632",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4632","PoS(CNCFG2010)010"],"date":["2011-02-22","2012-08-21"],"type":["text"],"creator":["Barnich, Glenn","Troessaert, Cédric"],"language":[],"coverage":[],"title":["Supertranslations call for superrotations"],"description":["  We review recent results on symmetries of asymptotically flat spacetimes at\nnull infinity. In higher dimensions, the symmetry algebra realizes the\nPoincar\\'e algebra. In three and four dimensions, besides the infinitesimal\nsupertranslations that have been known since the sixties, the algebras are\nevenly balanced because there are also infinitesimal superrotations. We provide\nthe classification of central extensions of the bms3 and bms4 algebras.\nApplications and consequences as well as directions for future work are briefly\nindicated.\n","Comment: v2: minor cosmetic changes, 11 pages, Proceedings of the Workshop on\n  Non Commutative Field Theory and Gravity, September 8-12, 2010, Corfu, Greece\n  and the 7th Spring School and Workshop on Quantum Field Theory and\n  Hamiltonian Systems, 10-15 May 2010, Craiova and Calimanesti, Romania"]}]
["1102.5382",{"format":[],"subject":["Mathematics - Spectral Theory","35P (Primary) 58J (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5382"],"date":["2011-02-25","2012-08-21"],"type":["text"],"creator":["Isozaki, Hiroshi","Kurylev, Yaroslav"],"language":[],"coverage":[],"title":["Introduction to spectral theory and inverse problem on asymptotically\n  hyperbolic manifolds"],"description":["  We study the spectral theory and inverse problem on asymptotically hyperbolic\nmanifolds. The main subjects are as follows: (1)Location of the essential\nspectrum. (2)Absence of eigenvalues embedded in the continuous spectrum.\n(3)Limiting absorption principle for the resolvent and the absolute continuity\nof the continuous spectrum. (4)Construction of the generalized Fourier\ntransform. (5)symptotic completeness of time-dependent wave operators.\n(6)Characterization of the space of scattering solutions to the Helmhotz\nequation in terms of the generalized Fourier transform. (7)Asymptotic expansion\nof scattering solutions to the Helmholtz equation and the S-matrix.\n(8)Representation of the fundamental solution to the wave equation in the\nupper-half space model. (9)Radon transform and the propagation of singularities\nfor the wave equation. Finally, we shall discuss the inverse problem. Namely\n(10)Identification of the Riemannian metric from the scattering matrix.\n","Comment: 255 pages"]}]
["1103.1868",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1868","Phys. Rev. A 84 043635 (2011)","doi:10.1103/PhysRevA.84.043635"],"date":["2011-03-09"],"type":["text"],"creator":["Braungardt, Sibylle","Rodríguez, Mirta","De, Aditi Sen","Sen, Ujjwal","Lewenstein, Maciej"],"language":[],"coverage":[],"title":["Atom Counting in Expanding Ultracold Clouds"],"description":["  We study the counting statistics of ultracold bosonic atoms that are released\nfrom an optical lattice. We show that the counting probability distribution of\nthe atoms collected at a detector located far away from the optical lattice can\nbe used as a method to infer the properties of the initially trapped states. We\nconsider initial superfluid and insulating states with different occupation\npatterns. We analyze how the correlations between the initially trapped modes\nthat develop during the expansion in the gravitational field are reflected in\nthe counting distribution. We find that for detectors that are large compared\nto the size of the expanded wave function, the long-range correlations of the\ninitial states can be distinguished by observing the counting statistics. We\nconsider counting at one detector, as well as the joint probability\ndistribution of counting particles at two detectors. We show that using\ndetectors that are small compared to the size of the expanded wave function,\ninsulating states with different occupation patterns, as well as supersolid\nstates with different density distributions can be distinguished.\n"]}]
["1103.4851",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4851","JHEP 1204:091,2012","doi:10.1007/JHEP04(2012)091"],"date":["2011-03-24"],"type":["text"],"creator":["Saremi, Omid","Son, Dam Thanh"],"language":[],"coverage":[],"title":["Hall viscosity from gauge/gravity duality"],"description":["  In (2+1)-dimensional systems with broken parity, there exists yet another\ntransport coefficient, appearing at the same order as the shear viscosity in\nthe hydrodynamic derivative expansion. In condensed matter physics, it is\nreferred to as \"Hall viscosity\". We consider a simple holographic realization\nof a (2+1)-dimensional isotropic fluid with broken spatial parity. Using\ntechniques of fluid/gravity correspondence, we uncover that the holographic\nfluid possesses a nonzero Hall viscosity, whose value only depends on the\nnear-horizon region of the background. We also write down a Kubo's formula for\nthe Hall viscosity. We confirm our results by directly computing the Hall\nviscosity using the formula.\n","Comment: 12 pages"]}]
["1103.5335",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5335"],"date":["2011-03-28","2012-08-22"],"type":["text"],"creator":["Hell, Juliette"],"language":[],"coverage":[],"title":["Conley Index at Infinity"],"description":["  The aim of this paper is to explore the possibilities of Conley index\ntechniques in the study of heteroclinic connections between finite and infinite\ninvariant sets. For this, we remind the reader of the Poincar\\'e\ncompactification: this transformation allows to project a $n$-dimensional\nvector space $X$ on the $n$-dimensional unit hemisphere of $X\\times \\mathbb{R}$\nand infinity on its $(n-1)$-dimensional equator called the sphere at infinity.\nUnder normalizability condition, vector fields on $X$ transform into vector\nfields on the Poincar\\'e hemisphere whose associated flows let the equator\ninvariant. The dynamics on the equator reflects the dynamics at infinity, but\nis now finite and may be studied by Conley index techniques. Furthermore, we\nobserve that some non-isolated behavior may occur around the equator, and\nintroduce the concept of invariant sets at infinity of isolated invariant\ndynamical complement. Through the construction of an extended phase space\ntogether which an extended flow, we are able to adapt the Conley index\ntechniques and prove the existence of connections to such non-isolated\ninvariant sets.\n","Comment: 25 pages, 8 figures"]}]
["1106.3449",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3449","Phys. Rev. B 86, 075105 (2012)","doi:10.1103/PhysRevB.86.075105"],"date":["2011-06-17","2012-08-21"],"type":["text"],"creator":["Miyazaki, Hidetoshi","Hajiri, Tetsuya","Ito, Takahiro","Kunii, Satoru","Kimura, Shin-ichi"],"language":[],"coverage":[],"title":["Momentum-Dependent Hybridization Gap and dispersive in-gap state of The\n  Kondo Semiconductor SmB6"],"description":["  We report the temperature-dependent three-dimensional angle-resolved\nphotoemission spectra of the Kondo semiconductor SmB$_6$. We found a difference\nin the temperature dependence of the peaks at the X and $\\Gamma$ points, due to\nhybridization between the Sm 5d conduction band and the nearly localized Sm 4f\nstate. The peak intensity at the X point has the same temperature dependence as\nthe valence transition below 120 K, while that at the $\\Gamma$ point is\nconsistent with the magnetic excitation at Q=(0.5,0.5,0.5) below 30 K. This\nsuggests that the hybridization with the valence transition mainly occurs at\nthe X point, and the initial state of the magnetic excitation is located at the\n$\\Gamma$ point.\n","Comment: 5 pages, 3 figures"]}]
["1106.3904",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35B27, 35B40, 45C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3904"],"date":["2011-06-20","2012-08-21"],"type":["text"],"creator":["Douanla, Hermann Yonta"],"language":[],"coverage":[],"title":["Homogenization of Steklov spectral problems with indefinite density\n  function in perforated domains"],"description":["  The asymptotic behavior of second order self-adjoint elliptic Steklov\neigenvalue problems with periodic rapidly oscillating coefficients and with\nindefinite (sign-changing) density function is investigated in periodically\nperforated domains. We prove that the spectrum of this problem is discrete and\nconsists of two sequences, one tending to -{\\infty} and another to +{\\infty}.\nThe limiting behavior of positive and negative eigencouples depends crucially\non whether the average of the weight over the surface of the reference hole is\npositive, negative or equal to zero. By means of the two-scale convergence\nmethod, we investigate all three cases.\n","Comment: 24 pages. arXiv admin note: substantial text overlap with\n  arXiv:1106.3907"]}]
["1106.3907",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35B27, 35B40, 45C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3907"],"date":["2011-06-20","2012-08-21"],"type":["text"],"creator":["Douanla, Hermann Yonta"],"language":[],"coverage":[],"title":["Two-scale convergence of elliptic spectral problems with indefinite\n  density function in perforated domains"],"description":["  Spectral asymptotics of linear periodic elliptic operators with indefinite\n(sign-changing) density function is investigated in perforated domains with the\ntwo-scale convergence method. The limiting behavior of positive and negative\neigencouples depends crucially on whether the average of the weight over the\nsolid part is positive, negative or equal to zero. We prove concise\nhomogenization results in all three cases.\n","Comment: 21 pages. arXiv admin note: substantial text overlap with\n  arXiv:1106.3904"]}]
["1106.5486",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5486","Phys.Rev.D86:034005,2012","doi:10.1103/PhysRevD.86.034005"],"date":["2011-06-27","2012-08-22"],"type":["text"],"creator":["Pirner, H. J.","Reygers, K."],"language":[],"coverage":[],"title":["Light-Cone QCD Plasma"],"description":["  We deduce the maximum-entropy state of partons created in proton-proton and\nnucleus-nucleus collisions. This state is characterized by a distribution\nfunction n(x,pT) depending on the light-cone fraction x and the transverse\nmomentum pT of forward or backward particles, respectively. The mean transverse\nmomentum <pT> determines the single parameter of the maximum entropy\ndistribution which is constrained by the sum of all light-cone momentum\nfractions being unity. The total multiplicity is related to the transverse area\nof the colliding Lorentz-contracted hadrons. Assuming parton-hadron duality we\ncan compare the model to data from RHIC and LHC.\n","Comment: 8 pages, 7 figures, as published in Phys. Rev. D"]}]
["1107.0731",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","Nuclear Theory","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0731","Phys.Rev.D85:085029,2012","doi:10.1103/PhysRevD.85.085029"],"date":["2011-07-04"],"type":["text"],"creator":["Dubovsky, Sergei","Hui, Lam","Nicolis, Alberto","Son, Dam Thanh"],"language":[],"coverage":[],"title":["Effective field theory for hydrodynamics: thermodynamics, and the\n  derivative expansion"],"description":["  We consider the low-energy effective field theory describing the infrared\ndynamics of non-dissipative fluids. We extend previous work to accommodate\nconserved charges, and we clarify the matching between field theory variables\nand thermodynamical ones. We discuss the systematics of the derivative\nexpansion, for which field theory offers a conceptually clear and technically\nneat scheme. As an example, we compute the correction to the sound-wave\ndispersion relation coming from a sample second-order term. This formalism\nforms the basis for a study of anomalies in hydrodynamics via effective field\ntheory, which is initiated in a companion paper.\n","Comment: 10 pages"]}]
["1107.5139",{"format":[],"subject":["Quantum Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5139"],"date":["2011-07-26","2012-08-22"],"type":["text"],"creator":["Cabrera, Renan","Bondar, Denys I.","Rabitz, Herschel A."],"language":[],"coverage":[],"title":["Relativistic Wigner function and consistent classical limit for spin 1/2\n  particles"],"description":["  The relativistic Wigner function for spin 1/2 particles is the subject of\nactive research due to diverse applications. However, further progress is\nhindered by the fabulous complexity of the integro-differential equations of\nmotion. We simplify these equations to partial differential equations of the\nDirac type that are not only well suited for numerical computation, but also\nposses a well defined classical limit in a manifestly covariant form.\n","Comment: The paper was completely rewritten. 20 pages"]}]
["1108.6041",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.6041"],"date":["2011-08-30","2012-08-22"],"type":["text"],"creator":["Molinari, D.","Fratalocchi, A."],"language":[],"coverage":[],"title":["Enlightening complexity: route to strong localization"],"description":["  By employing Random Matrix Theory (RMT) and first-principle calculations, we\ninvestigated the behavior of Anderson localization in 1D, 2D and 3D systems\ncharacterized by a varying disorder. In particular, we considered random binary\nlayer sequences in 1D and structurally disordered photonic crystals in two and\nthree dimensions. We demonstrated the existence of a unique optimal degree of\ndisorder that yields the strongest localization possible. In this regime,\nlocalized modes are constituted by defect states, which can show subwavelength\nconfinement properties. These results suggest that disorder offers a new avenue\nfor subwavelength light localization in purely dielectric media.\n","Comment: 8 pages, 2 figures"]}]
["1109.0039",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0039","Phys. Rev. A 86, 013631 (2012)","doi:10.1103/PhysRevA.86.013631"],"date":["2011-08-31"],"type":["text"],"creator":["Parker, N. G.","Allen, A. J.","Barenghi, C. F.","Proukakis, N. P."],"language":[],"coverage":[],"title":["Coherent cross-talk and parametric driving of matter-wave vortices"],"description":["  We show that the interaction between vortices and sound waves in atomic\nBose-Einstein condensates can be elucidated in a double-well trap: with one\nvortex in each well, the sound emitted by each precessing vortex can be driven\ninto the opposing vortex (if of the same polarity). This cross-talk leads to a\nperiodic exchange of energy between the vortices which is long-range and highly\nefficient. The increase in vortex energy (obtained by numerical simulations of\nthe Gross-Pitaevskii equation) is significant and experimentally observable as\na migration of the vortex to higher density over just a few precession periods.\nSimilar effects can be controllably engineered by introducing a precessing\nlocalised obstacle into one well as an artificial generator of sound, thereby\ndemonstrating the parametric driving of energy into a vortex.\n","Comment: 12 pages, 13 figures"]}]
["1109.0128",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0128","J. Math. Anal. Appl. 396 (2012) 363-370","doi:10.1016/j.jmaa.2012.06.032"],"date":["2011-09-01","2012-08-21"],"type":["text"],"creator":["Wu, Jia-Yong"],"language":[],"coverage":[],"title":["Interpolating between constrained Li-Yau and Chow-Hamilton Harnack\n  inequalities for a nonlinear parabolic equation"],"description":["  We establish a one-parameter family of Harnack inequalities connecting the\nconstrained trace Li-Yau differential Harnack inequality for a nonlinear\nparabolic equation to the constrained trace Chow-Hamilton Harnack inequality\nfor this nonlinear equation with respect to evolving metrics related to Ricci\nflow on a 2-dimensional closed manifold. This result can be regarded as a\nnonlinear version of the previous work of Y. Zheng and the author (Arch. Math.\n94 (2010), 591-600).\n","Comment: 13 pages; references and explanations added"]}]
["1109.2019",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2019","Physica B: Physics of Condensed Matter 407, 2689--2696 (2012)","doi:10.1016/j.physb.2012.03.028"],"date":["2011-09-09","2012-07-11"],"type":["text"],"creator":["Banhart, J.","Liu, M.","Yan, Y.","Liang, Z.","Chang, C. S. T.","Elsayed, M.","Lay, M. D. H."],"language":[],"coverage":[],"title":["Study of ageing in Al-Mg-Si alloys by positron annihilation spectroscopy"],"description":["  In many common Al-Mg-Si alloys (6000 series) intermediate storage at or near\n'room temperature' after solutionising leads to pronounced changes of the\nprecipitation kinetics during the ensuing artificial ageing step at \\approx\n180{\\deg}C. This is not only an annoyance in production, but also a challenge\nfor researchers. We studied the kinetics of natural 'room temperature' ageing\n(NA) in Al-Mg-Si alloys by means of various different techniques, namely\nelectrical resistivity and hardness measurement, thermoanalysis and positron\nlifetime and Doppler broadening (DB) spectroscopy to identify the stages in\nwhich the negative effect of NA on artificial ageing might appear. Positron\nlifetime measurements were carried out in a fast mode, allowing us to measure\naverage lifetimes in below 1 minute. DB measurements were carried out with a\nsingle detector and a 68Ge positron source by employing high momentum analysis.\nThe various measurements show that NA is much more complex than anticipated and\nat least four different stages can be distinguished. The nature of these stages\ncannot be given with certainty, but a possible sequence includes vacancy\ndiffusion to individual solute atoms, nucleation of solute clusters, Mg\nagglomeration to clusters and coarsening or ordering of such clusters. Positron\nlifetime measurements after more complex ageing treatments involving storage at\n0{\\deg}C, 20{\\deg}C and 180{\\deg}C have also been carried out and help to\nunderstand the mechanisms involved.\n"]}]
["1109.2332",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2332","Class. Quantum Grav. 29 (2012) 175010","doi:10.1088/0264-9381/29/17/175010"],"date":["2011-09-11","2012-08-22"],"type":["text"],"creator":["Cordero, Rubén","Cruz, Miguel","Molgado, Alberto","Rojas, Efraín"],"language":[],"coverage":[],"title":["Modified geodetic brane cosmology"],"description":["  We explore the cosmological implications provided by the geodetic brane\ngravity action corrected by an extrinsic curvature brane term, describing a\ncodimension-1 brane embedded in a 5D fixed Minkowski spacetime. In the geodetic\nbrane gravity action, we accommodate the correction term through a linear term\nin the extrinsic curvature swept out by the brane. We study the resulting\ngeodetic-type equation of motion. Within a Friedmann-Robertson-Walker metric,\nwe obtain a generalized Friedmann equation describing the associated\ncosmological evolution. We observe that, when the radiation-like energy\ncontribution from the extra dimension is vanishing, this effective model leads\nto a self-(non-self)-accelerated expansion of the brane-like universe in\ndependence on the nature of the concomitant \\beta-parameter associated with the\ncorrection, which resembles an analogous behaviour in the DGP brane cosmology.\nSeveral possibilities in the description for the cosmic evolution of this model\nare embodied and characterized by the involved density parameters related in\nturn to the cosmological constant, the geometry characterizing the model, the\nintroduced \\beta-parameter as well as the dark like-energy and the matter\ncontent on the brane.\n","Comment: 15 pages, 3 figures. New version corresponds to the one published in\n  CQG"]}]
["1109.3285",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3285"],"date":["2011-09-15","2012-08-22"],"type":["text"],"creator":["Pilipovic, Stevan","Simic, Suzana"],"language":[],"coverage":[],"title":["Construction of frames for shift-invariant spaces"],"description":["  We construct a sequence ${\\phi_i(\\cdot-j)\\mid j\\in{\\ZZ}, i=1,...,r}$ which\nconstitutes a $p$-frame for the weighted shift-invariant space\n[V^p_{\\mu}(\\Phi)=\\Big{\\sum\\limits_{i=1}^r\\sum\\limits_{j\\in{\\mathbb{Z}}}c_i(j)\\phi_i(\\cdot-j)\n\\Big| {c_i(j)}_{j\\in{\\mathbb{Z}}}\\in\\ell^p_{\\mu}, i=1,...,r\\Big},\np\\in[1,\\infty],] and generates a closed shift-invariant subspace of\n$L^p_\\mu(\\mathbb{R})$. The first construction is obtained by choosing functions\n$\\phi_i$, $i=1,...,r$, with compactly supported Fourier transforms\n$\\hat{\\phi}_i$, $i=1,...,r$. The second construction, with compactly supported\n$\\phi_i,i=1,...,r,$ gives the Riesz basis.\n"]}]
["1110.3866",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3866"],"date":["2011-10-17","2012-08-21"],"type":["text"],"creator":["Maulik, Davesh","Treumann, David"],"language":[],"coverage":[],"title":["Constructible functions and Lagrangian cycles on orbifolds"],"description":["  On a smooth manifold M, the Kashiwara index formula expresses the weighted\nEuler characteristic of a constructible function in terms of its characteristic\ncycle. We generalize this formula to the case when M is a smooth orbifold,\nanswering a question of Behrend.\n"]}]
["1110.4250",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4250","Phys. Rev. A 85 033818 (2012)","doi:10.1103/PhysRevA.85.033818"],"date":["2011-10-19"],"type":["text"],"creator":["Braungardt, Sibylle","Rodríguez, Mirta","Glauber, Roy J.","Lewenstein, Maciej"],"language":[],"coverage":[],"title":["Particle Counting Statistics of Time and Space Dependent Fields"],"description":["  The counting statistics give insight into the properties of quantum states of\nlight and other quantum states of matter such as ultracold atoms or electrons.\nThe theoretical description of photon counting was derived in the 1960s and was\nextended to massive particles more recently. Typically, the interaction between\neach particle and the detector is assumed to be limited to short time\nintervals, and the probability of counting particles in one interval is\nindependent of the measurements in previous intervals. There has been some\neffort to describe particle counting as a continuous measurement, where the\ndetector and the field to be counted interact continuously. However, no general\nformula applicable to any time and space dependent field has been derived so\nfar. In our work, we derive a fully time and space dependent description of the\ncounting process for linear quantum many-body systems, taking into account the\nback-action of the detector on the field. We apply our formalism to an\nexpanding Bose-Einstein condensate of ultracold atoms, and show that it\ndescribes the process correctly, whereas the standard approach gives unphysical\nresults in some limits. The example illustrates that in certain situations, the\nback-action of the detector cannot be neglected and has to be included in the\ndescription.\n"]}]
["1111.1489",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A17, 11P81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1489"],"date":["2011-11-07","2012-08-21"],"type":["text"],"creator":["Chen, William Y. C.","Yee, Ae Ja","Zhu, Albert J. W."],"language":[],"coverage":[],"title":["Euler's Partition Theorem with Upper Bounds on Multiplicities"],"description":["  We show that the number of partitions of n with alternating sum k such that\nthe multiplicity of each part is bounded by 2m+1 equals the number of\npartitions of n with k odd parts such that the multiplicity of each even part\nis bounded by m. The first proof relies on two formulas with two parameters\nthat are related to the four-parameter formulas of Boulet. We also give a\ncombinatorial proof of this result by using Sylvester's bijection, which\nimplies a stronger partition theorem. For m=0, our result reduces to\nBessenrodt's refinement of Euler's Theorem. If the alternating sum and the\nnumber of odd parts are not taken into account, we are led to a connection to a\ngeneralization of Euler's theorem, which can be deduced from a theorem of\nAndrews on equivalent upper bound sequences of multiplicities. Analogously, we\nshow that the number of partitions of n with alternating sum k such that the\nmultiplicity of each even part is bounded by 2m+1 equals the number of\npartitions of n with k odd parts such that the multiplicity of each even part\nis also bounded by 2m+1. We provide a combinatorial proof as well.\n","Comment: 15 pages"]}]
["1111.1601",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1601","doi:10.1007/JHEP08(2012)006"],"date":["2011-11-07","2012-08-22"],"type":["text"],"creator":["Hamaguchi, Koichi","Nakayama, Kazunori","Yokozaki, Norimi"],"language":[],"coverage":[],"title":["A Solution to the mu/Bmu Problem in Gauge Mediation with Hidden Gauge\n  Symmetry"],"description":["  We propose a solution to the mu/Bmu problem in gauge-mediated SUSY breaking,\nwhich does not suffer from the SUSY CP problem and is consistent with the\nsolution to the strong CP problem. The model is based on Z_3-invariant NMSSM\nwith additional vector-like matter charged under a hidden gauge group as well\nas the standard model gauge groups. The dynamical scale of the hidden gauge\nsymmetry is set to be around 10 GeV. We show that this simple extension of the\nNMSSM resolves the domain wall problem and the mu/Bmu problem without a\ndangerous CP angle. The relative sign among gaugino masses and the mu parameter\ncan be preferable in terms of the muon anomalous magnetic moment. We also\ndiscuss cosmological issues of this model, especially the effects of long-lived\nparticles in the hidden gauge sector. The hidden glueball may cause a late-time\nentropy production, which opens up a possibility that the light gravitino can\nbe a dominant component of dark matter while leptogenesis scenarios work\nsuccessfully. There is a region where the electroweak symmetry is successfully\nbroken with ~10 TeV stops, and the Higgs mass of ~125 GeV can be explained.\n","Comment: 38 pages; 6 figures, version to appear in JHEP"]}]
["1111.4999",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4999","Phys. Rev. B 85, 035125 (2012)","doi:10.1103/PhysRevB.85.035125"],"date":["2011-11-21"],"type":["text"],"creator":["Jeschke, Harald O.","de Souza, Mariano","Valenti, Roser","Manna, Rudra Sekhar","Lang, Michael","Schlueter, John A."],"language":[],"coverage":[],"title":["Temperature dependence of structural and electronic properties of the\n  spin-liquid candidate kappa-(BEDT-TTF)2Cu2(CN)3"],"description":["  We investigate the effect that the temperature dependence of the crystal\nstructure of a two dimensional organic charge-transfer salt has on the\nlow-energy Hamiltonian representation of the electronic structure. For that, we\ndetermine the crystal structure of kappa-(BEDT-TTF)2Cu2(CN)3 for a series of\ntemperatures between T=5 K and 300 K by single crystal X-ray diffraction and\nanalyze the evolution of the electronic structure with temperature by using\ndensity functional theory and tight binding methods. We find a considerable\ntemperature dependence of the corresponding triangular lattice Hubbard\nHamiltonian parameters. We conclude that even in the absence of change of\nsymmetry, the temperature dependence of quantities like frustration and\ninteraction strength can be significant and should be taken into account.\n","Comment: 8 pages, 9 figures"]}]
["1112.0732",{"format":[],"subject":["Mathematics - Differential Geometry","53C21, 53C24 (Primary) 35P15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0732","doi:10.1007/s10455-012-9346-9"],"date":["2011-12-04","2011-12-29"],"type":["text"],"creator":["Wu, Jia-Yong"],"language":[],"coverage":[],"title":["A note on the splitting theorem for the weighted measure"],"description":["  In this paper we study complete manifolds equipped with smooth measures whose\nspectrum of the weighted Laplacian has an optimal positive lower bound and the\n$m$-dimensional Bakry-\\'Emery Ricci curvature is bounded from below by some\nnegative constant. In particular, we prove a splitting type theorem for\ncomplete smooth measure manifolds that have a finite weighted volume end. This\nresult is regarded as a study of the equality case of an author's theorem (J.\nMath. Anal. Appl. 361 (2010) 10-18).\n","Comment: 11 pages, minor typos corrected"]}]
["1112.3527",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3527","Nature Materials 11,417-421 (2012)","doi:10.1038/nmat3255"],"date":["2011-12-15"],"type":["text"],"creator":["Veldhorst, M.","Snelder, M.","Hoek, M.","Gang, T.","Wang, X. L.","Guduru, V. K.","Zeitler, U.","Wiel, W. G. v. d.","Golubov, A. A.","Hilgenkamp, H.","Brinkman, A."],"language":[],"coverage":[],"title":["Josephson supercurrent through a topological insulator surface state"],"description":["  Topological insulators are characterized by an insulating bulk with a finite\nband gap and conducting edge or surface states, where charge carriers are\nprotected against backscattering. These states give rise to the quantum spin\nHall effect without an external magnetic field, where electrons with opposite\nspins have opposite momentum at a given edge. The surface energy spectrum of a\nthreedimensional topological insulator is made up by an odd number of Dirac\ncones with the spin locked to the momentum. The long-sought yet elusive\nMajorana fermion is predicted to arise from a combination of a superconductor\nand a topological insulator. An essential step in the hunt for this emergent\nparticle is the unequivocal observation of supercurrent in a topological phase.\nHere, we present the first measurement of a Josephson supercurrent through a\ntopological insulator. Direct evidence for Josephson supercurrents in\nsuperconductor (Nb) - topological insulator (Bi2Te3) - superconductor e-beam\nfabricated junctions is provided by the observation of clear Shapiro steps\nunder microwave irradiation, and a Fraunhofer-type dependence of the critical\ncurrent on magnetic field. The dependence of the critical current on\ntemperature and length shows that the junctions are in the ballistic limit.\nShubnikov-de Haas oscillations in magnetic fields up to 30 T reveal a\ntopologically non-trivial two-dimensional surface state. We argue that the\nballistic Josephson current is hosted by this surface state despite the fact\nthat the normal state transport is dominated by diffusive bulk conductivity.\nThe lateral Nb-Bi2Te3-Nb junctions hence provide prospects for the realization\nof devices supporting Majorana fermions.\n"]}]
["1112.4526",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4526"],"date":["2011-12-19","2012-08-21"],"type":["text"],"creator":["Nakatsukasa, Yuji","Saito, Naoki","Woei, Ernest"],"language":[],"coverage":[],"title":["Mysteries around the graph Laplacian eigenvalue 4"],"description":["  We describe our current understanding on the phase transition phenomenon of\nthe graph Laplacian eigenvectors constructed on a certain type of unweighted\ntrees, which we previously observed through our numerical experiments. The\neigenvalue distribution for such a tree is a smooth bell-shaped curve starting\nfrom the eigenvalue 0 up to 4. Then, at the eigenvalue 4, there is a sudden\njump. Interestingly, the eigenvectors corresponding to the eigenvalues below 4\nare semi-global oscillations (like Fourier modes) over the entire tree or one\nof the branches; on the other hand, those corresponding to the eigenvalues\nabove 4 are much more localized and concentrated (like wavelets) around\njunctions/branching vertices. For a special class of trees called starlike\ntrees, we obtain a complete understanding of such phase transition phenomenon.\nFor a general graph, we prove the number of the eigenvalues larger than 4 is\nbounded from above by the number of vertices whose degrees is strictly higher\nthan 2. Moreover, we also prove that if a graph contains a branching path, then\nthe magnitudes of the components of any eigenvector corresponding to the\neigenvalue greater than 4 decay exponentially from the branching vertex toward\nthe leaf of that branch.\n","Comment: 22 pages"]}]
["1112.5858",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5858","Appl. Phys. Lett.100,072602 (2012)","doi:10.1063/1.3686150"],"date":["2011-12-26"],"type":["text"],"creator":["Veldhorst, M.","Molenaar, C. G.","Wang, X. L.","Hilgenkamp, H.","Brinkman, A."],"language":[],"coverage":[],"title":["Experimental realization of SQUIDs with topological insulator junctions"],"description":["  We demonstrate topological insulator (Bi$_2$Te$_3$) dc SQUIDs, based on\nsuperconducting Nb leads coupled to nano-fabricated Nb-Bi$_2$Te$_3$-Nb\nJosephson junctions. The high reproducibility and controllability of the\nfabrication process allows the creation of dc SQUIDs with parameters that are\nin agreement with design values. Clear critical current modulation of both the\njunctions and the SQUID with applied magnetic fields have been observed. We\nshow that the SQUIDs have a periodicity in the voltage-flux characteristic of\n$\\Phi_0$, of relevance to the ongoing pursuit of realizing interferometers for\nthe detection of Majorana fermions in superconductor- topological insulator\nstructures.\n"]}]
["1201.1765",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1765","Phys. Rev. B 86, 085308 (2012)","doi:10.1103/PhysRevB.86.085308"],"date":["2012-01-09","2012-08-22"],"type":["text"],"creator":["Richter, M.","Schlosser, F.","Schoth, M.","Burger, S.","Schmidt, F.","Knorr, A.","Mukamel, S."],"language":[],"coverage":[],"title":["Reconstruction of the wavefunctions of coupled nanoscopic emitters using\n  a coherent optical technique"],"description":["  We show that using coherent, spatially resolved spectroscopy, complex hybrid\nwave functions can be disentangled into the individual wave functions of the\nindividual emitters. This way, detailed information on the coupling of the\nindividual emitters, not available in far-field spectroscopy can be obtained.\nThe proposed quantum state tomography relies on the ability to selectively\nexcite each emitter individually by spatially localized pulses. Simulations of\ncoupled semiconductor Ga/InAs quantum dots, using light fields available in\ncurrent nanoplasmonics, show that even undesired resonances can be removed from\nmeasured spectra. The method can also be applied to study the internal coupling\nof pigments in photosythesis and artificial light harvesting.\n","Comment: 20 pages, 5 figures"]}]
["1201.1930",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1930","doi:10.1111/j.1365-2966.2012.20462.x"],"date":["2012-01-09"],"type":["text"],"creator":["Polishook, D.","Ofek, E. O.","Waszczak, A.","Kulkarni, S. R.","Gal-Yam, A.","Aharonson, O.","Laher, R.","Surace, J.","Klein, C.","Bloom, J.","Brosch, N.","Prialnik, D.","Grillmair, C.","Cenko, S. B.","Kasliwal, M.","Law, N.","Levitan, D.","Nugent, P.","Poznanski, D.","Quimby, R."],"language":[],"coverage":[],"title":["Asteroid rotation periods from the Palomar Transient Factory survey"],"description":["  The Palomar Transient Factory (PTF) is a synoptic survey designed to explore\nthe transient and variable sky in a wide variety of cadences. We use PTF\nobservations of fields that were observed multiple times (>=10) per night, for\nseveral nights, to find asteroids, construct their lightcurves and measure\ntheir rotation periods. Here we describe the pipeline we use to achieve these\ngoals and present the results from the first four (overlapping) PTF fields\nanalyzed as part of this program. These fields, which cover an area of 21\ndeg^2, were observed on four nights with a cadence of ~20 min. Our pipeline was\nable to detect 624 asteroids, of which 145 (~20%) were previously unknown. We\npresent high quality rotation periods for 88 main-belt asteroids and possible\nperiod or lower limit on the period for an additional 85 asteroids. For the\nremaining 451 asteroids, we present lower limits on their photometric\namplitudes. Three of the asteroids have lightcurves that are characteristic of\nbinary asteroids. We estimate that implementing our search for all existing\nhigh-cadence PTF data will provide rotation periods for about 10,000 asteroids\nmainly in the magnitude range ~14 to ~20.\n","Comment: 16 pages, 11 figures, 6 tables + Supplementary Material. Accepted for\n  publication in MNRAS"]}]
["1201.2777",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2777","International Journal of Modern Physics: Conference Series 11, 49\n  (2012)","doi:10.1142/S2010194512006150"],"date":["2012-01-13"],"type":["text"],"creator":["Flöser, Martina","Florens, Serge","Champel, Thierry"],"language":[],"coverage":[],"title":["Transport via classical percolation at quantum Hall plateau transitions"],"description":["  We consider transport properties of disordered two-dimensional electron gases\nunder high perpendicular magnetic field, focusing in particular on the peak\nlongitudinal conductivity $\\sigma_{xx}^\\mathrm{peak}$ at the quantum Hall\nplateau transition. We use a local conductivity model, valid at temperatures\nhigh enough such that quantum tunneling is suppressed, taking into account the\nrandom drift motion of the electrons in the disordered potential landscape and\ninelastic processes provided by electron-phonon scattering. A diagrammatic\nsolution of this problem is proposed, which leads to a rich interplay of\nconduction mechanisms, where classical percolation effects play a prominent\nrole. The scaling function for $\\sigma_{xx}^\\mathrm{peak}$ is derived in the\nhigh temperature limit, which can be used to extract universal critical\nexponents of classical percolation from experimental data.\n","Comment: 10 pages, 3 figures"]}]
["1201.3068",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3068","Scientometrics 91(3):751-771 (2012)","doi:10.1007/s11192-012-0618-8"],"date":["2012-01-15"],"type":["text"],"creator":["Vanclay, Jerome K.","Bornmann, Lutz"],"language":[],"coverage":[],"title":["Metrics to evaluate research performance in academic institutions: A\n  critique of ERA 2010 as applied in forestry and the indirect H2 index as a\n  possible alternative"],"description":["  Excellence for Research in Australia (ERA) is an attempt by the Australian\nResearch Council to rate Australian universities on a 5-point scale within 180\nFields of Research using metrics and peer evaluation by an evaluation\ncommittee. Some of the bibliometric data contributing to this ranking suffer\nstatistical issues associated with skewed distributions. Other data are\nstandardised year-by-year, placing undue emphasis on the most recent\npublications which may not yet have reliable citation patterns. The\nbibliometric data offered to the evaluation committees is extensive, but lacks\neffective syntheses such as the h-index and its variants. The indirect H2 index\nis objective, can be computed automatically and efficiently, is resistant to\nmanipulation, and a good indicator of impact to assist the ERA evaluation\ncommittees and to similar evaluations internationally.\n","Comment: 19 pages, 6 figures, 7 tables, appendices"]}]
["1201.3076",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3076","Scientometrics 92(2):211-238 (2012)","doi:10.1007/s11192-011-0561-0"],"date":["2012-01-15"],"type":["text"],"creator":["Vanclay, Jerome K."],"language":[],"coverage":[],"title":["Impact Factor: outdated artefact or stepping-stone to journal\n  certification?"],"description":["  A review of Garfield's journal impact factor and its specific implementation\nas the Thomson Reuters Impact Factor reveals several weaknesses in this\ncommonly-used indicator of journal standing. Key limitations include the\nmismatch between citing and cited documents, the deceptive display of three\ndecimals that belies the real precision, and the absence of confidence\nintervals. These are minor issues that are easily amended and should be\ncorrected, but more substantive improvements are needed. There are indications\nthat the scientific community seeks and needs better certification of journal\nprocedures to improve the quality of published science. Comprehensive\ncertification of editorial and review procedures could help ensure adequate\nprocedures to detect duplicate and fraudulent submissions.\n","Comment: 25 pages, 12 figures, 6 tables"]}]
["1201.3529",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3529","Electron. J. Combin. 19(2) (2012) P51"],"date":["2012-01-17"],"type":["text"],"creator":["Distler, Andreas","Mitchell, James D."],"language":[],"coverage":[],"title":["The number of nilpotent semigroups of degree 3"],"description":["  A semigroup is \\emph{nilpotent} of degree 3 if it has a zero, every product\nof 3 elements equals the zero, and some product of 2 elements is non-zero. It\nis part of the folklore of semigroup theory that almost all finite semigroups\nare nilpotent of degree 3.\n  We give formulae for the number of nilpotent semigroups of degree 3 with\n$n\\in\\N$ elements up to equality, isomorphism, and isomorphism or\nanti-isomorphism. Likewise, we give formulae for the number of nilpotent\ncommutative semigroups with $n$ elements up to equality and up to isomorphism.\n"]}]
["1201.3561",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Chaotic Dynamics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3561","SIAM J. Appl. Dyn. Syst. 11, 864-894 (2012)","doi:10.1137/110859683"],"date":["2012-01-17"],"type":["text"],"creator":["Dipoppa, Mario","Krupa, Martin","Torcini, Alessandro","Gutkin, Boris S."],"language":[],"coverage":[],"title":["Splay states in finite pulse-coupled networks of excitable neurons"],"description":["  The emergence and stability of splay states is studied in fully coupled\nfinite networks of N excitable quadratic integrate-and-fire neurons, connected\nvia synapses modeled as pulses of finite amplitude and duration. For such\nsynapses, by introducing two distinct types of synaptic events (pulse emission\nand termination), we were able to write down an exact event-driven map for the\nsystem and to evaluate the splay state solutions. For M overlapping post\nsynaptic potentials the linear stability analysis of the splay state should\ntake in account, besides the actual values of the membrane potentials, also the\nfiring times associated to the M previous pulse emissions. As a matter of fact,\nit was possible, by introducing M complementary variables, to rephrase the\nevolution of the network as an event-driven map and to derive an analytic\nexpression for the Floquet spectrum. We find that, independently of M, the\nsplay state is marginally stable with N-2 neutral directions. Furthermore, we\nhave identified a family of periodic solutions surrounding the splay state and\nsharing the same neutral stability directions. In the limit of $\\delta$-pulses,\nit is still possible to derive an event-driven formulation for the dynamics,\nhowever the number of neutrally stable directions, associated to the splay\nstate, becomes N. Finally, we prove a link between the results for our system\nand a previous theory [Watanabe and Strogatz, Physica D, 74 (1994), pp. 197-\n253] developed for networks of phase oscillators with sinusoidal coupling.\n","Comment: 27 pages, 12 Figures, submitted to SIAM Journal on Applied Dynamical\n  Systems (SIADS)"]}]
["1202.0728",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0728","Advances in Astronomy, Volume 2012, Article ID 960509","doi:10.1155/2012/960509"],"date":["2012-02-03"],"type":["text"],"creator":["Kim, Jaiseung","Naselsky, Pavel","Hansen, Martin"],"language":[],"coverage":[],"title":["Symmetry and anti-symmetry of the CMB anisotropy pattern"],"description":["  Given an arbitrary function, we may construct symmetric and antisymmetric\nfunctions under a certain operation. Since statistical isotropy and homogeneity\nof our Universe has been a fundamental assumption of modern cosmology, we do\nnot expect any particular symmetry or antisymmetry in our Universe. Besides\nfundamental properties of our Universe, we may also figure our contamination\nand improve the quality of the CMB data products, by matching the unusual\nsymmetries and antisymmetries of the CMB data with known contaminantions.\nNoting this, we have investigated the symmetry and antisymmetry of CMB\nanisotropy pattern, which provides the deepest survey. If we let the operation\nto be a coordinate inversion, the symmetric and antisymmetric functions have\neven and odd-parity respectively. The investigation on the parity of the recent\nCMB data shows a large-scale odd-parity preference, which is very unlikely in\nthe statistical isotropic and homogeneous Universe. We have investigated the\nassociation of the WMAP systematics with the anomaly, but not found a definite\nnon-cosmological cause. Additionally, we have investigated the phase of even\nand odd multipole data respectively, and found the behavior distinct from each\nother. Noting the odd-parity preference anomaly, we have fitted a cosmological\nmodel respectively to even and odd multipole data, and found significant\nparametric tension. Besides anomalies explicitly associated with parity, there\nare anomalous lack of large-scale correlation in CMB data. Noting the\nequivalence between the power spectrum and the correlation, we have\ninvestigated the association between the lack of large-angle correlation and\nthe odd-parity preference of the angular power spectrum. From our analysis, we\nfind that the odd-parity preference at low multipoles is, in fact,\nphenomenologically identical with the lack of large-angle correlation.\n","Comment: review article"]}]
["1202.1499",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Combinatorics","05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1499"],"date":["2012-02-07","2012-08-21"],"type":["text"],"creator":["Mossel, Elchanan","Neeman, Joe","Sly, Allan"],"language":[],"coverage":[],"title":["Stochastic Block Models and Reconstruction"],"description":["  The planted partition model (also known as the stochastic blockmodel) is a\nclassical cluster-exhibiting random graph model that has been extensively\nstudied in statistics, physics, and computer science. In its simplest form, the\nplanted partition model is a model for random graphs on $n$ nodes with two\nequal-sized clusters, with an between-class edge probability of $q$ and a\nwithin-class edge probability of $p$. Although most of the literature on this\nmodel has focused on the case of increasing degrees (ie.\\ $pn, qn \\to \\infty$\nas $n \\to \\infty$), the sparse case $p, q = O(1/n)$ is interesting both from a\nmathematical and an applied point of view.\n  A striking conjecture of Decelle, Krzkala, Moore and Zdeborov\\'a based on\ndeep, non-rigorous ideas from statistical physics gave a precise prediction for\nthe algorithmic threshold of clustering in the sparse planted partition model.\nIn particular, if $p = a/n$ and $q = b/n$, then Decelle et al.\\ conjectured\nthat it is possible to cluster in a way correlated with the true partition if\n$(a - b)^2 > 2(a + b)$, and impossible if $(a - b)^2 < 2(a + b)$. By\ncomparison, the best-known rigorous result is that of Coja-Oghlan, who showed\nthat clustering is possible if $(a - b)^2 > C (a + b)$ for some sufficiently\nlarge $C$.\n  We prove half of their prediction, showing that it is indeed impossible to\ncluster if $(a - b)^2 < 2(a + b)$. Furthermore we show that it is impossible\neven to estimate the model parameters from the graph when $(a - b)^2 < 2(a +\nb)$; on the other hand, we provide a simple and efficient algorithm for\nestimating $a$ and $b$ when $(a - b)^2 > 2(a + b)$. Following Decelle et al,\nour work establishes a rigorous connection between the clustering problem,\nspin-glass models on the Bethe lattice and the so called reconstruction\nproblem. This connection points to fascinating applications and open problems.\n"]}]
["1202.2952",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2952","Phys. Rev. B 86, 075425 (2012)","doi:10.1103/PhysRevB.86.075425"],"date":["2012-02-14","2012-08-22"],"type":["text"],"creator":["Melnikov, M. Yu.","Kotthaus, J. P.","Pellegrini, V.","Sorba, L.","Biasiol, G.","Khrapai, V. S."],"language":[],"coverage":[],"title":["Influence of e-e scattering on the temperature dependence of the\n  resistance of a classical ballistic point contact in a two-dimensional\n  electron system"],"description":["  We experimentally investigate the temperature (T) dependence of the\nresistance of a classical ballistic point contact (PC) in a two-dimensional\nelectron system (2DES). The split-gate PC is realized in a high-quality\nAlGaAs/GaAs heterostructure. The PC resistance is found to drop by more than\n10% as T is raised from 0.5 K to 4.2 K. In the absence of a magnetic field, the\nT dependence is roughly linear below 2 K and tends to saturate at higher T.\nPerpendicular magnetic fields on the order of a few 10 mT suppress the\nT-dependent contribution dR. This effect is more pronounced at lower\ntemperatures, causing a crossover to a nearly parabolic T dependence in a\nmagnetic field. The normalized magnetic field dependencies dR(B) permit an\nempiric single parameter scaling in a wide range of PC gate voltages. These\nobservations give strong evidence for the influence of electron-electron (e-e)\nscattering on the resistance of ballistic PCs. Our results are in qualitative\nagreement with a recent theory of the e-e scattering based T dependence of the\nconductance of classical ballistic PCs [ Phys. Rev. Lett. 101 216807 (2008) and\nPhys. Rev. B 81 125316 (2010)].\n","Comment: as published"]}]
["1202.4519",{"format":[],"subject":["Physics - Chemical Physics","Physics - Biological Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4519","J. Chem. Phys. 137, 074112 (2012)","doi:10.1063/1.4742333"],"date":["2012-02-20","2012-07-12"],"type":["text"],"creator":["Zhu, Jing","Kais, Sabre","Aspuru-Guzik, Alán","Rodriques, Sam","Brock, Ben","Love, Peter J."],"language":[],"coverage":[],"title":["Multipartite Quantum Entanglement Evolution in Photosynthetic Complexes"],"description":["  We investigate the evolution of entanglement in the Fenna-Matthew-Olson (FMO)\ncomplex based on simulations using the scaled hierarchy equation of motion\n(HEOM) approach. We examine the role of multipartite entanglement in the FMO\ncomplex by direct computation of the convex roof optimization for a number of\nmeasures, including some that have not been previously evaluated. We also\nconsider the role of monogamy of entanglement in these simulations. We utilize\nthe fact that the monogamy bounds are saturated in the single exciton subspace.\nThis enables us to compute more measures of entanglement exactly and also to\nvalidate the evaluation of the convex roof. We then use direct computation of\nthe convex roof to evaluate measures that are not determined by monogamy. This\napproach provides a more complete account of the entanglement in these systems\nthan has been available to date. Our results support the hypothesis that\nmultipartite entanglement is maximum primary along the two distinct electronic\nenergy transfer pathways.\n","Comment: 37 pages, 19 figures"]}]
["1203.0037",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0037"],"date":["2012-02-29","2012-08-22"],"type":["text"],"creator":["Panaite, Florin"],"language":[],"coverage":[],"title":["Equivalent crossed products and cross product bialgebras"],"description":["  In a previous paper we proved a result of the type \"invariance under\ntwisting\" for Brzezinski's crossed products. In this paper we prove a converse\nof this result, obtaining thus a characterization of what we call equivalent\ncrossed products. As an application, we characterize cross product bialgebras\n(in the sense of Bespalov and Drabant) that are equivalent (in a certain sense)\nto a given cross product bialgebra in which one of the factors is a bialgebra\nand whose coalgebra structure is a tensor product coalgebra.\n","Comment: 15 pages"]}]
["1203.0371",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0371","Nucl.Phys.B865:376-396,2012","doi:10.1016/j.nuclphysb.2012.08.007"],"date":["2012-03-01","2012-03-26"],"type":["text"],"creator":["Hosomichi, Kazuo","Seong, Rak-Kyeong","Terashima, Seiji"],"language":[],"coverage":[],"title":["Supersymmetric Gauge Theories on the Five-Sphere"],"description":["  We construct Euclidean 5d supersymmetric gauge theories on the five-sphere\nwith vector and hypermultiplets. The SUSY transformation and the action are\nexplicitly determined from the standard Noether procedure as well as from\noff-shell supergravity. Using localization techniques, the path-integral is\nshown to be restricted to the integration over a generalization of instantons\non CP^2 and the Coulomb moduli.\n","Comment: 22 pages; v2: a reference added"]}]
["1203.1434",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1434","doi:10.1143/JJAP.51.052501"],"date":["2012-03-07"],"type":["text"],"creator":["Watkins, Amy","Ward, Jonathan","Chormaic, Síle Nic"],"language":[],"coverage":[],"title":["Thermo-Optical Tuning of Whispering Gallery Modes in Er:Yb Doped Glass\n  Microspheres to Arbitrary Probe Wavelengths"],"description":["  We present experimental results on an all-optical, thermally-assisted\ntechnique for broad range tuning of microsphere cavity resonance modes to\narbitrary probe wavelengths. An Er:Yb co-doped phosphate glass (Schott IOG-2)\nmicrosphere is pumped at 978 nm via the supporting stem and the heat generated\nby absorption of the pump light expands the cavity and changes the refractive\nindex. This is a robust tuning method that decouples the pump from the probe\nand allows fine tuning of the microsphere's whispering gallery modes.\nPump/probe experiments were performed to demonstrate thermo-optical tuning to\nspecific probe wavelengths, including the 5S1/2 F = 3 to 5P3/2 F' = 4 laser\ncooling transition of 85Rb. This is of particular interest for cavity QED-type\nexperiments, while the broad tuning range achievable is useful for integrated\nphotonic devices, including sensors and modulators.\n","Comment: 20 pages, 5 figures. To appear in Japanese Journal of Applied Physics"]}]
["1203.2652",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2652","Phys. Rev. A 85, 062121 (2012)","doi:10.1103/PhysRevA.85.062121"],"date":["2012-03-12","2012-08-22"],"type":["text"],"creator":["Wallman, Joel J.","Bartlett, Stephen D."],"language":[],"coverage":[],"title":["Nonnegative subtheories and quasiprobability representations of qubits"],"description":["  Negativity in a quasiprobability representation is typically interpreted as\nan indication of nonclassical behavior. However, this does not preclude states\nthat are non-negative from exhibiting phenomena typically associated with\nquantum mechanics - the single qubit stabilizer states have non-negative Wigner\nfunctions and yet play a fundamental role in many quantum information tasks. We\nseek to determine what other sets of quantum states and measurements for a\nqubit can be non-negative in a quasiprobability representation, and to identify\nnontrivial unitary groups that permute the states in such a set. These sets of\nstates and measurements are analogous to the single qubit stabilizer states. We\nshow that no quasiprobability representation of a qubit can be non-negative for\nmore than four bases and that the non-negative bases in any quasiprobability\nrepresentation must satisfy certain symmetry constraints. We provide an\nexhaustive list of the sets of single qubit bases that are non-negative in some\nquasiprobability representation and are also permuted by a nontrivial unitary\ngroup. This list includes two families of three bases that both include the\nsingle qubit stabilizer states as a special case and a family of four bases\nwhose symmetry group is the Pauli group. For higher dimensions, we prove that\nthere can be no more than 2^{d^2} states in non-negative bases of a\nd-dimensional Hilbert space in any quasiprobability representation.\nFurthermore, these bases must satisfy certain symmetry constraints,\ncorresponding to requiring the bases to be sufficiently complementary to each\nother.\n","Comment: 17 pages, 8 figures, comments very welcome; v2 published version.\n  Note that the statement and proof of Theorem III.2 in the published version\n  are incorrect (an erratum has been submitted), and this arXiv version (v2)\n  presents the corrected theorem and proof. The conclusions of the paper are\n  unaffected by this correction"]}]
["1203.6105",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6105","Adv. Funct. Mater. 22, 3371 (2012)","doi:10.1002/adfm.201103118"],"date":["2012-03-27"],"type":["text"],"creator":["Rauh, D.","Deibel, C.","Dyakonov, V."],"language":[],"coverage":[],"title":["Charge density dependent nongeminate recombination in organic bulk\n  heterojunction solar cells"],"description":["  Apparent recombination orders exceeding the value of two expected for\nbimolecular recombination have been reported for organic solar cells in various\npublications. Two prominent explanations are bimolecular losses with a carrier\nconcentration dependent prefactor due to a trapping limited mobility, and\nprotection of trapped charge carriers from recombination by a donor--acceptor\nphase separation until reemission from these deep states. In order to clarify\nwhich mechanism is dominant we performed temperature and illumination dependent\ncharge extraction measurements under open circuit as well as short circuit\nconditions at poly(3-hexylthiophene-2,5-diyl):[6,6]-phenyl-C$_{61}$butyric acid\nmethyl ester (P3HT:PC$_{61}$BM) and PTB7:PC$_{71}$BM\n(Poly[[4,8-bis[(2-ethylhexyl)oxy]benzo[1,2-b:4,5-b']dithiophene-2,6-diyl][3-fluoro-2-[(2-ethylhexyl)carbonyl]thieno[3,4-b]thiophenediyl]])\nsolar cells in combination with current--voltage characteristics. We show that\nthe charge carrier density $n$ dependence of the mobility $\\mu$ and the\nrecombination prefactor are different for PC$_{61}$BM at temperatures below\n300K and PTB7:PC$_{71}$BM at room temperature. Therefore, in addition to\n$\\mu(n)$ a detrapping limited recombination in systems with at least partial\ndonor--acceptor phase separation is required to explain the high recombination\norders.\n","Comment: 7 pages, 4 figures"]}]
["1204.0714",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0714","2012 ApJ 756 112","doi:10.1088/0004-637X/756/2/112"],"date":["2012-04-03","2012-07-12"],"type":["text"],"creator":["Lu, Rui-Jing","Wei, Jun-Jie","Liang, En-Wei","Zhang, Bin-Bin","Lü, Hou-Jun","Lian-Zhong","Lü","Lei, Wei-Hua","Zhang, Bing"],"language":[],"coverage":[],"title":["A Comprehensive Analysis of Fermi Gamma-ray Burst Data: II. $E_{\\rm\n  p}$-Evolution Patterns and Implications for the Observed Spectrum-Luminosity\n  Relations"],"description":["  We present a time-resolved spectral analysis of 51 long and 11 short bright\nGRBs observed with the {\\em Femri}/GBM, paying special attention to $E_{\\rm p}$\nevolution within a same burst. Among 8 single-pulse long GRBs, 5 show\nhard-to-soft evolution, while 3 show intensity-tracking. The multi-pulse long\nGRBs have more complicated patterns. Among the GRBs whose time-resolved\nspectrum is available for the first pulse, almost half (15/32 GRBs) show clear\nhard-to-soft evolution, and the other half (17/32 GRBs) show clear\nintensity-tracking. Later pulses typically show the tracking behavior, although\na hard-to-soft evolution pattern was identified in the 2nd pulse of 2 GRBs\nwhose pulses are well separated. Statistically, the hard-to-soft evolution\npulses tend to be more asymmetric than the intensity-tracking ones, with a\nsteeper rising wing than the falling wing. Short GRBs have $E_{\\rm p}$ tracking\nintensity exclusively with the 16ms time resolution analysis. We performed a\nsimulation analysis, and suggest that at least for some bursts, the late\nintensity-tracking pulses could be a consequence of overlapping hard-to-soft\npulses. However, the fact that the intensity-tracking pattern exists in the\nfirst pulse of multi-pulse long GRBs and some single-pulse GRBs suggest that\nintensity tracking is an independent component, which may operate in some late\npulses as well. For the GRBs with measured redshifts, we present a\ntime-resolved $E_{\\rm p}-L_{\\gamma, \\rm iso}$ correlation analysis and show\nthat the scatter of the correlation is comparable to that of the global\nAmati/Yonetoku relation. We discuss the predictions of various radiation models\nregarding $E_{\\rm p}$ evolution, as well as the possibility of a precession jet\nin GRBs. It seems that the data pose great challenge to all these models, and\nhold the key to unveil the physics of GRB prompt emission.\n","Comment: 9 figures and 1 table. Accepted for publication in The Astrophysical\n  Journal"]}]
["1204.2525",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2525"],"date":["2012-04-10","2012-08-21"],"type":["text"],"creator":["Mitra-Delmotte, Gargi","Mitra, A. N."],"language":[],"coverage":[],"title":["Field-control, phase-transitions, and life's emergence"],"description":["  Instances of critical-like characteristics in living systems at each\norganizational level as well as the spontaneous emergence of computation\n(Langton), indicate the relevance of self-organized criticality (SOC). But\nextrapolating complex bio-systems to life's origins, brings up a paradox: how\ncould simple organics--lacking the 'soft matter' response properties of today's\nbio-molecules--have dissipated energy from primordial reactions in a controlled\nmanner for their 'ordering'? Nevertheless, a causal link of life's macroscopic\nirreversible dynamics to the microscopic reversible laws of statistical\nmechanics is indicated via the 'functional-takeover' of a soft magnetic\nscaffold by organics (c.f. Cairns-Smith's 'crystal-scaffold'). A\nfield-controlled structure offers a mechanism for bootstrapping--bottom-up\nassembly with top-down control: its super-paramagnetic components obey\nreversible dynamics, but its dissipation of H-field energy for aggregation\nbreaks time-reversal symmetry. The responsive adjustments of the controlled\n(host) mineral system to environmental changes would bring about mutual\ncoupling between random organic sets supported by it; here the generation of\nlong-range correlations within organic (guest) networks could include SOC-like\nmechanisms. And, such cooperative adjustments enable the selection of the\nfunctional configuration by altering the inorganic network's capacity to assist\na spontaneous process. A non-equilibrium dynamics could now drive the\nkinetically-oriented system towards a series of phase-transitions with\nappropriate organic replacements 'taking-over' its functions.\n","Comment: 54 pages, pdf file"]}]
["1204.4047",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4047"],"date":["2012-04-18","2012-08-22"],"type":["text"],"creator":["Boyar, Joan","Gupta, Sushmita","Larsen, Kim S."],"language":[],"coverage":[],"title":["Access Graphs Results for LRU versus FIFO under Relative Worst Order\n  Analysis"],"description":["  Access graphs, which have been used previously in connection with competitive\nanalysis to model locality of reference in paging, are considered in connection\nwith relative worst order analysis. In this model, FWF is shown to be strictly\nworse than both LRU and FIFO on any access graph. LRU is shown to be strictly\nbetter than FIFO on paths and cycles, but they are incomparable on some\nfamilies of graphs which grow with the length of the sequences.\n","Comment: IMADA-preprint-cs"]}]
["1204.6493",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6493","J. Phys. A 45, 365204 (2012)","doi:10.1088/1751-8113/45/36/365204"],"date":["2012-04-29"],"type":["text"],"creator":["Alhaidari, A. D.","Bahlouli, H.","Ismail, M. E. H."],"language":[],"coverage":[],"title":["The Dirac-Coulomb Problem: a mathematical revisit"],"description":["  We obtain a symmetric tridiagonal matrix representation of the Dirac-Coulomb\noperator in a suitable complete square integrable basis. Orthogonal polynomials\ntechniques along with Darboux method are used to obtain the bound states energy\nspectrum, the relativistic scattering amplitudes and phase shifts from the\nasymptotic behavior of the polynomial solutions associated with the resulting\nthree-term recursion relation.\n","Comment: 8 pages"]}]
["1204.6612",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6612","Phys.Rev.D86:036007, 2012","doi:10.1103/PhysRevD.86.036007"],"date":["2012-04-30","2012-08-22"],"type":["text"],"creator":["Gutsche, Thomas","Lyubovitskij, Valery E.","Schmidt, Ivan","Vega, Alfredo"],"language":[],"coverage":[],"title":["Nucleon structure including high Fock states in AdS/QCD"],"description":["  We present a detailed analysis of nucleon electromagnetic and axial form\nfactors in a holographic soft-wall model. This approach is based on an action\nwhich describes hadrons with broken conformal invariance and incorporates\nconfinement through the presence of a background dilaton field.For Nc=3 we\ndescribe the nucleon structure in a superposition of a three valence quark\nstate with high Fock states including an adjustable number of partons (quarks,\nantiquarks and gluons) via studying the dynamics of 5D fermion fields of\ndifferent scaling dimension in anti-de Sitter (ADS) space. According to the\ngauge/gravity duality the 5D fermion fields of different scaling dimension\ncorrespond to the Fock state components with a specific number of partons. In\nthe present application we restrict to the contribution of 3, 4 and 5 parton\ncomponents in the nucleon Fock state. With a minimal number of free parameters\n(dilaton scale parameter, mixing parameters of partial contributions of Fock\nstates, coupling constants in the effective Lagrangian) we achieve a reasonable\nagreement with data for the nucleon form factors.\n","Comment: 24 pages, 14 figures"]}]
["1205.0309",{"format":[],"subject":["Statistics - Methodology","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0309"],"date":["2012-05-01","2012-08-21"],"type":["text"],"creator":["Fishkind, Donniell E.","Sussman, Daniel L.","Tang, Minh","Vogelstein, Joshua T.","Priebe, Carey E."],"language":[],"coverage":[],"title":["Consistent adjacency-spectral partitioning for the stochastic block\n  model when the model parameters are unknown"],"description":["  For random graphs distributed according to a stochastic block model, we\nconsider the inferential task of partioning vertices into blocks using spectral\ntechniques. Spectral partioning using the normalized Laplacian and the\nadjacency matrix have both been shown to be consistent as the number of\nvertices tend to infinity. Importantly, both procedures require that the number\nof blocks and the rank of the communication probability matrix are known, even\nas the rest of the parameters may be unknown. In this article, we prove that\nthe (suitably modified) adjacency-spectral partitioning procedure, requiring\nonly an upper bound on the rank of the communication probability matrix, is\nconsistent. Indeed, this result demonstrates a robustness to model\nmis-specification; an overestimate of the rank may impose a moderate\nperformance penalty, but the procedure is still consistent. Furthermore, we\nextend this procedure to the setting where adjacencies may have multiple\nmodalities and we allow for either directed or undirected graphs.\n","Comment: 26 pages, 2 figure"]}]
["1205.4103",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4103","Supercond. Sci. Technol., 25 (2012) 084015","doi:10.1088/0953-2048/25/8/084015"],"date":["2012-05-18"],"type":["text"],"creator":["Katase, Takayoshi","Hiramatsu, Hidenori","Kamiya, Toshio","Hosono, Hideo"],"language":[],"coverage":[],"title":["Thin film growth by pulsed laser deposition and properties of 122-type\n  iron-based superconductor AE(Fe1--xCox)2As2 (AE = alkaline earth)"],"description":["  This paper reports comprehensive results on thin-film growth of 122-type\niron-pnictide superconductors, AE(Fe1-xCox)2As2 (AE = Ca, Sr, and Ba,\nAEFe2As2:Co) by a pulsed laser deposition method using a neodymium-doped\nyttrium aluminum garnet laser as an excitation source. The most critical\nparameter to produce the SrFe2As2:Co and BaFe2As2:Co phases is the substrate\ntemperature (Ts). It is difficult to produce highly-pure CaFe2As2:Co phase thin\nfilm at any Ts. For BaFe2As2:Co epitaxial films, controlling Ts at 800-850\n{\\deg}C and growth rate to 2.8-3.3 {\\AA}/s produced high-quality films with\ngood crystallinity, flat surfaces, and high critical current densities > 1\nMA/cm2, which were obtained for film thicknesses from 100 to 500 nm. The doping\nconcentration x was optimized for Ba(Fe1-xCox)2As2 epitaxial films, leading to\nthe highest critical temperature of 25.5 K in the epitaxial films with the\nnominal x = 0.075.\n","Comment: will be published in the special issue of Superconductor Science and\n  Technology, `Iron12'"]}]
["1205.4167",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4167","Beilstein J. Nanotechnol. 3, 546 (2012)","doi:10.3762/bjnano.3.63"],"date":["2012-05-18","2012-07-02"],"type":["text"],"creator":["Muthukumar, Kaliappan","Jeschke, Harald O.","Valentí, Roser","Begun, Evgeniya","Schwenk, Johannes","Porrati, Fabrizio","Huth, Michael"],"language":[],"coverage":[],"title":["Spontaneous Dissociation of Co2(CO)8 and Autocatalytic growth of Co on\n  SiO2 : A Combined Experimental and Theoretical Investigation"],"description":["  We present experimental results and theoretical simulations of the adsorption\nbehavior of the metal-organic precursor Co2(CO)8 on SiO2 surfaces after\napplication of two different pre-treatment steps, namely by air plasma cleaning\nor a focused electron beam pre-irradiation. We observe a spontaneous\ndissociation of the precursor molecules as well as auto-deposition of cobalt on\nthe pre-treated SiO2 surfaces. We also find that the differences in metal\ncontent and relative stability of these deposits depend on the pre-treatment\nconditions of the substrate. Transport measurements of these deposits are also\npresented. We are led to assume that the degree of passivation of the SiO2\nsurface by hydroxyl groups is an important controlling factor in the\ndissociation process. Our calculations of various slab settings using\ndispersion corrected density functional theory support this assumption. We\nobserve physisorption of the precursor molecule on a fully hydroxylated SiO2\nsurface (untreated surface) and chemisorption on a partially hydroxylated SiO2\nsurface (pre-treated surface) with a spontaneous dissociation of the precursor\nmolecule. In view of these calculations, we discuss the origin of this\ndissociation and the subsequent autocatalysis.\n","Comment: 22 pages, 8 Figures, In Press Article, Beilstein Journal of\n  Nanotechnology, 2012"]}]
["1205.4235",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4235","Phys. Rev. Lett. 109, 080801 (2012)","doi:10.1103/PhysRevLett.109.080801"],"date":["2012-05-18","2012-08-22"],"type":["text"],"creator":["Guéna, Jocelyne","Abgrall, Michel","Rovera, Daniele","Rosenbusch, Peter","Tobar, Michael E.","Laurent, Philippe","Clairon, André","Bize, Sébastien"],"language":[],"coverage":[],"title":["Improved tests of Local Position Invariance using 87Rb and 133Cs\n  fountains"],"description":["  We report tests of local position invariance based on measurements of the\nratio of the ground state hyperfine frequencies of 133Cs and 87Rb in\nlaser-cooled atomic fountain clocks. Measurements extending over 14 years set a\nstringent limit to a possible variation with time of this ratio: d\nln(nu_Rb/nu_Cs)/dt=(-1.39 +/- 0.91)x 10-16 yr-1. This improves by a factor of\n7.7 over our previous report (H. Marion et al., Phys. Rev. Lett. 90, 150801\n(2003)). Our measurements also set the first limit to a fractional variation of\nthe Rb/Cs ratio with gravitational potential at the level of c^2 d\nln(nu_Rb/nu_Cs)/dU=(0.11 +/- 1.04)x 10^-6, providing a new stringent\ndifferential redshift test. The above limits equivalently apply to the\nfractional variation of the quantity alpha^{-0.49}x(g_Rb/g_Cs), which involves\nthe fine structure constant alpha and the ratio of the nuclear g-factors of the\ntwo alkalis. The link with variations of the light quark mass is also presented\ntogether with a global analysis combining with other available highly accurate\nclock comparisons.\n","Comment: 5 pages, 3 figures, 3 tables, 34 references"]}]
["1206.1484",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1484","Opt. Exp. 20, 20342-20355 (2012)","doi:10.1364/OE.20.020342"],"date":["2012-06-07","2012-08-21"],"type":["text"],"creator":["Hung, Yun-Ting","Huang, Chen-Bin","Huang, Jer-Shing"],"language":[],"coverage":[],"title":["Plasmonic mode converter for controlling optical impedance and nanoscale\n  light-matter interaction"],"description":["  To enable multiple functions of plasmonic nanocircuits, it is of key\nimportance to control the propagation properties and the modal distribution of\nthe guided optical modes such that their impedance matches to that of nearby\nquantum systems and desired light-matter interaction can be achieved. Here, we\npresent efficient mode converters for manipulating guided modes on a plasmonic\ntwo-wire transmission line. The mode conversion is achieved through varying the\npath length, wire cross section and the surrounding index of refraction.\nInstead of pure optical interference, strong near-field coupling of surface\nplasmons results in great momentum splitting and modal profile variation. We\ntheoretically demonstrate control over nanoantenna radiation and discuss the\npossibility to enhance nanoscale light-matter interaction. The proposed\nconverter may find applications in surface plasmon amplification, index sensing\nand enhanced nanoscale spectroscopy.\n","Comment: 14 pages, 6 figures"]}]
["1206.1573",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1573","PNAS 109, 13493 (2012)","doi:10.1073/pnas.1211311109"],"date":["2012-06-07"],"type":["text"],"creator":["Horowitz, Viva R.","Alemán, Benjamín J.","Christle, David J.","Cleland, Andrew N.","Awschalom, David D."],"language":[],"coverage":[],"title":["Electron spin resonance of nitrogen-vacancy centers in optically trapped\n  nanodiamonds"],"description":["  Using an optical tweezers apparatus, we demonstrate three-dimensional control\nof nanodiamonds in solution with simultaneous readout of ground-state\nelectron-spin resonance (ESR) transitions in an ensemble of diamond\nnitrogen-vacancy (NV) color centers. Despite the motion and random orientation\nof NV centers suspended in the optical trap, we observe distinct peaks in the\nmeasured ESR spectra qualitatively similar to the same measurement in bulk.\nAccounting for the random dynamics, we model the ESR spectra observed in an\nexternally applied magnetic field to enable d.c. magnetometry in solution. We\nestimate the d.c. magnetic field sensitivity based on variations in ESR line\nshapes to be ~50 microTesla/Hz^1/2. This technique may provide a pathway for\nspin-based magnetic, electric, and thermal sensing in fluidic environments and\nbiophysical systems inaccessible to existing scanning probe techniques.\n","Comment: 29 pages, 13 figures for manuscript and supporting information"]}]
["1206.4194",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4194","J. Phys. A: Math. Theor. 45 (2012) 365201","doi:10.1088/1751-8113/45/36/365201"],"date":["2012-06-19","2012-08-22"],"type":["text"],"creator":["Beccaria, Matteo","Hagendorf, Christian"],"language":[],"coverage":[],"title":["A staggered fermion chain with supersymmetry on open intervals"],"description":["  A strongly-interacting fermion chain with supersymmetry on the lattice and\nopen boundary conditions is analysed. The local coupling constants of the model\nare staggered, and the properties of the ground states as a function of the\nstaggering parameter are examined. In particular, a connection between certain\nground-state components and solutions of non-linear recursion relations\nassociated with the Painlev\\'e VI equation is conjectured. Moreover, various\nlocal occupation probabilities in the ground state have the so-called\nscale-free property, and allow for an exact resummation in the limit of\ninfinite system size.\n","Comment: 21 pages, no figures; v2: typos corrected"]}]
["1206.4332",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4332","Phys. Rev. B 86, 075119 (2012)","doi:10.1103/PhysRevB.86.075119"],"date":["2012-06-19"],"type":["text"],"creator":["Al-Ali, Manal","Hoyos, José A.","Vojta, Thomas"],"language":[],"coverage":[],"title":["Percolation transition in quantum Ising and rotor models with sub-Ohmic\n  dissipation"],"description":["  We investigate the influence of sub-Ohmic dissipation on randomly diluted\nquantum Ising and rotor models. The dissipation causes the quantum dynamics of\nsufficiently large percolation clusters to freeze completely. As a result, the\nzero-temperature quantum phase transition across the lattice percolation\nthreshold separates an unusual super-paramagnetic cluster phase from an\ninhomogeneous ferromagnetic phase. We determine the low-temperature\nthermodynamic behavior in both phases which is dominated by large frozen and\nslowly fluctuating percolation clusters. We relate our results to the smeared\ntransition scenario for disordered quantum phase transitions, and we compare\nthe cases of sub-Ohmic, Ohmic, and super-Ohmic dissipation.\n","Comment: 9 pages, 2 figures"]}]
["1206.5654",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5654","Phys. Rev. B 86, 024509 (2012)","doi:10.1103/PhysRevB.86.024509"],"date":["2012-06-25"],"type":["text"],"creator":["Veldhorst, M.","Molenaar, C. G.","Verwijs, C. J. M.","Hilgenkamp, H.","Brinkman, A."],"language":[],"coverage":[],"title":["Optimizing the Majorana character of SQUIDs with topologically\n  non-trivial barriers"],"description":["  We have modeled SQUIDs with topologically non-trivial superconducting\njunctions and performed an optimization study on the Majorana fermion\ndetection. We find that the SQUID parameters beta_L, and beta_C can be used to\nincrease the ratio of Majorana tunneling to standard Cooper pair tunneling by\nmore than two orders of magnitude. Most importantly, we show that dc SQUIDs\nincluding topologically trivial components can still host strong signatures of\nthe Majorana fermion. This paves the way towards the experimental verification\nof the theoretically predicted Majorana fermion.\n","Comment: accepted by Physical Review B"]}]
["1206.5804",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5804","Phys.Rev.D86:043008,2012","doi:10.1103/PhysRevD.86.043008"],"date":["2012-06-25","2012-08-20"],"type":["text"],"creator":["Ramos-Caro, J.","Agón, C. A.","Pedraza, J. F."],"language":[],"coverage":[],"title":["Kinetic Theory of Collisionless Self-Gravitating Gases: II. Relativistic\n  Corrections in Galactic Dynamics"],"description":["  In this paper we study the kinetic theory of many-particle astrophysical\nsystems imposing axial symmetry and extending our previous analysis in Phys.\nRev. D 83, 123007 (2011). Starting from a Newtonian model describing a\ncollisionless self-gravitating gas, we develop a framework to include\nsystematically the first general relativistic corrections to the matter\ndistribution and gravitational potentials for general stationary systems. Then,\nwe use our method to obtain particular solutions for the case of the Morgan &\nMorgan disks. The models obtained are fully analytical and correspond to the\npost-Newtonian generalizations of classical ones. We explore some properties of\nthe models in order to estimate the importance of post-Newtonian corrections\nand we find that, contrary to the expectations, the main modifications appear\nfar from the galaxy cores. As a by-product of this investigation we derive the\ncorrected version of the tensor virial theorem. For stationary systems we\nrecover the same result as in the Newtonian theory. However, for time dependent\nbackgrounds we find that there is an extra piece that contributes to the\nvariation of the inertia tensor.\n","Comment: 30 pages, 8 figures. v2: Minor corrections and references added.\n  Conclusions unchanged. v3: Version published in PRD"]}]
["1207.2405",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2405","doi:10.1088/0268-1242/27/9/094001"],"date":["2012-07-10"],"type":["text"],"creator":["Osborne, Simon","Heinricht, Patrycja","Brandonisio, Nicola","Amann, Andreas","O'Brien, Stephen"],"language":[],"coverage":[],"title":["Wavelength switching dynamics of two-colour semiconductor lasers with\n  optical injection and feedback"],"description":["  The wavelength switching dynamics of two-colour semiconductor lasers with\noptical injection and feedback are presented. These devices incorporate slotted\nregions etched into the laser ridge waveguide for tailoring the output\nspectrum. Experimental measurements are presented demonstrating that optical\ninjection in one or both modes of these devices can induce wavelength\nbistability. Measured switching dynamics with modulated optical injection are\nshown to be in excellent agreement with numerical simulations based on a simple\nrate equation model. We also demonstrate experimentally that time-delayed\noptical feedback can induce wavelength bistability for short external cavity\nlengths. Numerical simulations indicate that this two-colour optical feedback\nsystem can provide fast optical memory functionality based on injected optical\npulses without the need for an external holding beam.\n"]}]
["1207.3046",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3046"],"date":["2012-07-12","2012-08-21"],"type":["text"],"creator":["Goswami, Partha"],"language":[],"coverage":[],"title":["Monolayer graphene panorama, Majorana modes and Longitudinal\n  conductivity"],"description":["  We take a wide-angle view of the problem of monolayer graphene where the\nvalley-mixing and the spin-degeneracy lifting are assumed to be possible by\nwedging in the requisite ingredients, viz. the atomically sharp scatterers and\nthe strong Rashba coupling dominating over the intrinsic spin-orbit coupling.\nThis leads to eight Majorana-like modes (quasi-particles which are\nself-conjugate) close to the experimentally inaccessible Dirac points. Using\nKubo formula we also show that the semi-classical diffusive (longitudinal)\nconductivity is nearly (2.018 e2/h) at room temperature for the disordered\nsystem. Though this is an overestimation, we have been, never-the-less, able to\nqualitatively capture the fact that the room temperature conductivity of\ngraphene is finite and the contribution to the conductivity arises from the\nmomentum very close to the Dirac points.\n","Comment: 21 pages, 3 figures"]}]
["1207.3787",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3787","Phys. Status Solidi (RRL) 6, 337 (2012)","doi:10.1002/pssr.201206248"],"date":["2012-07-14","2012-07-18"],"type":["text"],"creator":["Gluecker, Markus","Foertig, Alexander","Dyakonov, Vladimir","Deibel, Carsten"],"language":[],"coverage":[],"title":["Impact of nongeminate recombination on the performance of pristine and\n  annealed P3HT:PCBM solar cells"],"description":["  Transient photovoltage (TPV) and voltage dependent charge extraction (CE)\nmeasurements were applied to poly(3-hexylthiophene)(P3HT):[6,6]-phenyl-C61\nbutyric acid methyl ester (PCBM) bulk heterojunction solar cells to analyze the\nlimitations of solar cell performance in pristine and annealed devices. From\nthe determined charge carrier decay rate under open circuit conditions and the\nvoltage dependent charge carrier densities n(V) the nongeminate loss current\njloss of the device is accessible. We found that jloss alone is sufficient to\ndescribe the j-V characteristics across the whole operational range, for\nannealed and, not yet shown before, also for the lower performing pristine\nsolar cells. Even in a temperature range from 300 K to 200 K nongeminate\nrecombination is found to be the dominant and, therefore, performance limiting\nloss process. Consequently, charge photogeneration is voltage independent in\nthe voltage range studied.\n","Comment: 3 pages, 3 figures; Rapid Research Letter 2012"]}]
["1207.5535",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5535","Astrophysical Journal 756, 119-125 (2012)","doi:10.1088/0004-637X/756/2/119"],"date":["2012-07-23"],"type":["text"],"creator":["Ward, Rachel L.","Wadsley, James","Sills, Alison","Petitclerc, Nicolas"],"language":[],"coverage":[],"title":["Connecting the Dots: Analyzing Synthetic Observations of Star-Forming\n  Clumps in Molecular Clouds"],"description":["  In this paper, we investigate the extent to which observations of molecular\nclouds can correctly identify and measure star-forming clumps. We produced a\nsynthetic column density map and a synthetic spectral-line data cube from the\nsimulated collapse of a 5000 M$_{\\odot}$ molecular cloud. By correlating the\nclumps found in the simulation to those found in the synthetic observations,\nclump masses derived from spectral-line data cubes were found to be quite close\nto the true physical properties of the clumps. We also find that the `observed'\nclump mass function derived from the column density map is shifted by a factor\nof ~ 3 higher than the true clump mass function, due to projection of\nlow-density material along the line of sight. Alves et al. (2007) first\nproposed that a shift of a clump mass function to higher masses by a factor of\n3 can be attributed to a star formation efficiency of 30 %. Our results\nindicate that this finding may instead be due to an overestimate of clump\nmasses determined from column density observations.\n","Comment: 8 pages, 7 figures, Accepted for publication in the Astrophysical\n  Journal"]}]
["1207.6352",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6352"],"date":["2012-07-26","2012-08-22"],"type":["text"],"creator":["Leffler, Warren"],"language":[],"coverage":[],"title":["Bell inequalities and hidden variables over all possible paths in a\n  quantum system"],"description":["  Bell's theorem rests on the following fundamental condition for a local\nsystem: P(a,b|alpha, beta, lambda)= P(a|alpha, lambda)P(b|beta, lambda). Here a\nand b are the outcomes respectively for measurements alpha on one side, and\nbeta on the other, of an experiment involving two entangled particles traveling\nin opposite directions from a source. The parameter lambda (the set of \"hidden\nvariables\") represents a more complete description of the joint state of the\ntwo particles. Because of lambda, the joint probability of detection is now\ndependent only on lambda and the local measurement setting of alpha; similarly\nfor the other side and the setting beta. From this equation John Bell derived a\nsimple inequality that is violated by the predictions of quantum mechanics,\nwhich is generally taken to imply that quantum mechanics is a nonlocal theory.\nBut, by combining Richard Feynman's formulation of quantum mechanics with a\nmodel of particle interaction described by David Deutsch, we develop a system\n(the \"space of all paths,\" SP) that (1) is immediately seen to replicate the\npredictions of quantum mechanics, (2) has a single outcome for each quantum\nevent (unlike MWI on which it is partly based), and (3) contains the set lambda\nof hidden variables consisting of all possible paths from the source to the\ndetectors on each side of the two-particle experiment. However, the set lambda\nis nonmeasurable, and therefore the above equation is meaningless in SP.\n","Comment: small changes in wording"]}]
["1207.7234",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.7234","JOSA B, Vol. 29, Issue 9, pp. 2438-2445 (2012)","doi:10.1364/JOSAB.29.002438"],"date":["2012-07-31"],"type":["text"],"creator":["Skaar, Johannes","Haakestad, Magnus W."],"language":[],"coverage":[],"title":["Inverse scattering of dispersive stratified structures"],"description":["  We consider the inverse scattering problem of retrieving the structural\nparameters of a stratified medium consisting of dispersive materials, given\nknowledge of the complex reflection coefficient in a finite frequency range. It\nis shown that the inverse scattering problem does not have a unique solution in\ngeneral. When the dispersion is sufficiently small, such that the time-domain\nFresnel reflections have durations less than the round-trip time in the layers,\nthe solution is unique and can be found by layer peeling. Numerical examples\nwith dispersive and lossy media are given, demonstrating the usefulness of the\nmethod for e.g. THz technology.\n"]}]
["1208.0405",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0405","J. Phys. B: At. Mol. Opt. Phys. 45 175003 (2012)","doi:10.1088/0953-4075/45/17/175003"],"date":["2012-08-02"],"type":["text"],"creator":["Yang, B. C.","Du, M. L."],"language":[],"coverage":[],"title":["Quantum over-barrier reflection effects manifested in the\n  photodetachment cross sections"],"description":["  Photodetachment of H$^-$ near a potential barrier is studied. A new formula\nis presented for the cross sections induced by a barrier. The new formula\ndescribes two quantum effects near barrier tops. For energies near and above\nbarrier tops, the quantum over-barrier reflection effects are included and the\ninduced oscillations in the cross sections are still prominent; for energies\nnear and below barrier tops, the quantum tunneling across barriers is taken\ninto account and consequently the oscillations are weakened. For energies far\naway from the barrier tops, the new formula agrees with the standard\nclosed-orbit theory. We demonstrate that a potential barrier of various width\nand location can be realized by placing a negative ion near a metal surface and\napplying an electric field pointing to the surface. The width and location of\nthe barrier can be systematically changed by varying the electric field\nstrength and the distance between the negative ion and the surface. Results are\nalso presented for estimating the sizes and locations of aforementioned quantum\neffects in the cross sections.\n"]}]
["1208.1632",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1632"],"date":["2012-08-08","2012-08-22"],"type":["text"],"creator":["Agour, Mostafa","Falldorf, Claas","von Kopylow, Christoph","Bergmann, Ralf. B."],"language":[],"coverage":[],"title":["Misalignment compensation in spatial light modulator based optical\n  filtering techniques"],"description":["  A new method for the compensation of misalignment in the spatial light\nmodulator based optical linear filtering techniques is presented. It is based\non the correlation of the wave fields generated across the input and the output\nplanes of filtering setups. Experimental results are given to demonstrate the\neffectiveness of the method.\n","Comment: The paper will be presented in TOM 7 - Optical Systems for the Energy\n  & Production Industries (EOSAM 2012), Aberdeen 25 - 28 September 2012"]}]
["1208.1840",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1840","Optics and Lasers in Engineering 48 (2010) 555-560","doi:10.1016/j.optlaseng.2009.12.003"],"date":["2012-08-09","2012-08-22"],"type":["text"],"creator":["Yassien, Khaled M.","Agour, Mostafa","von Kopylow, Christoph","Dessouky, Hassan M. El"],"language":[],"coverage":[],"title":["On the Digital Holographic Interferometry of Fibrous Material, I.\n  Optical Properties of Polymer and Optical Fibers"],"description":["  The digital holographic interferometry (DHI) was utilized for investigating\nthe optical properties of polymer and optical fibers. The samples investigated\nhere were polyvinylidene fluoride (PVDF) polymer fiber and graded-index (GRIN)\noptical fiber. The phase shifting Mach-Zehnder interferometer was used to\nobtain five phase-shifted holograms, in which the phase difference between two\nsuccessive holograms is pi/2, for each fiber sample. These holograms were\nrecorded using a CCD camera and were combined to gain a complex wavefield,\nwhich was numerically reconstructed using the convolution approach into\namplitude and phase distributions. The reconstructed phase distribution was\nused to determine the refractive index, birefringence and refractive index\nprofile of the studied samples. The mean refractive index has been measured\nwith accuracy up to 4 {\\times} 10-4. The main advantage of DHI is to overcome\nthe manual focusing limitations by means of the numerical focusing. The results\nshowed accurate measurements of the optical properties of fibers.\n","Comment: abstract, references"]}]
["1208.2789",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Complex Variables","60J67, 81T40 (Primary) 30C35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2789"],"date":["2012-08-14","2012-08-22"],"type":["text"],"creator":["Kang, Nam-Gyu","Makarov, Nikolai"],"language":[],"coverage":[],"title":["Radial SLE martingale-observables"],"description":["  We implement a version of radial conformal field theory in a family of\nstatistical fields generated by central charge modification of the Gaussian\nfree field and show that the correlation functions of such fields under the\ninsertion of one-leg operator form a collection of radial SLE\nmartingale-observables. We apply the renormalization procedure to the\nmulti-point vertex fields with the neutrality condition to expand this\ncollection and study its basic properties.\n","Comment: 44 pages"]}]
["1208.3076",{"format":[],"subject":["Mathematics - Complex Variables","32G15 (Primary) 32C11, 13D10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3076"],"date":["2012-08-15","2012-08-22"],"type":["text"],"creator":["Knevel, Roland"],"language":[],"coverage":[],"title":["Preliminaries to Versal Families of Compact Super Riemann Surfaces"],"description":["  We collect some classical results on the versal families of ordinary compact\nRiemann surfaces needed in `Versal Families of Compact Super Riemann Surfaces'.\n","Comment: 5 pages, no figures"]}]
["1208.3652",{"format":[],"subject":["Mathematics - Group Theory","20F65, 20E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3652"],"date":["2012-08-17","2012-08-22"],"type":["text"],"creator":["Cashen, Christopher H."],"language":[],"coverage":[],"title":["A Geometric Proof of the Structure Theorem for Cyclic Splittings of Free\n  Groups"],"description":["  We give a geometric proof of a well known theorem that describes splittings\nof a free group as an amalgamated product or HNN extension over the integers.\nThe argument generalizes to give a similar description of splittings of a\nvirtually free group over a virtually cyclic group.\n","Comment: 11 pages, v2 added a reference"]}]
["1208.4014",{"format":[],"subject":["Mathematics - Probability","60K35 (Primary) 60C05, (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4014"],"date":["2012-08-20","2012-08-22"],"type":["text"],"creator":["Berg, Jacob van den","Conijn, Rene"],"language":[],"coverage":[],"title":["On the size of the largest cluster in 2D critical percolation"],"description":["  We consider (near-)critical percolation on the square lattice. Let M_n be the\nsize of the largest open cluster contained in the box [-n,n]^2, and let pi(n)\nbe the probability that there is an open path from O to the boundary of the\nbox. It is well-known that for all 0< a < b the probability that M_n is smaller\nthan an^2 pi(n) and the probability that M_n is larger than bn^2 pi(n) are\nbounded away from 0 as n tends to infinity. It is a natural question, which\narises for instance in the study of so-called frozen-percolation processes, if\na similar result holds for the probability that M_n is between an^2 pi(n) and\nbn^2 pi(n). By a suitable partition of the box, and a careful construction\ninvolving the building blocks, we show that the answer to this question is\naffirmative. The `sublinearity' of 1/pi(n) appears to be essential for the\nargument.\n","Comment: 12 pages, 3 figures, minor changes"]}]
["1208.4095",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Solar and Stellar Astrophysics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4095"],"date":["2012-08-19","2012-08-22"],"type":["text"],"creator":["Keller, Christoph U."],"language":[],"coverage":[],"title":["Sterrekundig Instituut Utrecht: The Last Years"],"description":["  I describe the last years of the 370-year long life of the Sterrekundig\nInstituut Utrecht, which was the second-oldest university observatory in the\nworld and was closed in early 2012 after the Faculty of Science and the Board\nof Utrecht University decided, without providing qualitative or quantitative\narguments, to remove astrophysics from its research and education portfolio.\n","Comment: To be printed in proceedings of the April 2012 conference \"370 Years\n  of Astronomy in Utrecht\""]}]
["1208.4269",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4269"],"date":["2012-08-21"],"type":["text"],"creator":["Macdonald, Brian","Shakarian, Paulo","Howard, Nicholas","Moores, Geoffrey"],"language":[],"coverage":[],"title":["Spreaders in the Network SIR Model: An Empirical Study"],"description":["  We use the susceptible-infected-recovered (SIR) model for disease spread over\na network, and empirically study how well various centrality measures perform\nat identifying which nodes in a network will be the best spreaders of disease\non 10 real-world networks. We find that the relative performance of degree,\nshell number and other centrality measures can be sensitive to B, the\nprobability that an infected node will transmit the disease to a susceptible\nnode. We also find that eigenvector centrality performs very well in general\nfor values of B above the epidemic threshold.\n"]}]
["1208.4298",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4298"],"date":["2012-08-21","2012-08-22"],"type":["text"],"creator":["Müller, Stefan","Olbermann, Heiner"],"language":[],"coverage":[],"title":["Conical singularities in thin elastic sheets"],"description":["  When one slightly pushes a thin elastic sheet at its center into a hollow\ncylinder, the sheet forms (to a high degree of approximation) a developable\ncone, or \"d-cone\" for short. Here we investigate one particular aspect of\nd-cones, namely the scaling of elastic energy with the sheet thickness.\nFollowing recent work of Brandman, Kohn and Nguyen we study the Dirichlet\nproblem of finding the configuration of minimal elastic energy when the\nboundary values are given by an exact d-cone. We improve their result for the\nenergy scaling. In particular, we show that the deviation from the logarithmic\nenergy scaling is bounded by a constant times the double logarithm of the\nthickness.\n","Comment: 8 pages"]}]
["1208.4311",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4311"],"date":["2012-08-21"],"type":["text"],"creator":["Boughezal, Radja","LeCompte, Thomas J.","Petriello, Frank"],"language":[],"coverage":[],"title":["Single-variable asymmetries for measuring the `Higgs' boson spin and CP\n  properties"],"description":["  We introduce a class of asymmetries sensitive to the spin and CP properties\nof the new boson discovered by the ATLAS and CMS experiments. These asymmetries\ncan be measured in the four-lepton final state, and are defined by integrating\nthe invariant masses of the lepton pairs over specified ranges. We outline a\nprogram of measurements using initial LHC data to determine the quantum numbers\nand coupling structure, provide analytic expressions for decay widths in\nseveral representative models, and discuss what can be determined using the\navailable data. As examples, we show how the combination of ATLAS and CMS data\nalready disfavor certain spin-2 couplings, and discuss how further data will\nallow for discrimination of a pure CP-odd scalar from a CP-even hypothesis.\n","Comment: 12 pages, 1 figure"]}]
["1208.4340",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4340"],"date":["2012-08-21"],"type":["text"],"creator":["Tian, Zhiyu"],"language":[],"coverage":[],"title":["Towards the symplectic Graber-Harris-Starr theorems"],"description":["  A theorem of Graber, Harris, and Starr states that a rationally connected\nfibration over a curve has a section. We study an analogous question in\nsymplectic geometry. Namely, given a rationally connected fibration over a\ncurve, can one find a section which gives a non-zero Gromov-Witten invariant?\nWe observe that for any fibration, the existence of a section which gives a\nnon-zero Gromov-Witten invariant only depends on the generic fiber, i.e. a\nvariety defined over the function field of a curve. Some examples of rationally\nconnected fibrations with this property are given, including all rational\nsurface fibrations. We also prove some results, which says that in certain\ncases we can \"lift\" Gromov-Witten invariants of the base to the total space of\na rationally connected fibration.\n","Comment: 16 pages. Comments are welcome"]}]
["1208.4357",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4357"],"date":["2012-08-21"],"type":["text"],"creator":["Norman, Eric B."],"language":[],"coverage":[],"title":["Additional experimental evidence against a solar influence on nuclear\n  decay rates"],"description":["  Conflicting results from two experiments studying the decay of Cl-36 point to\ninstrumental artifacts rather than a solar influence being responsible for\nvariations in measured counting rates.\n","Comment: comment on arXiv:1207.5783"]}]
["1208.4368",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4368"],"date":["2012-08-21"],"type":["text"],"creator":["Namuduri, Kamesh","Li, Li","Gomathisankaran, Mahadevan","Varanasi, Murali"],"language":[],"coverage":[],"title":["The Chief Security Officer Problem"],"description":["  This paper presents the chief security officer (CSO) problem, defines its\nscope, and investigates several important research questions related within the\nscope. The CSO problem is defined based on the concept of secrecy capacity of\nwireless communication channels. It is also related to the chief\nEstimation/Executive Officer (CEO) problem that has been well studied in\ninformation theory. The CSO problem consists of a CSO, several agents capable\nof having two-way communication with the CSO, and a group of eavesdroppers.\nThere are two scenarios in the CSO problem; one in which agents are not allowed\nto cooperate with one another and the other in which agents are allowed to\ncooperate with one another. While there are several research questions relevant\nto the CSO problem, this paper focusses on the following and provides answers:\n(1) How much information can be exchanged back and forth between the CSO and\nthe agents without leaking any information to the eavesdroppers? (2) What is\nthe power allocation strategy that the CSO needs to follow so as to maximize\nthe secrecy capacity? (3) How can agents cooperate with one another in order to\nincrease the overall secrecy capacity?.\n","Comment: 20 pages and 8 figures"]}]
["1208.4373",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4373"],"date":["2012-08-21"],"type":["text"],"creator":["Dong, Hongjie","Krylov, Nicolai V."],"language":[],"coverage":[],"title":["On the existence of smooth solutions for fully nonlinear parabolic\n  equations with measurable \"coefficients\" without convexity assumptions"],"description":["  We show that for any uniformly parabolic fully nonlinear second-order\nequation with bounded measurable \"coefficients\" and bounded \"free\" term in any\ncylindrical smooth domain with smooth boundary data one can find an\napproximating equation which has a unique continuous solution with the first\nderivatives bounded and the second spacial derivatives locally bounded. The\napproximating equation is constructed in such a way that it modifies the\noriginal one only for large values of the unknown function and its spacial\nderivatives.\n","Comment: 29 pages, submitted. arXiv admin note: substantial text overlap with\n  arXiv:1203.1298"]}]
["1208.4375",{"format":[],"subject":["Physics - General Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4375"],"date":["2012-08-18"],"type":["text"],"creator":["Wilson, Thomas L."],"language":[],"coverage":[],"title":["A Requiem For Schr\\\"odinger's Cat"],"description":["  It is pointed out that Schr\\\"odinger's celebrated \"cat\" paradox contains a\nsimple error in reasoning regarding the definition of life. It is then shown\nthat there is no paradox in the context of life as we currently understand it.\n"]}]
["1208.4379",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4379"],"date":["2012-08-21"],"type":["text"],"creator":["Gao, Xin","Yi, Grace Y."],"language":[],"coverage":[],"title":["Simultaneous Model Selection and Estimation for Mean and Association\n  Structures with Clustered Binary Data"],"description":["  This paper investigates the property of the penalized estimating equations\nwhen both the mean and association structures are modelled. To select variables\nfor the mean and association structures sequentially, we propose a hierarchical\npenalized generalized estimating equations (HPGEE2) approach. The first set of\npenalized estimating equations is solved for the selection of significant mean\nparameters. Conditional on the selected mean model, the second set of penalized\nestimating equations is solved for the selection of significant association\nparameters. The hierarchical approach is designed to accommodate possible model\nconstraints relating the inclusion of covariates into the mean and the\nassociation models. This two-step penalization strategy enjoys a compelling\nadvantage of easing computational burdens compared to solving the two sets of\npenalized equations simultaneously. HPGEE2 with a smoothly clipped absolute\ndeviation (SCAD) penalty is shown to have the oracle property for the mean and\nassociation models. The asymptotic behavior of the penalized estimator under\nthis hierarchical approach is established. An efficient two-stage penalized\nweighted least square algorithm is developed to implement the proposed method.\nThe empirical performance of the proposed HPGEE2 is demonstrated through\nMonte-Carlo studies and the analysis of a clinical data set.\n"]}]
["1208.4385",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4385","AIP Conf. Proc. 1396, 208 (2011)","doi:10.1063/1.3647549"],"date":["2012-08-21"],"type":["text"],"creator":["Perez, Juan L.","Cordero, Ruben","Urena-Lopez, L. Arturo"],"language":[],"coverage":[],"title":["Cosmological constraints for a two brane-world system with single\n  equation of state"],"description":["  We present the study of two 3-brane system embedded in a 5-dimensional\nspace-time in which the fifth dimension is compactified on a $S^{1}/Z_{2}$\norbifold. Assuming isotropic, homogeneous, and static branes, it can be shown\nthat the dynamics of one brane is dominated by the other one when the metric\ncoefficients have a particular form. We study the resulting cosmologies when\none brane is dominated by a given single-fluid component.\n","Comment: This work was presented at the VIII Taller of the DGFM, Tuxtla\n  Gutierrez, Chiapas, Mexico noviembre 22-26, 2010"]}]
["1208.4386",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4386"],"date":["2012-08-21"],"type":["text"],"creator":["Li, Li","Namuduri, Kamesh","Fu, Shengli"],"language":[],"coverage":[],"title":["Cooperative Communication Based on Random Beamforming Strategy in\n  Wireless Sensor Networks"],"description":["  This paper presents a two-phase cooperative communication strategy and an\noptimal power allocation strategy to transmit sensor observations to a fusion\ncenter in a large-scale sensor network. Outage probability is used to evaluate\nthe performance of the proposed system. Simulation results demonstrate that: 1)\nwhen signal-to-noise ratio is low, the performance of the proposed system is\nbetter than that of the multiple-input and multiple-output system over\nuncorrelated slow fading Rayleigh channels; 2) given the transmission rate and\nthe total transmission SNR, there exists an optimal power allocation that\nminimizes the outage probability; 3) on correlated slow fading Rayleigh\nchannels, channel correlation will degrade the system performance in linear\nproportion to the correlation level.\n","Comment: 6 pages and 7 figures"]}]
["1208.4387",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","51A50, 51A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4387"],"date":["2012-08-21"],"type":["text"],"creator":["Prażmowski, K.","Żynel, M."],"language":[],"coverage":[],"title":["Affine polar spaces derived from polar spaces and Grassmann structures\n  defined on them"],"description":["  We prove that an affine polar space in the meaning of Cohen and Shult can be\nrecovered from one of the three adjacency relations on a Grassmann structure\nover it. The result directly generalizes the results of our previous work where\nwe use an affine space over a vector space equipped with a nondegenerate\nreflexive form as a starting point to the Cohen-Shult affine polar spaces.\n"]}]
["1208.4392",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4392"],"date":["2012-08-21"],"type":["text"],"creator":["Saghaei, Hamed"],"language":[],"coverage":[],"title":["A Novel Architecture for Antenna Arrangement in Wireless Cellular CDMA\n  Systems"],"description":["  Wise arrangement of antennas is critical in wireless cellular systems for\nboth reduction of co-channel interference (CCI) and increase the quality of\nservice (QoS). In this paper, a novel architecture for antenna arrangement in\nCDMA wireless cellular systems is presented. In this architecture that we\ncalled microzone, every cell is divided into three (or more) zones and\ninformation transmission in downlink channel is done by an antenna which is\nplaced at the outer region of the related zone. Also, the transmitting signal\nby the mobile station (MS) in uplink channel is received by all antennas of the\nrelated cell. Analytical calculations of the received signal to noise ratio\n(SIR) and outage probability for both microzone and used architectures show\nthat proposed architecture has better performance in compared with the used\narchitecture. Also, simulation results confirm lower outage probability in\nuplink channel for microzone architecture.\n","Comment: 4 Pages, 4 figures"]}]
["1208.4393",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4393"],"date":["2012-08-21"],"type":["text"],"creator":["Andersson, B. -G."],"language":[],"coverage":[],"title":["Interstellar Grain Alignment - Observational Status"],"description":["  Interstellar polarization in the optical/infrared has long been known to be\ndue to asymmetrical dust grains aligned with the magnetic field and can\npotentially provide a resource effective way to probe both the topology and\nstrength of the magnetic field. However, to do so with confidence, the physics\nand variability of the alignment mechanisms must be quantitatively understood.\nThe last 15 years has seen major advancements in both the theoretical and\nobservational understanding of this problem. I here review the current state of\nthe observational constraints on the grain alignment physics. While none of the\nthree classes of proposed grain alignment theories: mechanical, paramagnetic\nrelaxation and radiative alignment torque, can be viewed as having been\nempirically confirmed, the first two have failed some critical observational\ntests, whereas the latter has recently been given specific observational\nsupport and must now be viewed as the leading candidate.\n","Comment: To appear in \"Magnetic Fields in Diffuse Media\", A. Lazarian & E.M.\n  de Gouveia Dal Pino eds"]}]
["1208.4395",{"format":[],"subject":["Mathematics - Probability","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4395"],"date":["2012-08-21"],"type":["text"],"creator":["Timar, Adam"],"language":[],"coverage":[],"title":["A stationary random graph of no growth rate"],"description":["  We present a random isometry-invariant subgraph of a Cayley graph such that\nwith probability 1 its exponential growth rate does not exist.\n"]}]
["1208.4400",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Genomics","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4400"],"date":["2012-08-21"],"type":["text"],"creator":["Carbonetto, Peter","Stephens, Matthew"],"language":[],"coverage":[],"title":["Integrated analysis of variants and pathways in genome-wide association\n  studies using polygenic models of disease"],"description":["  Many common diseases are highly polygenic, modulated by a large number\ngenetic factors with small effects on susceptibility to disease. These small\neffects are difficult to map reliably in genetic association studies. To\naddress this problem, researchers have developed methods that aggregate\ninformation over sets of related genes, such as biological pathways, to\nidentify gene sets that are enriched for genetic variants associated with\ndisease. However, these methods fail to answer a key question: which genes and\ngenetic variants are associated with disease risk? We develop a method based on\nsparse multiple regression that simultaneously identifies enriched pathways,\nand prioritizes the variants within these pathways, to locate additional\nvariants associated with disease susceptibility. A central feature of our\napproach is an estimate of the strength of enrichment, which yields a coherent\nway to prioritize variants in enriched pathways. We illustrate the benefits of\nour approach in a genome-wide association study of Crohn's disease with\n~440,000 genetic variants genotyped for ~4700 study subjects. We obtain strong\nsupport for enrichment of IL-12, IL-23 and other cytokine signaling pathways.\nFurthermore, prioritizing variants in these enriched pathways yields support\nfor additional disease-association variants, all of which have been\nindependently reported in other case-control studies for Crohn's disease.\n","Comment: Summitted to PLoS Genetics"]}]
["1208.4407",{"format":[],"subject":["Mathematics - Probability","60G22, 60J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4407"],"date":["2012-08-21"],"type":["text"],"creator":["Jung, Paul","Markowsky, Greg"],"language":[],"coverage":[],"title":["Holder continuity and occupation-time formulas for fBm self-intersection\n  local time and its derivative"],"description":["  We prove joint Holder continuity and an occupation-time formula for the\nself-intersection local time of fractional Brownian motion. Motivated by an\noccupation-time formula, we also introduce a new version of the derivative of\nself-intersection local time for fractional Brownian motion and prove Holder\nconditions for this process. This process is related to a different version of\nthe derivative of self-intersection local time studied by the authors in a\nprevious work.\n","Comment: 1 figure"]}]
["1208.4410",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16T15, 16T05, 05C38, 06A11, 16T30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4410"],"date":["2012-08-21"],"type":["text"],"creator":["Dascalescu, S.","Iovanov, M. C.","Nastasescu, C."],"language":[],"coverage":[],"title":["Quiver Algebras, Path Coalgebras and co-reflexivity"],"description":["  We study the connection between two combinatorial notions associated to a\nquiver: the quiver algebra and the path coalgebra. We show that the quiver\ncoalgebra can be recovered from the quiver algebra as a certain type of finite\ndual, and we show precisely when the path coalgebra is the classical finite\ndual of the quiver algebra, and when all finite dimensional quiver\nrepresentations arise as comodules over the path coalgebra. We discuss when the\nquiver algebra can be recovered as the rational part of the dual of the path\ncoalgebra. Similar results are obtained for incidence (co)algebras. We also\nstudy connections to the notion of coreflexive (co)algebras, and give a partial\nanswer to an open problem concerning tensor products of coreflexive coalgebras.\n","Comment: 23 pages, to appear, Pacific Journal of Mathematics"]}]
["1208.4418",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4418","doi:10.1051/0004-6361/201219116"],"date":["2012-08-21"],"type":["text"],"creator":["Cvetojevic, N.","Jovanovic, N.","Betters, C.","Lawrence, J. S.","Ellis, S. C.","Robertson, G.","Bland-Hawthorn, J."],"language":[],"coverage":[],"title":["First starlight spectrum captured using an integrated photonic\n  micro-spectrograph"],"description":["  Photonic technologies have received growing consideration for incorporation\ninto next-generation astronomical instrumentation, owing to their miniature\nfootprint and inherent robustness. In this paper we present results from the\nfirst on-telescope demonstration of a miniature photonic spectrograph for\nastronomy, by obtaining spectra spanning the entire H-band from several stellar\ntargets. The prototype was tested on the 3.9 m Anglo-Australian telescope. In\nparticular, we present a spectrum of the variable star Pi 01 Gru, with observed\nCO molecular absorption bands, at a resolving power R = 2500 at 1600 nm.\nFurthermore, we successfully demonstrate the simultaneous acquisition of\nmultiple spectra with a single spectrograph chip by using multiple fibre\ninputs.\n","Comment: 5 Pages, 4 Figures; A&A, Volume 544 (2012)"]}]
["1208.4427",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4427"],"date":["2012-08-22"],"type":["text"],"creator":["Rossman, Wayne","Yasumoto, Masashi"],"language":[],"coverage":[],"title":["Weierstrass representation for semi-discrete minimal surfaces, and\n  comparison of various discretized catenoids"],"description":["  We give a Weierstrass type representation for semi-discrete minimal surfaces\nin Euclidean 3-space. We then give explicit parametrizations of various smooth,\nsemi-discrete and fully-discrete catenoids, determined from either variational\nor integrable systems principles. Finally, we state the shared properties that\nthose various catenoids have.\n"]}]
["1208.4429",{"format":[],"subject":["Statistics - Applications","Computer Science - Computers and Society","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4429"],"date":["2012-08-22"],"type":["text"],"creator":["Hurwitz, E.","Marwala, T."],"language":[],"coverage":[],"title":["Common Mistakes when Applying Computational Intelligence and Machine\n  Learning to Stock Market modelling"],"description":["  For a number of reasons, computational intelligence and machine learning\nmethods have been largely dismissed by the professional community. The reasons\nfor this are numerous and varied, but inevitably amongst the reasons given is\nthat the systems designed often do not perform as expected by their designers.\nThe reasons for this lack of performance is a direct result of mistakes that\nare commonly seen in market-prediction systems. This paper examines some of the\nmore common mistakes, namely dataset insufficiency; inappropriate scaling;\ntime-series tracking; inappropriate target quantification and inappropriate\nmeasures of performance. The rationale that leads to each of these mistakes is\nexamined, as well as the nature of the errors they introduce to the analysis /\ndesign. Alternative ways of performing each task are also recommended in order\nto avoid perpetuating these mistakes, and hopefully to aid in clearing the way\nfor the use of these powerful techniques in industry.\n","Comment: 5 pages"]}]
["1208.4436",{"format":[],"subject":["Computer Science - Software Engineering","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4436"],"date":["2012-08-22"],"type":["text"],"creator":["Keeble-Gagnère, Gabriel","Nyström-Persson, Johan","Bellgard, Matthew","Mizuguchi, Kenji"],"language":[],"coverage":[],"title":["An Open Framework for Extensible Multi-Stage Bioinformatics Software"],"description":["  In research labs, there is often a need to customise software at every step\nin a given bioinformatics workflow, but traditionally it has been difficult to\nobtain both a high degree of customisability and good performance.\nPerformance-sensitive tools are often highly monolithic, which can make\nresearch difficult. We present a novel set of software development principles\nand a bioinformatics framework, Friedrich, which is currently in early\ndevelopment. Friedrich applications support both early stage experimentation\nand late stage batch processing, since they simultaneously allow for good\nperformance and a high degree of flexibility and customisability. These\nbenefits are obtained in large part by basing Friedrich on the multiparadigm\nprogramming language Scala. We present a case study in the form of a basic\ngenome assembler and its extension with new functionality. Our architecture has\nthe potential to greatly increase the overall productivity of software\ndevelopers and researchers in bioinformatics.\n","Comment: 12 pages, 1 figure, to appear in proceedings of PRIB 2012"]}]
["1208.4442",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4442"],"date":["2012-08-22"],"type":["text"],"creator":["Aratyn, Henrik","van de Leur, Johan"],"language":[],"coverage":[],"title":["B\\\"acklund transformations for certain rational solutions of Painlev\\'e\n  VI"],"description":["  We introduce certain B\\\"acklund transformations for rational solutions of the\nPainlev\\'e VI equation. These transformations act ona family of Painlev\\'e VI\ntau functions. They are obtained from reducing the Hirota bilinear equations\nthat describe the relation between certain points in the 3 component polynomial\nKP Grassmannian. In this way we obtain transformations that act on the root\nlattice of sl(6). We also show that this sl(6) root lattice can be related to\nthe $F_4^{(1)}$ root lattice. We thus obtain B\\\"acklund transformations that\nrelate Painlev\\'e VI tau functions, parametrized by the elements of this\n$F_4^{(1)}$ root lattice.\n","Comment: 14 pages"]}]
["1208.4447",{"format":[],"subject":["Mathematics - Commutative Algebra","13D45, 13D02, 14B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4447"],"date":["2012-08-22"],"type":["text"],"creator":["Hatamkhani, Marziyeh","Divaani-Aazar, Kamran"],"language":[],"coverage":[],"title":["The derived category analogue of the Hartshorne-Lichtenbaum Vanishing\n  Theorem"],"description":["  Let $\\fa$ be an ideal of a local ring $(R,\\fm)$ and $X$ a $d$-dimensional\nhomologically bounded complex of $R$-modules whose all homology modules are\nfinitely generated. We show that $H^d_{\\fa}(X)=0$ if and only if $\\dim\n\\hat{R}/\\fa \\hat{R}+\\fp>0$ for all prime ideals $\\fp$ of $\\hat{R}$ such that\n$\\dim \\hat{R}/\\fp-\\inf (X\\otimes_R\\hat{R})_{\\fp}=d$.\n","Comment: to appear in Tokyo journal of Mathematics"]}]
["1208.4449",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4449"],"date":["2012-08-22"],"type":["text"],"creator":["Pilipczuk, Marcin","Pilipczuk, Michał"],"language":[],"coverage":[],"title":["Finding a maximum induced degenerate subgraph faster than 2^n"],"description":["  In this paper we study the problem of finding a maximum induced d-degenerate\nsubgraph in a given n-vertex graph from the point of view of exact algorithms.\nWe show that for any fixed d one can find a maximum induced d-degenerate\nsubgraph in randomized (2-eps_d)^n n^O(1) time, for some constant eps_d>0\ndepending only on d. Moreover, our algorithm can be used to sample\ninclusion-wise maximal induced d-degenerate subgraphs in such a manner that\nevery such subgraph is output with probability at least (2-eps_d)^-n; hence, we\nprove that their number is bounded by (2-eps_d)^n.\n"]}]
["1208.4456",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4456"],"date":["2012-08-22"],"type":["text"],"creator":["Shein, I. R.","Ivanovskii, A. L."],"language":[],"coverage":[],"title":["Ab initio study of the elastic and electronic properties of tetragonal\n  Th2NiC2"],"description":["  This work reports on the elastic and electronic properties of the newly\ndiscovered superconductor Th2NiC2 (A .Machado, et al., Supercond. Sci. Technol.\n25 (2012) 045010) as obtained within ab initio calculations. We found that\nTh2NiC2 is mechanically stable and it will behave as a ductile material\nexhibiting enhanced elastic anisotropy in shear and a rather low hardness Our\ndata reveal that for Th2NiC2 the Fermi level is located in a deep DOS minimum\nand the experimentally observed increase in TC in the sequence Th2NiC2 ->\nTh1.8Sc0.2NiC2 may be explained by the growth of N(EF). We also speculate that\n(i) an increase in the hole concentration will promote exchange splitting of Ni\n3d bands, therefore the hole-doped Th2NiC2 should have a certain concentration\nborder, where a phase transition from the superconducting to the magnetic state\nwill be expected, and (ii) an increase in N(EF) (and, probably, in TC) for\nTh2NiC2-based materials may be also achieved by an alternative way: by electron\ndoping - for example, by partial substitution of V for Th or Cu for Ni, as well\nas by partial substitution of N for C with the formation of Th-Ni carbonitrides\nlike Th2NiC2-xNx.\n","Comment: 8 pages, 4 figures"]}]
["1208.4458",{"format":[],"subject":["Mathematics - Commutative Algebra","13D07 (Primary) 13D02, 13D40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4458"],"date":["2012-08-22"],"type":["text"],"creator":["Avramov, Luchezar L.","Iyengar, Srikanth B."],"language":[],"coverage":[],"title":["Bass numbers over local rings via stable cohomology"],"description":["  For any non-zero finite module M of finite projective dimension over a\nnoetherian local ring R with maximal ideal m and residue field k, it is proved\nthat the natural map Ext_R(k,M)-->Ext_R(k,M/mM) is non-zero when R is regular\nand is zero otherwise. A noteworthy aspect of the proof is the use of stable\ncohomology. Applications include computations of Bass series over certain local\nrings.\n","Comment: 7 pages"]}]
["1208.4463",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Soft Condensed Matter","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4463","Eur. Phys. J. E 34,38(2011)"],"date":["2012-08-22"],"type":["text"],"creator":["Chen, Yong-Jun","Yoshikawa, Kenichi"],"language":[],"coverage":[],"title":["Interface dynamics under nonequilibrium conditions: from a\n  self-propelled droplet to dynamic pattern evolution"],"description":["  In this article, we describe the instability of a contact line under\nnonequilibrium conditions mainly based on the results of our recent studies.\nTwo experimental examples are presented: the self-propelled motion of a liquid\ndroplet and spontaneous dynamic pattern formation. For the self-propelled\nmotion of a droplet, we introduce an experiment in which a droplet of aniline\nsitting on an aqueous layer moves spontaneously at an air-water interface. The\nspontaneous symmetry breaking of Marangoni-driven spreading causes regular\nmotion. In a circular Petri dish, the droplet exhibits either beeline motion or\ncircular motion. On the other hand, we show the emergence of a dynamic\nlabyrinthine pattern caused by dewetting of a metastable thin film from the\nair-water interface. The contact line between the organic phase and aqueous\nphase forms a unique spatio-temporal pattern characterized as a dynamic\nlabyrinthine. Motion of the contact line is controlled by diffusion processes.\nWe propose a theoretical model to interpret essential aspects of the observed\ndynamic behavior.\n"]}]
["1208.4466",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry","Mathematics - Quantum Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4466"],"date":["2012-08-22"],"type":["text"],"creator":["Andreev, K. V."],"language":[],"coverage":[],"title":["On the classification of metric hypercomplex group alternative-elastic\n  algebras for n=8"],"description":["  In this article, the clarification to Note 4 (arXiv:1202.0941) for n=8 is\nconsidered. In this connection, answers to the following questions are given.\n  1. How to classify the metric hypercomplex orthogonal group\nalternative-elastic algebras for n=8?\n  2. How to associate the metric hypercomplex orthogonal group\nalternative-elastic algebra to the symmetric controlling spinor for n=8?\n  3. How technically to construct the symmetric controlling spinor for n=8?\n  4. What class does the octonion belong to, and how to describe its?\n","Comment: MiKTeX v2.9, 13 pages, 6 tables, 1 listing"]}]
["1208.4469",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4469"],"date":["2012-08-22"],"type":["text"],"creator":["Bafghi, Hamid G.","Seyfe, Babak"],"language":[],"coverage":[],"title":["On The Secrecy of the Cognitive Interference Channel with Channel State"],"description":["  In this paper the secrecy problem in the cognitive statedependent\ninterference channel is considered. In this scenario we have a primary and a\ncognitive transmitter-receiver pairs. The cognitive transmitter has the message\nof the primary sender as side information. In addition, the state of the\nchannel is known at the cognitive encoder. So, the cognitive encoder uses this\nside information to cooperate with the primary transmitter and sends its\nindividual message confidentially. An achievable rate region and an outer bound\nfor the rate region in this channel are derived. The results are extended to\nthe previous works as special cases.\n","Comment: 9 pages; Rep. no. 1, Agu. 2012"]}]
["1208.4471",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4471"],"date":["2012-08-22"],"type":["text"],"creator":["Clements, David L."],"language":[],"coverage":[],"title":["The AKARI Deep Field South: A New Home for Multiwavelength Extagalactic\n  Astronomy"],"description":["  The importance of multiwavelength astronomical surveys is discussed in the\ncontext of galaxy evolution. The AKARI Deep Field South (ADF-S) is a new, well\nplaced survey field that is already the subject of studies at a wide range of\nwavelengths. A number of ADF-S observational programmes are discussed and the\nprospects for the ADF-S as a future resource for extragalactic astronomy is\nexplored.\n","Comment: Invited review for the 2nd International AKARI Conference, accepted\n  for publication in Publications of the Korean Astronomical Society"]}]
["1208.4477",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4477"],"date":["2012-08-22"],"type":["text"],"creator":["Masjuan, P.","Arriola, E. R.","Broniowski, W."],"language":[],"coverage":[],"title":["Radial and angular-momentum Regge trajectories: a systematic approach"],"description":["  We present the analysis of Ref.[1] of the radial (n) and angular-momentum (J)\nRegge trajectories for all light-quark meson states listed in the Particle Data\nTables. The parameters of the trajectories are obtained with linear regression,\nwith weight of each resonance inversely proportional to its half-width squared,\n(\\Gamma/2)^2. The joint analysis in the (n,J,M^2) Regge plane indicates, at the\n4.5 standard deviation level, that the slopes in n are larger from the slopes\nin J. Thus no strict universality of slopes occurs in the light non-strange\nmeson sector. We also extend our analysis to the kaon sector.\n","Comment: 3 pages, 9 figures, presented by PM at MESON2012 - 12th International\n  Workshop on Meson Production, Properties and Interaction, Krakow, Poland, 31\n  May - 5 June 2012"]}]
["1208.4485",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L04, 93B07, 93B52, 74H55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4485"],"date":["2012-08-22"],"type":["text"],"creator":["Ammari, K.","Feireisl, E.","Nicaise, S."],"language":[],"coverage":[],"title":["Polynomial stabilization of some dissipative hyperbolic systems"],"description":["  We study the problem of stabilization for the acoustic system with a\nspatially distributed damping. Imposing various hypotheses on the structural\nproperties of the damping term, we identify either exponential or polynomial\ndecay of solutions with growing time. Expo- nential decay rate is shown by\nmeans of a time domain approach, reducing the problem to an observability\ninequality to be verified for solutions of the associated conservative problem.\nIn addition, we show a polynomial stabilization result, where the proof uses a\nfrequency domain method and combines a contradiction argument with the\nmultiplier technique to carry out a special analysis for the resolvent.\n"]}]
["1208.4488",{"format":[],"subject":["Mathematics - Operator Algebras","46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4488"],"date":["2012-08-22"],"type":["text"],"creator":["Echterhoff, Siegfried","Williams, Dana P."],"language":[],"coverage":[],"title":["Structure of crossed products by strictly proper actions on\n  continuous-trace algebras"],"description":["  We examine the ideal structure of crossed products B\\rtimes G where B is a\ncontinuous-trace C*-algebra and the induced action of G on the spectrum of B is\nproper. In particular, we are able to obtain a concrete description of the\ntopology on the spectrum of the crossed product in the cases where either G is\ndiscrete or G is a Lie group acting smoothly on the spectrum of B.\n","Comment: 25 Pages"]}]
["1208.4496",{"format":[],"subject":["Mathematics - Probability","60H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4496"],"date":["2012-08-22"],"type":["text"],"creator":["Foondun, Mohammud","Parshad, Rana"],"language":[],"coverage":[],"title":["On non-existence of global solutions to a class of stochastic heat\n  equations"],"description":["  We consider nonlinear parabolic SPDEs of the form $\\partial_t\nu=-(-\\Delta)^{\\alpha/2} u + b(u) +\\sigma(u)\\dot w$, where$\\dot w$ denotes\nspace-time white noise. The functions $b$ and $\\sigma$ are both locally\nLipschitz continuous. Under some suitable conditions on the parameters of these\nSPDEs, we show that the second moment of their solutions blow up in finite\ntime. This complements recent works of Khoshnevisan and his coauthors; see for\ninstance Foondun and Khoshnevisan (2009), Foondun and Khoshnevisan (to appear,\n2012) and Conus, Joseph, and Khoshnevisan, as well as those of Chow (Chow,\n2009, and Chow, 2011). Furthermore, upon comparing our stochastic equations\nwith their deterministic counterparts, we find that our results indicates that\nthe presence of noise might affect the occurrence of blow-up.\n"]}]
["1208.4497",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Quantum Algebra","Nonlinear Sciences - Exactly Solvable and Integrable Systems","17B65, 35Q58, 82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4497"],"date":["2012-08-22"],"type":["text"],"creator":["Takasaki, Kanehisa"],"language":[],"coverage":[],"title":["Integrable structure of modified melting crystal model"],"description":["  Our previous work on a hidden integrable structure of the melting crystal\nmodel (the U(1) Nekrasov function) is extended to a modified crystal model. As\nin the previous case, \"shift symmetries\" of a quantum torus algebra plays a\ncentral role. With the aid of these algebraic relations, the partition function\nof the modified model is shown to be a tau function of the 2D Toda hierarchy.\nWe conjecture that this tau function belongs to a class of solutions (the so\ncalled Toeplitz reduction) related to the Ablowitz-Ladik hierarchy.\n","Comment: 10 pages, no figure, poster presentation at conference \"Integrability\n  in Gauge and String Theory\" (August 20-24, 2012)"]}]
["1208.4499",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4499","Physical Review B 86, 014433 (2012)","doi:10.1103/PhysRevB.86.014433"],"date":["2012-08-22"],"type":["text"],"creator":["Sheptyakov, D. V.","Pomjakushin, V. Yu.","Stern, R.","Heinmaa, I.","Nakamura, H.","Kimura, T."],"language":[],"coverage":[],"title":["Two types of adjacent dimer layers in the low temperature phase of\n  BaCuSi2O6"],"description":["  The low-temperature crystal structure of BaCuSi2O6 has been investigated with\nhigh-resolution synchrotron x-ray and neutron powder diffraction techniques and\nhas been found to be on average (ignoring the incommensurate modulation)\northorhombic, with the most probable space group Ibam. The Cu-Cu dimers in this\nmaterial are forming two types of layers with distinctly different interatomic\ndistances. Subtle changes also modify the partially frustrated interlayer Cu-Cu\nexchange paths. The present results corroborate the interpretation of\nlow-temperature nuclear magnetic resonance and inelastic neutron scattering\ndata in terms of distinct dimer layers.\n"]}]
["1208.4501",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4501"],"date":["2012-08-22"],"type":["text"],"creator":["Krishnaswamy, Srinivasan","Pillai, Harish K."],"language":[],"coverage":[],"title":["On Multisequences and their extensions"],"description":["  In this paper we deal with the dimension of multisequences and related\nproperties. For a given multisequence W and an m tuple of positive integers R,\nwe define the R extension of W. Further we count the number of multisequences W\nwhose R extensions have maximum dimension and give an algorithm to derive such\nmultisequences. We then go on to use this theory to count the number of Linear\nFeedback Shift Register(LFSR) configurations with multi input multi output\ndelay blocks for any given primitive characteristic polynomial and also to\ndesign such LFSRs. Further, we use the result on multisequences to count the\nnumber of Hankel matrices of any given dimension.\n","Comment: 27 pages 2 figures"]}]
["1208.4503",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4503"],"date":["2012-08-22"],"type":["text"],"creator":["Hicham, Gueddah"],"language":[],"coverage":[],"title":["Introduction of the weight edition errors in the Levenshtein distance"],"description":["  In this paper, we present a new approach dedicated to correcting the spelling\nerrors of the Arabic language. This approach corrects typographical errors like\ninserting, deleting, and permutation. Our method is inspired from the\nLevenshtein algorithm, and allows a finer and better scheduling than\nLevenshtein. The results obtained are very satisfactory and encouraging, which\nshows the interest of our new approach.\n","Comment: 3 pages, 5 figures; International Journal of Advanced Research in\n  Artificial Intelligence (IJARAI)2012"]}]
["1208.4524",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4524"],"date":["2012-08-22"],"type":["text"],"creator":["Valtonen, M. J.","Gopakumar, A.","Mikkola, S.","Wiik, K.","Lehto, H. J."],"language":[],"coverage":[],"title":["Black hole binary OJ287 as a testing platform for general relativity"],"description":["  The blazar OJ287 is the most promising (and the only) case for an\nextragalactic binary black hole system inspiralling under the action of\ngravitational radiation reaction. At present, though it is not possible to\ndirectly observe the binary components, it is possible to observe the jet\nemanating form the primary black hole. We argue that the orbital motion of the\nsecondary black hole is reflected in the wobble of the jet and demonstrate that\nthe wobble is orbital position dependent. The erratic wobble of the jet,\nreported in Agudo et al. (2012), is analyzed by taking into account the binary\nnature of the system and we find that the erratic component of jet wobble is\nvery small.\n","Comment: Proceeding of the ICGC international conference, Goa, December 2012"]}]
["1208.4528",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4528"],"date":["2012-07-13"],"type":["text"],"creator":["Ahmed, E.","Shehata, M. I.","El-Saka, H. A. A."],"language":[],"coverage":[],"title":["On Dynamical Cournot Game on a Graph"],"description":["  Cournot dynamical game is studied on a graph. The stability of the system is\nstudied. Prisoner's dilemma game is used to model natural gas transmission.\n"]}]
["1208.4530",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4530"],"date":["2012-07-12"],"type":["text"],"creator":["Setare, M. R.","Karimi, H."],"language":[],"coverage":[],"title":["Logarithmic modes of critical gravity in de Sitter space-time"],"description":["  In this paper we consider the critical gravity in four dimensional de Sitter\nspace-time. We obtain logarithmic modes in the critical point of the theory.\nThen we show that these logarithmic modes in de Sitter space-time obey similar\nproperties as the ones in AdS-space-time. Our result in this paper indicate\nthat critical gravity theories in de Sitter space-times could lead to a de\nSitter/log CFT correspondence.\n","Comment: 10 pages, no figure. arXiv admin note: text overlap with\n  arXiv:1204.1062, arXiv:hep-th/0205211, arXiv:1203.3301, arXiv:1102.4091 by\n  other authors"]}]
["1208.4543",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Group Theory","Mathematics - Geometric Topology","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4543"],"date":["2012-08-22"],"type":["text"],"creator":["Chen, Xiaoman","Wang, Qin","Yu, Guoliang"],"language":[],"coverage":[],"title":["The maximal coarse Baum-Connes conjecture for spaces which admit a\n  fibred coarse embedding into Hilbert space"],"description":["  We introduce a notion of fibred coarse embedding into Hilbert space for\nmetric spaces, which is a generalization of Gromov's notion of coarse embedding\ninto Hilbert space. It turns out that a large class of expander graphs admit\nsuch an embedding. We show that the maximal coarse Baum-Connes conjecture holds\nfor metric spaces with bounded geometry which admit a fibred coarse embedding\ninto Hilbert space.\n"]}]
["1208.4552",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Information Retrieval","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4552"],"date":["2012-08-22"],"type":["text"],"creator":["Medo, Matus"],"language":[],"coverage":[],"title":["Network-based information filtering algorithms: ranking and\n  recommendation"],"description":["  After the Internet and the World Wide Web have become popular and\nwidely-available, the electronically stored online interactions of individuals\nhave fast emerged as a challenge for researchers and, perhaps even faster, as a\nsource of valuable information for entrepreneurs. We now have detailed records\nof informal friendship relations in social networks, purchases on e-commerce\nsites, various sorts of information being sent from one user to another, online\ncollections of web bookmarks, and many other data sets that allow us to pose\nquestions that are of interest from both academical and commercial point of\nview. For example, which other users of a social network you might want to be\nfriend with? Which other items you might be interested to purchase? Who are the\nmost influential users in a network? Which web page you might want to visit\nnext? All these questions are not only interesting per se but the answers to\nthem may help entrepreneurs provide better service to their customers and,\nultimately, increase their profits.\n","Comment: book chapter; 21 pages, 5 figures, 1 table"]}]
["1208.4560",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4560","doi:10.1002/pssa.201228459"],"date":["2012-08-22"],"type":["text"],"creator":["Ye, Fan","Burns, Michael J.","Naughton, Michael J."],"language":[],"coverage":[],"title":["Embedded metal nanopatterns for near-field scattering-enhanced optical\n  absorption"],"description":["  Simulations of metal nanopatterns embedded in a thin photovoltaic absorber\nshow significantly enhanced absorbance within the semiconductor, with a more\nthan 300% increase for {\\lambda} = 800 nm. Integrating with AM1.5 solar\nirradiation, this yields a 70% increase in simulated short circuit current\ndensity in a 60 nm amorphous silicon film. Embedding such metal patterns inside\nan absorber maximally utilizes enhanced electric fields that result from\nintense, spatially organized, near-field scattering in the vicinity of the\npattern. Appropriately configured (i.e. with a thin insulating coating), this\noptical metamedium architecture may be useful for increasing photovoltaic\nefficiency in thin film solar cells, including offering prospects for realistic\nultrathin hot electron cells.\n","Comment: Accepted for publication in Phys. Status Solidi A (2012). 17 pp, 3\n  figs"]}]
["1208.4565",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4565","Astronomy Letters, 2012, Vol. 38, No. 9, 549-561","doi:10.1134/S1063773712080014"],"date":["2012-08-22"],"type":["text"],"creator":["Bajkova, A. T.","Bobylev, V. V."],"language":[],"coverage":[],"title":["Redetermination of Galactic Spiral Density Wave Parameters Based on\n  Spectral Analysis of Maser Radial Velocities"],"description":["  To redetermine the Galactic spiral density wave parameters, we have performed\na spectral (Fourier) analysis of the radial velocities for 44 masers with known\ntrigonometric parallaxes, proper motions, and line-of-sight velocities. The\nmasers are distributed in a wide range of Galactocentric distances\n$(3.5<R<13.2$ kpc) and are characterized by a wide scatter of position angles\n$\\theta$ in the Galactic XY plane. This has required an accurate allowance for\nthe dependence of the perturbation phase both on the logarithm of the\nGalactocentric distances and on the position angles of the objects. To increase\nthe significance of the extraction of periodicities from data series with large\ngaps, we have proposed and implemented a spectrum reconstruction method based\non a generalized maximum entropy method. As a result, we have extracted a\nperiodicity describing a spiral density wave with the following parameters from\nthe maser radial velocities: the perturbation amplitude $f_R =\n7.7^{+1.7}_{-1.5}$ km s$^{-1}$, the perturbation wavelength\n$\\lambda=2.2^{+0.4}_{-0.1}$ kpc, the pitch angle of the spiral density wave\n$i=-5^{+0.2^\\circ}_{-0.9^\\circ}$, and the phase of the Sun in the spiral\ndensity wave $\\chi_\\odot= -147^{+3^\\circ}_{-17^\\circ}$.\n","Comment: 20 pages, 4 figures"]}]
["1208.4567",{"format":[],"subject":["Mathematics - General Mathematics","11Y60, 33C05, 33C75, 33E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4567"],"date":["2012-07-07"],"type":["text"],"creator":["Bagis, Nikos"],"language":[],"coverage":[],"title":["A General Method for Constructing Ramanujan Formulas for $1/\\pi^{\\nu}$"],"description":["  In this article we give the theoretical background for generating Ramanujan\ntype $1/\\pi^{2\\nu}$ formulas. As applications of our method we give a general\nconstruction of $1/\\pi^4$ series and examples of $1/\\pi^6$ series. We also\nstudy the elliptic alpha function whose values are useful for such evaluations.\n","Comment: pi formulas, Ramanujan, 12 pages"]}]
["1208.4568",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4568"],"date":["2012-07-22"],"type":["text"],"creator":["Slobbe, J.","Verberkt, S. L. C."],"language":[],"coverage":[],"title":["Hacktivists: Cyberterrorists or Online Activists?"],"description":["  The last decade, online activism has vastly grown. In the current digital\nsociety, from time to time citizens decide to express their opinion by\nattacking large corporations digitally in some way. Where the activists claim\nthis to be a digital assembly, others see it as criminal offences.\n  In this paper, we will explore the legal and technical borders of the digital\nright to assembly. By doing so, we can gain insight into digital manifestations\nand make up the balance on the digital right to assembly. As an additional\ncontribution, we will discuss how the digital right to assembly could be\ngranted and which legal and technical requirements should be set for a digital\nassembly.\n"]}]
["1208.4571",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Social and Information Networks","K.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4571"],"date":["2012-07-24"],"type":["text"],"creator":["Giannakos, Michail N.","Mikalef, Patrick"],"language":[],"coverage":[],"title":["In the Face (book) of Social Learning"],"description":["  Social networks have risen to prominence over the last years as the\npredominant form of electronic interaction between individuals. In an attempt\nto harness the power of the large user base which they have managed to attract,\nthis study proposes an e-learning prototype which integrates concepts of the\nsocial and semantic web. A selected set of services are deployed which have\nbeen scientifically proven to positively impact the learning process of users\nvia electronic means. The integrability of these services into a social network\nplatform application is visualized through an exploratory prototype. The\nGraphical User Interface (GUI) which is developed to implement these key\nfeatures is in alignment with User-Centered principles. The designed prototype\nproves that a number of services can be integrated in a user-friendly\napplication and can potentially serve to gain feedback regarding additional\naspects that should be included.\n","Comment: 12 pages, 4 figures, 1 table"]}]
["1208.4573",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4573"],"date":["2012-08-22"],"type":["text"],"creator":["Shulman, Victor S.","Turovskii, Yuri V."],"language":[],"coverage":[],"title":["Topological radicals, I. Basic properties, tensor products and joint\n  quasinilpotence"],"description":["  The work starts a series of papers on topological radicals and their\napplications. Among other results we present a theory of radicals related to\nthe joint tensor radius.\n"]}]
["1208.4576",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4576"],"date":["2012-08-22"],"type":["text"],"creator":["Shulman, Victor S.","Turovskii, Yuri V."],"language":[],"coverage":[],"title":["Topological radicals, II. Applications to spectral theory of\n  multiplication operators"],"description":["  We develop the spectral radius technique and the theory of tensor radicals.\nAs applications we obtain numerous results on mutiplication operators in Banach\nalgebras and Operator bimodules.\n"]}]
["1208.4589",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4589"],"date":["2012-07-16"],"type":["text"],"creator":["Wongpiromsarn, Tichakorn","Xiao, Nan","You, Keyou","Sim, Kai","Xie, Lihua","Frazzoli, Emilio","Rus, Daniela"],"language":[],"coverage":[],"title":["Road Pricing for Spreading Peak Travel: Modeling and Design"],"description":["  A case study of the Singapore road network provides empirical evidence that\nroad pricing can significantly affect commuter trip timing behaviors. In this\npaper, we propose a model of trip timing decisions that reasonably matches the\nobserved commuters' behaviors. Our model explicitly captures the difference in\nindividuals' sensitivity to price, travel time and early or late arrival at\ndestination. New pricing schemes are suggested to better spread peak travel and\nreduce traffic congestion. Simulation results based on the proposed model are\nprovided in comparison with the real data for the Singapore case study.\n"]}]
["1208.4592",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4592"],"date":["2012-08-22"],"type":["text"],"creator":["Shulman, V. S.","Turovskii, Yu. V."],"language":[],"coverage":[],"title":["Topological radicals, III. Joint spectral radius"],"description":["  We develop the theory of topological radicals, and in particular the theory\nof the hypocompact radical. The results are applied for obtaining convenient\nformulas of calculation of the joint spectral radius of a precompact family of\nelements in a Banach algebra.\n"]}]
["1208.4594",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4594"],"date":["2012-08-22"],"type":["text"],"creator":["Kissin, Edward","Shulman, Victor S.","Turovskii, Yuri V."],"language":[],"coverage":[],"title":["Topological radicals, IV. Frattini theory of Banach Lie algebras"],"description":["  We develop the theory of topological radicals in Banach Lie algebras,\nconsider various ways of constructing such radicals and study a family of\n(pre)radicals related to subalgebras and ideals of finite codimension in Banach\nLie algebras. It extends to the infinite-dimensional case many results of the\nwell known Frattini theory of Lie algebras.\n"]}]
