["0709.0095",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0095","J.Geom.Phys. 62 (2012) 1583-1599","doi:10.1016/j.geomphys.2012.03.005"],"date":["2007-09-02","2011-09-14"],"type":["text"],"creator":["Grosse, Harald","Wulkenhaar, Raimar"],"language":[],"coverage":[],"title":["8D-spectral triple on 4D-Moyal space and the vacuum of noncommutative\n  gauge theory"],"description":["  Observing that the Hamiltonian of the renormalisable scalar field theory on\n4-dimensional Moyal space A is the square of a Dirac operator D of spectral\ndimension 8, we complete (A,D) to a compact 8-dimensional spectral triple. We\nadd another Connes-Lott copy and compute the spectral action of the\ncorresponding U(1)-Yang-Mills-Higgs model. We find that in the Higgs potential\nthe square \\phi^2 of the Higgs field is shifted to \\phi * \\phi + const X_\\mu *\nX^\\mu, where X_\\mu is the covariant coordinate. The classical field equations\nof our model imply that the vacuum is no longer given by a constant Higgs\nfield, but both the Higgs and gauge fields receive non-constant vacuum\nexpectation values.\n","Comment: LaTeX, 23 pages. Preface added which explains the mathematical\n  achievements since v1; these are presented in arXiv:1108.2184. Incorrect\n  section about field equations removed"]}]
["0810.4360",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4360","Prog. Theor. Phys. Suppl. 178 (2009) pp. 86-91","doi:10.1143/PTPS.178.86"],"date":["2008-10-23","2008-11-13"],"type":["text"],"creator":["Iwashita, Takuya","Nakayama, Yasuya","Yamamoto, Ryoichi"],"language":[],"coverage":[],"title":["Velocity autocorrelation function of fluctuating particles in\n  incompressible fluids. Toward direct numerical simulation of particle\n  dispersions"],"description":["  Motions of fluctuating Brownian particles in an incompressible viscous fluid\nhave been studied by coupled simulations of Brownian particles and host fluid.\nWe calculated the velocity autocorrelation functions of Brownian particles and\ncompared them with the theoretical results. Extensive discussions have been\nmade on the time scales for which our numerical model is valid.\n"]}]
["0811.4105",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4105","J. Stat. Mech. (2009) L07001"],"date":["2008-11-25"],"type":["text"],"creator":["Dukelsky, J.","Okolowicz, J.","Ploszajczak, M."],"language":[],"coverage":[],"title":["Unexpected features of quantum degeneracies in a pairing model with two\n  integrable limits"],"description":["  The evolution pattern of level crossings and exceptional points is studied in\na non-integrable pairing model with two different integrable limits. One of the\nintegrable limits has two independent parameter-dependent integrals of motion.\nWe demonstrate, and illustrate in our model, that quantum integrability of a\nsystem with more than one parameter-dependent integral of motion is always\nsignaled by level crossings of a complex-extended Hamiltonian. We also find\nthat integrability implies a reduced number of exceptional points. Both\nproperties could uniquely characterize quantum integrability in small Hilbert\nspaces.\n","Comment: 4 pages, 2 figures"]}]
["0812.0158",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0158","Physical Review B, 78, 193310, (2008)","doi:10.1103/PhysRevB.78.193310"],"date":["2008-11-30","2012-11-21"],"type":["text"],"creator":["Inarrea, Jesus","Platero, Gloria"],"language":[],"coverage":[],"title":["Effect of a in-plane magnetic field on the microwave assisted\n  magnetotransport in a two-dimensional electron system"],"description":["  In this work we present a theoretical approach to study the effect of an\nin-plane (parallel) magnetic field on the microwave-assisted transport\nproperties of a two-dimensional electron system. Previous experimental\nevidences show that microwave-induced resistance oscillations and zero\nresistance states are differently affected depending on the experimental\nset-up: two magnetic fields (two-axis magnet) or one tilted magnetic field. In\nthe first case, experiments report a clear quenching of resistance oscillations\nand zero resistance states. In a tilted field, one obtains oscillations\ndisplacement and quenching but the latter is unbalanced and less intense. In\nour theoretical proposal we explain these results in terms of the\nmicrowave-driven harmonic motion performed by the electronic orbits and how\nthis motion is increasingly damped by the in-plane field.\n","Comment: Figure 1 has been changed"]}]
["0902.3889",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3889","Revista Mexicana de Fisica (Supplemento) 55 (2009) 76"],"date":["2009-02-23"],"type":["text"],"creator":["Okolowicz, J.","Ploszajczak, M."],"language":[],"coverage":[],"title":["Structure of many-body continuum states in the proximity of exceptional\n  points"],"description":["  We demonstrate existence of exceptional points in many-body scattering\ncontinuum of atomic nucleus and discuss their salient effects on the example of\none-nucleon spectroscopic factors.\n","Comment: 5 pages, 4 figures"]}]
["0905.0130",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0130","Phys. Rev. E 80, 061402 (2009)","doi:10.1103/PhysRevE.80.061402"],"date":["2009-05-01","2009-10-13"],"type":["text"],"creator":["Iwashita, Takuya","Yamamoto, Ryoichi"],"language":[],"coverage":[],"title":["Direct numerical simulations for non-Newtonian rheology of concentrated\n  particle dispersions"],"description":["  The non-Newtonian behavior of a monodisperse concentrated dispersion of\nspherical particles was investigated using a direct numerical simulation\nmethod, that takes into account hydrodynamic interactions and thermal\nfluctuations accurately. Simulations were performed under steady shear flow\nwith periodic boundary conditions in the three directions. The apparent shear\nviscosity of the dispersions was calculated at volume fractions ranging from\n0.31 to 0.56. Shear-thinning behavior was clearly observed at high volume\nfractions. The low- and high-limiting viscosities were then estimated from the\napparent viscosity by fitting these data into a semi-empirical formula.\nFurthermore, the short-time motions were examined for Brownian particles\nfluctuating in concentrated dispersions, for which the fluid inertia plays an\nimportant role. The mean square displacement was monitored in the vorticity\ndirection at several different Peclet numbers and volume fractions so that the\nparticle diffusion coefficient is determined from the long-time behavior of the\nmean square displacement. Finally, the relationship between the non-Newtonian\nviscosity of the dispersions and the structural relaxation of the dispersed\nBrownian particles is examined.\n"]}]
["0906.3875",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3875","J. Math. Analysis Appl. 378, 2011, 324-342 (2012)","doi:10.1016/j.jmaa.2012.10.045"],"date":["2009-06-21","2012-11-21"],"type":["text"],"creator":["Mikhailov, S. E."],"language":[],"coverage":[],"title":["Traces, extensions, co-normal derivatives and solution regularity of\n  elliptic systems with smooth and non-smooth coefficients"],"description":["  For functions from the Sobolev space $H^s(\\Omega)$, 1/2<s<3/2, definitions of\nnon-unique generalised and unique canonical co-normal derivative are\nconsidered, which are related to possible extensions of a partial differential\noperator and its right hand side from the domain $\\Omega$, where they are\nprescribed, to the domain boundary, where they are not. Revision of the\nboundary value problem settings, which makes them insensitive to the co-normal\nderivative inherent non-uniqueness are given. Some new facts about trace\noperator estimates, Sobolev spaces characterisations, and solution regularity\nof PDEs with non-smooth coefficients are also presented.\n","Comment: This is the version updated after the content was published in 2\n  papers, and the two parts of this version correspond to these 2 publications"]}]
["0908.4505",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4505","Eur. Phys. J. E 32, 357 (2010)","doi:10.1140/epje/i2010-10638-7"],"date":["2009-08-31","2010-04-24"],"type":["text"],"creator":["Iwashita, T.","Kumagai, T.","Yamamoto, R."],"language":[],"coverage":[],"title":["A direct numerical simulation method for complex modulus of particle\n  dispersions"],"description":["  We report an extension of the smoothed profile method (SPM)[Y. Nakayama, K.\nKim, and R. Yamamoto, Eur. Phys. J. E {\\bf 26}, 361(2008)], a direct numerical\nsimulation method for calculating the complex modulus of the dispersion of\nparticles, in which we introduce a temporally oscillatory external force into\nthe system. The validity of the method was examined by evaluating the storage\n$G'(\\omega)$ and loss $G\"(\\omega)$ moduli of a system composed of identical\nspherical particles dispersed in an incompressible Newtonian host fluid at\nvolume fractions of $\\Phi=0$, 0.41, and 0.51. The moduli were evaluated at\nseveral frequencies of shear flow; the shear flow used here has a zigzag\nprofile, as is consistent with the usual periodic boundary conditions.\n"]}]
["0912.0421",{"format":[],"subject":["Mathematics - Differential Geometry","53C44, 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0421","Adv. Math. 231 (2012), no. 6, 3288--3322"],"date":["2009-12-02","2011-09-05"],"type":["text"],"creator":["Weiss, Hartmut","Witt, Frederik"],"language":[],"coverage":[],"title":["A heat flow for special metrics"],"description":["  On the space of positive 3-forms on a seven-manifold, we study a natural\nfunctional whose critical points induce metrics with holonomy contained in\n$G_2$. We prove short-time existence and uniqueness for its negative gradient\nflow. Furthermore, we show that the flow exists for all times and converges\nmodulo diffeomorphisms to some critical point for any initial condition\nsufficiently $C^\\infty$-close to a critical point.\n","Comment: 35 pages, slightly revised"]}]
["1002.3501",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3501","Annals of Statistics 2011, Vol. 39, No. 3, 1551-1579","doi:10.1214/10-AOS869"],"date":["2010-02-18","2012-11-21"],"type":["text"],"creator":["Bogdan, Małgorzata","Chakrabarti, Arijit","Frommlet, Florian","Ghosh, Jayanta K."],"language":[],"coverage":[],"title":["Asymptotic Bayes-optimality under sparsity of some multiple testing\n  procedures"],"description":["  Within a Bayesian decision theoretic framework we investigate some asymptotic\noptimality properties of a large class of multiple testing rules. A parametric\nsetup is considered, in which observations come from a normal scale mixture\nmodel and the total loss is assumed to be the sum of losses for individual\ntests. Our model can be used for testing point null hypotheses, as well as to\ndistinguish large signals from a multitude of very small effects. A rule is\ndefined to be asymptotically Bayes optimal under sparsity (ABOS), if within our\nchosen asymptotic framework the ratio of its Bayes risk and that of the Bayes\noracle (a rule which minimizes the Bayes risk) converges to one. Our main\ninterest is in the asymptotic scheme where the proportion p of \"true\"\nalternatives converges to zero. We fully characterize the class of fixed\nthreshold multiple testing rules which are ABOS, and hence derive conditions\nfor the asymptotic optimality of rules controlling the Bayesian False Discovery\nRate (BFDR). We finally provide conditions under which the popular\nBenjamini-Hochberg (BH) and Bonferroni procedures are ABOS and show that for a\nwide class of sparsity levels, the threshold of the former can be approximated\nby a nonrandom threshold.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOS869 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1006.0338",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0338","Adv. Sci. Lett. 17, 271-274 (2012)"],"date":["2010-06-02","2012-02-27"],"type":["text"],"creator":["Nikolic, H."],"language":[],"coverage":[],"title":["Closed timelike curves, superluminal signals, and \"free will\" in\n  universal quantum mechanics"],"description":["  We explore some implications of the hypothesis that quantum mechanics (QM) is\nuniversal, i.e., that QM does not merely describe information accessible to\nobservers, but that it also describes the observers themselves. From that point\nof view, \"free will\" (FW) - the ability of experimentalists to make free\nchoices of initial conditions - is merely an illusion. As a consequence, by\nentangling a part of brain (responsible for the illusion of FW) with a distant\nparticle, one may create nonlocal correlations that can be interpreted as\nsuperluminal signals. In addition, if FW is an illusion, then QM on a closed\ntimelike curve can be made consistent even without the Deutch nonlinear\nconsistency constraint.\n","Comment: 8 pages, revised, accepted for publication in Advanced Science\n  Letters"]}]
["1006.0600",{"format":[],"subject":["Mathematics - Algebraic Geometry","32S55, 32S25, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0600","Geometriae Dedicata: Volume 158, Issue 1 (2012), Page 87-108","doi:10.1007/s10711-011-9622-z"],"date":["2010-06-03","2010-08-16"],"type":["text"],"creator":["Aguilar-Cabrera, Haydee"],"language":[],"coverage":[],"title":["New Open-book Decompositions in Singularity Theory"],"description":["  In this article, we study the topology of real analytic germs $F \\colon\n(\\C^3,0) \\to (\\C,0)$ given by $F(x,y,z)=\\overline{xy}(x^p+y^q)+z^r$ with $p,q,r\n\\in \\N$, $p,q,r \\geq 2$ and $(p,q)=1$. Such a germ gives rise to a Milnor\nfibration $\\frac{F}{\\mid F \\mid} \\colon \\Sp^5\\setminus L_F \\to \\Sp^1$. We\ndescribe the link $L_F$ as a Seifert manifold and we show that in many cases\nthe open-book decomposition of $\\Sp^5$ given by the Milnor fibration of $F$\ncannot come from the Milnor fibration of a complex singularity in $\\C^3$.\n","Comment: 25 pages, 10 figures; added reference for section 4"]}]
["1006.4807",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons","82D55 (Primary) 74N05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4807","Phys. Rev. B 83, 024512 (2011)","doi:10.1103/PhysRevB.83.024512"],"date":["2010-06-24","2011-02-03"],"type":["text"],"creator":["Eguchi, G.","Peets, D. C.","Kriener, M.","Maeno, Y.","Nishibori, E.","Kumazawa, Y.","Banno, K.","Maki, S.","Sawa, H."],"language":[],"coverage":[],"title":["Crystallographic and superconducting properties of the fully-gapped\n  noncentrosymmetric 5d-electron superconductors CaMSi3 (M=Ir, Pt)"],"description":["  We report crystallographic, specific heat, transport, and magnetic properties\nof the recently discovered noncentrosymmetric 5d-electron superconductors\nCaIrSi3 (Tc = 3.6 K) and CaPtSi3 (Tc = 2.3 K). The specific heat suggests that\nthese superconductors are fully gapped. The upper critical fields are less than\n1 T, consistent with limitation by conventional orbital depairing. High,\nnon-Pauli-limited {\\mu}0 Hc2 values, often taken as a key signature of novel\nnoncentrosymmetric physics, are not observed in these materials because the\nhigh carrier masses required to suppress orbital depairing and reveal the\nviolated Pauli limit are not present.\n","Comment: 8 pages, 8 figures"]}]
["1007.3174",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3174"],"date":["2010-07-19","2012-11-21"],"type":["text"],"creator":["Dzhunushaliev, Vladimir"],"language":[],"coverage":[],"title":["Mass gap in scalar glueball model"],"description":["  On the basis of a nonperturbative scalar model of gluon condensate the model\nof glueball is considered. Two scalar fields describe quantum fluctuations of\ngauge potential components belonging to a small subgroup $SU(2) \\subset SU(3)$\nand a coset $SU(3) / SU(2)$ correspondingly. In this consideration\nnonperturbative quantum corrections appear. The corrections are connected with\na hidden structure of operators of strongly interacting gauge field. A regular\nsolution for two scalar fields is obtained. The solution is a ball filled with\nquantum fluctuations of SU(3) gauge field. The space distribution of the\ndispersion of quantum fluctuations of gauge potential is presented.\n","Comment: typos are corrected. arXiv admin note: text overlap with\n  arXiv:hep-ph/0007355 by other authors"]}]
["1008.5396",{"format":[],"subject":["Mathematics - Geometric Topology","57M50, 52B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5396","Geometriae Dedicata, Volume 153, Number 1 (2011), 177-211","doi:10.1007/s10711-010-9563-y"],"date":["2010-08-31"],"type":["text"],"creator":["Atkinson, Christopher K."],"language":[],"coverage":[],"title":["Two-sided combinatorial volume bounds for non-obtuse hyperbolic\n  polyhedra"],"description":["  We give a method for computing upper and lower bounds for the volume of a\nnon-obtuse hyperbolic polyhedron in terms of the combinatorics of the\n1-skeleton. We introduce an algorithm that detects the geometric decomposition\nof good 3-orbifolds with planar singular locus and underlying manifold the\n3-sphere. The volume bounds follow from techniques related to the proof of\nThurston's Orbifold Theorem, Schl\\\"afli's formula, and previous results of the\nauthor giving volume bounds for right-angled hyperbolic polyhedra.\n","Comment: 36 pages, 19 figures"]}]
["1009.2438",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2438","doi:10.1007/s11225-012-9401-3"],"date":["2010-09-13","2010-09-23"],"type":["text"],"creator":["Hermens, Ronnie"],"language":[],"coverage":[],"title":["A Weakly Intuitionistic Quantum Logic"],"description":["  In this paper we motivate and study the possibility of an intuitionistic\nquantum logic. An explicit investigation of the application of the theory of\nBruns and Lakser on distributive hulls on traditional quantum logic (as\nsuggested in [Coe]) leads us to a small modification of this scheme. In this\nway we obtain a weak Heyting algebra (cf. [CJ]) for describing the language of\nquantum mechanics.\n"]}]
["1012.3120",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3120","Physical Review B 83, 104203 (2011)","doi:10.1103/PhysRevB.83.104203"],"date":["2010-12-14"],"type":["text"],"creator":["Alling, B.","Ruban, A. V.","Karimi, A.","Hultman, L.","Abrikosov, I. A."],"language":[],"coverage":[],"title":["A unified cluster expansion method applied to the configurational\n  thermodynamics of cubic TiAlN"],"description":["  We study the thermodynamics of cubic Ti1-xAlxN using a unified cluster\nexpansion approach for the alloy problem. The purely configurational part of\nthe alloy Hamiltonian is expanded in terms of concentration and volume\ndependent effective cluster interactions. By separate expansions of the\nchemical fixed-lattice, and local lattice relaxation terms of the ordering\nenergies, we demonstrate how the screened generalized perturbation method can\nbe fruitfully combined with a concentration dependent Connolly-Williams cluster\nexpansion method. Utilising the obtained Hamiltonian in Monte Carlo simulations\nwe access the free energy of Ti1-xAlxN alloys and construct the isostructural\nphase diagram. The results show surprising similarities with the previously\nobtained mean-field results: The metastable c-TiAlN is subject to coherent\nspinodal decomposition over a larger part of the concentration range, e.g. from\nx >= 0.33 at 2000 K.\n","Comment: 21 pages, 7 figures"]}]
["1103.1417",{"format":[],"subject":["Mathematics - Statistics Theory","Computer Science - Learning","Computer Science - Systems and Control","Mathematics - Optimization and Control","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1417","doi:10.1007/s10208-012-9129-5"],"date":["2011-03-07","2012-11-20"],"type":["text"],"creator":["Javanmard, Adel","Montanari, Andrea"],"language":[],"coverage":[],"title":["Localization from Incomplete Noisy Distance Measurements"],"description":["  We consider the problem of positioning a cloud of points in the Euclidean\nspace $\\mathbb{R}^d$, using noisy measurements of a subset of pairwise\ndistances. This task has applications in various areas, such as sensor network\nlocalization and reconstruction of protein conformations from NMR measurements.\nAlso, it is closely related to dimensionality reduction problems and manifold\nlearning, where the goal is to learn the underlying global geometry of a data\nset using local (or partial) metric information. Here we propose a\nreconstruction algorithm based on semidefinite programming. For a random\ngeometric graph model and uniformly bounded noise, we provide a precise\ncharacterization of the algorithm's performance: In the noiseless case, we find\na radius $r_0$ beyond which the algorithm reconstructs the exact positions (up\nto rigid transformations). In the presence of noise, we obtain upper and lower\nbounds on the reconstruction error that match up to a factor that depends only\non the dimension $d$, and the average degree of the nodes in the graph.\n","Comment: 46 pages, 8 figures, numerical experiments added. Journal version\n  (v1,v2: Conference versions, ISIT 2011); Journal of Foundations of\n  Computational Mathematics, 2012"]}]
["1104.2689",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","60G40, 62P20, 91B99, 91B28, 35B37, 49L25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2689","doi:10.1007/s00245-012-9184-y"],"date":["2011-04-14","2011-12-09"],"type":["text"],"creator":["Hamadène, Said","Morlais, Marie-Amélie"],"language":[],"coverage":[],"title":["Viscosity solutions of systems of PDEs with interconnected obstacles and\n  Multi modes switching problems"],"description":["  This paper deals with existence and uniqueness, in viscosity sense, of a\nsolution for a system of m variational partial differential inequalities with\ninter-connected obstacles. A particular case of this system is the\ndeterministic version of the Verification Theorem of the Markovian optimal\nm-states switching problem. The switching cost functions are arbitrary. This\nproblem is connected with the valuation of a power plant in the energy market.\nThe main tool is the notion of systems of reflected BSDEs with oblique\nreflection.\n","Comment: 36 pages"]}]
["1105.1690",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control","91B06, 62C12 (Primary) 37B26, 37B55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1690"],"date":["2011-05-09","2012-11-21"],"type":["text"],"creator":["Benaïm, Michel","Faure, Mathieu"],"language":[],"coverage":[],"title":["Consistency of vanishing smooth fictitious play"],"description":["  We discuss consistency of Vanishing Smooth Fictitious Play, a strategy in the\ncontext of game theory, which can be regarded as a smooth fictitious play\nprocedure, where the smoothing parameter is time-dependent and asymptotically\nvanishes. This answers a question initially raised by Drew Fudenberg and Satoru\nTakahashi.\n","Comment: 17 pages"]}]
["1105.2033",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2033","Applied Mathematics and Computation 219 (2012) 3938-3946","doi:10.1016/j.amc.2012.10.029"],"date":["2011-05-10","2012-11-21"],"type":["text"],"creator":["Alikhanov, A. A."],"language":[],"coverage":[],"title":["Boundary value problems for the diffusion equation of the variable order\n  in differential and difference settings"],"description":["  Solutions of boundary value problems for a diffusion equation of fractional\nand variable order in differential and difference settings are studied. It is\nshown that the method of energy inequalities is applicable to obtaining a\npriori estimates for these problems exactly as in the classical case. The\ncredibility of the obtained results is verified by performing numerical\ncalculations for a test problem.\n","Comment: 19 pages. Presented at the 4-th IFAC Workshop on Fractional\n  Differentiation and Its Applications, Badajoz, Spain, October 18-20, 2010"]}]
["1106.3354",{"format":[],"subject":["Mathematical Physics","70H45 (Primary), 70G45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3354"],"date":["2011-06-16","2012-11-21"],"type":["text"],"creator":["Cendra, Hernán","Etchechoury, María","Ferraro, Sebastián J."],"language":[],"coverage":[],"title":["An extension of the Dirac and Gotay-Nester theories of constraints for\n  Dirac dynamical systems"],"description":["  This paper extends the Gotay-Nester and the Dirac theories of constrained\nsystems in order to deal with Dirac dynamical systems in the integrable case.\nIntegrable Dirac dynamical systems are viewed as constrained systems where the\nconstraint submanifolds are foliated, the case considered in Gotay-Nester\ntheory being the particular case where the foliation has only one leaf. A\nConstraint Algorithm for Dirac dynamical systems (CAD), which extends the\nGotay-Nester algorithm, is developed. Evolution equations are written using a\nDirac bracket adapted to the foliations and an abridged total energy which\ncoincides with the total Hamiltonian in the particular case considered by\nDirac. The interesting example of LC circuits is developed in detail. The paper\nemphasizes the point of view that Dirac and Gotay-Nester theories are dual and\nthat using a combination of results from both theories may have advantages in\ndealing with a given example, rather than using systematically one or the\nother.\n","Comment: 78 pages; moved here from the old entry arXiv:1208.1953; v1 contains\n  more detailed explanations of some issues"]}]
["1107.3394",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3394","Physics Letters B 718, 255 (2012)","doi:10.1016/j.physletb.2012.10.067"],"date":["2011-07-18","2012-11-12"],"type":["text"],"creator":["Lattanzi, Massimiliano","Carlevaro, Nakia","Montani, Giovanni"],"language":[],"coverage":[],"title":["Gravitational instability of the primordial plasma: anisotropic\n  evolution of structure seeds"],"description":["  We study how the presence of a background magnetic field, of intensity\ncompatible with current observation constraints, affects the linear evolution\nof cosmological density perturbations at scales below the Hubble radius. The\nmagnetic field provides an additional pressure that can prevent the growth of a\ngiven perturbation; however, the magnetic pressure is confined only to the\nplane orthogonal the field. As a result, the \"Jeans length\" of the system not\nonly depends on the wavelength of the fluctuation but also on its direction,\nand the perturbative evolution is anisotropic. We derive this result\nanalytically and back it up with direct numerical integration of the relevant\nideal magnetohydrodynamics equations during the matter-dominated era. Before\nrecombination, the kinetic pressure dominates and the perturbations evolve in\nthe standard way, whereas after that time magnetic pressure dominates and we\nobserve the anisotropic evolution. We quantify this effect by estimating the\neccentricity $\\epsilon$ of a Gaussian perturbation in the coordinate space that\nwas spherically symmetric at recombination. For perturbations at the\nsub-galactic scale, we find that $\\epsilon = 0.7$ at $z=10$ taking the\nbackground magnetic field of order $10^{-9}$ gauss.\n","Comment: 11 pages, 5 figures. V2: Added discussion on the role of ambipolar\n  diffusion. Matches version accepted for publication in Physics Letters B"]}]
["1107.6025",{"format":[],"subject":["Physics - Classical Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.6025","Tribology Letters, vol. 48(1), pages 27-32, 2012","doi:10.1007/s11249-012-9920-0"],"date":["2011-07-29","2012-01-19"],"type":["text"],"creator":["Kammer, David S.","Yastrebov, Vladislav A.","Spijker, Peter","Molinari, Jean-François"],"language":[],"coverage":[],"title":["On the Propagation of Slip Fronts at Frictional Interfaces"],"description":["  The dynamic initiation of sliding at planar interfaces between deformable and\nrigid solids is studied with particular focus on the speed of the slip front.\nRecent experimental results showed a close relation between this speed and the\nlocal ratio of shear to normal stress measured before slip occurs (static\nstress ratio). Using a two-dimensional finite element model, we demonstrate,\nhowever, that fronts propagating in different directions do not have the same\ndynamics under similar stress conditions. A lack of correlation is also\nobserved between accelerating and decelerating slip fronts. These effects\ncannot be entirely associated with static local stresses but call for a dynamic\ndescription. Considering a dynamic stress ratio (measured in front of the slip\ntip) instead of a static one reduces the above-mentioned inconsistencies.\nHowever, the effects of the direction and acceleration are still present. To\novercome this we propose an energetic criterion that uniquely associates,\nindependently on the direction of propagation and its acceleration, the slip\nfront velocity with the relative rise of the energy density at the slip tip.\n","Comment: 15 pages, 6 figures"]}]
["1108.2995",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Topology","55U15, 18G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2995","doi:10.1017/S0017089512000419"],"date":["2011-08-15","2011-10-12"],"type":["text"],"creator":["Huettemann, Thomas","Quinn, David"],"language":[],"coverage":[],"title":["Finite domination and Novikov rings. Iterative approach"],"description":["  Suppose C is a bounded chain complex of finitely generated free modules over\nthe Laurent polynomial ring L = R[x,1/x]. Then C is R-finitely dominated, ie,\nhomotopy equivalent over R to a bounded chain complex of finitely generated\nprojective R-modules, if and only if the two chain complexes C((x)) and\nC((1/x)) are acyclic, as has been proved by Ranicki. Here C((x)) is the tensor\nproduct over L of C with the Novikov ring R((x)) = R[[x]][1/x] (also known as\nthe ring of formal Laurent series in x); similarly, C((1/x)) is the tensor\nproduct over L of C with the Novikov ring R((1/x)) = R[[1/x]][x].\n  In this paper, we prove a generalisation of this criterion which allows us to\ndetect finite domination of bounded below chain complexes of projective modules\nover Laurent rings in several indeterminates.\n","Comment: 15 pages; diagrams typeset with Paul Taylor's \"diagrams\" macro\n  package. Version 2: clarified proof of main theorem, fixed minor typos;\n  Version 3: expanded introduction, now 16 pages; Version 4: corrected mistake\n  on functoriality of mapping tori"]}]
["1108.4572",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4572","Journal of Computing and Information Science in Engineering,\n  12(4):041007, 2012"],"date":["2011-08-23"],"type":["text"],"creator":["Wuhrer, Stefanie","Shu, Chang","Bose, Prosenjit"],"language":[],"coverage":[],"title":["Automatically Creating Design Models from 3D Anthropometry Data"],"description":["  When designing a product that needs to fit the human shape, designers often\nuse a small set of 3D models, called design models, either in physical or\ndigital form, as representative shapes to cover the shape variabilities of the\npopulation for which the products are designed. Until recently, the process of\ncreating these models has been an art involving manual interaction and\nempirical guesswork. The availability of the 3D anthropometric databases\nprovides an opportunity to create design models optimally. In this paper, we\npropose a novel way to use 3D anthropometric databases to generate design\nmodels that represent a given population for design applications such as the\nsizing of garments and gear. We generate the representative shapes by solving a\ncovering problem in a parameter space. Well-known techniques in computational\ngeometry are used to solve this problem. We demonstrate the method using\nexamples in designing glasses and helmets.\n"]}]
["1108.5942",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Topology","18G35 (Primary) 55U15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5942","Serdica Mathematical Journal 37 no. 4 (2011), pp. 295-304"],"date":["2011-08-30","2011-11-28"],"type":["text"],"creator":["Huettemann, Thomas"],"language":[],"coverage":[],"title":["Double complexes and vanishing of Novikov cohomology"],"description":["  We consider a non-standard totalisation functor to produce a cochain complex\nfrom a given double complex: instead of sums or products, totalisation is\ndefined via truncated products of modules. We give an elementary proof of the\nfact that a double complex with exact rows (resp, columns) yields an acyclic\ncochain complex under totalisation using right (resp, left) truncated products.\nAs an application we consider the algebraic mapping torus T(h) of a self map h\nof a cochain complex C. We show that if C consists of finitely presented\nmodules then T(h) has trivial negative Novikov cohomology; if in addition h is\na quasi-isomorphism, then T(h) has trivial positive Novikov cohomology as well.\nAs a consequence we obtain a new proof that a finitely dominated cochain\ncomplex over a Laurent polynomial ring has trivial Novikov cohomology.\n","Comment: 6 pages; diagrams typeset with Paul taylors \"diagrams\" macro package;\n  v2: 7 pages, expanded introduction, minor changes in exposition; v3: minor\n  changes to abstract, typos corrected"]}]
["1109.3723",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3723"],"date":["2011-09-16","2012-11-21"],"type":["text"],"creator":["Gillibert, Jean","Levin, Aaron"],"language":[],"coverage":[],"title":["Pulling back torsion line bundles to ideal classes"],"description":["  We prove results concerning the specialisation of torsion line bundles on a\nvariety $V$ defined over $\\mathbb{Q}$ to ideal classes of number fields. This\ngives a new general technique for constructing and counting number fields with\nlarge class group.\n","Comment: 16 pages, LaTeX. Minor modifications. Accepted for publication in\n  Math. Research Letters"]}]
["1109.3883",{"format":[],"subject":["Physics - Computational Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3883","doi:10.1364/JOSAA.29.000531"],"date":["2011-09-18"],"type":["text"],"creator":["Baczewski, Andrew D.","Miller, Nicholas C.","Shanker, Balasubramaniam"],"language":[],"coverage":[],"title":["The Rapid Analysis of Scattering from Periodic Dielectric Structures\n  Using Accelerated Cartesian Expansions (ACE)"],"description":["  The analysis of fields in periodic dielectric structures arise in numerous\napplications of recent interest, ranging from photonic bandgap (PBG) structures\nand plasmonically active nanostructures to metamaterials. To achieve an\naccurate representation of the fields in these structures using numerical\nmethods, dense spatial discretization is required. This, in turn, affects the\ncost of analysis, particularly for integral equation based methods, for which\ntraditional iterative methods require O(N^2) operations, N being the number of\nspatial degrees of freedom. In this paper, we introduce a method for the rapid\nsolution of volumetric electric field integral equations used in the analysis\nof doubly periodic dielectric structures. The crux of our method is the ACE\nalgorithm, which is used to evaluate the requisite potentials in O(N) cost.\nResults are provided that corroborate our claims of acceleration without\ncompromising accuracy, as well as the application of our method to a number of\ncompelling photonics applications.\n","Comment: 24 pages, 9 figures, submitted to JOSA A"]}]
["1109.4388",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4388","doi:10.1007/s11229-012-0158-z"],"date":["2011-09-20","2011-11-15"],"type":["text"],"creator":["Hermens, Ronnie"],"language":[],"coverage":[],"title":["Speakable in Quantum Mechanics"],"description":["  At the 1927 Como conference Bohr spoke the now famous words \"It is wrong to\nthink that the task of physics is to find out how nature is. Physics concerns\nwhat we can say about nature.\" However, if the Copenhagen interpretation really\nholds on to this motto, why then is there this feeling of conflict when\ncomparing it with realist interpretations? Surely what one can say about nature\nshould in a certain sense be interpretation independent. In this paper I take\nBohr's motto seriously and develop a quantum logic that avoids assuming any\nform of realism as much as possible. To illustrate the non-triviality of this\nmotto a similar result is first derived for classical mechanics. It turns out\nthat the logic for classical mechanics is a special case of the derived quantum\nlogic. Finally, some hints are provided in how these logics are to be used in\npractical situations and I discuss how some realist interpretations relate to\nthese logics.\n"]}]
["1110.2221",{"format":[],"subject":["Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2221","Phys. Rev. A, 84, 062502 (2011)","doi:10.1103/PhysRevA.84.062502"],"date":["2011-10-10","2011-11-09"],"type":["text"],"creator":["Zanon, Thomas","de Clercq, Emeric","Arimondo, Ennio"],"language":[],"coverage":[],"title":["Ultra-high Resolution Spectroscopy with atomic or molecular Dark\n  Resonances: Exact steady-state lineshapes and asymptotic profiles in the\n  adiabatic pulsed regime"],"description":["  Exact and asymptotic lineshape expressions are derived from the\nsemi-classical density matrix representation describing a set of closed\nthree-level atomic or molecular states including decoherences, relaxation rates\nand light-shifts. An accurate analysis of the exact steady-state Dark Resonance\nprofile describing the Autler-Townes doublet, the Electromagnetically Induced\nTransparency or Coherent Population Trapping resonance and the Fano-Feshbach\nlineshape, leads to the linewidth expression of the two-photon Raman transition\nand frequency-shifts associated to the clock transition. From an adiabatic\nanalysis of the dynamical Optical Bloch Equations in the weak field limit, a\npumping time required to efficiently trap a large number of atoms into a\ncoherent superposition of long-lived states is established. For a highly\nasymmetrical configuration with different decay channels, a strong two-photon\nresonance based on a lower states population inversion is established when the\ndriving continuous-wave laser fields are greatly unbalanced. When time\nseparated resonant two-photon pulses are applied in the adiabatic pulsed regime\nfor atomic or molecular clock engineering, where the first pulse is long enough\nto reach a coherent steady-state preparation and the second pulse is very short\nto avoid repumping into a new dark state, Dark Resonance fringes mixing\ncontinuous-wave lineshape properties and coherent Ramsey oscillations are\ncreated. Those fringes allow interrogation schemes bypassing the power\nbroadening effect. Frequency-shifts affecting the central clock fringe computed\nfrom asymptotic profiles and related to Raman decoherence process, exhibit\nnon-linear shapes with the three-level observable used for quantum measurement.\nWe point out that different observables experience different shifts on the\nlower-state clock transition.\n","Comment: accepted for publication in PRA"]}]
["1110.2636",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2636","doi:10.3204/DESY-PROC-2011-04/andreas_sarah"],"date":["2011-10-12","2012-11-21"],"type":["text"],"creator":["Andreas, Sarah"],"language":[],"coverage":[],"title":["Dark Forces and Dark Matter in a Hidden Sector"],"description":["  Hidden sectors in connection with GeV-scale dark forces and dark matter are\nnot only a common feature of physics beyond the Standard Model such as string\ntheory and SUSY but are also phenomenologically of great interest regarding\nrecent astrophysical observations. The hidden photon in particular is also\nsearched for and constrained by laboratory experiments, the current status of\nwhich will be presented here. Furthermore, several models of hidden sectors\ncontaining in addition a dark matter particle will be examined regarding their\nconsistency with the dark matter relic abundance and direct detection\nexperiments.\n","Comment: 4 pages, 3 figures, contribution to the proceedings of the \"7th\n  Patras Workshop on Axions, WIMPs and WISPs\", Greece, 26 June - 1 July 2011,\n  v2: matches published version"]}]
["1110.3035",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3035","J. Phys. A: Math. Theor. 45 (2012) 435202","doi:10.1088/1751-8113/45/43/435202"],"date":["2011-10-13","2012-11-20"],"type":["text"],"creator":["Buceta, R. C.","Hansmann, D."],"language":[],"coverage":[],"title":["Coarse grained approach for universality classification of discrete\n  models"],"description":["  Discrete and continuous models belonging to a universality class share the\nsame linearities and (or) nonlinearities. In this work, we propose a new\napproach to calculate coarse grained coefficients of the continuous\ndifferential equation from discrete models. We apply small constant\ntranslations in a test space and show how to obtain these coefficients from the\ntransformed average interface growth velocity. Using the examples of the\nballistic deposition (BD) model and the restricted solid-on-solid (RSOS) model,\nboth belonging to the Kardar-Parisi-Zhang (KPZ) universality class, we\ndemonstrate how to apply our approach to calculate analytically the\ncorresponding coefficients of the KPZ equation. Our analytical nonlinear\ncoefficients are in agreement with numerical results obtained by Monte Carlo\ntilted simulations. In addition to the BD and the RSOS we study a competitive\nRSOS model that shows crossover between the KPZ and Edwards-Wilkinson\nuniversality classes.\n","Comment: 15 pages, 3 figures"]}]
["1110.5248",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5248"],"date":["2011-10-24","2012-11-21"],"type":["text"],"creator":["Fukano, Hidenori S.","Tuominen, Kimmo"],"language":[],"coverage":[],"title":["Strong dynamics, minimal flavor and $R_b$"],"description":["  We discuss how models of electroweak symmetry breaking based on strong\ndynamics lead to observable contributions to the Z-boson decay width to bbbar\npairs even in the absence of any extended sector responsible for dynamical\ngeneration of the masses of the Standard Model matter fields. These\ncontributions are due to composite vector mesons mixing with the Standard Model\nelectroweak gauge fields and lead to stringent constraints on models of this\ntype. Constraints from unitarity of WW-scattering are also considered.\n","Comment: 5pages 6figures; v2:Numerical analysis and results have been revised"]}]
["1110.5986",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5986","Phys.Rev.,D86,093021(2012)","doi:10.1103/PhysRevD.86.093021"],"date":["2011-10-27","2012-11-21"],"type":["text"],"creator":["Giraldo, Yithsbey"],"language":[],"coverage":[],"title":["Texture Zeros and WB Transformations in the Quark Sector of the Standard\n  Model"],"description":["  Stimulated by the recent attention given to the texture zeros found in the\nquark mass matrices sector of the Standard Model, an analytical method for\nidentifying (or to exclude) texture zeros models will be implemented here,\nstarting from arbitrary quark mass matrices and making a suitable weak basis\ntransformation, we are be able to find equivalent quark mass matrix. It is\nshown that the number of non-equivalent quark mass matrix representations is\nfinite. We give exact numerical results for parallel and non-parallel\nfour-texture zeros models. We find that some five-texture zeros\nAns$\\ddot{\\textrm{a}}$tze are in agreement with all present experimental data.\nAnd we confirm definitely that six-texture zeros of Hermitian quark mass\nmatrices are not viable models anymore.\n","Comment: 19 pages, version 3 corrects for typos, text minor updated,\n  improvements in the text, numerical physical data updated"]}]
["1111.6526",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6526","Phys. Rev. D 86, 103521 (2012)","doi:10.1103/PhysRevD.86.103521"],"date":["2011-11-28","2012-11-21"],"type":["text"],"creator":["Pavan, A. B.","Ferreira, Elisa G. M.","Micheletti, Sandro M. R.","de Souza, J. C. C.","Abdalla, E."],"language":[],"coverage":[],"title":["Exact cosmological solutions of models with an interacting dark sector"],"description":["  In this work we extend the first order formalism for cosmological models that\npresent an interaction between a fermionic and a scalar field. Cosmological\nexact solutions describing universes filled with interacting dark energy and\ndark matter have been obtained. Viable cosmological solutions with an early\nperiod of decelerated expansion followed by late acceleration have been found,\nnotably one which presents a dark matter component dominating in the past and a\ndark energy component dominating in the future. In another one, the dark energy\nalone is the responsible for both periods, similar to a Chaplygin gas case.\nExclusively accelerating solutions have also been obtained.\n","Comment: 14 pages, 4 figures;v.4: published version"]}]
["1112.0963",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0963"],"date":["2011-12-05","2012-11-21"],"type":["text"],"creator":["Fukano, Hidenori S.","Tuominen, Kimmo"],"language":[],"coverage":[],"title":["Constraining on dynamical electroweak symmetry breaking via R_b"],"description":["  New strong gauge interactions remain a viable source for the electroweak\nsymmetry breaking. However, addressing the generation of fermion masses remains\na challenge. A basic observable which provides stringent constraints on the\nflavor extensions of Technicolor-type models is the decay rate of the Z boson\ninto a bbbar-pair. In this paper we provide a general framework to evaluate the\nresulting constraints on the technicolor theory level taking into account the\ncontributions from the vector and axial vector mesons and discuss the\nconsequences for phenomenology.\n","Comment: 16pages,14 figures; v2:Numerical analysis and results have been\n  revised"]}]
["1112.5557",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5557"],"date":["2011-12-23","2012-11-21"],"type":["text"],"creator":["Vaze, Rahul"],"language":[],"coverage":[],"title":["Competitive Ratio Analysis of Online Algorithms to Minimize Data\n  Transmission Time in Energy Harvesting Communication System"],"description":["  We consider the optimal online packet scheduling problem in a single-user\nenergy harvesting wireless communication system, where energy is harvested from\nnatural renewable sources, making future energy arrivals instants and amounts\nrandom in nature. The most general case of arbitrary energy arrivals is\nconsidered where neither the future energy arrival instants or amount, nor\ntheir distribution is known. The problem considered is to adaptively change the\ntransmission rate according to the causal energy arrival information, such that\nthe time by which all packets are delivered is minimized. We assume that all\nbits have arrived and are ready at the source before the transmission begins.\nFor a minimization problem, the utility of an online algorithm is tested by\nfinding its competitive ratio or competitiveness that is defined to be the\nmaximum of the ratio of the gain of the online algorithm with the optimal\noffline algorithm over all input sequences. We derive a lower and upper bound\non the competitive ratio of any online algorithm to minimize the total\ntransmission time in an energy harvesting system. The upper bound is obtained\nusing a `lazy' transmission policy that chooses its transmission power to\nminimize the transmission time assuming that no further energy arrivals are\ngoing to occur in future. The lazy transmission policy is shown to be strictly\ntwo-competitive. We also derive an adversarial lower bound that shows that\ncompetitive ratio of any online algorithm is at least 1.325.\n","Comment: accepted for publication in IEEE INFOCOM 2013 to be held in Turin,\n  Italy, Apr 2013"]}]
["1112.6262",{"format":[],"subject":["Mathematics - Numerical Analysis","65D32, 65N38, 65R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6262"],"date":["2011-12-29","2012-11-21"],"type":["text"],"creator":["Hao, S.","Barnett, A. H.","Martinsson, P. G.","Young, P."],"language":[],"coverage":[],"title":["High-order accurate Nystrom discretization of integral equations with\n  weakly singular kernels on smooth curves in the plane"],"description":["  Boundary integral equations and Nystrom discretization provide a powerful\ntool for the solution of Laplace and Helmholtz boundary value problems.\nHowever, often a weakly-singular kernel arises, in which case specialized\nquadratures that modify the matrix entries near the diagonal are needed to\nreach a high accuracy. We describe the construction of four different\nquadratures which handle logarithmically-singular kernels. Only smooth\nboundaries are considered, but some of the techniques extend straightforwardly\nto the case of corners. Three are modifications of the global periodic\ntrapezoid rule, due to Kapur-Rokhlin, to Alpert, and to Kress. The fourth is a\nmodification to a quadrature based on Gauss-Legendre panels due to\nKolm-Rokhlin; this formulation allows adaptivity. We compare in numerical\nexperiments the convergence of the four schemes in various settings, including\nlow- and high-frequency planar Helmholtz problems, and 3D axisymmetric Laplace\nproblems. We also find striking differences in performance in an iterative\nsetting. We summarize the relative advantages of the schemes.\n"]}]
["1201.1208",{"format":[],"subject":["Mathematics - Differential Geometry","53C44, 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1208","Ann. Global Anal. Geom. 42 (2012), no. 4, 585--610"],"date":["2012-01-05","2012-05-07"],"type":["text"],"creator":["Weiss, Hartmut","Witt, Frederik"],"language":[],"coverage":[],"title":["Energy functionals and soliton equations for G_2-forms"],"description":["  We extend short-time existence and stability of the Dirichlet energy flow as\nproven in a previous paper by the authors to a broader class of energy\nfunctionals. Furthermore, we derive some monotonely decreasing quantities for\nthe Dirichlet energy flow and investigate an equation of soliton type. In\nparticular, we show that nearly parallel G_2-structures satisfy this soliton\nequation and study their infinitesimal soliton deformations.\n","Comment: 22 pages, typos corrected, reference added"]}]
["1201.2242",{"format":[],"subject":["Mathematics - Algebraic Geometry","14Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2242"],"date":["2012-01-11","2012-11-21"],"type":["text"],"creator":["Krone, Robert"],"language":[],"coverage":[],"title":["Numerical Algorithms for Dual Bases of Positive-Dimensional Ideals"],"description":["  An ideal of a local polynomial ring can be described by calculating a\nstandard basis with respect to a local monomial ordering. However standard\nbasis algorithms are not numerically stable. Instead we can describe the ideal\nnumerically by finding the space of dual functionals that annihilate it,\nreducing the problem to one of linear algebra. There are several known\nalgorithms for finding the truncated dual up to any specified degree, which is\nuseful for describing zero-dimensional ideals. We present a stopping criterion\nfor positive-dimensional cases based on homogenization that guarantees all\ngenerators of the initial monomial ideal are found. This has applications for\ncalculating Hilbert functions.\n","Comment: 19 pages, 4 figures"]}]
["1201.3832",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3832","Phys. Rev. D 86, 105037 (2012)","doi:10.1103/PhysRevD.86.105037"],"date":["2012-01-18","2012-11-20"],"type":["text"],"creator":["Fang, Li Qing","Ge, Xian-Hui","Kuang, Xiao-Mei"],"language":[],"coverage":[],"title":["Holographic fermions in charged Lifshitz theory"],"description":["  We investigate the properties of holographic fermions in charged Lifshitz\nblack holes at finite temperature through the AdS/CFT correspondence. In the\ncharged Lifshitz background with the dynamical exponent $z=2$, we find that the\ndispersion relation is linear. The scaling behavior of the imaginal part of the\nGreen function relative to $k_{\\perp}=k-k_F$ is also discussed. We find,\nalthough the system has linear dispersion relation and quadratic quasi-particle\nwidth, it does not satisfy Luttinger's theorem. We also find that the variation\nof the scaling parameters $\\alpha$ and $\\beta$ is small as the charge $q$\nvaries. Furthermore, we also discuss the effect of the dynamical exponent $z$\nby considering the cases $z=4$ and $z=6$ and show that $ImG_{ii}$ become smooth\nwhen the dynamical exponent $z$ increases.\n","Comment: 1+16pages, many figures, published version"]}]
["1202.1132",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1132"],"date":["2012-02-06","2012-11-21"],"type":["text"],"creator":["Blåbäck, Johan","Danielsson, Ulf H.","Van Riet, Thomas"],"language":[],"coverage":[],"title":["Resolving anti-brane singularities through time-dependence"],"description":["  In this note we discuss a possible resolution of the flux singularities\nassociated with the insertion of branes in backgrounds supported by fluxes that\ncarry charges opposite to the branes. We present qualitative arguments that\nsuch a setup could be unstable both in the closed and open string sector. The\nsingularities in the fluxes then get naturally resolved by taking the true\nsolution to be a time-dependent process in which flux gets attracted towards\nthe brane and subsequently annihilates.\n","Comment: 14 pages, 2 figures. v2: Improved arguments and we emphase we have\n  not put the backreacted solution into the probe action, but instead followed\n  a consistent procedure. References are updated"]}]
["1202.2525",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2525","Proc. of IEEE Intl. Symp. on Information Theory (2012), pages\n  2431-2435"],"date":["2012-02-12","2012-11-20"],"type":["text"],"creator":["Javanmard, Adel","Montanari, Andrea"],"language":[],"coverage":[],"title":["Subsampling at Information Theoretically Optimal Rates"],"description":["  We study the problem of sampling a random signal with sparse support in\nfrequency domain. Shannon famously considered a scheme that instantaneously\nsamples the signal at equispaced times. He proved that the signal can be\nreconstructed as long as the sampling rate exceeds twice the bandwidth (Nyquist\nrate). Cand\\`es, Romberg, Tao introduced a scheme that acquires instantaneous\nsamples of the signal at random times. They proved that the signal can be\nuniquely and efficiently reconstructed, provided the sampling rate exceeds the\nfrequency support of the signal, times logarithmic factors.\n  In this paper we consider a probabilistic model for the signal, and a\nsampling scheme inspired by the idea of spatial coupling in coding theory.\nNamely, we propose to acquire non-instantaneous samples at random times.\nMathematically, this is implemented by acquiring a small random subset of Gabor\ncoefficients. We show empirically that this scheme achieves correct\nreconstruction as soon as the sampling rate exceeds the frequency support of\nthe signal, thus reaching the information theoretic limit.\n","Comment: 5 pages, 4 figures, minor corrections"]}]
["1202.3015",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3015","Sci Rep. 2012;2:802","doi:10.1038/srep00802"],"date":["2012-02-14","2012-08-18"],"type":["text"],"creator":["West, James","Bianconi, Ginestra","Severini, Simone","Teschendorff, Andrew"],"language":[],"coverage":[],"title":["On dynamic network entropy in cancer"],"description":["  The cellular phenotype is described by a complex network of molecular\ninteractions. Elucidating network properties that distinguish disease from the\nhealthy cellular state is therefore of critical importance for gaining\nsystems-level insights into disease mechanisms and ultimately for developing\nimproved therapies. By integrating gene expression data with a protein\ninteraction network to induce a stochastic dynamics on the network, we here\ndemonstrate that cancer cells are characterised by an increase in the dynamic\nnetwork entropy, compared to cells of normal physiology. Using a fundamental\nrelation between the macroscopic resilience of a dynamical system and the\nuncertainty (entropy) in the underlying microscopic processes, we argue that\ncancer cells will be more robust to random gene perturbations. In addition, we\nformally demonstrate that gene expression differences between normal and cancer\ntissue are anticorrelated with local dynamic entropy changes, thus providing a\nsystemic link between gene expression changes at the nodes and their local\nnetwork dynamics. In particular, we also find that genes which drive\ncell-proliferation in cancer cells and which often encode oncogenes are\nassociated with reductions in the dynamic network entropy. In summary, our\nresults support the view that the observed increased robustness of cancer cells\nto perturbation and therapy may be due to an increase in the dynamic network\nentropy that allows cells to adapt to the new cellular stresses. Conversely,\ngenes that exhibit local flux entropy decreases in cancer may render cancer\ncells more susceptible to targeted intervention and may therefore represent\npromising drug targets.\n","Comment: 10 pages, 3 figures, 4 tables. Submitted"]}]
["1202.3320",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3320","Phys. Rev. E 85, 061103 (2012)","doi:10.1103/PhysRevE.85.061103"],"date":["2012-02-15","2012-06-11"],"type":["text"],"creator":["Mehta, Dhagash","Hauenstein, Jonathan D.","Kastner, Michael"],"language":[],"coverage":[],"title":["Energy landscape analysis of the two-dimensional nearest-neighbor \\phi^4\n  model"],"description":["  The stationary points of the potential energy function of the \\phi^4 model on\na two-dimensional square lattice with nearest-neighbor interactions are studied\nby means of two numerical methods: a numerical homotopy continuation method and\na globally-convergent Newton-Raphson method. We analyze the properties of the\nstationary points, in particular with respect to a number of quantities that\nhave been conjectured to display signatures of the thermodynamic phase\ntransition of the model. Although no such signatures are found for the\nnearest-neighbor \\phi^4 model, our study illustrates the strengths and\nweaknesses of the numerical methods employed.\n","Comment: 11 pages, 6 figures"]}]
["1202.5366",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5366","Physics Procedia vol. 34, 60 (2012)","doi:10.1016/j.phpro.2012.05.010"],"date":["2012-02-23"],"type":["text"],"creator":["Kato, Yasuyuki"],"language":[],"coverage":[],"title":["Quantum Monte-Carlo study of magnetic ordering in ZnV2O4"],"description":["  We study the magnetic ordering of Vanadium spinels by Quantum Monte Carlo\nsimulations of a three-band Hubbard model. Vanadium spinels, AV$_2$O$_4$,\nexhibit a unique \"up-up-down-down\" spin ordering at low temperatures. While\nthis magnetic ordering was originally measured in 1973, its origin has remained\nunclear for many years due to the lack of unbiased approaches for solving the\nrelevant model. A three-band Hubbard model on the spinel lattice (corner\nsharing tetrahedra) is a minimal Hamiltonian for describing the $t_{2g}$\nelectrons of the V$^{2+}$ ions. One of the main difficulties is that this\nfamily of compounds belongs to the elusive intermediate-coupling regime ($U\n\\gtrsim t$) for which there is no small parameter that can justify a\nperturbative expansion. We present a controlled Quantum Monte-Carlo approach to\nthe three-band Hubbard model relevant for this materials that reproduces the\nup-up-down-down spin ordering. The method is free of the sign problem that is\nusually the main limiting factor for simulating fermionic systems in dimension\nhigher than one.\n"]}]
["1203.2066",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2066","Phys. Rev. B 86, 195132 (2012)","doi:10.1103/PhysRevB.86.195132"],"date":["2012-03-09","2012-09-26"],"type":["text"],"creator":["Puggioni, Danilo","Filippetti, Alessio","Fiorentini, Vincenzo"],"language":[],"coverage":[],"title":["Ordering and multiple phase transitions in ultra-thin nickelate\n  superlattices"],"description":["  We interpret via advanced ab initio calculations the multiple phase\ntransitions observed recently in ultra-thin LaNiO$_{3}$/LaAlO$_{3}$\nsuperlattices. The ground state is insulating, charge-ordered, and\nantiferromagnetic due to concurrent structural distortion and weak valency\ndisproportionation. We infer distinct transitions at 40 K and 150 K,\nrespectively, from antiferromagnetic order to moment disorder, and from\nstructurally-dimerized insulator to an undistorted metallic Pauli paramagnet\n(exhibiting a cuprate-like Fermi surface). The results are in satisfactory\nagreement with experiment.\n","Comment: ~4 pages, 4 figures; further improvement during review"]}]
["1203.4226",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4226","Entropy 2012, 14, 2351-2374","doi:10.3390/e14112351"],"date":["2012-03-18","2012-10-25"],"type":["text"],"creator":["Bamba, Kazuharu","Debnath, Ujjal","Yesmakhanova, Kuralay","Tsyba, Petr","Nugmanova, Gulgasyl","Myrzakulov, Ratbay"],"language":[],"coverage":[],"title":["Periodic Cosmological Evolutions of Equation of State for Dark Energy"],"description":["  We demonstrate two periodic or quasi-periodic generalizations of the\nChaplygin gas (CG) type models to explain the origins of dark energy as well as\ndark matter by using the Weierstrass $\\wp(t)$, $\\sigma(t)$ and $\\zeta(t)$\nfunctions with two periods being infinite. If the universe can evolve\nperiodically, a non-singular universe can be realized. Furthermore, we examine\nthe cosmological evolution and nature of the equation of state (EoS) of dark\nenergy in the Friedmann-Lema\\^{i}tre-Robertson-Walker cosmology. It is\nexplicitly illustrated that there exist three type models in which the universe\nalways stays in the non-phantom (quintessence) phase, whereas it always evolves\nin the phantom phase, or the crossing of the phantom divide can be realized.\nThe scalar fields and the corresponding potentials are also analyzed for\ndifferent types of models.\n","Comment: 28 pages, 6 figures, title changed, version to appear in a special\n  issue \"Modified Gravity: From Black Holes Entropy to Current Cosmology\" of\n  Entropy"]}]
["1203.6557",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6557","Journal of Mathematical Physics 53, 102207 (2012)","doi:10.1063/1.4757665"],"date":["2012-03-29","2012-11-21"],"type":["text"],"creator":["Childs, Andrew M.","Gosset, David"],"language":[],"coverage":[],"title":["Levinson's theorem for graphs II"],"description":["  We prove Levinson's theorem for scattering on an (m+n)-vertex graph with n\nsemi-infinite paths each attached to a different vertex, generalizing a\nprevious result for the case n=1. This theorem counts the number of bound\nstates in terms of the winding of the determinant of the S-matrix. We also\nprovide a proof that the bound states and incoming scattering states of the\nHamiltonian together form a complete basis for the Hilbert space, generalizing\nanother result for the case n=1.\n","Comment: Published version"]}]
["1203.6569",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6569","Phys.Lett.B718:492-498,2012","doi:10.1016/j.physletb.2012.10.063"],"date":["2012-03-29","2012-10-24"],"type":["text"],"creator":["Albuquerque, Raphael M.","Liu, Xiang","Nielsen, Marina"],"language":[],"coverage":[],"title":["Exotic B_c-like molecules in QCD Sum Rules"],"description":["  We use the QCD sum rules to study possible $B_c$-like molecular states. We\nconsider isoscalar $J^P = 0^+$ and $J^P = 1^+ D^{(\\ast)}B^{(\\ast)}$ molecular\ncurrents. We consider the contributions of condensates up to dimension eight\nand we work at leading order in ${\\alpha}_s$ . We obtain for these states\nmasses around 7 GeV.\n","Comment: 7 pages, 6 figures. Accepted for publication in Physics Letters B.\n  arXiv admin note: text overlap with arXiv:1110.2113"]}]
["1204.3654",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3654","Phys.Rev.D86:104025,2012","doi:10.1103/PhysRevD.86.104025"],"date":["2012-04-16","2012-11-21"],"type":["text"],"creator":["Landulfo, A. G. S.","Lima, W. C. C.","Matsas, G. E. A.","Vanzella, D. A. T."],"language":[],"coverage":[],"title":["Particle creation due to tachyonic instability in relativistic stars"],"description":["  Dense enough compact objects were recently shown to lead to an exponentially\nfast increase of the vacuum energy density for some free scalar fields properly\ncoupled to the spacetime curvature as a consequence of a tachyonic-like\ninstability. Once the effect is triggered, the star energy density would be\noverwhelmed by the vacuum energy density in a few milliseconds. This demands\nthat eventually geometry and field evolve to a new configuration to bring the\nvacuum back to a stationary regime. Here, we show that the vacuum fluctuations\nbuilt up during the unstable epoch lead to particle creation in the final\nstationary state when the tachyonic instability ceases. The amount of created\nparticles depends mostly on the duration of the unstable epoch and final\nstationary configuration, which are open issues at this point. We emphasize\nthat the particle creation coming from the tachyonic instability will occur\neven in the adiabatic limit, where the spacetime geometry changes arbitrarily\nslowly, and therefore is quite distinct from the usual particle creation due to\nthe change in the background geometry.\n","Comment: 12 pages, 2 figures, discussion improved: paragraph added at the end\n  of Sec. V B (published version)"]}]
["1204.3729",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3729","Eur. Phys. J. C (2012) 72:2227","doi:10.1140/epjc/s10052-012-2227-3"],"date":["2012-04-17","2012-11-21"],"type":["text"],"creator":["Dorokhov, A. E.","Radzhabov, A. E.","Zhevlakov, A. S."],"language":[],"coverage":[],"title":["The light-by-light contribution to the muon (g-2) from lightest\n  pseudoscalar and scalar mesons within nonlocal chiral quark model"],"description":["  The light-by-light contribution from the lightest neutral pseudoscalar and\nscalar mesons to the anomalous magnetic moment of muon is calculated in the\nframework of the nonlocal SU(3)x SU(3) quark model. The model is based on\nchirally symmetric four-quark interaction of the Nambu-Jona-Lasinio type and\nKobayashi-Maskawa-t`Hooft U_A(1) breaking six-quark interaction. Full kinematic\ndependence of vertices with off-shell mesons and photons in intermediate states\nin the light-by-light scattering amplitude is taken into account. The small\npositive contributions from the scalar mesons stabilize the total result with\nrespect to change of model parameters and reduces to a_\\mu^{LbL,PS+S}=(6.25\\pm\n0.83)x10^{-10}.\n","Comment: 11 pages, 6 figures"]}]
["1204.4255",{"format":[],"subject":["Physics - Computational Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4255","Comput. Phys. Commun. 184, 201-208 (2013)","doi:10.1016/j.cpc.2012.08.016"],"date":["2012-04-19","2012-07-16"],"type":["text"],"creator":["Dennis, Graham R.","Hope, Joseph J.","Johnsson, Mattias T."],"language":[],"coverage":[],"title":["XMDS2: Fast, scalable simulation of coupled stochastic partial\n  differential equations"],"description":["  XMDS2 is a cross-platform, GPL-licensed, open source package for numerically\nintegrating initial value problems that range from a single ordinary\ndifferential equation up to systems of coupled stochastic partial differential\nequations. The equations are described in a high-level XML-based script, and\nthe package generates low-level optionally parallelised C++ code for the\nefficient solution of those equations. It combines the advantages of high-level\nsimulations, namely fast and low-error development, with the speed, portability\nand scalability of hand-written code. XMDS2 is a complete redesign of the XMDS\npackage, and features support for a much wider problem space while also\nproducing faster code.\n","Comment: 9 pages, 5 figures"]}]
["1205.1108",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1108","Physics Letters B 718 (2012) 237-240","doi:10.1016/j.physletb.2012.10.044"],"date":["2012-05-05","2012-10-16"],"type":["text"],"creator":["Kirillov, A. A.","Korotkevich, A. A.","Rubin, S. G."],"language":[],"coverage":[],"title":["Emergence of symmetries"],"description":["  The mechanism of symmetry formation is discussed in the framework of\nmultidimensional gravity. It is shown that this process is strictly connected\nto the entropy decrease of compact space. The existence of low energy\nsymmetries is not postulated from the beginning. They could be absent during\nthe inflationary stage under certain conditions discussed in the paper.\n","Comment: 9 pages"]}]
["1205.1398",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1398","Phys. Rev. Lett. 109, 145301 (2012)","doi:10.1103/PhysRevLett.109.145301"],"date":["2012-05-07","2012-08-01"],"type":["text"],"creator":["Hauke, Philipp","Tieleman, Olivier","Celi, Alessio","Ölschläger, Christoph","Simonet, Juliette","Struck, Julian","Weinberg, Malte","Windpassinger, Patrick","Sengstock, Klaus","Lewenstein, Maciej","Eckardt, André"],"language":[],"coverage":[],"title":["Non-Abelian gauge fields and topological insulators in shaken optical\n  lattices"],"description":["  Time-periodic driving like lattice shaking offers a low-demanding method to\ngenerate artificial gauge fields in optical lattices. We identify the relevant\nsymmetries that have to be broken by the driving function for that purpose and\ndemonstrate the power of this method by making concrete proposals for its\napplication to two-dimensional lattice systems: We show how to tune frustration\nand how to create and control band touching points like Dirac cones in the\nshaken kagom\\'e lattice. We propose the realization of a topological and a\nquantum spin Hall insulator in a shaken spin-dependent hexagonal lattice. We\ndescribe how strong artificial magnetic fields can be achieved for example in a\nsquare lattice by employing superlattice modulation. Finally, exemplified on a\nshaken spin-dependent square lattice, we develop a method to create strong\nnon-Abelian gauge fields.\n","Comment: 5 pages, 4 figures + supplemental material (2 pages, 1 figure).\n  Accepted for publication in Phys. Rev. Lett.. Minor changes with respect to\n  version 2 to improve presentation"]}]
["1205.1979",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1979","Phys. Rev. A 86, 022323 (2012)","doi:10.1103/PhysRevA.86.022323"],"date":["2012-05-09","2012-11-21"],"type":["text"],"creator":["Stobińska, Magdalena","Töppel, Falk","Sekatski, Pavel","Chekhova, Maria V."],"language":[],"coverage":[],"title":["Entanglement Witnesses and Measures for Bright Squeezed Vacuum"],"description":["  Quantum entanglement is a fascinating phenomenon, especially if it is\nobserved at the macroscopic scale. Importantly, macroscopic quantum\ncorrelations can be revealed only by accurate measurement outcomes and\nstrategies. Here, we formulate feasible entanglement witnesses for bright\nsqueezed vacuum in the form of the macroscopically populated polarization\ntriplet Bell states. Their testing involves efficient photodetection and the\nmeasurement of the Stokes operators variances. We also calculate the measures\nof entanglement for these states such as the Schmidt number and the logarithmic\nnegativity. Our results show that the bright squeezed vacuum degree of\npolarization entanglement scales as the mean photon number squared. We analyze\nthe applicability of an operational analog of the Schmidt number.\n","Comment: 8 pages, 4 figures"]}]
["1205.2970",{"format":[],"subject":["Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2970"],"date":["2012-05-14","2012-11-21"],"type":["text"],"creator":["Gottlieb, Alex D.","Weishaeupl, Rada M."],"language":[],"coverage":[],"title":["Strongly separated pairs of core electrons in computed ground states of\n  small molecules"],"description":["  We have performed full configuration interaction computations of the ground\nstates of the molecules Be, BeH_2, Li, LiH, B, and BH and verified that the\ncore electrons constitute \"separated electron pairs.\" These separated pairs of\ncore electrons have nontrivial structure; the core pair does not simply occupy\na single spatial orbital.\n  Our method of establishing the presence of separated electron pairs is direct\nand conclusive. We do not fit a separated pair model; we work with the\nwavefunctions of interest directly. To establish that a given group of\nspin-orbitals contains a quasi-separated pair, we verify by direct computation\nthat the quantum state of the electrons that occupy those spin-orbitals is\nnearly a pure 2-electron state.\n","Comment: To appear in Computational and Theoretical Chemistry"]}]
["1205.3547",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3547","Journal of Theoretical Biology, 317, 338--347 (2013)","doi:10.1016/j.jtbi.2012.10.031"],"date":["2012-05-15","2012-11-21"],"type":["text"],"creator":["Tanabe, Shoma","Suzuki, Hideyuki","Masuda, Naoki"],"language":[],"coverage":[],"title":["Indirect reciprocity with trinary reputations"],"description":["  Indirect reciprocity is a reputation-based mechanism for cooperation in\nsocial dilemma situations when individuals do not repeatedly meet. The\nconditions under which cooperation based on indirect reciprocity occurs have\nbeen examined in great details. Most previous theoretical analysis assumed for\nmathematical tractability that an individual possesses a binary reputation\nvalue, i.e., good or bad, which depends on their past actions and other\nfactors. However, in real situations, reputations of individuals may be\nmultiple valued. Another puzzling discrepancy between the theory and\nexperiments is the status of the so-called image scoring, in which cooperation\nand defection are judged to be good and bad, respectively, independent of other\nfactors. Such an assessment rule is found in behavioral experiments, whereas it\nis known to be unstable in theory. In the present study, we fill both gaps by\nanalyzing a trinary reputation model. By an exhaustive search, we identify all\nthe cooperative and stable equilibria composed of a homogeneous population or a\nheterogeneous population containing two types of players. Some results derived\nfor the trinary reputation model are direct extensions of those for the binary\nmodel. However, we find that the trinary model allows cooperation under image\nscoring under some mild conditions.\n","Comment: 5 figures, 1 table"]}]
["1205.4241",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4241","Phys. Rev. D 86 (2012) 061504","doi:10.1103/PhysRevD.86.061504"],"date":["2012-05-18","2012-10-18"],"type":["text"],"creator":["Gratia, Pierre","Hu, Wayne","Wyman, Mark"],"language":[],"coverage":[],"title":["Self-accelerating Massive Gravity: Exact solutions for any isotropic\n  matter distribution"],"description":["  We present an exact solution to the equations of massive gravity that\ndisplays cosmological constant-like behavior for any spherically symmetric\ndistribution of matter, including arbitrary time dependence. On this solution,\nthe new degrees of freedom from the massive graviton generate a cosmological\nconstant-like contribution to stress-energy that does not interact directly\nwith other matter sources. When the effective cosmological constant\ncontribution dominates over other sources of stress energy the cosmological\nexpansion self-accelerates, even when no other dark-energy-like ingredients are\npresent. The new degrees of freedom introduced by giving the graviton the mass\ndo not respond to arbitrarily large radial or homogeneous perturbations from\nother matter fields on this solution. We comment on possible implications of\nthis result.\n","Comment: 4 pages, no figures. v2: minor improvements to text, matches\n  published version"]}]
["1205.5002",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5002"],"date":["2012-05-22","2012-11-21"],"type":["text"],"creator":["Bourla, Avraham"],"language":[],"coverage":[],"title":["Arithmetic diophantine approximation for continued fractions-like maps\n  on the interval"],"description":["  We establish arithmetical properties and provide essential bounds for\nbi-sequences of approximation coefficients associated with the natural\nextension of maps, leading to continued fraction-like expansions. These maps\nare realized as the fractional part of M$\\operatorname{\\ddot{o}}$bius\ntransformations which carry the end points of the unit interval to zero and\ninfinity, extending the classical regular and backwards continued fractions\nexpansions.\n","Comment: arXiv admin note: text overlap with arXiv:1111.0597"]}]
["1205.6066",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6066"],"date":["2012-05-28","2012-11-21"],"type":["text"],"creator":["Lyubashenko, Volodymyr"],"language":[],"coverage":[],"title":["A model structure on categories related to categories of complexes"],"description":["  We prove a theorem of Hinich type on existence of a model structure on a\ncategory related by an adjunction to the category of differential graded\nmodules over a graded commutative ring.\n","Comment: 15 pages, the article is simplified: instead of two possible gradings\n  (over Z and over NxZ) only one is left - over Z. Likely, the theorem with\n  NxZ-grading will not be ever used"]}]
["1206.0077",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0077","Prog. Theor. Exp. Phys. (2012) 02B011","doi:10.1093/ptep/pts039"],"date":["2012-06-01","2012-11-21"],"type":["text"],"creator":["Agari, Keizo","Ajimura, Shuhei","Beer, George","Bhang, Hyoungchan","Bragadireanu, Mario","Buehler, Paul","Busso, Luigi","Cargnelli, Michael","Choi, Seonho","Curceanu, Catalina","Enomoto, Shun","Faso, Diego","Fujioka, Hiroyuki","Fujiwara, Yuya","Fukuda, Tomokazu","Guaraldo, Carlo","Hashimoto, Tadashi","Hayano, Ryugo S.","Hiraiwa, Toshihiko","Hirose, Erina","Ieiri, Masaharu","Iio, Masami","Iliescu, Mihai","Inoue, Kentaro","Ishiguro, Yosuke","Ishikawa, Takashi","Ishimoto, Shigeru","Ishiwatari, Tomoichi","Itahashi, Kenta","Iwai, Masaaki","Iwasaki, Masahiko","Kakiguchi, Yutaka","Katoh, Yohji","Kawasaki, Shingo","Kienle, Paul","Kou, Hiroshi","Ma, Yue","Marton, Johann","Matsuda, Yasuyuki","Minakawa, Michifumi","Mizoi, Yutaka","Morra, Ombretta","Muto, Ryotaro","Nagae, Tomofumi","Naruki, Megumi","Noumi, Hiroyuki","Ohnishi, Hiroaki","Okada, Shinji","Outa, Haruhiko","Piscicchia, Kristian","Lener, Marco Poli","Vidal, Antonio Romero","Sada, Yuta","Sakaguchi, Atsushi","Sakuma, Fuminori","Sato, Masaharu","Sato, Yoshinori","Sawada, Shin'ya","Scordo, Alessandro","Sekimoto, Michiko","Shi, Hexi","Shirakabe, Yoshihisa","Sirghi, Diana","Sirghi, Florin","Suzuki, Ken","Suzuki, Shoji","Suzuki, Takatoshi","Suzuki, Yoshihiro","Takahashi, Hitoshi","Tanaka, Kazuhiro","Tanaka, Nobuaki","Tatsuno, Hideyuki","Tokuda, Makoto","Toyoda, Akihisa","Tomono, Dai","Toyoda, Akihisa","Tsukada, Kyo","Doce, Oton Vazquez","Watanabe, Hiroaki","Widmann, Eberhard","Wunschek, Barbara K.","Yamanoi, Yutaka","Yamazaki, Toshimitsu","Yim, Heejoong","Zmeskal, Johann"],"language":[],"coverage":[],"title":["The K1.8BR spectrometer system at J-PARC"],"description":["  A new spectrometer system was designed and constructed at the secondary beam\nline K1.8BR in the hadron hall of J-PARC to investigate $\\bar K N$ interactions\nand $\\bar K$-nuclear bound systems. The spectrometer consists of a high\nprecision beam line spectrometer, a liquid $^3$He/$^4$He/D$_2$ target system, a\nCylindrical Detector System that surrounds the target to detect the decay\nparticles from the target region, and a neutron time-of-flight counter array\nlocated $\\sim$15 m downstream from the target position. Details of the design,\nconstruction, and performance of the detector components are described.\n","Comment: 33 pages, 25 figures"]}]
["1206.0877",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0877","Journal of Integer Sequences, Vol. 15 (2012), Article 12.9.3"],"date":["2012-06-05","2012-11-21"],"type":["text"],"creator":["Kruchinin, Vladimir","Kruchinin, Dmitry"],"language":[],"coverage":[],"title":["A Method for Obtaining Generating Function for Central Coefficients of\n  Triangles"],"description":["  We present techniques for obtaining a generating function for the central\ncoefficients of a triangle $T(n,k)$, which is given by the expression\n$[xH(x)]^k=\\sum_{n\\geqslant k} T(n,k)x^n$, $H(0)\\neq 0$. We also prove certain\ntheorems for solving direct and inverse problems.\n"]}]
["1206.1265",{"format":[],"subject":["Quantum Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1265","Phys. Rev. B 86, 180504(R) (2012)","doi:10.1103/PhysRevB.86.180504"],"date":["2012-06-06"],"type":["text"],"creator":["Sears, A. P.","Petrenko, A.","Catelani, G.","Sun, L.","Paik, Hanhee","Kirchmair, G.","Frunzio, L.","Glazman, L. I.","Girvin, S. M.","Schoelkopf, R. J."],"language":[],"coverage":[],"title":["Photon Shot Noise Dephasing in the Strong-Dispersive Limit of Circuit\n  QED"],"description":["  We study the photon shot noise dephasing of a superconducting transmon qubit\nin the strong-dispersive limit, due to the coupling of the qubit to its readout\ncavity. As each random arrival or departure of a photon is expected to\ncompletely dephase the qubit, we can control the rate at which the qubit\nexperiences dephasing events by varying \\textit{in situ} the cavity mode\npopulation and decay rate. This allows us to verify a pure dephasing mechanism\nthat matches theoretical predictions, and in fact explains the increased\ndephasing seen in recent transmon experiments as a function of cryostat\ntemperature. We investigate photon dynamics in this limit and observe large\nincreases in coherence times as the cavity is decoupled from the environment.\nOur experiments suggest that the intrinsic coherence of small Josephson\njunctions, when corrected with a single Hahn echo, is greater than several\nhundred microseconds.\n","Comment: 5 pages, 4 figures; includes Supporting Online Material of 6 pages\n  with 5 figures"]}]
["1206.2879",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2879","Phys. Rev. Lett.109, 217202 (2012)","doi:10.1103/PhysRevLett.109.217202"],"date":["2012-06-13","2012-09-26"],"type":["text"],"creator":["Scarrozza, Marco","Filippetti, Alessio","Fiorentini, Vincenzo"],"language":[],"coverage":[],"title":["Ferromagnetism and orbital order in a topological ferroelectric"],"description":["  We explore via density functional calculations the magnetic doping of a\ntopological ferroelectric as an unconventional route to multiferroicity.\nVanadium doping of the layered perovskite La$_{2}$Ti$_{2}$O$_{7}$ largely\npreserves electric polarization and produces robust ferromagnetic order, hence\nproper multiferroicity. The marked tendency of dopants to cluster into chains\nresults in an insulating character at generic doping. Ferromagnetism stems from\nthe symmetry breaking of the multi-orbital V system via an unusual\n\"antiferro\"-orbital order, and from the host's low-symmetry layered structure.\n","Comment: 4 pages, 3 figures; Physical Review Letters 109, in print (2012)"]}]
["1206.2898",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2898","Phys. Rev. E 86, 056110 (2012)","doi:10.1103/PhysRevE.86.056110"],"date":["2012-06-13","2012-11-20"],"type":["text"],"creator":["Riascos, A. P.","Mateos, José L."],"language":[],"coverage":[],"title":["Long-Range Navigation on Complex Networks using L\\'evy Random Walks"],"description":["  We introduce a strategy of navigation in undirected networks, including\nregular, random, and complex networks, that is inspired by L\\'evy random walks,\ngeneralizing previous navigation rules. We obtained exact expressions for the\nstationary probability distribution, the occupation probability, the mean first\npassage time, and the average time to reach a node on the network. We found\nthat the long-range navigation using the L\\'evy random walk strategy, compared\nwith the normal random walk strategy, is more efficient at reducing the time to\ncover the network. The dynamical effect of using the L\\'evy walk strategy is to\ntransform a large-world network into a small world. Our exact results provide a\ngeneral framework that connects two important fields: L\\'evy navigation\nstrategies and dynamics on complex networks.\n","Comment: 6 pages, 3 figures"]}]
["1206.6663",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6663","Acta Physica Polonica B Proc. Suppl., Vol. 5, No. 4, 2012, page\n  1089","doi:10.5506/APhysPolBSupp.5.1089"],"date":["2012-06-28"],"type":["text"],"creator":["Lottini, Stefano","Torrieri, Giorgio"],"language":[],"coverage":[],"title":["Quarkyonic percolation in dense nuclear matter"],"description":["  We examine the phase diagram of hadronic matter when the number of colours\n$N_c$, as well as temperature and density, are varied. We show that in this\nregime a new percolation phase transition is possible, and examine the\nimplications of this transition for extrapolations to physical QCD of the\nlarge-N_c limit.\n","Comment: 6 pages; 4 figures; proceeding for Excited QCD 2012 - May 6-12,\n  Peniche, Portugal"]}]
["1207.0674",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0674","Phys. Lett. B 718 (2012) 499-506","doi:10.1016/j.physletb.2012.10.064"],"date":["2012-07-03","2012-11-20"],"type":["text"],"creator":["Banfi, Andrea","Cancino, Julián"],"language":[],"coverage":[],"title":["Implications of QCD radiative corrections on high-pT Higgs searches"],"description":["  We discuss the effect of next-to-leading order (NLO) QCD corrections to the\nHiggsstrahlung process, where the Higgs boson decays to bottom quarks, using a\npartonic-level fully differential code. First we evaluate the impact of\ninitial- and final-state gluon radiation on the reconstruction of a mass peak\nwith the fat-jet analysis in the boosted regime at the LHC with sqrt(s) = 14\nTeV as proposed in Butterworth et al. (2008) [1]. Finally we study the current\nCMS search strategy for this channel and compare it to the fat-jet procedure at\nthe LHC with sqrt(s) = 8 TeV. Both show that final-state QCD radiation has a\nsizable effect and should be taken properly into account.\n","Comment: 16 pages, 5 figures, version accepted for publication"]}]
["1207.1102",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1102","Phys. Rev. D 86, 103513 (2012)","doi:10.1103/PhysRevD.86.103513"],"date":["2012-07-04","2012-11-21"],"type":["text"],"creator":["Hamaus, Nico","Seljak, Uroš","Desjacques, Vincent"],"language":[],"coverage":[],"title":["Optimal Weighting in Galaxy Surveys: Application to Redshift-Space\n  Distortions"],"description":["  Using multiple tracers of large-scale structure allows to evade the\nlimitations imposed by sampling variance for some parameters of interest in\ncosmology. We demonstrate the optimal way of carrying out a multitracer\nanalysis in a galaxy redshift survey by considering the principal components of\nthe shot noise matrix from two-point clustering statistics. We show how to\nconstruct two tracers that maximize the benefits of sampling variance and shot\nnoise cancellation using optimal weights. On the basis of high-resolution\nN-body simulations of dark matter halos we apply this technique to the analysis\nof redshift-space distortions and demonstrate how constraints on the growth\nrate of structure formation can be substantially improved. The primary\nlimitation are nonlinear effects, which cause significant biases in the method\nalready at scales of k<0.1h/Mpc, suggesting the need to develop nonlinear\nmodels of redshift-space distortions in order to extract the maximum\ninformation from future redshift surveys. Nonetheless we find gains of a factor\nof a few in constraints on the growth rate achievable when merely the linear\nregime of a galaxy survey like EUCLID is considered.\n","Comment: v1: 16 pages, 8 figures, 1 table. Submitted to PRD v2: Matched PRD\n  published version"]}]
["1207.2352",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2352","J. Phys. A: Math. Theor. 45, 485202 (2012)","doi:10.1088/1751-8113/45/48/485202"],"date":["2012-07-10","2012-11-21"],"type":["text"],"creator":["Faribault, Alexandre","Schuricht, Dirk"],"language":[],"coverage":[],"title":["On the determinant representations of Gaudin models' scalar products and\n  form factors"],"description":["  We propose alternative determinant representations of certain form factors\nand scalar products of states in rational Gaudin models realized in terms of\ncompact spins. We use alternative pseudo-vacuums to write overlaps in terms of\npartition functions with domain wall boundary conditions. Contrarily to\nSlavnovs determinant formulas, this construction does not require that any of\nthe involved states be solutions to the Bethe equations; a fact that could\nprove useful in certain non-equilibrium problems. Moreover, by using an\natypical determinant representation of the partition functions, we propose\nexpressions for the local spin raising and lowering operators form factors\nwhich only depend on the eigenvalues of the conserved charges. These\neigenvalues define eigenstates via solutions of a system of quadratic equations\ninstead of the usual Bethe equations. Consequently, the current work allows\nimportant simplifications to numerical procedures addressing decoherence in\nGaudin models.\n","Comment: 15 pages, 0 figures, Published version"]}]
["1207.2575",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2575","EPL 99, 38003 (2012)","doi:10.1209/0295-5075/99/38003"],"date":["2012-07-11"],"type":["text"],"creator":["Schmidt, Daniel","Bihr, Timo","Seifert, Udo","Smith, Ana-Sunčana"],"language":[],"coverage":[],"title":["Coexistence of dilute and densely packed domains of ligand-receptor\n  bonds in membrane adhesion"],"description":["  We analyze the stability of micro-domains of ligand-receptor bonds that\nmediate the adhesion of biological model membranes. After evaluating the\neffects of membrane fluctuations on the binding affinity of a single bond, we\ncharacterize the organization of bonds within the domains by theoretical means.\nIn a large range of parameters, we find the commonly suggested dense packing to\nbe separated by a free energy barrier from a regime in which bonds are sparsely\ndistributed. If bonds are mobile, a coexistence of the two regimes should\nemerge, which agrees with recent experimental observations.\n","Comment: 6 pages, 6 figures, accepted by EPL"]}]
["1207.4369",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4369","Astrophysical Journal, 2012, 761, 22","doi:10.1088/0004-637X/761/1/22"],"date":["2012-07-18","2012-11-21"],"type":["text"],"creator":["Song, J.","Zenteno, A.","Stalder, B.","Desai, S.","Bleem, L. E.","Aird, K. A.","Armstrong, R.","Ashby, M. L. N.","Bayliss, M.","Bazin, G.","Benson, B. A.","Bertin, E.","Brodwin, M.","Carlstrom, J. E.","Chang, C. L.","Cho, H. M.","Clocchiatti, A.","Crawford, T. M.","Crites, A. T.","de Haan, T.","Dobbs, M. A.","Dudley, J. P.","Foley, R. J.","George, E. M.","Gettings, D.","Gladders, M. D.","Gonzalez, A. H.","Halverson, N. W.","Harrington, N. L.","High, F. W.","Holder, G. P.","Holzapfel, W. L.","Hoover, S.","Hrubes, J. D.","Joy, M.","Keisler, R.","Knox, L.","Lee, A. T.","Leitch, E. M.","Liu, J.","Lueker, M.","Luong-Van, D.","Marrone, D. P.","McDonald, M.","McMahon, J. J.","Mehl, J.","Meyer, S. S.","Mocanu, L.","Mohr, J. J.","Montroy, T. E.","Natoli, T.","Nurgaliev, D.","Padin, S.","Plagge, T.","Pryke, C.","Reichardt, C. L.","Rest, A.","Ruel, J.","Ruhl, J. E.","Saliwanchik, B. R.","Saro, A.","Sayre, J. T.","Schaffer, K. K.","Shaw, L.","Shirokoff, E.","Suhada, R.","Spieler, H. G.","Stanford, S. A.","Staniszewski, Z.","Stark, A. A.","Story, K.","Stubbs, C. W.","van Engelen, A.","Vanderlinde, K.","Vieira, J. D.","Williamson, R.","Zahn, O."],"language":[],"coverage":[],"title":["Redshifts, Sample Purity, and BCG Positions for the Galaxy Cluster\n  Catalog from the first 720 Square Degrees of the South Pole Telescope Survey"],"description":["  We present the results of the ground- and space-based optical and\nnear-infrared (NIR) follow-up of 224 galaxy cluster candidates detected with\nthe Sunyaev-Zel'dovich (SZ) effect in the 720 deg^2 of the South Pole Telescope\n(SPT) survey completed in the 2008 and 2009 observing seasons. We use the\noptical/NIR data to establish whether each candidate is associated with an\noverdensity of galaxies and to estimate the cluster redshift. Most photometric\nredshifts are derived through a combination of three different cluster redshift\nestimators using red-sequence galaxies, resulting in an accuracy of \\Delta\nz/(1+z)=0.017, determined through comparison with a subsample of 57 clusters\nfor which we have spectroscopic redshifts. We successfully measure redshifts\nfor 158 systems and present redshift lower limits for the remaining candidates.\nThe redshift distribution of the confirmed clusters extends to z=1.35 with a\nmedian of z_{med}=0.57. Approximately 18% of the sample with measured redshifts\nlies at z>0.8. We estimate a lower limit to the purity of this SPT SZ-selected\nsample by assuming that all unconfirmed clusters are noise fluctuations in the\nSPT data. We show that the cumulative purity at detection significance \\xi>5\n(\\xi>4.5) is >= 95 (>= 70%). We present the red brightest cluster galaxy (rBCG)\npositions for the sample and examine the offsets between the SPT candidate\nposition and the rBCG. The radial distribution of offsets is similar to that\nseen in X-ray-selected cluster samples, providing no evidence that SZ-selected\ncluster samples include a different fraction of recent mergers than\nX-ray-selected cluster samples.\n","Comment: 22 pages, 7 figures, 1 multi-page table at the end of the article"]}]
["1207.4392",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4392","Phys. Rev. D 86, 093022 (2012)","doi:10.1103/PhysRevD.86.093022"],"date":["2012-07-18","2012-11-09"],"type":["text"],"creator":["Ramalho, G.","Pena, M. T.","Stadler, A."],"language":[],"coverage":[],"title":["The shape of the $\\Delta$ baryon in a covariant spectator quark model"],"description":["  Using a covariant spectator quark model that describes the recent lattice QCD\ndata for the $\\Delta$ electromagnetic form factors and all available\nexperimental data on $\\gamma N \\to \\Delta$ transitions, we analyze the charge\nand magnetic dipole distributions of the $\\Delta$ baryon and discuss its shape.\nWe conclude that the quadrupole moment of the $\\Delta$ is a good indicator of\nthe deformation and that the $\\Delta^+$ charge distribution has an oblate\nshape. We also calculate transverse moments and find that they do not lead to\nunambiguous conclusions about the underlying shape.\n","Comment: Extended introduction, references added, other small modifications.\n  To appear in Phys. Rev. D. 14 pages, 8 figures"]}]
["1207.4399",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4399","Nuclear Physics B 867 (2013) 330-353","doi:10.1016/j.nuclphysb.2012.10.007"],"date":["2012-07-18","2012-11-21"],"type":["text"],"creator":["Baulieu, Laurent","Bellon, Marc","Reys, Valentin"],"language":[],"coverage":[],"title":["Twisted N=1, d=4 supergravity and its symmetries"],"description":["  We display the construction of a twisted superalgebra for the N=1 Euclidian\nsupergravity on 4-manifolds with an almost complex structure. It acts on a\nrepresentation of twisted supersymmetry made of forms with odd and even\nstatistics and it is covariant under a SU(2)\\subset SO(4) Lorentz invariance of\nthe manifold's tangent-space. It contains 4 twisted supersymmetry generators,\none nilpotent scalar, one vector and one pseudo-scalar. The superalgebra closes\non the twisted fields of supergravity in its new minimal set of auxiliary\nfields. Its couplings to the twisted Wess and Zumino and vector multiplets are\nalso determined.\n","Comment: Added references and corrected misprints"]}]
["1207.4405",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4405","Phys. Rev. D 86, 103515 (2012)","doi:10.1103/PhysRevD.86.103515"],"date":["2012-07-18","2012-08-03"],"type":["text"],"creator":["Feng, Kaixi","Cai, Yi-Fu","Piao, Yun-Song"],"language":[],"coverage":[],"title":["IR Divergence in Inflationary Tensor Perturbations from Fermion Loops"],"description":["  We estimate fermion loop corrections to the two-point correlation function of\nprimordial tensor perturbations in a slow-roll inflationary background. We\nparticularly compute an explicit term of one-loop correction from a massless\nfermion, and then extend to the complete Interaction Hamiltonian. After that,\nwe study one-loop corrections contributed by a massive fermion to primordial\ntensor fluctuations. The loop correction arisen from a massless fermion field\ncontains logarithms and thus may constrain the validity of perturbation theory\nin inflationary cosmology, but the situation could be relaxed once the\nfermion's mass is taken into account. Another one-loop diagram for a massive\nfermion which involves one vertex is constrained by a UV cutoff as expected by\nquantum field theory. Our result shows that loop corrections of a fermion field\nhave the same sign as those of a scalar field, and thus implies that the\ninclusion of fermion loop corrections may not help to alleviate the issue of IR\ndivergence in inflationary cosmology.\n","Comment: 12 pages"]}]
["1207.6142",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6142","Phys. Rev. D 86 104044, 2012","doi:10.1103/PhysRevD.86.104044"],"date":["2012-07-25","2012-11-21"],"type":["text"],"creator":["Ruiz, Milton","Degollado, Juan Carlos","Alcubierre, Miguel","Nunez, Dario","Salgado, Marcelo"],"language":[],"coverage":[],"title":["Induced scalarization in boson stars and scalar gravitational radiation"],"description":["  The dynamical evolution of boson stars in scalar-tensor theories of gravity\nis considered in the physical (Jordan) frame. We focus on the study of\nspontaneous and induced scalarization, for which we take as initial data\nconfigurations on the well-known S-branch of a single boson star in general\nrelativity. We show that during the scalarization process a strong emission of\nscalar radiation occurs. The new stable configurations (S-branch) of a single\nboson star within a particular scalar-tensor theory are also presented.\n","Comment: 18 pages, 11 figures. Minor changes to match the published version"]}]
["1207.6545",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6545","Phys. Rev. B 86, 195129 (2012)","doi:10.1103/PhysRevB.86.195129"],"date":["2012-07-27","2012-11-21"],"type":["text"],"creator":["Beugeling, W.","Everts, J. C.","Smith, C. Morais"],"language":[],"coverage":[],"title":["Topological phase transitions driven by next-nearest-neighbor hopping in\n  two-dimensional lattices"],"description":["  For two-dimensional lattices in a tight-binding description, the intrinsic\nspin-orbit coupling, acting as a complex next-nearest-neighbor hopping, opens\ngaps that exhibit the quantum spin Hall effect. In this paper, we study the\neffect of a real next-nearest-neighbor hopping term on the band structure of\nseveral Dirac systems. In our model, the spin is conserved, which allows us to\nanalyze the spin Chern numbers. We show that in the Lieb, kagome, and T_3\nlattices, variation of the amplitude of the real next-nearest-neighbor hopping\nterm drives interesting topological phase transitions. These transitions may be\nexperimentally realized in optical lattices under shaking, when the ratio\nbetween the nearest- and next-nearest-neighbor hopping parameters can be tuned\nto any possible value. Finally, we show that in the honeycomb lattice,\nnext-nearest-neighbor hopping only drives topological phase transitions in the\npresence of a magnetic field, leading to the conjecture that these transitions\ncan only occur in multigap systems.\n","Comment: 10 pages, 9 figures"]}]
["1207.7084",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.7084","Phys. Rev. B 86, 184514 (2012)","doi:10.1103/PhysRevB.86.184514"],"date":["2012-07-30"],"type":["text"],"creator":["Catelani, G.","Nigg, Simon E.","Girvin, S. M.","Schoelkopf, R. J.","Glazman, L. I."],"language":[],"coverage":[],"title":["Decoherence of superconducting qubits caused by quasiparticle tunneling"],"description":["  In superconducting qubits, the interaction of the qubit degree of freedom\nwith quasiparticles defines a fundamental limitation for the qubit coherence.\nWe develop a theory of the pure dephasing rate \\Gamma_{\\phi} caused by\nquasiparticles tunneling through a Josephson junction and of the inhomogeneous\nbroadening due to changes in the occupations of Andreev states in the junction.\nTo estimate \\Gamma_{\\phi}, we derive a master equation for the qubit dynamics.\nThe tunneling rate of free quasiparticles is enhanced by their large density of\nstates at energies close to the superconducting gap. Nevertheless, we find that\n\\Gamma_{\\phi} is small compared to the rates determined by extrinsic factors in\nmost of the current qubit designs (phase and flux qubits, transmon, fluxonium).\nThe split transmon, in which a single junction is replaced by a SQUID loop,\nrepresents an exception that could make possible the measurement of\n\\Gamma_{\\phi}. Fluctuations of the qubit frequency leading to inhomogeneous\nbroadening may be caused by the fluctuations in the occupation numbers of the\nAndreev states associated with a phase-biased Josephson junction. This\nmechanism may be revealed in qubits with small-area junctions, since the\nsmallest relative change in frequency it causes is of the order of the inverse\nnumber of transmission channels in the junction.\n","Comment: 18 pages, 2 figures"]}]
["1208.0191",{"format":[],"subject":["High Energy Physics - Phenomenology","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0191"],"date":["2012-08-01","2012-11-21"],"type":["text"],"creator":["Bhattacharya, Kaushik","Das, Suratna"],"language":[],"coverage":[],"title":["Effect of Lee-Wick thermodynamics in the cosmology of the early universe"],"description":["  The Lee-Wick theories require unusual Lee-Wick (LW) partners to the standard\nmodel (SM) particles. The excitations of the unusual fields may have indefinite\nnorms in the Hilbert space. In the present talk the thermodynamic results of a\ntoy LW (where each normal particle has only one LW partner and the standard\nmassless gauge fields do not appear in the normal particle spectrum as their LW\npartners has the potential to produce negative energy density) as well as a\nrealistic LW universe (where the above restrictions are not present) will be\ndiscussed.\n","Comment: 3 Pages, 2 figures, Latex file. Talk given in the thirteenth Marcel\n  Grossmann meeting (MG13), Stockholm, held during 1st-7th July 2012. The new\n  version is a shortened form of the earlier submission"]}]
["1208.0615",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0615"],"date":["2012-08-02","2012-11-21"],"type":["text"],"creator":["Afrati, Foto N.","Fotakis, Dimitris","Ullman, Jeffrey D."],"language":[],"coverage":[],"title":["Enumerating Subgraph Instances Using Map-Reduce"],"description":["  The theme of this paper is how to find all instances of a given \"sample\"\ngraph in a larger \"data graph,\" using a single round of map-reduce. For the\nsimplest sample graph, the triangle, we improve upon the best known such\nalgorithm. We then examine the general case, considering both the communication\ncost between mappers and reducers and the total computation cost at the\nreducers. To minimize communication cost, we exploit the techniques of (Afrati\nand Ullman, TKDE 2011)for computing multiway joins (evaluating conjunctive\nqueries) in a single map-reduce round. Several methods are shown for\ntranslating sample graphs into a union of conjunctive queries with as few\nqueries as possible. We also address the matter of optimizing computation cost.\nMany serial algorithms are shown to be \"convertible,\" in the sense that it is\npossible to partition the data graph, explore each partition in a separate\nreducer, and have the total computation cost at the reducers be of the same\norder as the computation cost of the serial algorithm.\n","Comment: 37 pages"]}]
["1208.2131",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2131","Phys. Rev. A 86, 052112 (2012)","doi:10.1103/PhysRevA.86.052112"],"date":["2012-08-10"],"type":["text"],"creator":["Giorgi, Gian Luca","Busch, Thomas"],"language":[],"coverage":[],"title":["Decoherence-assisted transport and quantum criticalities"],"description":["  We study the dynamics of a two-level quantum system interacting with an\nexternal environment that takes the form of an XY spin chain in the presence of\nan external magnetic field. While the presence of the bath itself can enhance\nthe transition probability from the lower level to the upper level of the\nsystem, we show that this noise-assisted phenomenon is sensitive to a change of\nthe quantum phase of the environment. The derivative of the transition\nprobability displays a maximum in correspondence with the critical value of the\napplied field both in the case of isotropic and anisotropic chains.\n"]}]
["1208.2240",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2240","Phys. Rev. B 86, 144530 (2012)","doi:10.1103/PhysRevB.86.144530"],"date":["2012-08-10","2012-11-21"],"type":["text"],"creator":["Homes, C. C.","Xu, Z. J.","Wen, J. S.","Gu, G. D."],"language":[],"coverage":[],"title":["Effective medium approximation and the complex optical properties of the\n  inhomogeneous superconductor K_{0.8}Fe_{2-y}Se_2"],"description":["  The in-plane optical properties of the inhomogeneous iron-chalcogenide\nsuperconductor K_{0.8}Fe_{2-y}Se_2 with a critical temperature Tc = 31 K have\nbeen modeled in the normal state using the Bruggeman effective medium\napproximation for metallic inclusions in an insulating matrix. The volume\nfraction for the inclusions is estimated to be ~ 10%; however, they appear to\nbe highly distorted, suggesting a filamentary network of conducting regions\njoined through weak links. The value for the Drude plasma frequency in the\ninclusions is much larger than the volume average, which when considered with\nthe reasonably low values for the scattering rate, suggests that the transport\nin the grains is always metallic. Estimates for the dc conductivity and the\nsuperfluid density in the grains places the inclusions on the universal scaling\nline close to the other homogeneous iron-based superconductors.\n","Comment: 6 pages, 3 figures"]}]
["1208.2902",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2902","Physical Review D86, 094014 (2012)","doi:10.1103/PhysRevD.86.094014"],"date":["2012-08-14","2012-11-21"],"type":["text"],"creator":["Wang, Yan","Huang, Fa Peng","Li, Chong Sheng","Li, Bo Hua","Shao, Ding Yu","Wang, Jian"],"language":[],"coverage":[],"title":["Constraints on flavor-changing neutral-current $Htq$ couplings from the\n  signal of $tH$ associated production with QCD next-to-leading order accuracy\n  at the LHC"],"description":["  We study a generic Higgs boson and a top quark associated production via\nmodel-independent flavor-changing neutral-current couplings at the LHC,\nincluding complete QCD next-to-leading order (NLO) corrections to the\nproduction and decay of the top quark and the Higgs boson. We find that QCD NLO\ncorrections can increase the total production cross sections by about 48.9% and\n57.9% for the $Htu$ and $Htc$ coupling induced processes at the LHC,\nrespectively. After kinematic cuts are imposed on the decay products of the top\nquark and the Higgs boson, the QCD NLO corrections are reduced to 11% for the\n$Htu$ coupling induced process and almost vanish for the $Htc$ coupling induced\nprocess. Moreover, QCD NLO corrections reduce the dependence of the total cross\nsections on the renormalization and factorization scales. We also discuss\nsignals of the $tH$ associated production with the decay mode $t \\rightarrow\nbl^{+}E \\slash_{T}, H \\rightarrow b\\bar{b}$ and $t\\bar{t}$ production with the\ndecay mode $\\bar{t} \\rightarrow H\\bar{q}, t\\rightarrow bl^{+}E \\slash_{T}$. Our\nresults show that, in some parameter regions, the LHC may observe the above\nsignals at the $5\\sigma$ level. Otherwise, the upper limits on the FCNC $Htq$\ncouplings can be set.\n","Comment: 28 pages, 14 figures, 5 tables; version published in PRD"]}]
["1208.3954",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3954","Phys. Rev. B 86, 205117 (2012)","doi:10.1103/PhysRevB.86.205117"],"date":["2012-08-20"],"type":["text"],"creator":["Nakamura, Kazuma","Yoshimoto, Yoshihide","Imada, Masatoshi"],"language":[],"coverage":[],"title":["Ab initio two-dimensional multiband low-energy models of\n  EtMe_3Sb[Pd(dmit)_2]_2 and \\kappa-(BEDT-TTF)_2Cu(NCS)_2 with comparisons to\n  single-band models"],"description":["  We present ab initio two-dimensional extended Hubbard-type multiband models\nfor EtMe_3Sb[Pd(dmit)_2]_2 and \\kappa-(BEDT-TTF)_2Cu(NCS)_2, after a\ndownfolding scheme based on the constrained random phase approximation (cRPA)\nand maximally-localized Wannier orbitals, together with the dimensional\ndownfolding. In the Pd(dmit)_2 salt, the antibonding state of the highest\noccupied molecular orbital (HOMO) and the bonding/antibonding states of the\nlowest unoccupied molecular orbital (LUMO) are considered as the orbital\ndegrees of freedom, while, in the \\kappa-BEDT-TTF salt, the\nHOMO-antibonding/bonding states are considered. Accordingly, a three-band model\nfor the Pd(dmit)_2 salt and a two-band model for the \\kappa-(BEDT-TTF) salt are\nderived. We derive single band models for the HOMO-antibonding state for both\nof the compounds as well.\n","Comment: 10 pages, 9 figures, 3 tables; submitted to Physical Review B"]}]
["1208.4158",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4158","Scientific Reports 2, 835 (2012)","doi:10.1038/srep00835"],"date":["2012-08-18"],"type":["text"],"creator":["Shao, Ying-Hui","Gu, Gao Feng","Jiang, Zhi-Qiang","Zhou, Wei-Xing","Sornette, Didier"],"language":[],"coverage":[],"title":["Comparing the performance of FA, DFA and DMA using different synthetic\n  long-range correlated time series"],"description":["  Notwithstanding the significant efforts to develop estimators of long-range\ncorrelations (LRC) and to compare their performance, no clear consensus exists\non what is the best method and under which conditions. In addition, synthetic\ntests suggest that the performance of LRC estimators varies when using\ndifferent generators of LRC time series. Here, we compare the performances of\nfour estimators [Fluctuation Analysis (FA), Detrended Fluctuation Analysis\n(DFA), Backward Detrending Moving Average (BDMA), and centred Detrending Moving\nAverage (CDMA)]. We use three different generators [Fractional Gaussian Noises,\nand two ways of generating Fractional Brownian Motions]. We find that CDMA has\nthe best performance and DFA is only slightly worse in some situations, while\nFA performs the worst. In addition, CDMA and DFA are less sensitive to the\nscaling range than FA. Hence, CDMA and DFA remain \"The Methods of Choice\" in\ndetermining the Hurst index of time series.\n","Comment: 6 pages (including 3 figures) + 3 supplementary figures"]}]
["1208.4226",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4226","Phys. Rev. B 86, 184510 (2012)","doi:10.1103/PhysRevB.86.184510"],"date":["2012-08-21","2012-11-07"],"type":["text"],"creator":["Eguchi, G.","Wadati, H.","Sugiyama, T.","Ikenaga, E.","Yonezawa, S.","Maeno, Y."],"language":[],"coverage":[],"title":["Large spin-orbit splitting and weakly-anisotropic superconductivity\n  revealed with single-crystalline noncentrosymmetric CaIrSi3"],"description":["  We report normal and superconducting properties of the Rashba-type\nnoncentrosymmetric com- pound CaIrSi3, using single crystalline samples with\nnearly 100% superconducting volume fraction. The electronic density of states\nrevealed by the hard x-ray photoemission spectroscopy can be well explained by\nthe relativistic first-principle band calculation. This indicates that strong\nspin-orbit interaction indeed affects the electronic states of this compound.\nThe obtained H - T phase diagram exhibits only approximately 10% anisotropy,\nindicating that the superconducting properties are almost three dimensional.\nNevertheless, strongly anisotropic vortex pinning is observed.\n","Comment: 8 pages, 6 figures, 1 table, accepted for publication in Phys. Rev. B"]}]
["1208.4579",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4579","Phys. Rev. Lett. 109, 215302 (2012)","doi:10.1103/PhysRevLett.109.215302"],"date":["2012-08-22"],"type":["text"],"creator":["Cooper, N. R.","Moessner, R."],"language":[],"coverage":[],"title":["Designing Topological Bands in Reciprocal Space"],"description":["  Motivated by new capabilities to realise artificial gauge fields in ultracold\natomic systems, and by their potential to access correlated topological phases\nin lattice systems, we present a new strategy for designing topologically\nnon-trivial band structures. Our approach is simple and direct: it amounts to\nconsidering tight-binding models directly in reciprocal space. These models\nnaturally cause atoms to experience highly uniform magnetic flux density and\nlead to topological bands with very narrow dispersion, without fine-tuning of\nparameters. Further, our construction immediately yields instances of optical\nChern lattices, as well as band structures of higher Chern number, |C|>1.\n"]}]
["1208.4951",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4951","Phys. Rev. C 86, 054904 (2012)","doi:10.1103/PhysRevC.86.054904"],"date":["2012-08-24"],"type":["text"],"creator":["Kopeliovich, B. Z.","Nemchik, J.","Potashnikova, I. K.","Schmidt, Ivan"],"language":[],"coverage":[],"title":["Quenching of high-pT hadrons: Energy Loss vs Color Transparency"],"description":["  High-pT hadrons produced in hard collisions and detected inclusively bear\npeculiar features: (i) they originate from jets whose initial virtuality and\nenergy are of the same order; (ii) such jets are rare and have a very biased\nenergy sharing among the particles, namely, the detected hadron carries the\nmain fraction of the jet energy. The former feature leads to an extremely\nintensive gluon radiation and energy dissipation at the early stage of\nhadronization, either in vacuum or in a medium. As a result, a leading hadron\nmust be produced on a short length scale. Evaluation within a model of\nperturbative fragmentation confirms the shortness of the production length.\nThis result is at variance with the unjustified assumption of long production\nlength, made within the popular energy loss scenario. Thus we conclude that the\nmain reason of suppression of high-pT hadrons in heavy ion collisions is the\ncontrolled by color transparency attenuation of a high-pT dipole propagating\nthrough the hot medium. Adjusting a single parameter, the transport\ncoefficient, we describe quite well the data from LHC and RHIC for the\nsuppression factor R_{AA} as function of pT, collision energy and centrality.\nWe observe that the complementary effect of initial state interaction causes a\nflattening and even fall of R_{AA} at large pT. The azimuthal anisotropy of\nhadron production, calculated with no further adjustment, also agrees well with\ndata at different energies and centralities.\n","Comment: 17 pages, 19 figures"]}]
["1208.5327",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5327"],"date":["2012-08-27","2012-11-21"],"type":["text"],"creator":["Kumar, Prashant","Bhattacharya, Kaushik","Sarkar, Tapobrata"],"language":[],"coverage":[],"title":["Geodesic flows and their deformations in Bertrand spacetimes"],"description":["  In this article we will discuss some features of a particular spacetime\ncalled Bertrand space-time of Type II (BST-II). The talk discusses about the\nenergy conditions and the ESR parameters in this spacetime.\n","Comment: 3 pages, 2 figures, Latex file. This is a talk given in the 13th\n  Marcel Grossmann meeting held in Stockholm university from 1st-7th July 2012.\n  The new submission is a shortened version of the previous version"]}]
["1208.6033",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6033","J. Chem. Phys. 137, 194504 (2012)","doi:10.1063/1.4766362"],"date":["2012-08-29","2012-11-08"],"type":["text"],"creator":["Reinhardt, Aleks","Doye, Jonathan P. K.","Noya, Eva G.","Vega, Carlos"],"language":[],"coverage":[],"title":["Local order parameters for use in driving homogeneous ice nucleation\n  with all-atom models of water"],"description":["  We present a local order parameter based on the standard Steinhardt-Ten Wolde\napproach that is capable both of tracking and of driving homogeneous ice\nnucleation in simulations of all-atom models of water. We demonstrate that it\nis capable of forcing the growth of ice nuclei in supercooled liquid water\nsimulated using the TIP4P/2005 model using overbiassed umbrella sampling Monte\nCarlo simulations. However, even with such an order parameter, the dynamics of\nice growth in deeply supercooled liquid water in all-atom models of water are\nshown to be very slow, and so the computation of free energy landscapes and\nnucleation rates remains extremely challenging.\n","Comment: This version incorporates the minor changes made to the paper\n  following peer review"]}]
["1209.3412",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3412"],"date":["2012-09-15","2012-11-21"],"type":["text"],"creator":["Helton, J. William","McCullough, Scott"],"language":[],"coverage":[],"title":["Free convex sets defined by rational expressions have LMI\n  representations"],"description":["  Suppose p is a symmetric matrix whose entries are polynomials in freely\nnoncommutating variables and p(0) is positive definite. Let D(p) denote the\ncomponent of zero of the set of those g-tuples X of symmetric matrices (of the\nsame size) such that p(X) is positive definite. By a previous result of the\nauthors, if D(p) is convex and bounded, then D(p) can be described as the set\nof all solutions to a linear matrix inequality (LMI). This article extends that\nresult from matrices of polynomials to matrices of rational functions in free\nvariables.\n  As a refinement of a theorem of Kaliuzhnyi-Verbovetskyi and Vinnikov, it is\nalso shown that a minimal symmetric descriptor realization r for a symmetric\nfree matrix-valued rational function R in g freely noncommuting variables\nprecisely encodes the singularities of the rational function. This\nsingularities result is an important ingredient in the proof of the LMI\nrepresentation theorem stated above.\n"]}]
["1209.3667",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3667","New J. Phys. 14, 103023 (2012)"],"date":["2012-09-17"],"type":["text"],"creator":["Zimmermann, Eva","Seifert, Udo"],"language":[],"coverage":[],"title":["Efficiencies of a molecular motor: A generic hybrid model applied to the\n  F1-ATPase"],"description":["  In a single molecule assay, the motion of a molecular motor is often inferred\nfrom measuring the stochastic trajectory of a large probe particle attached to\nit. We discuss a simple model for this generic set-up taking into account\nexplicitly the elastic coupling between probe and motor. The combined dynamics\nconsists of discrete steps of the motor and continuous Brownian motion of the\nprobe. Motivated by recent experiments on the F1-ATPase, we investigate three\ntypes of efficiencies both in simulations and a Gaussian approximation.\nOverall, we obtain good quantitative agreement with the experimental data. In\nparticular, we clarify the conditions under which one of these efficiencies\nbecomes larger than one.\n","Comment: New Journal of Physics, in press"]}]
["1209.5059",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematical Physics","81S25 (Primary) 46L53, 46N50, 60F17, 82C10, 82C41 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5059"],"date":["2012-09-23","2012-11-20"],"type":["text"],"creator":["Belton, Alexander C. R."],"language":[],"coverage":[],"title":["Quantum random walks and thermalisation II"],"description":["  A convergence theorem is obtained for quantum random walks with particles in\nan arbitrary normal state. This result unifies and extends previous work on\nrepeated-interactions models, including that of the author (2010, J. London\nMath. Soc. (2) 81, 412-434; 2010, Comm. Math. Phys. 300, 317-329). When the\nrandom-walk generator acts by ampliation and multiplication or conjugation by a\nunitary operator, necessary and sufficient conditions are given for the quantum\nstochastic cocycle which arises in the limit to be driven by an isometric,\nco-isometric or unitary process.\n","Comment: 28 pages. This version has an expanded introduction and contains a\n  new section, where the main theorem is applied to show that certain quantum\n  random walks converge to unitary Hudson-Parathasarthy evolutions and inner\n  Evans-Hudson flows; minor revisions have been made to the rest of the text"]}]
["1209.5848",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5848","The European Physical Journal B 85, 377 (2012)","doi:10.1140/epjb/e2012-30794-5"],"date":["2012-09-26"],"type":["text"],"creator":["Boström, M.","Ellingsen, S. Å.","Brevik, I.","Dou, M.","Persson, C.","Sernelius, Bo E."],"language":[],"coverage":[],"title":["Casimir attractive-repulsive transition in MEMS"],"description":["  Unwanted stiction in micro- and nanomechanical (NEMS/MEMS) systems due to\ndispersion (van der Waals, or Casimir) forces is a significant hurdle in the\nfabrication of systems with moving parts on these length scales. Introducing a\nsuitably dielectric liquid in the interspace between bodies has previously been\ndemonstrated to render dispersion forces repulsive, or even to switch sign as a\nfunction of separation. Making use of recently available permittivity data\ncalculated by us we show that such a remarkable non-monotonic Casimir force,\nchanging from attractive to repulsive as separation increases, can in fact be\nobserved in systems where constituent materials are in standard NEMS/MEMS use\nrequiring no special or exotic materials. No such nonmonotonic behaviour has\nbeen measured to date. We calculate the force between a silica sphere and a\nflat surface of either zinc oxide or hafnia, two materials which are among the\nmost prominent for practical microelectrical and microoptical devices. Our\nresults explicate the need for highly accurate permittivity functions of the\nmaterials involved for frequencies from optical to far-infrared frequencies. A\ncareful analysis of the Casimir interaction is presented, and we show how the\nchange in the sign of the interaction can be understood as a result of multiple\ncrossings of the dielectric functions of the three media involved in a given\nset-up.\n","Comment: 6 pages, 4 figures"]}]
["1209.5988",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5988","2012, ApJ, 761, 31","doi:10.1088/0004-637X/761/1/31"],"date":["2012-09-26","2012-11-21"],"type":["text"],"creator":["del Valle, Luciano","Escala, Andres"],"language":[],"coverage":[],"title":["Binary-disk interaction: Gap-Opening criteria"],"description":["  We study the interaction of an equal mass binary with an isothermal\ncircumbinary disk motivated by the theoretical and observational evidence of\nthe formation of massive black holes binaries surrounded by gas, after a major\nmerger of gas-rich galaxies. We focus on the torques that the binary produces\non the disk and how the exchange of angular momentum can drive the formation of\na gap on it. We propose that the angular momentum exchange between the binary\nand the disk is through the gravitational interaction of the binary and a\n(tidally formed) global non-axisymmetric perturbation in the disk. Using this\ngravitational interaction we derive an analytic criterion for the formation of\na gap in the disk that can be expressed on the structural parameters h/a and\nM(< r)/M_{bin}. Using SPH simulations we show that the simulations where the\nbinary opens a gap in the disk and the simulations where the disk does not have\na gap are distributed in two well separate regions. Our analytic gap-opening\ncriterion predicts a shape of the threshold between this two regions that is\nconsistent with our simulations and the other ones in the literature. We\npropose an analogy between the regime without (with) a gap in the disk and the\nType I (Type II) migration that is observed in simulations of planet-disk\ninteraction (binaries with extreme mass ratios), emphasizing that the\ninteraction that drives the formation of a gap on the disk is different in the\nregime that we analyze (comparable mass binary).\n"]}]
["1209.6567",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6567","Phys. Rev. C86 (2012) 057304--4","doi:10.1103/PhysRevC.86.057304"],"date":["2012-09-28"],"type":["text"],"creator":["Zhao, Jie","Lu, Bing-Nan","Zhao, En-Guang","Zhou, Shan-Gui"],"language":[],"coverage":[],"title":["Nonaxial-octupole Y_{32} correlations in N = 150 isotones from\n  multidimensional constrained covariant density functional theories"],"description":["  The non-axial reflection-asymmetric $\\beta_{32}$ shape in some transfermium\nnuclei with N=150, namely $^{246}$Cm, $^{248}$Cf, $^{250}$Fm, and $^{252}$No\nare investigated with multidimensional constrained covariant density functional\ntheories. By using the density-dependent point coupling covariant density\nfunctional theory with the parameter set DD-PC1 in the particle-hole channel,\nit is found that, for the ground states of $^{248}$Cf and $^{250}$Fm, the\nnon-axial octupole deformation parameter $\\beta_{32} > 0.03$ and the energy\ngain due to the $\\beta_{32}$ distortion is larger than 300 keV. In $^{246}$Cm\nand $^{252}$No, shallow $\\beta_{32}$ minima are found. The occurrence of the\nnon-axial octupole $\\beta_{32}$ correlations is mainly from a pair of neutron\norbitals $[734]9/2$ ($\\nu j_{15/2}$) and $[622]5/2$ ($\\nu g_{9/2}$) which are\nclose to the neutron Fermi surface and a pair of proton orbitals $[521]3/2$\n($\\pi f_{7/2}$) and $[633]7/2$ ($\\pi i_{13/2}$) which are close to the proton\nFermi surface. The dependence of the non-axial octupole effects on the form of\nenergy density functional and on the parameter set is also studied.\n","Comment: 5 pages, 2 figures"]}]
["1210.3887",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3887"],"date":["2012-10-14","2012-11-21"],"type":["text"],"creator":["Wu, Dan"],"language":[],"coverage":[],"title":["Existence and stability of standing waves for nonlinear fractional\n  Schr\\\"odinger equations with Hartree type nonlinearity"],"description":["  In this paper, we consider the nonlinear fractional Schr\\\"odinger equations\nwith Hartree type nonlinearity. We obtain the existence of standing waves by\nstudying the related constrained minimization problems by applying the\nconcentration-compactness principle. Via symmetric decreasing rearrangements,\nwe also show that the standing waves, up to a translations and phases, are\npositive symmetric nonincreasing functions. Moreover, we prove that the set of\nminimizers is a stable set for the initial value problem of the equations, that\nis, a solution whose initial data is near the set will remain near it for all\ntime.\n"]}]
["1210.4086",{"format":[],"subject":["Mathematics - Algebraic Topology","55N15, 55N91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4086"],"date":["2012-10-15","2012-11-21"],"type":["text"],"creator":["Morava, Jack"],"language":[],"coverage":[],"title":["Geometric Tate-Swan cohomology of equivariant spectra"],"description":["  We sketch a quick and dirty geometric approach to the Tate-Swan cohomology of\nequivariant spectra, illustrating it with conjectural applications to\nAtiyah-Segal $K$-theory of circle actions, and a possible geometric model for\nthe topological cyclic homology of the sphere spectrum.\n","Comment: \\S 2.3 and \\S 3.4 revised; references perhaps straightened out. For\n  Graeme Segal and Sir Michael Atiyah"]}]
["1210.4614",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4614"],"date":["2012-10-10","2012-11-21"],"type":["text"],"creator":["Kak, Subhash"],"language":[],"coverage":[],"title":["Random Sequences Based on the Divisor Pairs Function"],"description":["  This paper investigates the randomness properties of a function of the\ndivisor pairs of a natural number. This function, the antecedents of which go\nto very ancient times, has randomness properties that can find applications in\ncryptography, key distribution, and other problems of computer science. It is\nshown that the function is aperiodic and it has excellent autocorrelation\nproperties.\n","Comment: 6 pages, 5 figures"]}]
["1210.6062",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6062","doi:10.1088/0004-637X/761/1/23"],"date":["2012-10-22","2012-10-24"],"type":["text"],"creator":["Fang, Jerome J.","Faber, S. M.","Salim, Samir","Graves, Genevieve J.","Rich, R. Michael"],"language":[],"coverage":[],"title":["The Slow Death (or Rebirth?) of Extended Star Formation in z~0.1 Green\n  Valley Early-Type Galaxies"],"description":["  UV observations in the local universe have uncovered a population of\nearly-type galaxies with UV flux consistent with low-level recent or ongoing\nstar formation. We present resolved UV-optical photometry of a sample of 19\nSDSS early-type galaxies at z~0.1 drawn from the sample originally selected by\nSalim & Rich (2010) to lie in the bluer part of the green valley in the\nUV-optical color-magnitude diagram as measured by GALEX. Utilizing\nhigh-resolution HST far-UV imaging provides unique insight into the\ndistribution of UV light in these galaxies, which we call \"extended\nstar-forming early-type galaxies\" (ESF-ETGs) because of extended UV emission\nthat is indicative of recent star formation. The UV-optical color profiles of\nall ESF-ETGs show red centers and blue outer parts. Their outer colors require\nthe existence of a significant underlying population of older stars in the\nUV-bright regions. Analysis of stacked SDSS spectra reveals weak LINER-like\nemission in their centers. Using a cross-matched SDSS DR7/GALEX GR6 catalog, we\nsearch for other green valley galaxies with similar properties to these\nESF-ETGs and estimate that ~13% of dust-corrected green valley galaxies of\nsimilar stellar mass and UV-optical color are likely ESF-candidates, i.e.,\nESF-ETGs are not rare. Our results are consistent with star formation that is\ngradually declining in existing disks, i.e., the ESF-ETGs are evolving onto the\nred sequence for the first time, or with rejuvenated star formation due to\naccreted gas in older disks provided that the gas does not disrupt the\nstructure of the galaxy and the resulting star formation is not too recent and\nbursty. ESF-ETGs may typify an important subpopulation of galaxies that can\nlinger in the green valley for up to several Gyrs, based on their resemblance\nto nearby gas-rich green valley galaxies with low-level ongoing star formation.\n(abridged)\n","Comment: 18 pages, 9 figures, ApJ accepted; reposted with correct author\n  metadata"]}]
["1210.6166",{"format":[],"subject":["Mathematics - Category Theory","Condensed Matter - Disordered Systems and Neural Networks","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6166"],"date":["2012-10-23","2012-11-20"],"type":["text"],"creator":["Haruna, Taichi"],"language":[],"coverage":[],"title":["Theory of Interface: Category Theory, Directed Networks and Evolution of\n  Biological Networks"],"description":["  Biological networks have two modes. The first mode is static: a network is a\npassage on which something flows. The second mode is dynamic: a network is a\npattern constructed by gluing functions of entities constituting the network.\nIn this paper, first we discuss that these two modes can be associated with the\ncategory theoretic duality (adjunction) and derive a natural network structure\n(a path notion) for each mode by appealing to the category theoretic\nuniversality. The path notion corresponding to the static mode is just the\nusual directed path. The path notion for the dynamic mode is called lateral\npath which is the alternating path considered on the set of arcs. Their general\nfunctionalities in a network are transport and coherence, respectively. Second,\nwe introduce a betweenness centrality of arcs for each mode and see how the two\nmodes are embedded in various real biological network data. We find that there\nis a trade-off relationship between the two centralities: if the value of one\nis large then the value of the other is small. This can be seen as a kind of\ndivision of labor in a network into transport on the network and coherence of\nthe network. Finally, we propose an optimization model of networks based on a\nquality function involving intensities of the two modes in order to see how\nnetworks with the above trade-off relationship can emerge through evolution. We\nshow that the trade-off relationship can be observed in the evolved networks\nonly when the dynamic mode is dominant in the quality function by numerical\nsimulations. We also show that the evolved networks have features qualitatively\nsimilar to real biological networks by standard complex network analysis.\n","Comment: 59 pages, minor corrections from v1"]}]
["1210.7558",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.7558"],"date":["2012-10-29","2012-11-20"],"type":["text"],"creator":["Wang, Xiaoqi","Cai, Chuanbing"],"language":[],"coverage":[],"title":["Resistance Switching Induced by Electric Field and Light Illumination in\n  Device of FTO/CeO2/Electrolyte/FTO"],"description":["  A heterojunction-like device consisting of FTO/CeO2/electrolyte/FTO is\nestablished with distinct transport performance, where FTO denotes F-doped\ntransparent conducting glass, and the electrolyte is LiI and I2 in\nacetonitrile. The resistive switching behavior is observed, being induced\nthrough applying sufficient negative pulse as well as light illumination. The\nendurance measurements confirm that the write/erase periodic operation is\nreproducible and stable in the present device. Furthermore, the retention\nmeasurements demonstrate that the information can be stored temporarily for\nabout 100 seconds. A possible mechanism regarding the formation of diiodide\nradical is proposed to give a reasonable explanation for the observed switching\nbehavior.\n","Comment: 4 figures, 14 pages"]}]
["1210.7904",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.7904"],"date":["2012-10-30","2012-11-20"],"type":["text"],"creator":["Wang, X. Q.","Cai, C. B."],"language":[],"coverage":[],"title":["A possible mechanism for the negative capacitance observed in organic\n  devices"],"description":["  The mechanism of negative capacitance, e.g. inductance, induced by a\nsufficient electrical field in the organic device is investigated. The cations\nin organic bulk are proposed to be driven by the applied voltage and to\naccumulate at the interface, and further to generate the surface states or\nmedia states. These states result in a larger junction current through the\ndevice, indicating the negative capacitances which are simulated in three\nsituations: impedance spectrum, capacitance measurement and current response.\nThis simple kinetic model may be helpful to understand why the negative\ncapacitance phenomenon is observed in various organic devices.\n","Comment: 14 pages; 4 figures"]}]
["1210.8217",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.8217"],"date":["2012-10-30","2012-11-20"],"type":["text"],"creator":["Wang, Xiaoqi","Cai, Chuanbing"],"language":[],"coverage":[],"title":["Study of band bending effect in Dye Sensitized Solar Cell through\n  Constant-Current-Discharging Voltage Decay"],"description":["  A measurement method of constant-current-discharging voltage decay is\nestablished to characterize the band bending effect in the heterojunction of\nconducting glass/TiO2 for typical dye-sensitized solar cells. Furthermore, a\ndark-state electron transport regarding the TiO2 conduction band bending is\nproposed based upon the viewpoints of thermionic emission mechanism, which\nsuggests an origin of the band bending effect in a theoretical model. This\nmodel quantitatively agrees well with our experimental results and indicates\nthat both the Fermi level decay in TiO2 and the potential difference across the\nheterojunction will lead to the TiO2 conduction band bending downwards.\n","Comment: 4 figures, 16 pages"]}]
["1211.0291",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0291","J. Chem. Phys. 137, 194501 (2012)","doi:10.1063/1.4767061"],"date":["2012-11-01"],"type":["text"],"creator":["Isobe, Masaharu","Alder, Berni J."],"language":[],"coverage":[],"title":["Generalized Bond Order Parameters to Characterize Transient Crystals"],"description":["  Higher order parameters in the hard disk fluid are computed to investigate\nthe number, the life time and size of transient crystal nuclei in the\npre-freezing phase. The methodology introduces further neighbor shells bond\norientational order parameters and coarse-grains the correlation functions\nneeded for the evaluation of the stress autocorrelation function for the\nviscosity. We successfully reproduce results by the previous collision method\nfor the pair orientational correlation function, but some two orders of\nmagnitude faster. This speed-up allows calculating the time dependent four body\norientational correlation between two different pairs of particles as a\nfunction of their separation, needed to characterize the size of the transient\ncrystals. The result is that the slow decay of the stress autocorrelation\nfunction near freezing is due to a large number of rather small crystal nuclei\nlasting long enough to lead to the molasses tail.\n","Comment: 10 pages, 11 figures, to appear in J. Chem. Phys"]}]
["1211.0463",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C15 (Primary) 05C78 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0463"],"date":["2012-11-02"],"type":["text"],"creator":["Seamone, Ben","Stevens, Brett"],"language":[],"coverage":[],"title":["Sequence variations of the 1-2-3 Conjecture and irregularity strength"],"description":["  Karonski, Luczak, and Thomason (2004) conjectured that, for any connected\ngraph G on at least three vertices, there exists an edge weighting from {1,2,3}\nsuch that adjacent vertices receive different sums of incident edge weights.\nBartnicki, Grytczuk, and Niwcyk (2009) made a stronger conjecture, that each\nedge's weight may be chosen from an arbitrary list of size 3 rather than\n{1,2,3}. We examine a variation of these conjectures, where each vertex is\ncoloured with a sequence of edge weights. Such a colouring relies on an\nordering of the graph's edges, and so two variations arise -- one where we may\nchoose any ordering of the edges and one where the ordering is fixed. In the\nformer case, we bound the list size required for any graph. In the latter, we\nobtain a bound on list sizes for graphs with sufficiently large minimum degree.\nWe also extend our methods to a list variation of irregularity strength, where\neach vertex receives a distinct sequence of edge weights.\n","Comment: Accepted to Discrete Mathematics and Theoretical Computer Science"]}]
["1211.0587",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0587"],"date":["2012-11-02","2012-11-21"],"type":["text"],"creator":["Veness, Joel","White, Martha","Bowling, Michael","György, András"],"language":[],"coverage":[],"title":["Partition Tree Weighting"],"description":["  This paper introduces the Partition Tree Weighting technique, an efficient\nmeta-algorithm for piecewise stationary sources. The technique works by\nperforming Bayesian model averaging over a large class of possible partitions\nof the data into locally stationary segments. It uses a prior, closely related\nto the Context Tree Weighting technique of Willems, that is well suited to data\ncompression applications. Our technique can be applied to any coding\ndistribution at an additional time and space cost only logarithmic in the\nsequence length. We provide a competitive analysis of the redundancy of our\nmethod, and explore its application in a variety of settings. The order of the\nredundancy and the complexity of our algorithm matches those of the best\ncompetitors available in the literature, and the new algorithm exhibits a\nsuperior complexity-performance trade-off in our experiments.\n"]}]
["1211.0667",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0667"],"date":["2012-11-04"],"type":["text"],"creator":["Gerasyuta, S. M.","Matskevich, E. E."],"language":[],"coverage":[],"title":["Relativistic quark-gluon description of $ ^3 He$"],"description":["  The relativistic nine-quark equations are found in the framework of the\ndispersion relation technique. $ ^3 He$ nucleus is described by these\nequations. We consider the $ ^3 He$ as the system of interacting quarks and\ngluons. The approximate solutions of these equations using the method based on\nthe extraction of leading singularities of the amplitudes are obtained. The\nrelativistic nine-quark amplitudes of $ ^3 He$, including the $u$, $d$ quarks\nare calculated. The poles of these amplitudes determine the mass of nine-quark\nsystem. The $ ^3 He$ mass $M=2809\\, MeV$ is calculated. The gluon coupling\nconstant in the light nuclei region is equal to $g=0.1536$. The gluon\ninteraction of $ ^3 He$ is obtained in 2 -- 3 time smaller as compared with\nbaryon interaction.\n","Comment: 19 pages. arXiv admin note: substantial text overlap with\n  arXiv:1009.3365, arXiv:1003.0257; and text overlap with arXiv:1211.0667 by\n  other authors"]}]
["1211.0834",{"format":[],"subject":["Computer Science - Information Theory","60J10, 94A17, 37A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0834"],"date":["2012-11-05","2012-11-21"],"type":["text"],"creator":["Dębowski, Łukasz"],"language":[],"coverage":[],"title":["On Hidden Markov Processes with Infinite Excess Entropy"],"description":["  We investigate stationary hidden Markov processes for which mutual\ninformation between the past and the future is infinite. It is assumed that the\nnumber of observable states is finite and the number of hidden states is\ncountably infinite. Under this assumption, we show that the block mutual\ninformation of a hidden Markov process is upper bounded by a power law\ndetermined by the tail index of the hidden state distribution. Moreover, we\nexhibit three examples of processes. The first example, considered previously,\nis nonergodic and the mutual information between the blocks is bounded by the\nlogarithm of the block length. The second example is also nonergodic but the\nmutual information between the blocks obeys a power law. The third example\nobeys the power law and is ergodic.\n","Comment: 12 pages"]}]
["1211.1421",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1421","2012, ApJ, 761, 1","doi:10.1088/0004-637X/761/1/1"],"date":["2012-11-06"],"type":["text"],"creator":["Wiesner, Matthew P.","Lin, Huan","Allam, Sahar S.","Annis, James","Buckley-Geer, Elizabeth J.","Diehl, H. Thomas","Kubik, Donna","Kubo, Jeffrey M.","Tucker, Douglas"],"language":[],"coverage":[],"title":["The Sloan Bright Arcs Survey: Ten Strong Gravitational Lensing Clusters\n  and Evidence of Overconcentration"],"description":["  We describe ten strong lensing galaxy clusters of redshift 0.26-0.56 that\nwere found in the Sloan Digital Sky Survey. We present measurements of\nrichness, mass and velocity dispersion for the clusters. We find that in order\nto use the mass-richness relation from Johnston et al. (2007), which was\nestablished at mean redshift of 0.25, it is necessary to scale measured\nrichness values up by 1.47. We also present measurements of Einstein radius,\nmass and velocity dispersion for the lensing systems. The Einstein radii are\nall relatively small, between 5.4-13 arcseconds. Finally we consider if there\nis evidence that our clusters are more concentrated than standard cosmology\nwould predict. We find that six of our clusters do not show evidence of\noverconcentration, while four of our clusters do. We note a correlation between\noverconcentration and mass, as the four clusters showing evidence of\noverconcentration are all lower-mass clusters.\n","Comment: 38 pages, 14 figures. To be published in The Astrophysical Journal"]}]
["1211.1596",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","11R39, 14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1596"],"date":["2012-11-07","2012-11-21"],"type":["text"],"creator":["Lysenko, Sergey"],"language":[],"coverage":[],"title":["Geometric Whittaker models and Eisenstein series for Mp_2"],"description":["  Let X be a smooth projective curve over an algebraically closed field of\ncharacteristic >2. Let Bun_{Mp_2} be the stack of metaplectic bundles on X of\nrank 2. In this paper we study the derived category of genuine l-adic sheaves\non Bun_{Mp_2} in the framework of the quantum geometric Langlands. We describe\nthe corresponding Whittaker category, develop the theory of geometric\nEisenstein series and calculate the most non-degenerate Fourier coefficients of\nthese Eisenstein series. The existing constructions of automorphic sheaves for\nGL_n are based on using Whittaker sheaves. Our calculations lead to a\nconjectural characterization of the Whittaker sheaf for Mp_2, though its\nexistence is not clear. We also formulate a conjectural relation between the\nquantum Langlands functors and the theta-lifting functors for the dual pair\n(Mp_2, PGL_2).\n","Comment: 44 pages, minor corrections"]}]
["1211.3354",{"format":[],"subject":["Mathematics - Numerical Analysis","65N12, 65N08, 65N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.3354"],"date":["2012-11-14","2012-11-20"],"type":["text"],"creator":["Bonelle, Jerome","Ern, Alexandre"],"language":[],"coverage":[],"title":["Analysis of Compatible Discrete Operator Schemes for Elliptic Problems\n  on Polyhedral Meshes"],"description":["  Compatible schemes localize degrees of freedom according to the physical\nnature of the underlying fields and operate a clear distinction between\ntopological laws and closure relations. For elliptic problems, the cornerstone\nin the scheme design is the discrete Hodge operator linking gradients to fluxes\nby means of a dual mesh, while a structure-preserving discretization is\nemployed for the gradient and divergence operators. The discrete Hodge operator\nis sparse, symmetric positive definite and is assembled cellwise from local\noperators. We analyze two schemes depending on whether the potential degrees of\nfreedom are attached to the vertices or to the cells of the primal mesh. We\nderive new functional analysis results on the discrete gradient that are the\ncounterpart of the Sobolev embeddings. Then, we identify the two design\nproperties of the local discrete Hodge operators yielding optimal discrete\nenergy error estimates. Additionally, we show how these operators can be built\nfrom local nonconforming gradient reconstructions using a dual barycentric\nmesh. In this case, we also prove an optimal $L^2$-error estimate for the\npotential for smooth solutions. Links with existing schemes (finite elements,\nfinite volumes, mimetic finite differences) are discussed. Numerical results\nare presented on three-dimensional polyhedral meshes.\n"]}]
["1211.3633",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.3633"],"date":["2012-11-15","2012-11-21"],"type":["text"],"creator":["Shi, Junren","Cheng, Zhengqian"],"language":[],"coverage":[],"title":["Heat Superconductivity"],"description":["  Electrons/atoms can flow without dissipation at low temperature in\nsuperconductors/superfluids. The phenomenon known as\nsuperconductivity/superfluidity is one of the most important discoveries of\nmodern physics, and is not only fundamentally important, but also essential for\nmany real applications. An interesting question is: can we have a\nsuperconductor for heat current, in which energy can flow without dissipation?\nHere we show that heat superconductivity is indeed possible. We will show how\nthe possibility of the heat superconductivity emerges in theory, and how the\nheat superconductor can be constructed using recently proposed time crystals.\nThe underlying simple physics is also illustrated. If the possibility could be\nrealized, it would not be difficult to speculate various potential\napplications, from energy tele-transportation to cooling of information\ndevices.\n","Comment: 12 pages, 2 figures. Correct an issue pointed out by Jing-ning Zhang.\n  Figures and text updated"]}]
["1211.3770",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.3770"],"date":["2012-11-15","2012-11-21"],"type":["text"],"creator":["Liu, Gang"],"language":[],"coverage":[],"title":["Stable weighted minimal surfaces in manifolds with nonnegative\n  Bakry-Emery Ricci tensor"],"description":["  In this paper, we study stable weighted minimal hypersurfaces in manifolds\nwith nonnegative Bakry-Emery Ricci curvature. We will give some geometric and\ntopological applications. In particular, we give some partial classification of\ncomplete 3-manifolds with nonnegative Bakry-Emery Ricci curvature assuming that\n$f$ is bounded.\n","Comment: 14 pages, more references added"]}]
["1211.3882",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Multiagent Systems","Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.3882"],"date":["2012-11-16","2012-11-20"],"type":["text"],"creator":["Moore, Edward","Obst, Oliver","Prokopenko, Mikhail","Wang, Peter","Held, Jason"],"language":[],"coverage":[],"title":["Gliders2012: Development and Competition Results"],"description":["  The RoboCup 2D Simulation League incorporates several challenging features,\nsetting a benchmark for Artificial Intelligence (AI). In this paper we describe\nsome of the ideas and tools around the development of our team, Gliders2012. In\nour description, we focus on the evaluation function as one of our central\nmechanisms for action selection. We also point to a new framework for watching\nlog files in a web browser that we release for use and further development by\nthe RoboCup community. Finally, we also summarize results of the group and\nfinal matches we played during RoboCup 2012, with Gliders2012 finishing 4th out\nof 19 teams.\n","Comment: 10 pages"]}]
["1211.4212",{"format":[],"subject":["Mathematics - Combinatorics","05C63, 05C12, 82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4212"],"date":["2012-11-18","2012-11-21"],"type":["text"],"creator":["Kȩpa-Maksymowicz, Dorota","Kozitsky, Yuri"],"language":[],"coverage":[],"title":["Paths and animals in unbounded degree graphs with repulsion"],"description":["  A class of countable infinite graphs with unbounded vertex degree is\nconsidered. In these graphs, the vertices of large degree `repel' each other,\nwhich means that the path distance between two such vertices cannot be smaller\nthan a certain function of their degrees. Assuming that this function increases\nsufficiently fast, we prove that the number of finite connected subgraphs\n(animals) of order N containing a given vertex x is exponentially bounded in N\nfor N belonging to an infinite subset N_x of natural numbers. Under a less\nrestrictive condition, the same result is obtained for the number of simple\npaths originated at a given vertex. These results are then applied to a number\nof problems, including estimating the growth of the Randi\\'c index and of the\nnumber of greedy animals.\n"]}]
["1211.4320",{"format":[],"subject":["Mathematics - Probability","60A15, 60F99","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4320"],"date":["2012-11-19","2012-11-21"],"type":["text"],"creator":["Kwapien, Stanislaw"],"language":[],"coverage":[],"title":["On a new property of VC classes"],"description":["  We give an abstract approach to the results of Adams and Nobel, [1]. It\nallows to exhibit a new property of VC classes. It should be stressed that the\nbasic ideas of proofs can be found in [1].\n","Comment: The paper has been withdrawn, because its content is completely\n  coverd by two other articles cf http://www.unc.edu/ The paper has been\n  withdrawn by the author because he was informed that its content is\n  completely covered by two other papers: see\n  http://www.unc.edu/`nobel/links/Papers/VC-Bracketing/pdf and\n  http://arxiv.org/pdf/1009.4434.pdf"]}]
["1211.4584",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4584"],"date":["2012-11-19","2012-11-21"],"type":["text"],"creator":["Katz, Boaz","Dong, Subo"],"language":[],"coverage":[],"title":["The rate of WD-WD head-on collisions may be as high as the SNe Ia rate"],"description":["  We show that a White Dwarf-White Dwarf (WD-WD) binary with semi-major axis\na=1-300 AU, which is orbited by a stellar mass outer perturber with a moderate\npericenter r_{p, out} \\sim 3-10 x a, has a few percent chance of experiencing a\nhead-on collision within ~5 Gyr. Such a perturber is sufficiently distant to\nallow the triple system to remain intact for millions of orbits while\nefficiently exchanging angular momentum with the WD-WD binary. In ~ 5% of the\ninitial orientations, the inner orbit efficiently scans the (equal energy)\nphase space in the region of zero angular momentum. In these systems, the\nbinary experiences increasingly closer, stochastic, pericenter approaches r_p ~\na/2N with the increasing number (N) of orbits elapsed. Within N~10^5(a/30AU)\norbits, a collision is likely to occur. This is shown by performing \\simten\nthousand 3-body integrations and is explained by simple analytic arguments. The\ncollisions are conservatively restricted to \"clean\" collisions in which all\npassages prior to the collision are greater than 4R_WD=4x10^9cm. In particular,\nwithin the last single orbit, the pericenter changes from r_p>4R_WD to a\ncollision value of r_p<2R_WD. The effects of tidal deformations and General\nRelativistic (GR) corrections are negligible in these scenarios. The WDs\napproach each other with a high velocity >3000 km/s and the collision is likely\nto detonate the WDs leading to a type Ia SNe. If a significant fraction of WDs\nreside in such triples, the rate of such collisions is as high as the SNe Ia\nrate, and it is possible that some or all type Ia SNe occur in this way. Such\nSNe have a unique gravitational wave signature, which will allow a decisive\nidentification in the future.\n"]}]
["1211.4682",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4682"],"date":["2012-11-20"],"type":["text"],"creator":["BESIII Collaboration"],"language":[],"coverage":[],"title":["Measurements of the branching fractions for J/psi and psi(2S) -> Lambda\n  Lambdabar pi0 and Lambda Lambdabar eta"],"description":["  We report on a study of the isospin-violating and conserving decays of the\nJ/psi and psi(2S) charmonium state to Lambda Lambdabar pi0 and Lambda Lambdabar\neta, respectively. The data are based on 225 million J/psi and 106 million\npsi(2S) events that were collected with the BESIII detector. The most accurate\nmeasurement of the branching fraction of the isospin-violating process J/psi\n->Lambda Lambdabar pi0 is obtained, and the isospin-conserving processes J/psi\n->Lambda Lambdabar eta and psi(2S) ->Lambda Lambdabar eta are observed for the\nfirst time. The branching fractions are measured to be B(J/psi ->Lambda\nLambdabar pi0) = (3.78+-0.27stat)+-0.29sys)10^-5; B(J/psi ->Lambda Lambdabar\neta) = (15.7+-0.79stat+-1.52sys)10^-5 and B(psi(2S) ->Lambda Lambdabar eta)=\n(2.47+-0.34stat+-0.19sys)10^-5. No significant signal events are observed for\npsi(2S) ->Lambda Lambdabar pi0 decay resulting in an upper limit of the\nbranching fraction of B(psi(2S) ->Lambda Lambdabar pi0) < 0.29X10^-5 at the 90%\nconfidence level. The two-body decay of J/psi-> Sigma(1385)^0 Lambdabar + c.c.\nis searched for, and the upper limit is B(J/psi-> Sigma(1385)^0 Lambdabar +\nc.c.) < 0.81X 10^-5 at the 90% confidence level.\n"]}]
["1211.4777",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4777","2012A&A...546A..67L","doi:10.1051/0004-6361/201219326"],"date":["2012-11-20","2012-11-21"],"type":["text"],"creator":["Lawther, Daniel","Paarup, Troels","Schmidt, Morten","Vestergaard, Marianne","Hjorth, Jens","Malesani, Daniele"],"language":[],"coverage":[],"title":["Constraints on the relative sizes of intervening Mg II-absorbing clouds\n  and quasar emitting regions"],"description":["  Context: A significantly higher incidence of strong (rest equivalent width\nW_r > 1 {\\AA}) intervening Mg II absorption is observed along gamma-ray burst\n(GRB) sight-lines relative to those of quasar sight-lines. A geometrical\nexplanation for this discrepancy has been suggested: the ratio of the beam size\nof the source to the characteristic size of a Mg II absorption system can\ninfluence the observed Mg II equivalent width, if these two sizes are\ncomparable. Aims: We investigate whether the differing beam sizes of the\ncontinuum source and broad-line region of Sloan Digital Sky Survey (SDSS)\nquasars produce a discrepancy between the incidence of strong Mg II absorbers\nilluminated by the quasar continuum region and those of absorbers illuminated\nby both continuum and broad-line region light. Methods: We perform a\nsemi-automated search for strong Mg II absorbers in the SDSS Data Release 7\nquasar sample. The resulting strong Mg II absorber catalog is available online.\nWe measure the sight-line number density of strong Mg II absorbers superimposed\non and off the quasar C IV 1550 {\\AA} and C III] 1909 {\\AA} emission lines.\nResults: We see no difference in the sight-line number density of strong Mg II\nabsorbers superimposed on quasar broad emission lines compared to those\nsuperimposed on continuum-dominated spectral regions. This suggests that the Mg\nII-absorbing clouds typically observed as intervening absorbers in quasar\nspectra are larger than the beam sizes of both the continuum-emitting regions\nand broad line-emitting regions in the centers of quasars, corresponding to a\nlower limit of the order of 10^17} cm for the characteristic size of a Mg II\nabsorbing cloud.\n","Comment: 10 pages, 5 figures. Edit: fixed a missing cross-reference"]}]
["1211.4847",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4847"],"date":["2012-11-20","2012-11-21"],"type":["text"],"creator":["Gentile, Marc","Courbin, Frederic","Meylan, Georges"],"language":[],"coverage":[],"title":["A simple fitting method (gfit) for galaxy shape measurement in weak\n  lensing surveys"],"description":["  It is anticipated that the large sky areas covered by planned wide-field weak\nlensing surveys will reduce statistical errors to such an extent that\nsystematic errors will instead become the dominant source of uncertainty. It is\ntherefore crucial to devise numerical methods to measure galaxy shapes with the\nleast possible systematic errors. We present a simple \"forward deconvolution\"\nmethod, gfit, to measure galaxy shapes given telescope and atmospheric\nsmearings, in the presence of noise. The method consists in fitting a single 2D\nelliptical S\\'ersic profile to the data, convolved with the point spread\nfunction. We applied gfit to the data proposed in the GRavitational lEnsing\nAccuracy Testing 2010 (GREAT10) Galaxy Challenge. In spite of its simplicity,\ngfit obtained the lowest additive bias\n{($\\sqrt{\\mathcal{A}}=0.057\\times10^{-4}$)} on the shear power spectrum among\ntwelve different methods and the second lowest multiplicative bias\n{($\\mathcal{M}/2=0.583\\times10^{-2}$)}. It remains that gfit is a fitting\nmethod and is therefore affected by noise bias. However, the simplicity of the\nunderlying galaxy model combined with the use of an efficient customized\nminimization algorithm allow very competitive performances, at least on the\nGREAT10 data, for a relatively low computing time.\n"]}]
["1211.4866",{"format":[],"subject":["Computer Science - Databases","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4866"],"date":["2012-11-19"],"type":["text"],"creator":["Saha, Suprativ","Chaki, Rituparna"],"language":[],"coverage":[],"title":["A Brief Review of Data Mining Application Involving Protein Sequence\n  Classification"],"description":["  Data mining techniques have been used by researchers for analyzing protein\nsequences. In protein analysis, especially in protein sequence classification,\nselection of feature is most important. Popular protein sequence classification\ntechniques involve extraction of specific features from the sequences.\nResearchers apply some well-known classification techniques like neural\nnetworks, Genetic algorithm, Fuzzy ARTMAP, Rough Set Classifier etc for\naccurate classification. This paper presents a review is with three different\nclassification models such as neural network model, fuzzy ARTMAP model and\nRough set classifier model. A new technique for classifying protein sequences\nhave been proposed in the end. The proposed technique tries to reduce the\ncomputational overheads encountered by earlier approaches and increase the\naccuracy of classification.\n","Comment: 10 pages, 1 table, 1 figure. arXiv admin note: substantial text\n  overlap with arXiv:1211.4654"]}]
["1211.4882",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B65, 35D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4882"],"date":["2012-11-20"],"type":["text"],"creator":["Krylov, N. V."],"language":[],"coverage":[],"title":["On $C^{1+\\alpha}$ regularity of solutions of Isaacs parabolic equations\n  with VMO coefficients"],"description":["  We prove that boundary value problems for fully nonlinear second-order\nparabolic equations admit $L_{p}$-viscosity solutions, which are in\n$C^{1+\\alpha}$ for an $\\alpha\\in(0,1)$. The equations have a special structure\nthat the \"main\" part containing only second-order derivatives is given by a\npositive homogeneous function of second-order derivatives and as a function of\nindependent variables it is measurable in the time variable and, so to speak,\nVMO in spatial variables.\n","Comment: 23 pages"]}]
["1211.4888",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4888"],"date":["2012-11-20"],"type":["text"],"creator":["Sahai, Tuhin","Klus, Stefan","Dellnitz, Michael"],"language":[],"coverage":[],"title":["A Traveling Salesman Learns Bayesian Networks"],"description":["  Structure learning of Bayesian networks is an important problem that arises\nin numerous machine learning applications. In this work, we present a novel\napproach for learning the structure of Bayesian networks using the solution of\nan appropriately constructed traveling salesman problem. In our approach, one\ncomputes an optimal ordering (partially ordered set) of random variables using\nmethods for the traveling salesman problem. This ordering significantly reduces\nthe search space for the subsequent greedy optimization that computes the final\nstructure of the Bayesian network. We demonstrate our approach of learning\nBayesian networks on real world census and weather datasets. In both cases, we\ndemonstrate that the approach very accurately captures dependencies between\nrandom variables. We check the accuracy of the predictions based on independent\nstudies in both application domains.\n"]}]
["1211.4892",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Mathematical Software","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4892"],"date":["2012-11-20"],"type":["text"],"creator":["Manzyuk, Oleksandr","Pearlmutter, Barak A.","Radul, Alexey Andreyevich","Rush, David R.","Siskind, Jeffrey Mark"],"language":[],"coverage":[],"title":["Confusion of Tagged Perturbations in Forward Automatic Differentiation\n  of Higher-Order Functions"],"description":["  Forward Automatic Differentiation (AD) is a technique for augmenting programs\nto both perform their original calculation and also compute its directional\nderivative. The essence of Forward AD is to attach a derivative value to each\nnumber, and propagate these through the computation. When derivatives are\nnested, the distinct derivative calculations, and their associated attached\nvalues, must be distinguished. In dynamic languages this is typically\naccomplished by creating a unique tag for each application of the derivative\noperator, tagging the attached values, and overloading the arithmetic\noperators. We exhibit a subtle bug, present in fielded implementations, in\nwhich perturbations are confused despite the tagging machinery.\n"]}]
["1211.4894",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4894"],"date":["2012-11-20"],"type":["text"],"creator":["Zhang, Ningyao","Bal, Guillaume"],"language":[],"coverage":[],"title":["Convergence to SPDE of the Schrodinger equation with large, random\n  potential"],"description":["  We study the asymptotic behavior of solutions to the Schr{\\\"o}dinger equation\nwith large-amplitude, highly oscillatory, random potential. In dimension\n$d<\\mathfrak{m}$, where $\\mathfrak{m}$ is the order of the leading operator in\nthe Schr\\\"odinger equation, we construct the heterogeneous solution by using a\nDuhamel expansion and prove that it converges in distribution, as the\ncorrelation length $\\varepsilon$ goes to 0, to the solution of a stochastic\ndifferential equation, whose solution is represented as a sum of iterated\nStratonovich integral, over the space $C([0,+\\infty),\\mathcal{S}')$. The\nuniqueness of the limiting solution in a dense space of\n$L^2(\\Omega\\times\\mathbb{R}^d)$ is shown by verifying the property of\nconservation of mass for the Schr\\\"odinger equation. In dimension\n$d>\\mathfrak{m}$, the solution to the Schr{\\\"o}dinger equation is shown to\nconverge in $L^2(\\Omega\\times\\mathbb{R}^d)$ to a deterministic Schr{\\\"o}dinger\nsolution in \\cite{ZB-12}.\n"]}]
["1211.4895",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4895","doi:10.1093/mnras/sts061"],"date":["2012-11-20"],"type":["text"],"creator":["Turner, Jake D.","Smart, Brianna M.","Hardegree-Ullman, Kevin K.","Carleton, Timothy M.","Walker-LaFollette, Amanda M.","Crawford, Benjamin E.","Smith, Carter-Thaxton W.","McGraw, Allison M.","Small, Lindsay C.","Rocchetto, Marco","Cunningham, Kathryn I.","Towner, Allison P. M.","Zellem, Robert","Robertson, Amy N.","Guvenen, Blythe C.","Schwarz, Kamber R.","Hardegree-Ullman, Emily E.","Collura, Daniel","Henz, Triana N.","Lejoly, Cassandra","Richardson, Logan L.","Weinand, Michael A.","Taylor, Joanna M.","Daugherty, Michael J.","Wilson, Ashley A.","Austin, Carmen L."],"language":[],"coverage":[],"title":["Near-UV and optical observations of the transiting exoplanet TrES-3b"],"description":["  We observed nine primary transits of the hot Jupiter TrES-3b in several\noptical and near-UV photometric bands from 2009 June to 2012 April in an\nattempt to detect its magnetic field. Vidotto, Jardine and Helling suggest that\nthe magnetic field of TrES-3b can be constrained if its near-UV light curve\nshows an early ingress compared to its optical light curve, while its egress\nremains unaffected. Predicted magnetic field strengths of Jupiter-like planets\nshould range between 8 G and 30 G. Using these magnetic field values and an\nassumed B_star of 100 G, the Vidotto et al. method predicts a timing difference\nof 5-11 min. We did not detect an early ingress in our three nights of near-UV\nobservations, despite an average cadence of 68 s and an average photometric\nprecision of 3.7 mmag. However, we determined an upper limit of TrES-3b's\nmagnetic field strength to range between 0.013 and 1.3 G (for a 1-100 G\nmagnetic field strength range for the host star, TrES-3) using a timing\ndifference of 138 s derived from the Nyquist-Shannon sampling theorem. To\nverify our results of an abnormally small magnetic field strength for TrES-3b\nand to further constrain the techniques of Vidotto et al., we propose future\nobservations of TrES-3b with other platforms capable of achieving a shorter\nnear-UV cadence. We also present a refinement of the physical parameters of\nTrES-3b, an updated ephemeris and its first published near-UV light curve. We\nfind that the near-UV planetary radius of Rp = 1.386+0.248-0.144 RJup is\nconsistent with the planet's optical radius.\n","Comment: Accepted for Publication in Monthly Notices of the Royal Astronomical\n  Society (2012 September 21). 13 pages, 5 figures"]}]
["1211.4900",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Geometric Topology","57R55, 57N05, 57R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4900"],"date":["2012-11-20"],"type":["text"],"creator":["Dikshit, Sunanda","Gauld, David"],"language":[],"coverage":[],"title":["Exotic Differential Structures in Dimension 2"],"description":["  It is known that the long line supports $2^{\\aleph_1}$ many non-diffeomorphic\ndifferential structures. We show that the long plane supports a similar number\nof exotic differential structures, ie structures which are not merely\ndiffeomorphic to the product of two structures on the factor spaces.\n","Comment: 6 pages, 2 figures"]}]
["1211.4904",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4904"],"date":["2012-11-20"],"type":["text"],"creator":["Fukumi, Atsushi","Kuma, Susumu","Miyamoto, Yuki","Nakajima, Kyo","Nakano, Itsuo","Nanjo, Hajime","Ohae, Chiaki","Sasao, Noboru","Tanaka, Minoru","Taniguchi, Takashi","Uetake, Satoshi","Wakabayashi, Tomonari","Yamaguchi, Takuya","Yoshimi, Akihiro","Yoshimura, Motohiko"],"language":[],"coverage":[],"title":["Neutrino Spectroscopy with Atoms and Molecules"],"description":["  We give a comprehensive account of our proposed experimental method of using\natoms or molecules in order to measure parameters of neutrinos still\nundetermined; the absolute mass scale, the mass hierarchy pattern (normal or\ninverted), the neutrino mass type (Majorana or Dirac), and the CP violating\nphases including Majorana phases. There are advantages of atomic targets, due\nto the closeness of available atomic energies to anticipated neutrino masses,\nover nuclear target experiments. Disadvantage of using atomic targets, the\nsmallness of rates, is overcome by the macro-coherent amplification mechanism.\nThe atomic or molecular process we use is a cooperative deexcitation of a\ncollective body of atoms in a metastable level |e> emitting a neutrino pair and\na photon; |e> -> |g> + gamma + nu_i nu_j where nu_i's are neutrino mass\neigenstates. The macro-coherence is developed by trigger laser irradiation. We\ndiscuss aspects of the macro-coherence development by setting up the master\nequation for the target quantum state and propagating electric field. With a\nchoice of heavy target atom or molecule such as Xe or I_2 that has a large M1 x\nE1 matrix element between |e> and |g>, we show that one can determine three\nneutrino masses along with the mass hierarchy pattern by measuring the photon\nspectral shape. If one uses a target of available energy of a fraction of 1 eV,\nMajorana CP phases may be determined. Our master equation, when applied to E1 x\nE1 transition such as pH_2 vibrational transition Xv=1 -> 0, can describe\nexplosive PSR events in which most of the energy stored in |e> is released\nwithin a few nanoseconds. The present paper is intended to be self-contained\nexplaining some details related theoretical works in the past, and further\nreports new simulations and our ongoing experimental efforts of the project to\nrealize the neutrino mass spectroscopy using atoms/molecules.\n","Comment: 85 pages. Accepted for publication in Progress of Theoretical and\n  Experimental Physics"]}]
["1211.4908",{"format":[],"subject":["Quantum Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4908"],"date":["2012-11-20"],"type":["text"],"creator":["Movassagh, Ramis"],"language":[],"coverage":[],"title":["Eigenvalues and Low Energy Eigenvectors of Quantum Many-Body Systems"],"description":["  I first give an overview of the thesis and Matrix Product States (MPS)\nrepresentation of quantum spin chains with an improvement on the conventional\nnotation.\n  The rest of this thesis is divided into two parts. The first part is devoted\nto eigenvalues of quantum many-body systems (QMBS). I introduce Isotropic\nEntanglement, which draws from various tools in random matrix theory and free\nprobability theory (FPT) to accurately approximate the eigenvalue distribution\nof QMBS on a line with generic interactions. Next, I discuss the energy\ndistribution of one particle hopping random Schr\\\"odinger operator in 1D from\nFPT in context of the Anderson model.\n  The second part is devoted to ground states and gap of QMBS. I first give the\nnecessary background on frustration free (FF) Hamiltonians, real and imaginary\ntime evolution within MPS representation and a numerical implementation. I then\nprove the degeneracy and FF condition for quantum spin chains with generic\nlocal interactions, including corrections to our earlier assertions. I then\nsummarize my efforts in proving lower bounds for the entanglement of the ground\nstates, which includes some new results, with the hope that they inspire future\nwork resulting in solving the conjecture given therein. Next I discuss two\ninteresting measure zero examples where FF Hamiltonians are carefully\nconstructed to give unique ground states with high entanglement. One of the\nexamples (i.e., $d=4$) has not appeared elsewhere. In particular, we calculate\nthe Schmidt numbers exactly, entanglement entropies and introduce a novel\ntechnique for calculating the gap which may be of independent interest. The\nlast chapter elaborates on one of the measure zero examples (i.e., $d=3$) which\nis the first example of a FF translation-invariant spin-1 chain that has a\nunique highly entangled ground state and exhibits signatures of a critical\nbehavior.\n","Comment: PhD Thesis. 214 pages in MIT thesis format"]}]
["1211.4918",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4918"],"date":["2012-11-20"],"type":["text"],"creator":["Chen, Xi","Paparas, Dimitris","Yannakakis, Mihalis"],"language":[],"coverage":[],"title":["The Complexity of Non-Monotone Markets"],"description":["  We introduce the notion of non-monotone utilities, which covers a wide\nvariety of utility functions in economic theory. We then prove that it is\nPPAD-hard to compute an approximate Arrow-Debreu market equilibrium in markets\nwith linear and non-monotone utilities. Building on this result, we settle the\nlong-standing open problem regarding the computation of an approximate\nArrow-Debreu market equilibrium in markets with CES utility functions, by\nproving that it is PPAD-complete when the Constant Elasticity of Substitution\nparameter \\rho is any constant less than -1.\n"]}]
["1211.4924",{"format":[],"subject":["Mathematics - Combinatorics","05C50, 15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4924"],"date":["2012-11-20"],"type":["text"],"creator":["Li, Shuchao","Zhang, Jiajia"],"language":[],"coverage":[],"title":["On the spectral moments of trees with a given bipartition"],"description":["  For two given positive integers $p$ and $q$ with $p\\leqslant q$, we denote\n$\\mathscr{T}_n^{p, q}={T: T$ is a tree of order $n$ with a $(p,\nq)$-bipartition}. For a graph $G$ with $n$ vertices, let $A(G)$ be its\nadjacency matrix with eigenvalues $\\lambda_1(G), \\lambda_2(G), ...,\n\\lambda_n(G)$ in non-increasing order. The number\n$S_k(G):=\\sum_{i=1}^{n}\\lambda_i^k(G)\\,(k=0, 1, ..., n-1)$ is called the $k$th\nspectral moment of $G$. Let $S(G)=(S_0(G), S_1(G),..., S_{n-1}(G))$ be the\nsequence of spectral moments of $G$. For two graphs $G_1$ and $G_2$, one has\n$G_1\\prec_s G_2$ if for some $k\\in {1,2,...,n-1}$, $S_i(G_1)=S_i(G_2)\n(i=0,1,...,k-1)$ and $S_k(G_1)<S_k(G_2)$ holds. In this paper, the last four\ntrees, in the $S$-order, among $\\mathscr{T}_n^{p, q} (4\\leqslant p\\leqslant q)$\nare characterized.\n","Comment: 11 pages, 7 figures"]}]
["1211.4926",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4926","Quantum Computers and Computing. V. 9, p. 3-10 (2009)"],"date":["2012-11-20"],"type":["text"],"creator":["Zobov, V. E."],"language":[],"coverage":[],"title":["The quantum dynamics of two coupled large spins"],"description":["  We calculate the time evolution of mean spin components and the squared\nI-concurrence of two coupled large spins S. As the initial conditions we take\ntwo cases: spin coherent states and uniform superposition states. For the spin\ncoherent states we have obtained the asymptotic for-mulas at S>>1 and t<<T (T\nis period). We draw a conclusion that quantum computation on qudits,\nrepresented by large spins, do not get the principal limitations on the spin\nnumber S.\n","Comment: 12 pages, 4 figures, report for the International Symposium \"Quantum\n  Informatics-2009\" (QI-2009), Zvenigorod, Moscow region, October 05-09, 2009"]}]
["1211.4930",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4930","doi:10.1016/j.jqsrt.2012.10.010"],"date":["2012-11-20"],"type":["text"],"creator":["Zambrana-Puyalto, Xavier","Molina-Terriza, Gabriel"],"language":[],"coverage":[],"title":["The role of the angular momentum of light in Mie scattering. Excitation\n  of dielectric spheres with Laguerre-Gaussian modes"],"description":["  We present a method to enhance the ripple structure of the scattered\nelectromagnetic field in the visible range through the use of Laguerre-Gaussian\nbeams. The position of these enhanced ripples as well as their linewidths can\nbe controlled using different optical beams and sizes of the spheres.\n","Comment: 10 pages, 4 figures, 1 table,\n  http://dx.doi.org/10.1016/j.jqsrt.2012.10.010"]}]
["1211.4931",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4931"],"date":["2012-11-20"],"type":["text"],"creator":["Malikov, Fyodor","Schechtman, Vadim"],"language":[],"coverage":[],"title":["Chiral differential operators on abelian varieties"],"description":["  The paper consists of two parts. In the first, we describe a way of getting\nfrom an algebra of chiral differential operators (cdo) on an abelian variety a\ncdo on the dual variety. The second is an introduction to the sigma-model on a\ntorus and to the Wess-Zumino-Witten model from the cdo perspective.\n","Comment: The paper is dedicated to Igor Frenkel on his birthday"]}]
["1211.4935",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4935"],"date":["2012-11-20"],"type":["text"],"creator":["Kwon, Keehang","Kang, Daeseong"],"language":[],"coverage":[],"title":["Mutually Exclusive Rules in LogicWeb"],"description":["  LogicWeb has traditionally lacked devices for expressing mutually exclusive\nclauses. We address this limitation by adopting choice-conjunctive clauses of\nthe form $D_0 \\adc D_1$ where $D_0, D_1$ are Horn clauses and $\\adc$ is a\nlinear logic connective. Solving a goal $G$ using $D_0 \\adc D_1$ -- $\\prov(D_0\n\\adc D_1,G)$ -- has the following operational semantics: choose a successful\none between $\\prov(D_0,G)$ and $\\prov(D_1,G)$. In other words, if $D_o$ is\nchosen in the course of solving $G$, then $D_1$ will be discarded and vice\nversa. Hence, the class of choice-conjunctive clauses precisely captures the\nnotion of mutually exclusive clauses.\n","Comment: 4 pages"]}]
["1211.4936",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4936"],"date":["2012-11-20"],"type":["text"],"creator":["Kumar, Devendra","Banerjee, A."],"language":[],"coverage":[],"title":["A critical examination of magnetic states of\n  La$_{0.5}$Ba$_{0.5}$CoO$_3$: non-Griffiths phase and interacting\n  ferromagnetic-clusters"],"description":["  We report detailed dc magnetization, linear and non-linear ac susceptibility\nmeasurements on the hole doped disordered cobaltite\nLa$_{0.5}$Ba$_{0.5}$CoO$_3$. Our results show that the magnetically ordered\nstate of the system consists of coexisting non-ferromagnetic phases along with\npercolating ferromagnetic-clusters. The percolating ferromagnetic-clusters\npossibly undergo a 3D Hisenberg like magnetic ordering at the Curie temperature\nof 202(3) K. In between 202 and 220 K, the linear and non-linear ac\nsusceptibility measurements show the presence of magnetic correlations even\nwhen the spontaneous magnetization is zero which indicates the presence of\npreformed short range magnetic-clusters. The characteristics of these short\nrange magnetic-clusters that exist above Curie temperature are quite distinct\nthan that of Griffiths phase e.g the inverse dc susceptibility exhibits an\nfield independent upward deviation, and the second harmonic of ac\nsusceptibility is non-negative. Below Curie temperature the system exhibit\nspin-glass like features such as irreversibility in the field cooled and zero\nfield cooled magnetization and frequency dependence in the peak of ac\nsusceptibility. The presence of a spin or cluster -glass like state is ruled\nout by the absence of field divergence in third harmonic of ac susceptibility\nand zero field cooled memory. This indicates that the observed spin-glass like\nfeatures are possibility due to progressive thermal blocking of\nferromagnetic-clusters which is further confirmed by the Wohlfarth's model of\nsuperparamagnetism. The frequency dependence of the peak of ac susceptibility\nobeys the Vogel-Fulcher law with $\\tau_0\\approx 10^{-9}$ s. This together with\nthe existence of an AT line in H-T space indicates the existence of significant\ninter-cluster interaction among these ferromagnetic-clusters.\n","Comment: 10 pages, 10 figures"]}]
["1211.4938",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4938"],"date":["2012-11-21"],"type":["text"],"creator":["Zhang, Pengfei","Wang, Qiang"],"language":[],"coverage":[],"title":["Solvent Entropy in and Coarse-Graining of Polymer Lattice Models"],"description":["  The self- and mutual-avoiding walk used in conventional lattice models for\npolymeric systems requires that all lattice sites, polymer segments, and\nsolvent molecules (unoccupied lattice sites) have the same volume. This\nincorrectly accounts for the solvent entropy (i.e., size ratio between polymer\nsegments and solvent molecules), and also limits the coarse-graining capability\nof such models, where the invariant degree of polymerization controlling the\nsystem fluctuations is too small (thus exaggerating the system fluctuations)\ncompared to that in most experiments. Here we show how to properly account for\nthe solvent entropy in the recently proposed lattice models with multiple\noccupancy of lattice sites [Q. Wang, Soft Matter 5, 4564 (2009)], and present a\nquantitative coarse-graining strategy that ensures both the solvent entropy and\nthe fluctuations in the original systems are properly accounted for using such\nlattice models. Although proposed based on homogeneous polymer solutions, our\nstrategy is equally applicable to inhomogeneous systems such as polymer brushes\nimmersed in a small-molecule solvent.\n","Comment: 5 pages, 5 figures"]}]
["1211.4939",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4939"],"date":["2012-11-21"],"type":["text"],"creator":["Buck, Dorothy","Dolzhenko, Egor","Jonoska, Natasha","Saito, Masahico","Valencia, Karin"],"language":[],"coverage":[],"title":["Genus Ranges of 4-Regular Rigid Vertex Graphs"],"description":["  We introduce a notion of genus range as a set of values of genera over all\nsurfaces into which a graph is embedded cellularly, and we study the genus\nranges of a special family of four-regular graphs with rigid vertices that has\nbeen used in modeling homologous DNA recombination. We show that the genus\nranges are sets of consecutive integers. For any positive integer $n$, there\nare graphs with $2n $ vertices that have genus range ${m,m+1,...,m'}$ for all\n$0\\le m<m'\\le n$, and there are graphs with $2n-1$ vertices with genus range\n${m,m+1,...,m'}$ for all $0\\le m<m' <n$ or $0<m<m'\\le n$. Further, we show that\nfor every $n$ there is $k<n$ such that ${h}$ is a genus range for graphs with\n$2n-1$ and $2n$ vertices for all $h\\le k$. It is also shown that for every $n$,\nthere is a graph with $2n$ vertices with genus range ${0,1,...,n}$, but there\nis no such a graph with $2n-1$ vertices.\n"]}]
["1211.4943",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","33C45, 65N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4943"],"date":["2012-11-21"],"type":["text"],"creator":["Fokas, A. S.","Smitheman, S. A."],"language":[],"coverage":[],"title":["The Fourier Transforms of the Chebyshev and Legendre Polynomials"],"description":["  Analytic expressions for the Fourier transforms of the Chebyshev and Legendre\npolynomials are derived, and the latter is used to find a new representation\nfor the half-order Bessel functions. The numerical implementation of the\nso-called unified method in the interior of a convex polygon provides an\nexample of the applicability of these analytic expressions.\n","Comment: 17 pages, 2 figures"]}]
["1211.4944",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4944"],"date":["2012-11-21"],"type":["text"],"creator":["Dzhunushaliev, Vladimir"],"language":[],"coverage":[],"title":["Phase transition for gluon field: a qualitative analysis"],"description":["  The phase transition for SU(3) gauge field (without quarks) is considered. It\nis shown that the phase transition is due to the fact that at high temperatures\nthe partition function should be calculated as for a gas of gluons, whereas at\nlow temperatures as the sum over energy levels of correlated quantum states of\nSU(3) gauge field. A correlated quantum state for strongly interacting fields\nis defined as a nonperturbative quantum state of strongly interacting fields.\nThe energy spectrum of these quantum states are discrete one. A lower bound of\nthe phase transition temperature by comparing of the average energy for the\nperturbative and nonperturbative regimes is estimated (for glueball being in\nthermal equilibrium with the thermostat). It is shown that this quantity is\nassociated with a mass gap. In a scalar model of glueball its energy is\ncalculated. It is shown that this energy is the mass gap. If we set the\nglueball mass $ \\approx 1.5 \\cdot 10^3$ Mev then it is found that the\ncorresponding value of coupling constant lies in the nonperturbative region.\n","Comment: 5 pages"]}]
["1211.4949",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4949"],"date":["2012-11-21"],"type":["text"],"creator":["Seki, Shinnosuke","Okuno, Yasushi"],"language":[],"coverage":[],"title":["On the behavior of tile assembly system at high temperatures"],"description":["  Behaviors of Winfree's tile assembly systems (TASs) at high temperatures are\ninvestigated in combination with integer programming of a specific form called\nthreshold programming. First, we propose a way to build bridges from the\nBoolean satisfiability problem (SAT) to threshold programming, and further to\nTAS's behavior, in order to prove the NP-hardness of optimizing temperatures of\nTASs that behave in a way given as input. These bridges will take us further to\ntwo important results on the behavior of TASs at high temperatures. The first\nsays that arbitrarily high temperatures are required to assemble some shape by\na TAS of \"reasonable\" size. The second is that for any temperature at least 4\ngiven as a parameter, it is NP-hard to find the minimum size TAS that\nself-assembles a given shape and works at the given temperature or below.\n","Comment: This paper is an extended version of the following paper: S. Seki and\n  Y. Okuno. On the behavior of tile assembly system at high temperatures. In\n  CiE 2012: How the World Computes - Turing Centenary Conference and 8th\n  Conference on Computability in Europe, LNCS 7318, pages 549-559, Springer,\n  2012"]}]
["1211.4955",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4955","doi:10.1038/NPHYS2457"],"date":["2012-11-21"],"type":["text"],"creator":["Ichikawa, Y.","Ueno, H.","Ishii, Y.","Furukawa, T.","Yoshimi, A.","Kameda, D.","Watanabe, H.","Aoi, N.","Asahi, K.","Balabanski, D. L.","Chevrier, R.","Daugas, J. M.","Fukuda, N.","Georgiev, G.","Hayashi, H.","Iijima, H.","Inabe, N.","Inoue, T.","Ishihara, M.","Kubo, T.","Nanao, T.","Ohnishi, T.","Suzuki, K.","Tsuchiya, M.","Takeda, H.","Rajabali, M. M."],"language":[],"coverage":[],"title":["Production of spin-controlled rare isotope beams"],"description":["  The degree of freedom of spin in quantum systems serves as an unparalleled\nlaboratory where intriguing quantum physical properties can be observed, and\nthe ability to control spin is a powerful tool in physics research. We propose\na novel method for controlling spin in a system of rare isotopes which takes\nadvantage of the mechanism of the projectile fragmentation reaction combined\nwith the momentum-dispersion matching technique. The present method was\nverified in an experiment at the RIKEN RI Beam Factory, in which a degree of\nalignment of 8% was achieved for the spin of a rare isotope Al-32. The figure\nof merit for the present method was found to be greater than that of the\nconventional method by a factor of more than 50.\n","Comment: 18 pages, 5 figures"]}]
["1211.4956",{"format":[],"subject":["Mathematics - Commutative Algebra","13D45 (Primary) 14M10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4956"],"date":["2012-11-21"],"type":["text"],"creator":["Hellus, M.","Schenzel, P."],"language":[],"coverage":[],"title":["Notes on local cohomology and duality"],"description":["  We provide a formula (see Theorem 1.5) for the Matlis dual of the injective\nhull of $R/\\mathfrak{p}$ where $\\mathfrak p$ is a one dimensional prime ideal\nin a local complete Gorenstein domain $(R,\\mathfrak{m})$. This is related to\nresults of Enochs and Xu (see [4] and [3]). We prove a certain 'dual' version\nof the Hartshorne-Lichtenbaum vanishing (see Theorem 2.2). There is a\ngeneralization of local duality to cohomologically complete intersection ideals\n$I$ in the sense that for $I=\\mathfrak{m}$ we get back the classical Local\nDuality Theorem. We determine the exact class of modules to which a\ncharacterization of cohomologically complete intersection from [6] generalizes\nnaturally (see Theorem 4.4).\n","Comment: 11 pages"]}]
["1211.4960",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4960"],"date":["2012-11-21"],"type":["text"],"creator":["Şenol, Ali","Ziplar, Evren","Yayli, Yusuf"],"language":[],"coverage":[],"title":["On f-Eikonal Helices And f-Eikonal Slant Helices In Riemannian Manifolds"],"description":["  In this paper, we define f-eikonal helix curves and f-eikonal V_{n}-slant\nhelix curves in a n-dimensional Riemannian manifold. Also, we give the\ndefinition of harmonic curvature functions related to f-eikonal helix curves\nand f-eikonal V_{n}-slant helix curves in a n-dimensional Riemannian manifold.\nMoreover, we give characterizations for f-eikonal helix curves and f-eikonal\nV_{n}-slant helix curves by making use of the harmonic curvature functions.\n"]}]
["1211.4962",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4962","Annals of Statistics 2011, Vol. 39, No. 3, 1526-1550","doi:10.1214/10-AOS861"],"date":["2012-11-21"],"type":["text"],"creator":["Chan, Ngai Hang","Ing, Ching-Kang"],"language":[],"coverage":[],"title":["Uniform moment bounds of Fisher's information with applications to time\n  series"],"description":["  In this paper, a uniform (over some parameter space) moment bound for the\ninverse of Fisher's information matrix is established. This result is then\napplied to develop moment bounds for the normalized least squares estimate in\n(nonlinear) stochastic regression models. The usefulness of these results is\nillustrated using time series models. In particular, an asymptotic expression\nfor the mean squared prediction error of the least squares predictor in\nautoregressive moving average models is obtained. This asymptotic expression\nprovides a solid theoretical foundation for some model selection criteria.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOS861 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1211.4964",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4964"],"date":["2012-11-21"],"type":["text"],"creator":["Bailey, Jon A.","Du, D.","El-Khadra, A. X.","Gottlieb, Steven","Jain, R. D.","Kronfeld, A. S.","Van de Water, R. S.","Zhou, R.","Lattice, for the Fermilab","Collaborations, MILC"],"language":[],"coverage":[],"title":["Charm semileptonic decays and |V_{cs(d)}| from heavy clover quarks and\n  2+1 flavor asqtad staggered ensembles"],"description":["  By combining experimentally measured partial branching fractions for the\nsemileptonic decays D to K l nu and D to pi l nu with lattice calculations of\nthe form factors f_+^{D to K}(q^2) and f_+^{D to pi}(q^2), one can extract the\nCKM matrix elements |V_{cs}| and |V_{cd}|. We are calculating the form factors\nby using Fermilab charm and asqtad staggered light and strange quarks on 2+1\nflavor asqtad staggered ensembles generated by the MILC Collaboration. We vary\nthe light valence quark masses from 0.4m_s to 0.05m_s (m_s is the strange\nsea-quark mass), and the lattice spacings, from about 0.12 fm to about 0.045\nfm. We extrapolate to the physical light-quark mass and the continuum limit\nusing heavy-light meson staggered chiral perturbation theory about the SU(2)\nand SU(3) limits, compare the resulting (preliminary) form factor shapes with\nexperiment, and discuss our errors.\n","Comment: 7 pages, 6 figures, presented at The XXXth International Symposium on\n  Lattice Field Theory - Lattice 2012, June 24-29, 2012 Cairns, Australia, to\n  appear as PoS(Lattice 2012)272"]}]
["1211.4970",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4970"],"date":["2012-11-21"],"type":["text"],"creator":["Bisterzo, S.","Gallino, R.","Kaeppeler, F.","Wiescher, M.","Travaglio, C."],"language":[],"coverage":[],"title":["Impact of Nuclear Reaction Uncertainties on AGB Nucleosynthesis Models"],"description":["  Asymptotic giant branch (AGB) stars with low initial mass (1 - 3 Msun) are\nresponsible for the production of neutron-capture elements through the main\ns-process (main slow neutron capture process). The major neutron source is\n13C(alpha, n)16O, which burns radiatively during the interpulse periods at\nabout 8 keV and produces a rather low neutron density (10^7 n/cm^3). The second\nneutron source 22Ne(alpha, n)25Mg, partially activated during the convective\nthermal pulses when the energy reaches about 23 keV, gives rise to a small\nneutron exposure but a peaked neutron density (Nn(peak) > 10^11 n/cm^3). At\nmetallicities close to solar, it does not substantially change the final\ns-process abundances, but mainly affects the isotopic ratios near s-path\nbranchings sensitive to the neutron density. We examine the effect of the\npresent uncertainties of the two neutron sources operating in AGB stars, as\nwell as the competition with the 22Ne(alpha, gamma)26Mg reaction. The analysis\nis carried out on AGB the main-s process component (reproduced by an average\nbetween M(AGB; ini) = 1.5 and 3 Msun at half solar metallicity, see Arlandini\net al. 1999), using a set of updated nucleosynthesis models. Major effects are\nseen close to the branching points. In particular, 13C(alpha, n)16O mainly\naffects 86Kr and 87Rb owing to the branching at 85Kr, while small variations\nare shown for heavy isotopes by decreasing or increasing our adopted rate by a\nfactor of 2 - 3. By changing our 22Ne(alpha, n)25Mg rate within a factor of 2,\na plausible reproduction of solar s-only isotopes is still obtained. We provide\na general overview of the major consequences of these variations on the s-path.\nA complete description of each branching will be presented in Bisterzo et al.,\nin preparation.\n","Comment: Proceedings of Science 108, XII International Symposium on Nuclei in\n  the Cosmos 2012 (Cairns, Australia); 6 pages, 2 figures"]}]
["1211.4971",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4971"],"date":["2012-11-21"],"type":["text"],"creator":["Narendhar, S.","Amudha, T."],"language":[],"coverage":[],"title":["A Hybrid Bacterial Foraging Algorithm For Solving Job Shop Scheduling\n  Problems"],"description":["  Bio-Inspired computing is the subset of Nature-Inspired computing. Job Shop\nScheduling Problem is categorized under popular scheduling problems. In this\nresearch work, Bacterial Foraging Optimization was hybridized with Ant Colony\nOptimization and a new technique Hybrid Bacterial Foraging Optimization for\nsolving Job Shop Scheduling Problem was proposed. The optimal solutions\nobtained by proposed Hybrid Bacterial Foraging Optimization algorithms are much\nbetter when compared with the solutions obtained by Bacterial Foraging\nOptimization algorithm for well-known test problems of different sizes. From\nthe implementation of this research work, it could be observed that the\nproposed Hybrid Bacterial Foraging Optimization was effective than Bacterial\nForaging Optimization algorithm in solving Job Shop Scheduling Problems. Hybrid\nBacterial Foraging Optimization is used to implement real world Job Shop\nScheduling Problems.\n"]}]
["1211.4974",{"format":[],"subject":["Computer Science - Numerical Analysis","Computer Science - Computational Complexity","Mathematics - Numerical Analysis","65Y20, 68Q15","F.1.3","G.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4974"],"date":["2012-11-21"],"type":["text"],"creator":["Kawamura, Akitoshi","Müller, Norbert Th.","Rösnick, Carsten","Ziegler, Martin"],"language":[],"coverage":[],"title":["Parameterized Uniform Complexity in Numerics: from Smooth to Analytic,\n  from NP-hard to Polytime"],"description":["  The synthesis of classical Computational Complexity Theory with Recursive\nAnalysis provides a quantitative foundation to reliable numerics. Here the\noperators of maximization, integration, and solving ordinary differential\nequations are known to map (even high-order differentiable) polynomial-time\ncomputable functions to instances which are `hard' for classical complexity\nclasses NP, #P, and CH; but, restricted to analytic functions, map\npolynomial-time computable ones to polynomial-time computable ones --\nnon-uniformly!\n  We investigate the uniform parameterized complexity of the above operators in\nthe setting of Weihrauch's TTE and its second-order extension due to\nKawamura&Cook (2010). That is, we explore which (both continuous and discrete,\nfirst and second order) information and parameters on some given f is\nsufficient to obtain similar data on Max(f) and int(f); and within what running\ntime, in terms of these parameters and the guaranteed output precision 2^(-n).\n  It turns out that Gevrey's hierarchy of functions climbing from analytic to\nsmooth corresponds to the computational complexity of maximization growing from\npolytime to NP-hard. Proof techniques involve mainly the Theory of (discrete)\nComputation, Hard Analysis, and Information-Based Complexity.\n"]}]
["1211.4978",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Classical Analysis and ODEs","91G20, 33E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4978"],"date":["2012-11-21"],"type":["text"],"creator":["Gerhold, Stefan"],"language":[],"coverage":[],"title":["Can there be an explicit formula for implied volatility?"],"description":["  It is \"well known\" that there is no explicit expression for the Black-Scholes\nimplied volatility. We prove that, as a function of underlying, strike, and\ncall price, implied volatility does not belong to the class of D-finite\nfunctions. This does not rule out all explicit expressions, but shows that\nimplied volatility does not belong to a certain large class, which contains\nmany elementary functions and classical special functions.\n"]}]
["1211.4986",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4986"],"date":["2012-11-21"],"type":["text"],"creator":["Kabicher-Fuchs, Sonja","Rinderle-Ma, Stefanie","Recker, Jan","Indulska, Marta","Charoy, Francois","Christiaanse, Rob","Dunkl, Reinhold","Grambow, Gregor","Kolb, Jens","Leopold, Henrik","Mendling, Jan"],"language":[],"coverage":[],"title":["Human-Centric Process-Aware Information Systems (HC-PAIS)"],"description":["  Process-Aware Information Systems (PAIS) support organizations in managing\nand automating their processes. A full automation of processes is in particular\nindustries, such as service-oriented markets, not practicable. The integration\nof humans in PAIS is necessary to manage and perform processes that require\nhuman capabilities, judgments and decisions. A challenge of interdisciplinary\nPAIS research is to provide concepts and solutions that support human\nintegration in PAIS and human orientation of PAIS in a way that provably\nincrease the PAIS users' satisfaction and motivation with working with the\nHuman-Centric Process Aware Information System (HC-PAIS) and consequently\ninfluence users' performance of tasks. This work is an initial step of research\nthat aims at providing a definition of Human-Centric Process Aware Information\nSystems (HC-PAIS) and future research challenges of HC-PAIS. Results of focus\ngroup research are presented.\n","Comment: 8 pages"]}]
["1211.4988",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4988","Peremennye Zvezdy (Variable Stars) 32, No. 5, 2012"],"date":["2012-11-21"],"type":["text"],"creator":["Simon, A. O.","Bondar, A. V.","Metlova, N. V."],"language":[],"coverage":[],"title":["Spectroscopic Evidence for Appearance of a New Decretion Disk Around IGR\n  J06074+2205"],"description":["  We report about new episode of decretion disk formation in the IGR\nJ06074+2205 system. Obtained spectral data gives us opportunity to measure peak\nseparation in double-peaked H\\alpha\\ line as 408+/-55 km/s and hence obtain\ndisk radii as 1.6 star radii. All these facts may says about possible X-ray\nactivity of IGR J06074+2205 in the nearest future.\n","Comment: 3 pages, 1 figure, published in Peremennye Zvezdy (Variable Stars)"]}]
["1211.4990",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L70, 46L05 (Primary) 17C65, 4610, 4635, 46L52, 46B20, 47B47, 46L57\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4990"],"date":["2012-11-21"],"type":["text"],"creator":["FernÁndez-Polo, Francisco J.","Peralta, Antonio M.","RamÍrez, MarÍa Isabel"],"language":[],"coverage":[],"title":["A Kadec-Pelczy\\'nski dichotomy-type theorem for preduals of\n  JBW*-algebras"],"description":["  We prove a Kadec-Pelczy\\'nski dichotomy-type theorem for bounded sequences in\nthe predual of a JBW*-algebra, showing that for each bounded sequence\n$(\\phi_n)$ in the predual of a JBW$^*$-algebra $M$, there exist a subsequence\n$(\\phi_{\\tau(n)})$, and a sequence of mutually orthogonal projections $(p_n)$\nin $M$ such that: [$(a)$] the set ${\\phi_{\\tau(n)} - \\phi_{\\tau(n)} P_{2}\n(p_n): n\\in \\mathbb{N}}$ is relatively weakly compact,\n$\\phi_{\\tau(n)}=\\xi_n+\\psi_n$, with $\\xi_n := \\phi_{\\tau(n)} - \\phi_{\\tau(n)}\nP_{2} (p_n)$, and $\\psi_n := \\phi_{\\tau(n)} P_{2} (p_n),$ {\\rm(}$\\xi_n Q(p_n)=\n0$ and $\\psi_n Q(p_n)^2 = \\psi_n${\\rm)}, for every $n$.\n"]}]
["1211.4991",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4991"],"date":["2012-11-21"],"type":["text"],"creator":["Djehiche, Boualem","Hamadene, Said","Morlais, Marie Amelie"],"language":[],"coverage":[],"title":["Viscosity Solutions of Systems of Variational Inequalities with\n  Interconnected Bilateral Obstacles"],"description":["  We study a general class of nonlinear second-order variational inequalities\nwith interconnected bilateral obstacles, related to a multiple modes switching\ngame. Under rather weak assumptions, using systems of penalized unilateral\nbackward SDEs, we construct a continuous viscosity solution of polynomial\ngrowth. Moreover, we establish a comparison result which in turn yields\nuniqueness of the solution.\n","Comment: 27 pages"]}]
["1211.4993",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4993","Lecture Notes in Computer Science 7333, Part I, pp 723-737 (2012)"],"date":["2012-11-21"],"type":["text"],"creator":["Bitencourt, A. C. P.","Marzuoli, A.","Ragni, M.","Anderson, R. W.","Aquilanti, V."],"language":[],"coverage":[],"title":["Exact and asymptotic computations of elementary spin networks:\n  classification of the quantum-classical boundaries"],"description":["  Increasing interest is being dedicated in the last few years to the issues of\nexact computations and asymptotics of spin networks. The large-entries regimes\n(semiclassical limits) occur in many areas of physics and chemistry, and in\nparticular in discretization algorithms of applied quantum mechanics. Here we\nextend recent work on the basic building block of spin networks, namely the\nWigner 6j symbol or Racah coefficient, enlightening the insight gained by\nexploiting its self-dual properties and studying it as a function of two\n(discrete) variables. This arises from its original definition as an\n(orthogonal) angular momentum recoupling matrix. Progress also derives from\nrecognizing its role in the foundation of the modern theory of classical\northogonal polynomials, as extended to include discrete variables. Features of\nthe imaging of various regimes of these orthonormal matrices are made explicit\nby computational advances -based on traditional and new recurrence relations-\nwhich allow an interpretation of the observed behaviors in terms of an\nunderlying Hamiltonian formulation as well. This paper provides a contribution\nto the understanding of the transition between two extreme modes of the 6j,\ncorresponding to the nearly classical and the fully quantum regimes, by\nstudying the boundary lines (caustics) in the plane of the two matrix labels.\nThis analysis marks the evolution of the turning points of relevance for the\nsemiclassical regimes and puts on stage an unexpected key role of the Regge\nsymmetries of the 6j.\n","Comment: 15 pages, 11 figures. Talk presented at ICCSA 2012 (12th\n  International Conference on Computational Science and Applications, Salvador\n  de Bahia (Brazil) June 18-21, 2012)"]}]
["1211.4998",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4998"],"date":["2012-11-21"],"type":["text"],"creator":["Zhang, Xin","Wu, Jian-Liang"],"language":[],"coverage":[],"title":["A conjecture on equitable vertex arboricity of graphs"],"description":["  Wu, Zhang and Li [4] conjectured that the set of vertices of any simple graph\n$G$ can be equitably partitioned into $\\lceil(\\Delta(G)+1)/2\\rceil$ subsets so\nthat each of them induces a forest of $G$. In this note, we prove this\nconjecture for graphs $G$ with $\\Delta(G)\\geq |G|/2$.\n"]}]
["1211.5002",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5002","PoS(Lattice 2012)161"],"date":["2012-11-21"],"type":["text"],"creator":["Daldrop, Jan Oliver","Alexandrou, Constantia","Brida, Mattia Dalla","Gravina, Mario","Scorzato, Luigi","Urbach, Carsten","Wagner, Marc"],"language":[],"coverage":[],"title":["Lattice investigation of the tetraquark candidates a0(980) and kappa"],"description":["  It is a long discussed issue whether light scalar mesons have sizeable\nfour-quark components. We present an exploratory study of this question using\nN_f=2+1+1 twisted mass lattice QCD. A mixed action approach ignoring\ndisconnected contributions is used to calculate correlator matrices consisting\nof mesonic molecule, diquark-antidiquark and two-meson interpolating operators\nwith quantum numbers of the scalar mesons a0(980) (1(0^++)) and kappa\n(1/2(0+)). The correlation matrices are analyzed by solving the generalized\neigenvalue problem. The theoretically expected free two-particle scattering\nstates are identified, while no additional low lying states are observed. We do\nnot observe indications for bound four-quark states in the channels\ninvestigated.\n"]}]
["1211.5004",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5004"],"date":["2012-11-21"],"type":["text"],"creator":["Zimmermann, Jochen","Mulet, Roberto","Wellens, Thomas","Scholes, Gregory D.","Buchleitner, Andreas"],"language":[],"coverage":[],"title":["Efficiency scaling of non-coherent upconversion"],"description":["  A very promising approach to obtain efficient upconversion of light is the\nuse of triplet-triplet annihilation of excitations in molecular systems. In\nreal materials, besides upconversion, many other physical processes take place\n- fluorescence, non-radiative decay, annihilation, diffusion - and compete with\nupconversion. The main objective of this work is to design a proof of principle\nmodel that can be used to shed light on the relevance of the interaction\nbetween the different physical processes that take part in these kinds of\nsystems. Ultimately, we want to establish general principles that may guide\nexperimentalists toward the design of materials with maximum efficiency. Here\nwe show, in a 1D model system, that even in the presence of these processes\nupconversion can be optimized by varying the ratio between the two molecular\nspecies present in this kind of materials. We derive scaling laws for this\nratio and for the maximum efficiency of upconversion, as a function of the\ndiffusion rate J, as well as of the creation and of the decay rate of the\nexcitations.\n","Comment: 9 pages, 8 figures"]}]
["1211.5005",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5005"],"date":["2012-11-21"],"type":["text"],"creator":["Zberecki, K.","Wierzbicki, M."],"language":[],"coverage":[],"title":["Electronic and magnetic properties of two-dimensional Li$_{3}$N"],"description":["  Using first-principles plane-wave calculations study of electronic and\nmagnetic properties of hypothetical two-dimensional structure of Li$_{2}$N\ncompound have been conducted. Calculations show, that electronic properties of\nthis this structure can be inflenced by hydrogenation, which may change the\nsystem from wide-gap semiconductor to metal. Also, non-zero magnetic moment,\nequal to 1 $\\mu_{B}$ can be generated by intruduction of H vacanies in\nhydrogenated structure.\n"]}]
["1211.5006",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5006"],"date":["2012-11-21"],"type":["text"],"creator":["Burgstaller, Bernhard"],"language":[],"coverage":[],"title":["Equivariant $KK$-theory of $r$-discrete groupoids and inverse semigroups"],"description":["  For an $r$-discrete Hausdorff groupoid ${\\cal G}$ and an inverse semigroup\n$S$ of slices of ${\\cal G}$ there is an isomorphism between ${\\cal\nG}$-equivariant $KK$-theory and compatible $S$-equivariant $KK$-theory. We use\nit to define descent homomorphisms for $S$, and indicate a Baum--Connes map for\ninverse semigroups. Also findings by Khoshkam and Skandalis for crossed\nproducts by inverse semigroups are reflected in $KK$-theory.\n"]}]
["1211.5009",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5009"],"date":["2012-11-21"],"type":["text"],"creator":["Beheshti, Seyed-Mehdi-Reza","Motahari-Nezhad, Hamid Reza","Benatallah, Boualem"],"language":[],"coverage":[],"title":["Temporal Provenance Model (TPM): Model and Query Language"],"description":["  Provenance refers to the documentation of an object's lifecycle. This\ndocumentation (often represented as a graph) should include all the information\nnecessary to reproduce a certain piece of data or the process that led to it.\nIn a dynamic world, as data changes, it is important to be able to get a piece\nof data as it was, and its provenance graph, at a certain point in time.\nSupporting time-aware provenance querying is challenging and requires: (i)\nexplicitly representing the time information in the provenance graphs, and (ii)\nproviding abstractions and efficient mechanisms for time-aware querying of\nprovenance graphs over an ever growing volume of data. The existing provenance\nmodels treat time as a second class citizen (i.e. as an optional annotation).\nThis makes time-aware querying of provenance data inefficient and sometimes\ninaccessible. We introduce an extended provenance graph model to explicitly\nrepresent time as an additional dimension of provenance data. We also provide a\nquery language, novel abstractions and efficient mechanisms to query and\nanalyze timed provenance graphs. The main contributions of the paper include:\n(i) proposing a Temporal Provenance Model (TPM) as a timed provenance model;\nand (ii) introducing two concepts of timed folder, as a container of related\nset of objects and their provenance relationship over time, and timed paths, to\nrepresent the evolution of objects tracing information over time, for analyzing\nand querying TPM graphs. We have implemented the approach on top of FPSPARQL, a\nquery engine for large graphs, and have evaluated for querying TPM models. The\nevaluation shows the viability and efficiency of our approach.\n","Comment: 31 pages"]}]
["1211.5018",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5018","Annals of Statistics 2011, Vol. 39, No. 3, 1720-1747","doi:10.1214/11-AOS882"],"date":["2012-11-21"],"type":["text"],"creator":["Chen, Dong","Hall, Peter","Müller, Hans-Georg"],"language":[],"coverage":[],"title":["Single and multiple index functional regression models with\n  nonparametric link"],"description":["  Fully nonparametric methods for regression from functional data have poor\naccuracy from a statistical viewpoint, reflecting the fact that their\nconvergence rates are slower than nonparametric rates for the estimation of\nhigh-dimensional functions. This difficulty has led to an emphasis on the\nso-called functional linear model, which is much more flexible than common\nlinear models in finite dimension, but nevertheless imposes structural\nconstraints on the relationship between predictors and responses. Recent\nadvances have extended the linear approach by using it in conjunction with link\nfunctions, and by considering multiple indices, but the flexibility of this\ntechnique is still limited. For example, the link may be modeled parametrically\nor on a grid only, or may be constrained by an assumption such as monotonicity;\nmultiple indices have been modeled by making finite-dimensional assumptions. In\nthis paper we introduce a new technique for estimating the link function\nnonparametrically, and we suggest an approach to multi-index modeling using\nadaptively defined linear projections of functional data. We show that our\nmethods enable prediction with polynomial convergence rates. The finite sample\nperformance of our methods is studied in simulations, and is illustrated by an\napplication to a functional regression problem.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOS882 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1211.5019",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5019"],"date":["2012-11-21"],"type":["text"],"creator":["Lin, Congping","Ashwin, Peter","Steinberg, Gero"],"language":[],"coverage":[],"title":["A model for motor-mediated bidirectional transport along an antipolar\n  microtubule bundle"],"description":["  Long-distance bidirectional transport of organelles depends on the motor\nproteins kinesin and dynein. Using quantitative data obtained from a fungal\nmodel system, we previously developed ASEP-models of bidirectional motion of\nmotors along unipolar microtubules (MTs) near the cell ends of the elongated\nhyphal cells (herein referred as \"unipolar section\"). However, recent\nquantitative live cell imaging in this system has demonstrated that long-range\nmotility of motors and their endosomal cargo mainly occurs along extended\nantipolar microtubule bundles within the central part of the cell (herein\nreferred to as \"bipolar section\"). Dynein and kinesin-3 motors coordinate their\nactivity to move early endosomes (EEs) in a bidirectional fashion, with dynein\nmediating retrograde motility along the unipolar section near the cell poles,\nwhereas kinesin-3 is responsible for bidirectional motions along the antipolar\nsection. Here we extend our modelling approach to simulate bidirectional\nmotility along an antipolar microtubule bundle. In our model, cargos\n(particles) change direction on each MT with a turning rate $\\Omega$ and the\nMTs are linked to each other at the minus ends where particles can hop between\nMTs with a rate $q_1$ (obstacle-induced switching rate) or $q_2$ (end-induced\nswitching rate). By numerical simulations and mean-field approximations, we\ninvestigate the distribution of particles along the MTs for different overall\ndensities $\\Theta$. We find that even if $\\Theta$ is low, the system can\nexhibit shocks in the density profiles near plus and minus ends caused by\nqueueing of particles. We also discuss how the switching rates $q_{1,2}$\ninfluence the type of motor that dominates the active transport in the bundle.\n"]}]
["1211.5023",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5023"],"date":["2012-11-21"],"type":["text"],"creator":["Kempton, Tom"],"language":[],"coverage":[],"title":["Digit Frequencies and Bernoulli Convolutions"],"description":["  It is well known that the Bernoulli convolution $\\nu_{\\beta}$ associated to\nthe golden mean has Hausdorff dimension less than 1, i.e. that there exists a\nset $A$ with $\\nu_{\\beta}(A)=1$ and $dim_H(A)<1$. We construct such a set $A$\nexplicitly and discuss how our approach might be generalised to prove the\nsingularity of other Bernoulli convolutions\n"]}]
["1211.5027",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5027"],"date":["2012-11-21"],"type":["text"],"creator":["Clazzer, Federico","Kissling, Christian"],"language":[],"coverage":[],"title":["Enhanced Contention Resolution Aloha - ECRA"],"description":["  Random Access (RA) Medium Access (MAC) protocols are simple and effective\nwhen the nature of the traffic is unpredictable and random. In the following\npaper, a novel RA protocol called Enhanced Contention Resolution ALOHA (ECRA)\nis presented. This evolution, based on the previous Contention Resolution ALOHA\n(CRA) protocol, exploits the nature of the interference in unslotted Aloha-like\nchannels for trying to resolve most of the partial collision that can occur\nthere. In the paper, the idea behind ECRA is presented together with numerical\nsimulations and a mathematical analysis of its performance gain. It is shown\nthat relevant performance increases in both throughput and Packet Error Rate\n(PER) can be reached by ECRA with respect to CRA. A comparison with Contention\nResolution Diversity Slotted ALOHA (CRDSA) is also provided.\n","Comment: Accepted for pubblication at 9th International ITG Conference on\n  Systems, Communications and Coding - SCC 2013"]}]
["1211.5029",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5029"],"date":["2012-11-18"],"type":["text"],"creator":["Sigismondi, Costantino"],"language":["it"],"coverage":[],"title":["Il Santo Sepolcro, orientamento astronomico della basilica e le omelie\n  di san Cirillo di Gerusalemme"],"description":["  On the spur of Calvary the Shroud appears. On this rock the Scriptures are\nfulfilled, and this rock, located exactly to the West of the Temple of\nJerusalem, becomes mystically the new orient, place of the Resurrection of the\nLord. The alignements between the three holy places for the three monotheistic\nreligions, the Anastasis, the Temple, now Dome of the Rock, and the Chapel of\nthe Ascension with the East-West axis are here measured and commented both from\nan astronomical and topographic point of view, enlighted by the urbanistic\nroman concepts of Vitruvius and the catechesis of saint Cyril bishop of\nJerusalem 13 years after the inauguration of the Constantinian buildings at the\nHoly Sepulcre.\n","Comment: 15 pages, 5 figures, in Italian. Proc. Conference \"Terzo incontro sui\n  due Teli\" Jerusalem 25-28 November 2012, Notre Dame of Jerusalem Center"]}]
["1211.5030",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5030"],"date":["2012-11-18"],"type":["text"],"creator":["Sigismondi, Costantino"],"language":["it"],"coverage":[],"title":["L'Astronomia del Venerdi' Santo e l'ora della Sindone"],"description":["  The solar eclipse of Good Friday has always been recognized as a problem from\nthe astronomical point of view. The date of Crucifixion has been investigated\nby many scholars and the most accredited one is friday 3 april 33, when, at\nsunset an eclipsed Moon rised. Few minutes later the apparition of a third star\nof medium magnitude stated the beginning of the sabbatical rest: before that\ntime Jesus has been buried, wrapped into the shroud. All these topics are\nreviewed from an astronomical point of view with some theological\nconsiderations.\n","Comment: 29 pages, 11 figures, in Italian. Proc. Conference \"Terzo incontro\n  sui due Teli\" Jerusalem 25-28 November 2012, Notre Dame of Jerusalem Center"]}]
["1211.5033",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5033"],"date":["2012-11-19"],"type":["text"],"creator":["Idowu, Michael A."],"language":[],"coverage":[],"title":["A closed-form expression for zeta(2n+1) reveals a self-recursive\n  function"],"description":["  Euler discovered a formula for expressing the value of the Riemann zeta\nfunction for all even positive integer arguments. A closed-form expression for\nthe Riemann zeta function for all odd integer arguments, based on the values of\nthe Dirichlet beta function, euler numbers and pi, reveals a new evidence about\nthe self-recursive nature of Riemann zeta function at odd integers. We\ndemonstrate for the first time that the Riemann zeta function at odd integers\nalways produces a recurrence relation that is self-recursive.\n"]}]
["1211.5034",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5034"],"date":["2012-11-21"],"type":["text"],"creator":["Tan, Zhong","Wang, Yong"],"language":[],"coverage":[],"title":["The well-posedness of the compressible non-isentropic Euler-Maxwell\n  system in R^3"],"description":["  We first construct the global unique solution by assuming that the initial\ndata is small in the $H^3$ norm but the higher order derivatives could be\nlarge. If further the initial data belongs to $\\Dot{H}^{-s}$ ($0\\le s<3/2$) or\n$\\dot{B}_{2,\\infty}^{-s}$ ($0< s\\le3/2$), we obtain the various decay rates of\nthe solution and its higher order derivatives. In particular, the decay rates\nof the density and temperature of electron could reach to $(1+t)^{-13/4}$ in\n$L^2$ norm.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1207.2207"]}]
["1211.5035",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5035"],"date":["2012-11-21"],"type":["text"],"creator":["Rémillard, Bruno","Rubenthaler, Sylvain"],"language":[],"coverage":[],"title":["Optimal hedging in discrete time"],"description":["  Building on the work of Schweizer (1995) and Cern and Kallseny (2007), we\npresent discrete time formulas minimizing the mean square hedging error for\nmultidimensional assets. In particular, we give explicit formulas when a\nregime-switching random walk or a GARCH-type process is utilized to model the\nreturns. Monte Carlo simulations are used to compare the optimal and delta\nhedging methods.\n","Comment: Cette pr\\'epublication appara\\^it aussi sur SSRN et les cahiers du\n  GERAD"]}]
["1211.5036",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5036","Advanced Engineering Materials 14, 11 (2012) 968-974","doi:10.1002/adem.201200060"],"date":["2012-11-21"],"type":["text"],"creator":["Sauvage, Xavier","Ganeev, Artur","Ivanisenko, Yulia","Enikeev, Nariman","Murashkin, Maxim","Valiev, R. Z."],"language":[],"coverage":[],"title":["Grain boundary segregation in UFG alloys processed by severe plastic\n  deformation"],"description":["  Grain boundary segregations were investigated by Atom Probe Tomography in an\nAl-Mg alloy, a carbon steel and Armco\\trademark Fe processed by severe plastic\ndeformation (SPD). In the non-deformed state, the GBs of the aluminium alloy\nare Mg depleted, but after SPD some local enrichment up to 20 at.% was\ndetected. In the Fe-based alloys, large carbon concentrations were also\nexhibited along GBs after SPD. These experimental observations are attributed\nto the specific structure of GBs often described as \"non-equilibrum\" in ultra\nfine grained materials processed by SPD. The grain boundary segregation\nmechanisms are discussed and compared in the case of substitutional (Mg in fcc\nAl) and interstitial (C in bcc Fe) solute atoms.\n"]}]
["1211.5038",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5038","Scripta Materialia 68 (2013) 91-94","doi:10.1016/j.scriptamat.2012.09.005"],"date":["2012-11-21"],"type":["text"],"creator":["Dubey, Megha","Sauvage, Xavier","Cuvilly, Fabien","Jouen, Samuel","Hannoyer, Béatrice"],"language":[],"coverage":[],"title":["Atomic scale characterization of the nucleation and growth of SnO2\n  particles in oxidized CuSn alloys"],"description":["  The internal oxidation of Sn was investigated to understand the oxidation\nkinetics of monophase CuSn alloys. SnO2 particles were characterized by\nanalytical transmission electron microscopy. The orientation relationship\nbetween SnO2 and Cu was determined with a special emphasis on the atomic scale\nstructure of Cu/SnO2 interfaces (misfit dislocations and chemical structure).\nHabit planes with a pure oxygen plane terminating the SnO2 phase are greatly\nfavored and large misfits promote the growth of plate shaped precipitates.\n"]}]
["1211.5044",{"format":[],"subject":["Mathematics - Dynamical Systems","37E45, 37E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5044"],"date":["2012-11-21"],"type":["text"],"creator":["Guelman, Nancy","Koropecki, Andres","Tal, Fabio Armando"],"language":[],"coverage":[],"title":["A characterization of annularity for area-preserving toral\n  homeomorphisms"],"description":["  We prove that if an area-preserving homeomorphism of the torus in the\nhomotopy class of the identity has a rotation set which is a nondegenerate\nvertical segment containing the origin, then there exists an essential\ninvariant annulus. In particular, some lift to the universal covering has\nuniformly bounded displacement in the horizontal direction.\n","Comment: 17 pages"]}]
["1211.5046",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5046"],"date":["2012-11-21"],"type":["text"],"creator":["Kröner, Heiko"],"language":[],"coverage":[],"title":["A note on inverse mean curvatrue flow in cosmological spacetimes"],"description":["  In [8] Gerhardt proves longtime existence for the inverse mean curvature flow\nin globally hyperbolic Lorentzian manifolds with compact Cauchy hypersurface,\nwhich satisfy three main structural assumptions: a strong volume decay\ncondition, a mean curvature barrier condition and the timelike convergence\ncondition. Furthermore, it is shown in [8] that the leaves of the inverse mean\ncurvature flow provide a foliation of the future of the initial hypersurface.\n  We show that this result persists, if we generalize the setting by leaving\nthe mean curvature barrier assumption out. For initial hypersurfaces with\nsufficiently large mean curvature we can weaken the timelike convergence\ncondition to a physically relevant energy condition.\n"]}]
["1211.5048",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5048"],"date":["2012-11-21"],"type":["text"],"creator":["Bierenbaum, Isabella","Buchta, Sebastian","Draggiotis, Petros","Malamos, Ioannis","Rodrigo, German"],"language":[],"coverage":[],"title":["Tree-Loop Duality Relation beyond simple poles"],"description":["  We develop the Tree-Loop Duality Relation for two- and three-loop integrals\nwith multiple identical propagators (multiple poles). This is the extension of\nthe Duality Relation for single poles and multiloop integrals derived in\nprevious publications. We prove a generalization of the formula for single\npoles to multiple poles and we develop a strategy for dealing with higher-order\npole integrals by reducing them to single pole integrals using Integration By\nParts.\n","Comment: 21 pages, 4 figures. arXiv admin note: substantial text overlap with\n  arXiv:1007.0194"]}]
["1211.5052",{"format":[],"subject":["Computer Science - Numerical Analysis","Statistics - Computation","65C10, 11K45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5052"],"date":["2012-11-21"],"type":["text"],"creator":["Skliar, Osvaldo","Monge, Ricardo E.","Gapper, Sherry","Oviedo, Guillermo"],"language":[],"coverage":[],"title":["A Mathematical Random Number Generator (MRNG)"],"description":["  A novel Mathematical Random Number Generator (MRNG) is presented here. In\nthis case, \"mathematical\" refers to the fact that to construct that generator\nit is not necessary to resort to a physical phenomenon, such as the thermal\nnoise of an electronic device, but rather to a mathematical procedure. The MRNG\ngenerates binary strings - in principle, as long as desired - which may be\nconsidered genuinely random in the sense that they pass the statistical tests\ncurrently accepted to evaluate the randomness of those strings. From those\nstrings, the MRNG also generates random numbers expressed in base 10. An MRNG\nhas been installed as a facility on the following web page:\nhttp://www.appliedmathgroup.org. This generator may be used for applications in\ntasks in: a) computational simulation of probabilistic-type systems, and b) the\nrandom selection of samples of different populations. Users interested in\napplications in cryptography can build another MRNG, but they would have to\nwithhold information - specified in section 5 - from people who are not\nauthorized to decode messages encrypted using that resource.\n","Comment: 17 pages, 5 figures"]}]
["1211.5058",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5058"],"date":["2012-11-21"],"type":["text"],"creator":["Golbabaee, Mohammad","Vandergheynst, Pierre"],"language":[],"coverage":[],"title":["Compressed Sensing of Simultaneous Low-Rank and Joint-Sparse Matrices"],"description":["  In this paper we consider the problem of recovering a high dimensional data\nmatrix from a set of incomplete and noisy linear measurements. We introduce a\nnew model that can efficiently restrict the degrees of freedom of the problem\nand is generic enough to find a lot of applications, for instance in\nmultichannel signal compressed sensing (e.g. sensor networks, hyperspectral\nimaging) and compressive sparse principal component analysis (s-PCA). We assume\ndata matrices have a simultaneous low-rank and joint sparse structure, and we\npropose a novel approach for efficient compressed sensing (CS) of such data.\nOur CS recovery approach is based on a convex minimization problem that\nincorporates this restrictive structure by jointly regularizing the solutions\nwith their nuclear (trace) norm and l2/l1 mixed norm. Our theoretical analysis\nuses a new notion of restricted isometry property (RIP) and shows that, for\nsampling schemes satisfying RIP, our approach can stably recover all low-rank\nand joint-sparse matrices. For a certain class of random sampling schemes\nsatisfying a particular concentration bound (e.g. the subgaussian ensembles) we\nderive a lower bound on the number of CS measurements indicating the\nnear-optimality of our recovery approach as well as a significant enhancement\ncompared to the state-of-the-art. We introduce an iterative algorithm based on\nproximal calculus in order to solve the joint nuclear and l2/l1 norms\nminimization problem and, finally, we illustrate the empirical recovery phase\ntransition of this approach by series of numerical experiments.\n","Comment: 32 pages"]}]
["1211.5062",{"format":[],"subject":["Physics - Physics and Society","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5062"],"date":["2012-11-21"],"type":["text"],"creator":["Giacomelli, G.","Maltoni, G."],"language":[],"coverage":[],"title":["Nuclear power for energy and for scientific progress"],"description":["  The Introduction in this paper underlines the present general situation for\nenergy and the environment using the words of the US Secretary of Energy. A\nshort presentation is made of some major nuclear power plants used to study one\nfundamental parameter for neutrino oscillations. The nuclear power status in\nsome Far East Nations is summarized. The 4th generation of nuclear power\nstations, with emphasis on Fast Neutron Reactors, is recollected. The world\nconsumptions of all forms of energies is recalled, fuel reserves are considered\nand the opportunities for a sustainable energy future is discussed. These\nconsiderations are applied to the italian situation, which is rather peculiar,\nalso due to the many consequencies of the strong Nimby effects in Italy.\n","Comment: 10 pages"]}]
["1211.5066",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Functional Analysis","11J25, 11R04, 46B04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5066"],"date":["2012-11-21"],"type":["text"],"creator":["Vaaler, Jeffrey D."],"language":[],"coverage":[],"title":["Heights on Groups and Small Multiplicative Dependencies"],"description":["  We generalize the absolute logarithmic Weil height from elements of the\nmultiplicative group of algebraic numbers modulo torsion, to finitely generated\nsubgoups. The height of a finitely generated subgroup is shown to equal the\nvolume of a certain naturally occurring, convex, symmetric subset of Euclidean\nspace. This connection leads to a bound on the norm of integer vectors that\ngive multiplicative dependencies among finite sets of algebraic numbers.\n","Comment: 28 pages"]}]
["1211.5067",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5067"],"date":["2012-11-21"],"type":["text"],"creator":["Suthisopapan, Puripong","Kasai, Kenta","Meesomboon, Anupap","Imtawil, Virasit"],"language":[],"coverage":[],"title":["Approaching the Capacity of Large-Scale MIMO Systems via Non-Binary LDPC\n  Codes"],"description":["  In this paper, the application of non-binary low-density parity-check\n(NBLDPC) codes to MIMO systems which employ hundreds of antennas at both the\ntransmitter and the receiver has been proposed. Together with the well-known\nlow-complexity MMSE detection, the moderate length NBLDPC codes can operate\ncloser to the MIMO capacity, e.g., capacity-gap about 3.5 dB (the best known\ngap is more than 7 dB). To further reduce the complexity of MMSE detection, a\nnovel soft output detection that can provide an excellent coded performance in\nlow SNR region with 99% complexity reduction is also proposed. The asymptotic\nperformance is analysed by using the Monte Carlo density evolution. It is found\nthat the NBLDPC codes can operate within 1.6 dB from the MIMO capacity.\nFurthermore, the merit of using the NBLDPC codes in large MIMO systems with the\npresence of imperfect channel estimation and spatial fading correlation which\nare both the realistic scenarios for large MIMO systems is also pointed out.\n","Comment: 29 pages. arXiv admin note: substantial text overlap with\n  arXiv:1203.0960, arXiv:1204.4151"]}]
["1211.5069",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5069"],"date":["2012-11-21"],"type":["text"],"creator":["Schaefer, Stefan"],"language":[],"coverage":[],"title":["Status and challenges of simulations with dynamical fermions"],"description":["  An overview over the current state of algorithms for dynamical fermion\nsimulations is given. In particular some insight into the functioning of the\ndeterminant spitting techniques is discussed. The critical slowing down of the\nsimulations towards the continuum limit and the role of the boundary conditions\nis also reviewed.\n","Comment: 20 pages, 9 figures, plenary talk presented at the 30th International\n  Symposium on Lattice Field Theory - Lattice 2012, June 24-29, 2012 Cairns,\n  Australia"]}]
["1211.5072",{"format":[],"subject":["Mathematics - Probability","60K35, 41A25, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5072"],"date":["2012-11-21"],"type":["text"],"creator":["Lember, Jüri","Matzinger, Heinrich","Torres, Felipe"],"language":[],"coverage":[],"title":["General approach to the fluctuations problem in random sequence\n  comparison"],"description":["  We present a general approach to the problem of determining the asymptotic\norder of the variance of the optimal score between two independent random\nsequences defined over an arbitrary finite alphabet. Our general approach is\nbased on identifying random variables driving the fluctuations of the optimal\nscore and conveniently choosing functions of them which exhibit certain\nmonotonicity properties. We show how our general approach establishes a common\ntheoretical background for the techniques used by Matzinger et al. in a series\nof previous articles [6, 8, 20, 24, 26, 37] studying the same problem in\nespecial cases. Additionally, we explicitely apply our general approach to\nstudy the fluctuations of the optimal score between two random sequences over a\nfinite alphabet (closing the study as initiated in [26]) and of the length of\nthe longest common subsequences between two random sequences with a certain\nblock structure (generalizing part of [37]).\n","Comment: 39 pages"]}]
["1211.5073",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5073"],"date":["2012-11-21"],"type":["text"],"creator":["Cruz-Rodríguez, Lídice","Figueroa-Morales, Nuris","Mulet, Roberto"],"language":[],"coverage":[],"title":["On the role of intrinsic noise on the response of the p53-Mdm2 module"],"description":["  The protein p53 has a well established role in protecting genomic integrity\nin human cells. When DNA is damaged p53 induces the cell cycle arrest to\nprevent the transmission of the damage to cell progeny, triggers the production\nof proteins for DNA repair and ultimately calls for apoptosis. In particular,\nthe p53-Mdm2 feedback loop seems to be the key circuit in this response of\ncells to damage. For many years, based on measurements over populations of\ncells it was believed that the p53-Mdm2 feedback loop was the responsible for\nthe existence of damped oscillations in the levels of p53 and Mdm2 after DNA\ndamage. However, recent measurements in individual human cells have shown that\np53 and its regulator Mdm2 develop sustained oscillations over long periods of\ntime even in the absence of stress. These results have attracted a lot of\ninterest, first because they open a new experimental framework to study the p53\nand its interactions and second because they challenge years of mathematical\nmodels with new and accurate data on single cells. Inspired by these\nexperiments standard models of the p53-Mdm2 circuit were modified introducing\nad-hoc some biologically motivated noise that becomes responsible for the\nstability of the oscillations. Here, we follow an alternative approach\nproposing that the noise that stabilizes the fluctuations is the intrinsic\nnoise due to the finite nature of the populations of p53 and Mdm2 in a single\ncell.\n","Comment: 10 pages, 9 figures"]}]
["1211.5076",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5076"],"date":["2012-11-21"],"type":["text"],"creator":["Xiao, Jie","Zhang, Ning"],"language":[],"coverage":[],"title":["Limiting Weak Type Estimate for Capacitary Maximal Function"],"description":["  A capacitary analogue of the limiting weak type estimate of P. Janakiraman\nfor the Hardy-Littlewood maximal function of an L1-function is discovered.\n","Comment: 9 pages"]}]
["1211.5079",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5079"],"date":["2012-11-21"],"type":["text"],"creator":["Zygelman, B.","Hunt, Robert"],"language":[],"coverage":[],"title":["Comment on \"Measurement of a large Chemical Reaction Rate between\n  Ultracold Closed-Shell ^{40}Ca Atoms and Open-Shell ^{174}Yb^{+} Ions Held in\n  a Hybrid Atom-Ion Trap\""],"description":["  We estimate the radiative quenching rate of the $^{40}$Ca - $^{174}$Yb$^{+}$\nmolecular ion and find that it under-estimates the value reported in recent\nexperiments by about 5 orders of magnitude. We comment on possible explanations\nfor this large discrepancy.\n"]}]
["1211.5080",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5080"],"date":["2012-11-21"],"type":["text"],"creator":["Jindal, Poonam","Singh, Brahmjit"],"language":[],"coverage":[],"title":["Study And Performance Evaluation Of Security-Throughput Tradeoff With\n  Link Adaptive Encryption Scheme"],"description":["  With the ever increasing volume of information over wireless medium, security\nhas assumed an important dimension. The security of transmitted data over a\nwireless channel aims at protecting the data from unauthorized intrusion.\nWireless network security is achieved using cryptographic primitives. Some\nproperties that give encryption mechanism their cryptographic strength also\nmake them very sensitive to channel error as well. Therefore, security for data\ntransmission over wireless channel results in throughput loss. Trade-off\nbetween security and throughput is always a major concern in wireless networks.\nIn this paper, a Link Adaptive Encryption scheme is evaluated that adapts to\nchannel variations and enhances the security level of WLANs without making any\ncompromise with the network performance. Numerical results obtained through\nsimulation are compared with the fixed block length encryption technique in two\ndifferent modes of operation- Electronic Code Book (ECB) & Cipher Block\nChaining (CBC). Optimal block length is also computed, which is assumed to be\nthe effective strength of the cipher. It has been observed that security\nattained with link adaptive scheme operating in ECB mode of cipher is a better\nsolution for security and throughput trade-off. However, it is found that if\ncomputational security is a major concern, link adaptive scheme in CBC mode\nshould be preferred.\n","Comment: 14 pages; IJSPTM, AIRCC, 2012"]}]
["1211.5082",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Numerical Analysis","65T60, 92C55, 94A08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5082"],"date":["2012-11-20"],"type":["text"],"creator":["Clausel, Marianne","Oberlin, Thomas","Perrier, Valérie"],"language":[],"coverage":[],"title":["The Monogenic Synchrosqueezed Wavelet Transform: A tool for the\n  Decomposition/Demodulation of AM-FM images"],"description":["  The synchrosqueezing method aims at decomposing 1D functions as\nsuperpositions of a small number of \"Intrinsic Modes\", supposed to be well\nseparated both in time and frequency. Based on the unidimensional wavelet\ntransform and its reconstruction properties, the synchrosqueezing transform\nprovides a powerful representation of multicomponent signals in the\ntime-frequency plane, together with a reconstruction of each mode.\n  In this paper, a bidimensional version of the synchrosqueezing transform is\ndefined, by considering a well-adapted extension of the concept of analytic\nsignal to images: the monogenic signal. The natural bidimensional counterpart\nof the notion of Intrinsic Mode is then the concept of \"Intrinsic Monogenic\nMode\" that we define. Thereafter, we investigate the properties of its\nassociated Monogenic Wavelet Decomposition. This leads to a natural bivariate\nextension of the Synchrosqueezed Wavelet Transform, for decomposing and\nprocessing multicomponent images. Numerical tests validate the effectiveness of\nthe method for different examples.\n"]}]
["1211.5086",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5086"],"date":["2012-11-21"],"type":["text"],"creator":["Fischer, Jörg","Reinhardt, Marc","Hanebeck, Uwe D."],"language":[],"coverage":[],"title":["Optimal Sequence-Based Control and Estimation of Networked Linear\n  Systems"],"description":["  In this paper, a unified approach to sequence-based control and estimation of\nlinear networked systems with multiple sensors is proposed. Time delays and\ndata losses in the controller-actuator-channel are compensated by sending\nsequences of control inputs. The sequence-based design paradigm is further\nextended to the sensor-controller-channels without increasing the load of the\nnetwork. In this context, we present a recursive solution based on the\nHypothesizing Distributed Kalman Filter (HKF) that is included in the overall\nsequence-based controller design.\n"]}]
["1211.5096",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5096"],"date":["2012-11-21"],"type":["text"],"creator":["Andersson, Mats","Wulcan, Elizabeth"],"language":[],"coverage":[],"title":["On the effective membership problem for polynomial ideals"],"description":["  We discuss the possibility of representing elements in polynomial ideals in\n$\\C^N$ with optimal degree bounds. Classical theorems due to Macaulay and Max\nNoether say that such a representation is possible under certain conditions on\nthe variety of the associated homogeneous ideal. We present some variants of\nthese results, as well as generalizations to subvarieties of $\\C^N$.\n","Comment: 17 pages"]}]
["1211.5098",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5098"],"date":["2012-11-21"],"type":["text"],"creator":["Cody-Kenny, Brendan","Barrett, Stephen"],"language":[],"coverage":[],"title":["Scaling Genetic Programming for Source Code Modification"],"description":["  In Search Based Software Engineering, Genetic Programming has been used for\nbug fixing, performance improvement and parallelisation of programs through the\nmodification of source code. Where an evolutionary computation algorithm, such\nas Genetic Programming, is to be applied to similar code manipulation tasks,\nthe complexity and size of source code for real-world software poses a\nscalability problem. To address this, we intend to inspect how the Software\nEngineering concepts of modularity, granularity and localisation of change can\nbe reformulated as additional mechanisms within a Genetic Programming\nalgorithm.\n","Comment: 4 pages, Accepted for Graduate Student Workshop, GECCO 2012,\n  Retracted by Authors"]}]
["1211.5101",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","47L30, 46L07, 46H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5101"],"date":["2012-11-21"],"type":["text"],"creator":["Sharma, Sonia"],"language":[],"coverage":[],"title":["Real Operator Algebras and Real Completely Isometric Theory"],"description":["  This paper is a continuation of the program started by Ruan in 2003, of\ndeveloping real operator space theory. In particular, we develop the theory of\nreal operator algebras. We also show among other things that the injective\nenvelope, C*-envelope and non-commutative Shilov boundary exist for a real\noperator space. We develop real one-sided M-ideal theory and characterize\none-sided M-ideals in real C*-algebras and real operator algebras with\ncontractive approximate identity.\n"]}]
["1211.5103",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Geometry","32S25, 32S55 (Primary) 32S50, 57M27 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5103"],"date":["2012-11-21"],"type":["text"],"creator":["Aguilar-Cabrera, Haydée"],"language":[],"coverage":[],"title":["The topology of real suspension singularities of type $f \\bar{g}+z^n$"],"description":["  In this article we study the topology of a family of real analytic germs $F\n\\colon (\\mathbb{C}^3,0) \\to (\\mathbb{C},0)$ with isolated critical point at 0,\ngiven by $F(x,y,z)=f(x,y)\\bar{g(x,y)}+z^r$, where $f$ and $g$ are holomorphic,\n$r \\in \\mathbb{Z}^+$ and $r \\geq 2$. We describe the link $L_F$ as a graph\nmanifold using its natural open book decomposition, related to the Milnor\nfibration of the map-germ $f \\bar{g}$ and the description of its monodromy as a\nquasi-periodic diffeomorphism through its Nielsen invariants. Furthermore, such\na germ $F$ gives rise to a Milnor fibration $\\frac{F}{|F|} \\colon \\mathbb{S}^5\n\\setminus L_F \\to \\mathbb{S}^1$. We present a join theorem, which allows us to\ndescribe the homotopy type of the Milnor fibre of $F$ and we show some cases\nwhere the open book decomposition of $\\mathbb{S}^5$ given by the Milnor\nfibration of $F$ cannot come from the Milnor fibration of a complex singularity\nin $\\mathbb{C}^3$.\n"]}]
["1211.5107",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5107"],"date":["2012-11-21"],"type":["text"],"creator":["Schlipf, Lena"],"language":[],"coverage":[],"title":["Notes on Convex Transversals"],"description":["  In this paper, we prove the problem of stabbing a set of disjoint bends by a\nconvex stabber to be NP-hard. We also consider the optimization version of the\nconvex stabber problem and prove this problem to be APX-hard for sets of line\nsegments.\n"]}]
["1211.5108",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5108"],"date":["2012-11-21"],"type":["text"],"creator":["Crochemore, Maxime","Langiu, Alessio","Mignosi, Filippo"],"language":[],"coverage":[],"title":["The Rightmost Equal-Cost Position Problem"],"description":["  LZ77-based compression schemes compress the input text by replacing factors\nin the text with an encoded reference to a previous occurrence formed by the\ncouple (length, offset). For a given factor, the smallest is the offset, the\nsmallest is the resulting compression ratio. This is optimally achieved by\nusing the rightmost occurrence of a factor in the previous text. Given a cost\nfunction, for instance the minimum number of bits used to represent an integer,\nwe define the Rightmost Equal-Cost Position (REP) problem as the problem of\nfinding one of the occurrences of a factor which cost is equal to the cost of\nthe rightmost one. We present the Multi-Layer Suffix Tree data structure that,\nfor a text of length n, at any time i, it provides REP(LPF) in constant time,\nwhere LPF is the longest previous factor, i.e. the greedy phrase, a reference\nto the list of REP({set of prefixes of LPF}) in constant time and REP(p) in\ntime O(|p| log log n) for any given pattern p.\n"]}]
["1211.5111",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","65M12, 35Q55, 35Q60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5111"],"date":["2012-11-21"],"type":["text"],"creator":["Borgna, Juan Pablo","De Leo, Mariano","Rial, Diego","de la Vega, Constanza Sánchez"],"language":[],"coverage":[],"title":["Lie-Trotter method for abstract semilinear evolution equations"],"description":["  In this paper we present a unified picture concerning Lie-Trotter method for\nsolving a large class of semilinear problems: nonlinear Schr\\\"odinger,\nSchr\\\"oginger--Poisson, Gross--Pitaevskii, etc. This picture includes more\ngeneral schemes such as Strang and Ruth--Yoshida. The convergence result is\npresented in suitable Hilbert spaces related with the time regularity of the\nsolution and is based on Lipschitz estimates for the nonlinearity. In addition,\nwith extra requirements both on the regularity of the initial datum and on the\nnonlinearity we show the linear convergence of the method.\n","Comment: 2 figures in eps format"]}]
["1211.5113",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5113"],"date":["2012-11-21"],"type":["text"],"creator":["Potirakis, S. M.","Eftaxias, K.","Kopanas, J.","Antonopoulos, G."],"language":[],"coverage":[],"title":["Signatures of the self-affinity of fracture and faulting in pre-seismic\n  electromagnetic emissions"],"description":["  Of particular interest is the detection of precursors of an impending\nrupture. Theoretical, numerical studies along with laboratory experiments\nindicate that precursory signs of an impending failure are the sudden drop of\nfractal dimension and entropy, along with the anticorrelated, for large system\nsizes, rising of Hurst exponent and drop of a frequency-size power-law scaling\nexponent. Based on the widely accepted concept of the self-affine nature of\nfaulting and fracture, we examine whether these precursory signs exist in the\nfracto-electromagnetic emissions resulting from the activation of a single\nfault.\n"]}]
["1211.5115",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5115"],"date":["2012-11-21"],"type":["text"],"creator":["Damián, Wendolín","Lerner, Andrei K.","Pérez, Carlos"],"language":[],"coverage":[],"title":["Sharp weighted bounds for multilinear maximal functions and\n  Calder\\'on-Zygmund operators"],"description":["  In this paper we prove some sharp weighted norm inequalities for the\nmulti(sub)linear maximal function $\\Mm$ introduced in \\cite{LOPTT} and for\nmultilinear Calder\\'on-Zygmund operators. In particular we obtain a sharp mixed\n\"$A_p-A_{\\infty}$\" bound for $\\Mm$, some partial results related to a\nBuckley-type estimate for $\\Mm$, and a sufficient condition for the boundedness\nof $\\Mm$ between weighted $L^p$ spaces with different weights taking into\naccount the precise bounds.\n  Next we get a bound for multilinear Calder\\'on-Zygmund operators in terms of\ndyadic positive multilinear operators in the spirit of the recent work. Then we\nobtain a multilinear version of the \"$A_2$ conjecture\". Several open problems\nare posed.\n"]}]
["1211.5121",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5121","Physical Review C86, 054602 (2012)","doi:10.1103/PhysRevC.86.054602"],"date":["2012-11-21"],"type":["text"],"creator":["Gould, C. R.","Sharapov, E. I.","Sonzogni, A. A."],"language":[],"coverage":[],"title":["Gamma-ray fluxes in Oklo natural reactors"],"description":["  Uncertainty in the operating temperatures of Oklo reactor zones impacts the\nprecision of bounds derived for time variation of the fine structure constant\n$\\alpha$. Improved $^{176}$Lu/$^{175}$Lu thermometry has been discussed but its\nusefulness may be complicated by photo excitation of the isomeric state\n$^{176m}$Lu by $^{176}$Lu($\\gamma,\\gamma^\\prime $) fluorescence. We calculate\nprompt, delayed and equilibrium $\\gamma$-ray fluxes due to fission of $^{235}$U\nin pulsed mode operation of Oklo zone RZ10. We use Monte Carlo modeling to\ncalculate the prompt flux. We use improved data libraries to estimate delayed\nand equilibrium spectra and fluxes. We find $\\gamma$-ray fluxes as a function\nof energy and derive values for the coefficients\n$\\lambda_{\\gamma,\\gamma^\\prime}$ that describe burn-up of $^{176}$Lu through\nthe isomeric $^{176m}$Lu state. The contribution of the ($\\gamma,\\gamma^\\prime\n$) channel to the $^{176}$Lu/$^{175}$Lu isotopic ratio is negligible in\ncomparison to the neutron burn-up channels. Lutetium thermometry is fully\napplicable to analyses of Oklo reactor data.\n","Comment: 9 pages, 3 figures"]}]
["1211.5122",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C15, 05C78, 01-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5122"],"date":["2012-11-21"],"type":["text"],"creator":["Seamone, Ben"],"language":[],"coverage":[],"title":["The 1-2-3 Conjecture and related problems: a survey"],"description":["  The 1-2-3 Conjecture, posed in 2004 by Karonski, Luczak, and Thomason, is as\nfollows: \"If G is a graph with no connected component having exactly 2\nvertices, then the edges of G may be assigned weights from the set {1,2,3} so\nthat, for any adjacent vertices u and v, the sum of weights of edges incident\nto u differs from the sum of weights of edges incident to v.\" This survey paper\npresents the current state of research on the 1-2-3 Conjecture and the many\nvariants that have been proposed in its short but active history.\n","Comment: 30 pages, 2 tables, submitted for publication"]}]
["1211.5123",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5123"],"date":["2012-11-21"],"type":["text"],"creator":["Chelakkot, Raghunath","Gopinath, Arvind","Mahadevan, L.","Hagan, Michael F."],"language":[],"coverage":[],"title":["Flagellar dynamics of a connected chain of active, Brownian particles"],"description":["  Eukaryotic flagella are active structures with a complex architecture of\nmicrotubules, motor proteins and elastic links. They are capable of whiplike\nmotions driven by motors sliding along filaments that are themselves\nconstrained at an end. Here, we show that active, self-propelled particles that\nare connected together to form a single chain that is anchored at one end can\nproduce the graceful beating motions of flagella. We use a combination of\nnumerical simulations, scaling analysis and mean field continuum elastic theory\nto demarcate the phase diagram for this type of oscillatory motion as a\nfunction of the filament length, passive elasticity, propulsion force and\nlongitudinal persistence of propulsion directions. Depending on the nature of\nthe anchoring, we show that filament either undergoes flagella-like beating or\nassumes a steadily rotating coiled conformation. Our system is simpler than its\nbiological inspiration, and thus could be experimentally realized using a\nvariety of self-propelled particles.\n"]}]
["1211.5125",{"format":[],"subject":["Mathematics - Metric Geometry","51F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5125"],"date":["2012-11-21"],"type":["text"],"creator":["Smirnov, Alexander"],"language":[],"coverage":[],"title":["Ptolemy spaces with strong inversions"],"description":["  We prove that a compact Ptolemy space with many strong inversions that\ncontains a Ptolemy circle is Moebius equivalent to an extended Euclidean space.\n","Comment: 13 pages. arXiv admin note: substantial text overlap with\n  arXiv:1012.1699, arXiv:1211.3237 by other authors"]}]
["1211.5126",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","Mathematics - Functional Analysis","34D05, 34G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5126"],"date":["2012-11-21"],"type":["text"],"creator":["Van Minh, Nguyen","N'guérékata, Gaston M.","Preda, Ciprian"],"language":[],"coverage":[],"title":["On the asymptotic behavior of the solutions of semilinear nonautonomous\n  equations"],"description":["  We consider nonautonomous semilinear evolution equations of the form\n\\label{semilineq} \\frac{dx}{dt}= A(t)x+f(t,x). Here $A(t)$ is a (possibly\nunbounded) linear operator acting on a real or complex Banach space $\\X$ and\n$f: \\R\\times\\X\\to\\X$ is a (possibly nonlinear) continuous function. We assume\nthat the linear equation \\eqref{lineq} is well-posed (i.e. there exists a\ncontinuous linear evolution family \\Uts such that for every $s\\in\\R_+$ and\n$x\\in D(A(s))$, the function $x(t) = U(t, s) x$ is the uniquely determined\nsolution of equation \\eqref{lineq} satisfying $x(s) = x$). Then we can consider\nthe \\defnemph{mild solution} of the semilinear equation \\eqref{semilineq}\n(defined on some interval $[s, s + \\delta), \\delta > 0$) as being the solution\nof the integral equation \\label{integreq} x(t) = U(t, s)x + \\int_s^t U(t,\n\\tau)f(\\tau, x(\\tau)) d\\tau \\quad,\\quad t\\geq s,\n  Furthermore, if we assume also that the nonlinear function $f(t, x)$ is\njointly continuous with respect to $t$ and $x$ and Lipschitz continuous with\nrespect to $x$ (uniformly in $t\\in\\R_+$, and $f(t,0) = 0$ for all $t\\in\\R_+$)\nwe can generate a (nonlinear) evolution family \\Xts, in the sense that the map\n$t\\mapsto X(t,s)x:[s,\\infty)\\to\\X$ is the unique solution of equation\n\\eqref{integreq}, for every $x\\in\\X$ and $s\\in\\R_+$.\n  Considering the Green's operator $(\\G f)(t)=\\int_0^t X(t,s)f(s)ds$ we prove\nthat if the following conditions hold \\bullet \\quad the map $\\G f$ lies in\n$L^q(\\R_+,\\X)$ for all $f\\in L^{p}(\\R_+,\\X)$, and \\bullet \\quad\n$\\G:L^{p}(\\R_+,\\X)\\to L^{q}(\\R_+,\\X)$ is Lipschitz continuous, i.e. there\nexists $K>0$ such that $$|\\G f-\\G g|_{q} \\leq K\\|f-g\\|_{p}, for all f,g\\in\nL^p(\\R_+,\\X),$$ then the above mild solution will have an exponential decay.\n","Comment: 12 pages"]}]
["1211.5132",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5132"],"date":["2012-11-21"],"type":["text"],"creator":["Wiegmann, P."],"language":[],"coverage":[],"title":["Quantum Hydrodynamics of Fractional Hall Effect: Quantum Kirchhoff\n  Equations"],"description":["  We argue that flows of the quantum electronic liquid in the Fractional\nQuantum Hall state are comprehensively described by the hydrodynamics of\nvortices in the quantum incompressible rotating liquid. We obtain the quantum\nhydrodynamics of vortex flow by quantizing Kirchhoff equations for vortex\ndynamics. We demonstrate that quantized Kirchhoff equations capture all major\nfeatures of FQH states including subtle effects of Lorentz shear force,\nmagneto-roton spectrum, Hall current in a non-uniform electromagnetic field,\nthus providing a powerful framework to study FQHE and superfluids. The results\nare also useful for classical vortex flows.\n","Comment: 6 pages"]}]
["1211.5133",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5133"],"date":["2012-11-21"],"type":["text"],"creator":["Seo, Kangjun","Han, Li","de Melo, C. A. R. Sá"],"language":[],"coverage":[],"title":["Quantum Degenerate Fermi Gas with Spin-orbit Coupling and Crossed Zeeman\n  Fields"],"description":["  We study quantum degenerate ultra-cold Fermi gases in the presence of\nartificial spin-orbit coupling and crossed Zeeman fields. We emphasize the case\nwhere parity is violated in the excitation spectrum and compare it with the\nsimpler situation where parity is preserved. We investigate in detail\nspectroscopic properties such as the excitation spectrum, the spectral\nfunction, momentum distribution and density of states for the cases where\nparity is preserved or violated. Similarly, we show that thermodynamic\nproperties such as pressure, chemical potential, entropy, specific heat,\nisothermal compressibility and induced spin polarization become anisotropic as\na function of Zeeman field components, when parity is violated. Lastly, we\ndiscuss the effects of interactions and present results for the pairing\ntemperature as the precursor for the transition to a superfluid state. In\nparticular, we find that the pairing temperature is dramatically reduced in the\nweak interaction regime as parity violation gets stronger, and that the\nmomentum dependence of the order parameter for superfluidity violates parity\nwhen crossed Zeeman fields are present for finite spin-orbit coupling.\n","Comment: 17 pages, 14 figures"]}]
["physics/9906031",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/9906031"],"date":["1999-06-16","2012-11-20"],"type":["text"],"creator":["Ellman, Roger"],"language":[],"coverage":[],"title":["The Problem of the Age of the Universe and the Earliest Galaxies"],"description":["  A number of years ago the estimates of astronomers and astrophysicists were\nthat the earliest galaxies took about 2.5 to 3 billion years to form, that is,\nthat they did not appear until 2.5 to 3 billion years after the Big Bang. Those\nestimates were based on analysis of the processes involved in star formation\nand in the aggregation and \"clumping\" of matter in the early universe.\n  Since then improved equipment and techniques, e.g. Keck and Hubble telescopes\nand gravitational lensing, have resulted in reports of observation of early\ngalaxies having stars that formed as early as 300 million years after the Big\nBang.\n  Such new data has led to the abandonment of the several billion years\nestimates of the time required for star and galaxy formation; however, an\nalternative response to the data would be to re-examine the Hubble theory from\nwhich the age of the universe and the distance to high redshift objects is\ndetermined.\n","Comment: 7 pages"]}]
