["0803.0139",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0139","Astrophysics and Space Science, 318, 273-277 (2008)","doi:10.1007/s10509-008-9929-x"],"date":["2008-03-02","2009-01-10"],"type":["text"],"creator":["Berman, Marcelo Samuel"],"language":[],"coverage":[],"title":["General Relativistic Machian Universe"],"description":["  The Machian Universe, is usually described with Newtonian Physics, We give an\nalternative General Relativistic picture for Mach's Universe. As such, we show\nthat, in the correct Machian limit, Schwarzschild's metric is coherent with\nRobertson-Walker's, on condition that there be a cosmological constant, or the\nUniverse's rotation -- or both. It is now confirmed that the Universe is\naccelerating, so the former condition applies. The latter was also confirmed\none more time with the recently discovered NASA space probes anomalies. From\nKerr-Lense-Thirring solution, we find an inverse scale-factor dependent angular\nspeed; we then, show that the cosmological \"constant\" may have Classically\noriginated from a centrifugal acceleration field.\n","Comment: 11 pages including front cover. Published by Astrophysics and Space\n  Science, 318, 273-277 (2008)"]}]
["0804.0433",{"format":[],"subject":["Mathematics - Representation Theory","20C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0433","Algebras and Representation Theory 15.2 (2012), 233--271"],"date":["2008-04-02","2009-10-16"],"type":["text"],"creator":["Solleveld, Maarten"],"language":[],"coverage":[],"title":["Parabolically induced representations of graded Hecke algebras"],"description":["  We study the representation theory of graded Hecke algebras, starting from\nscratch and focusing on representations that are obtained with induction from a\ndiscrete series representation of a parabolic subalgebra. We determine all\nintertwining operators between such parabolically induced representations, and\nuse them to parametrize the irreducible representations.\n","Comment: In the second version several new results have been added to prove\n  some claims from the last page of the first version. In the third version the\n  introduction has been extended and we determine the global dimension of a\n  graded Hecke algebra"]}]
["0804.0881",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0881","Rev.Mex.Astron.Astrofis.44:285-291,2008"],"date":["2008-04-05","2008-08-06"],"type":["text"],"creator":["Berman, Marcelo Samuel"],"language":[],"coverage":[],"title":["Energy and Angular Momentum of Dilaton Black Holes"],"description":["  Following a prior paper, we review the results for the energy and angular\nmomentum of a Kerr-Newman black hole, and then calculate the same properties\nfor the case of a generalised rotating dilaton of the type derived, without\nrotation, by Garfinkle, Horowitz, and Strominger (1991; 1992). We show that\nthere is, as far as it refers only to the energy and angular momentum, an\ninteraction among the fields, so that, the gravitational and electromagnetic\nfields may be obscured by the strength of the scalar field.\n","Comment: 12 pages including front cover. Enlarged version, contains a proposed\n  metric element for K-N dilaton. Final version to be published in\n  RevMexAA,volume 44,October issue(2008)"]}]
["0806.1766",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1766","doi:10.1063/1.3241238"],"date":["2008-06-10","2009-08-16"],"type":["text"],"creator":["Berman, Marcelo Samuel"],"language":[],"coverage":[],"title":["Gravitons, Dark Matter, and Classical Gravitation"],"description":["  We find that the quantum of gravity, the graviton, has time-varying mass (the\ngomidium), and radius (the somium); both vary with the inverse of R; and its\nfrequency is given by Hubble's parameter. Dark matter can be made of such\ngravitons. The number of gravitons varies with R-squared . The Machian radiated\npower of the Universe leads us to a \"correct\" energy density for the gravitons\nas dark matter.\n","Comment: To be published by AIP Proceedings of Symposium on Gravitational\n  Waves (eds C.Corda and H.J.M.Cuesta), 2009"]}]
["0811.2348",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2348","Nucl. Phys. A 826 (2009) 256","doi:10.1016/j.nuclphysa.2009.05.139"],"date":["2008-11-14"],"type":["text"],"creator":["Belli, P.","Bernabei, R.","Cappella, F.","Cerulli, R.","Danevich, F. A.","Grinyov, B. V.","Incicchitti, A.","Kobychev, V. V.","Mokina, V. M.","Nagorny, S. S.","Nagornaya, L. L.","Nisi, S.","Nozzoli, F.","Poda, D. V.","Prosperi, D.","Tretyak, V. I.","Yurchenko, S. S."],"language":[],"coverage":[],"title":["Search for double beta decay of Zinc and Tungsten with the help of\n  low-background ZnWO4 crystal scintillators"],"description":["  Double beta processes in 64-Zn, 70-Zn, 180-W, and 186-W have been searched\nfor with the help of large volume (0.1-0.7 kg) low background ZnWO4 crystal\nscintillators at the Gran Sasso National Laboratories of the INFN. Total time\nof measurements exceeds 10 thousands hours. New improved half-life limits on\ndouble electron capture and electron capture with positron emission in 64-Zn\nhave been set, in particular (all the limits are at 90% C.L.): T1/2(0nu2EC)>\n1.1e20 yr, T1/2(2nuECbeta+)>7.0e20 yr, and T1/2(0nuECbeta+)>4.3e20 yr. The\ndifferent modes of double beta processes in 70-Zn, 180-W, and 186-W have been\nrestricted at the level of 1e17-1e20 yr.\n","Comment: 20 p., submitted to Phys. Rev. C"]}]
["0811.4668",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4668","Phys. Rev. B 86, 180502(R) (2012)","doi:10.1103/PhysRevB.86.180502"],"date":["2008-11-28","2011-11-30"],"type":["text"],"creator":["Checkelsky, J. G.","Thomale, R.","Li, Lu","Chen, G. F.","Luo, J. L.","Wang, N. L.","Ong, N. P."],"language":[],"coverage":[],"title":["Thermal Hall Conductivity as a Probe of Gap Structure in Multi-band\n  Superconductors: The Case of $\\rm Ba_{1-x}K_xFe_2As_2$"],"description":["  The sign and profile of the thermal Hall conductivity $\\kappa_{xy}$ gives\nimportant insights into the gap structure of multi-band superconductors. With\nthis perspective, we have investigated $\\kappa_{xy}$ and the thermal\nconductivity $\\kappa_{xx}$ in $\\rm Ba_{1-x}K_xFe_2As_2$ which display large\npeak anomalies in the superconducting state. The anomalies imply that a large\nhole-like quasiparticle (qp) population exists below the critical temperature\n$T_c$. We show that the qp mean-free-path inferred from $\\kappa_{xx}$\nreproduces the observed anomaly in $\\kappa_{xy}$, providing a consistent\nestimate of a large qp population. Further, we demonstrate that the hole-like\nsignal is consistent with a theoretical scenario where despite potentially\nlarge gap variations on the electron pockets, the minimal homogeneous gap of\nthe superconducting phase resides at a hole pocket. Implications for probing\nthe gap structure in the broader class of pnictide superconductors are\ndiscussed.\n","Comment: 5 pages, 4 figures. Orientation significantly updated from previous\n  (0811.4668v1) reflecting new theoretical understanding of experimental\n  results and physical implications. Introduction, discussion, and figures\n  updated including additional figure for model calculation"]}]
["0812.2855",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2855","Progress in Particle and Nuclear Physics 62, 381 (2009)","doi:10.1016/j.ppnp.2008.12.009"],"date":["2008-12-15"],"type":["text"],"creator":["Schaefer, Bernd-Jochen","Wagner, Mathias"],"language":[],"coverage":[],"title":["On the QCD phase structure from effective models"],"description":["  Some recent theoretical developments of the QCD phase diagram are summarized.\nChiral symmetry restoration and the confinement/deconfinement transition at\nnonzero temperature and quark densities are analyzed in the framework of an\neffective linear sigma model with three light quark flavors. The sensitivity of\nthe chiral transition as well as the existence of a critical end point in the\nphase diagram on the value of the sigma mass is explored. The influence of the\naxial anomaly on the chiral critical surface is addressed. Finally, the\nmodifications by the inclusion of the Polyakov loop on the phase structure are\ninvestigated.\n","Comment: 7 pages, 4 figures, talk given by BJS at the 30th International\n  School of Nuclear Physics, \"Heavy Ion Collisions from the Coulomb Barrier to\n  the Quark Gluon Plasma\", Erice, Italy, 16-24 September 2008. To appear in the\n  proceedings"]}]
["0910.1306",{"format":[],"subject":["Mathematics - Category Theory","18D05 (Primary) 18D10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1306","doi:10.1007/s40062-012-0017-0"],"date":["2009-10-07","2012-11-07"],"type":["text"],"creator":["Ponto, Kate","Shulman, Michael"],"language":[],"coverage":[],"title":["Shadows and traces in bicategories"],"description":["  Traces in symmetric monoidal categories are well-known and have many\napplications; for instance, their functoriality directly implies the Lefschetz\nfixed point theorem. However, for some applications, such as generalizations of\nthe Lefschetz theorem, one needs \"noncommutative\" traces, such as the\nHattori-Stallings trace for modules over noncommutative rings. In this paper we\nstudy a generalization of the symmetric monoidal trace which applies to\nnoncommutative situations; its context is a bicategory equipped with an extra\nstructure called a \"shadow.\" In particular, we prove its functoriality and\n2-functoriality, which are essential to its applications in fixed-point theory.\nThroughout we make use of an appropriate \"cylindrical\" type of string diagram,\nwhich we justify formally in an appendix.\n","Comment: 46 pages; v2: reorganized and shortened, added proof for cylindrical\n  string diagrams; v3: final version, to appear in JHRS"]}]
["0910.5115",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5115","Annals of Applied Probability 2011, Vol. 21, No. 3, 801-842","doi:10.1214/10-AAP724"],"date":["2009-10-27","2012-11-07"],"type":["text"],"creator":["Kendall, Wilfrid S."],"language":[],"coverage":[],"title":["Geodesics and flows in a Poissonian city"],"description":["  The stationary isotropic Poisson line process was used to derive upper bounds\non mean excess network geodesic length in Aldous and Kendall [Adv. in Appl.\nProbab. 40 (2008) 1-21]. The current paper presents a study of the geometry and\nfluctuations of near-geodesics in the network generated by the line process.\nThe notion of a \"Poissonian city\" is introduced, in which connections between\npairs of nodes are made using simple \"no-overshoot\" paths based on the Poisson\nline process. Asymptotics for geometric features and random variation in length\nare computed for such near-geodesic paths; it is shown that they traverse the\nnetwork with an order of efficiency comparable to that of true network\ngeodesics. Mean characteristics and limiting behavior at the center are\ncomputed for a natural network flow. Comparisons are drawn with similar network\nflows in a city based on a comparable rectilinear grid. A concluding section\ndiscusses several open problems.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AAP724 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1005.2422",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2422","Algebra and Number Theory, 5 (2011), No. 4, 529-566","doi:10.2140/ant.2011.5.529"],"date":["2010-05-13","2010-06-17"],"type":["text"],"creator":["Brüstle, Thomas","Zhang, Jie"],"language":[],"coverage":[],"title":["On the Cluster Category of a Marked Surface"],"description":["  We study in this paper the cluster category C(S,M) of a marked surface (S,M).\nWe explicitly describe the objects in C(S,M) as direct sums of homotopy classes\nof curves in (S,M) and one-parameter families related to closed curves in\n(S,M). Moreover, we describe the Auslander-Reiten structure of the category\nC(S,M) in geometric terms and show that the objects without self-extensions in\nC(S,M) correspond to curves in (S,M) without self-intersections. As a\nconsequence, we establish that every rigid indecomposable object is reachable\nfrom an initial triangulation.\n","Comment: 33 pages, we add a new corollary 1.6 which shows there is a bijection\n  between triangulations of (S,M) and the cluster-tilting objects of C(S,M),\n  and every rigid indecomposable object is reachable from an initial\n  triangulation"]}]
["1008.0171",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0171","Annals Phys.326:1259-1273,2011","doi:10.1016/j.aop.2011.02.008"],"date":["2010-08-01","2012-11-07"],"type":["text"],"creator":["Vitagliano, Vincenzo","Sotiriou, Thomas P.","Liberati, Stefano"],"language":[],"coverage":[],"title":["The dynamics of metric-affine gravity"],"description":["  Metric-affine theories of gravity provide an interesting alternative to\nGeneral Relativity: in such an approach, the metric and the affine (not\nnecessarily symmetric) connection are independent quantities. Furthermore, the\naction should include covariant derivatives of the matter fields, with the\ncovariant derivative naturally defined using the independent connection. As a\nresult, in metric-affine theories a direct coupling involving matter and\nconnection is also present. The role and the dynamics of the connection in such\ntheories is explored. We employ power counting in order to construct the action\nand search for the minimal requirements it should satisfy for the connection to\nbe dynamical. We find that for the most general action containing lower order\ninvariants of the curvature and the torsion the independent connection does not\ncarry any dynamics. It actually reduces to the role of an auxiliary field and\ncan be completely eliminated algebraically in favour of the metric and the\nmatter field, introducing extra interactions with respect to general\nrelativity. However, we also show that including higher order terms in the\naction radically changes this picture and excites new degrees of freedom in the\nconnection, making it (or parts of it) dynamical. Constructing actions that\nconstitute exceptions to this rule requires significant fine tuned and/or extra\na priori constraints on the connection. We also consider f(R) actions as a\nparticular example in order to show that they constitute a distinct class of\nmetric-affine theories with special properties, and as such they cannot be used\nas representative toy theories to study the properties of metric-affine\ngravity.\n","Comment: 26 pages. v2: some footnotes, references and minor changes added to\n  match the published version. v3: some equations corrected to account for a\n  term that had been missed, results unaffected"]}]
["1009.1876",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1876","Phys.Rev. D85 (2012) 044029","doi:10.1103/PhysRevD.85.044029"],"date":["2010-09-09","2011-06-15"],"type":["text"],"creator":["Kol, Barak","Smolkin, Michael"],"language":[],"coverage":[],"title":["Einstein's action and the harmonic gauge in terms of Newtonian fields"],"description":["  The \"Newtonian\" or non-relativistic decomposition of Einstein's gravitational\nfield is useful in the post-Newtonian approximation. We obtain the full\nnon-quadratic Einstein-Hilbert action in terms of these fields as well as the\nharmonic gauge fixing term and find fairly simple expressions. We discuss\nalternatives to the harmonic gauge.\n","Comment: 17 pages. v5: Added section 4 providing the harmonic gauge fixing\n  term in NRG fields and appendix A with a derivation of the action"]}]
["1010.2663",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13D02, 14F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2663","Int. Math. Res. Not. IMRN (2012), no. 22, 5132-5160","doi:10.1093/imrn/rnr222"],"date":["2010-10-13","2011-11-02"],"type":["text"],"creator":["Berkesch, Christine","Erman, Daniel","Kummini, Manoj","Sam, Steven V"],"language":[],"coverage":[],"title":["Poset structures in Boij-S\\\"oderberg theory"],"description":["  Boij-S\\\"oderberg theory is the study of two cones: the cone of cohomology\ntables of coherent sheaves over projective space and the cone of standard\ngraded minimal free resolutions over a polynomial ring. Each cone has a\nsimplicial fan structure induced by a partial order on its extremal rays. We\nprovide a new interpretation of these partial orders in terms of the existence\nof nonzero homomorphisms, for both the general and the equivariant\nconstructions. These results provide new insights into the families of sheaves\nand modules at the heart of Boij-S\\\"oderberg theory: supernatural sheaves and\nCohen-Macaulay modules with pure resolutions. In addition, our results strongly\nsuggest the naturality of these partial orders, and they provide tools for\nextending Boij-S\\\"oderberg theory to other graded rings and projective\nvarieties.\n","Comment: 23 pages; v2: Added Section 8, reordered previous sections"]}]
["1012.2310",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2310","Molecular Physics volume 109, pp. 149-168 (2011)","doi:10.1080/00268976.2010.528202"],"date":["2010-12-10"],"type":["text"],"creator":["Noya, Eva G.","Sesé, Luis M.","Ramírez, Rafael","McBride, Carl","Conde, Maria M.","Vega, Carlos"],"language":[],"coverage":[],"title":["Path integral Monte Carlo simulations for rigid rotors and their\n  application to water"],"description":["  In this work the path integral formulation for rigid rotors, proposed by\nM\\\"user and Berne [Phys. Rev. Lett. {\\bf 77}, 2638 (1996)], is described in\ndetail. It is shown how this formulation can be used to perform Monte Carlo\nsimulations of water. Our numerical results show that whereas some properties\nof water can be accurately reproduced using classical simulations with an\nempirical potential which, implicitly, includes quantum effects, other\nproperties can only be described quantitatively when quantum effects are\nexplicitly incorporated. In particular, quantum effects are extremely relevant\nwhen it comes to describing the equation of state of the ice phases at low\ntemperatures, the structure of the ices at low temperatures, and the heat\ncapacity of both liquid water and the ice phases. They also play a minor role\nin the relative stability of the ice phases.\n","Comment: to appear in Molecular Physics (2011)"]}]
["1102.2618",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2618","Confluentes Math. 03, 637 (2011)","doi:10.1142/S1793744211000485"],"date":["2011-02-13"],"type":["text"],"creator":["Aubrun, Guillaume","Nechita, Ion"],"language":[],"coverage":[],"title":["The multiplicative property characterizes $\\ell_p$ and $L_p$ norms"],"description":["  We show that $\\ell_p$ norms are characterized as the unique norms which are\nboth invariant under coordinate permutation and multiplicative with respect to\ntensor products. Similarly, the $L_p$ norms are the unique\nrearrangement-invariant norms on a probability space such that $\\|X\nY\\|=\\|X\\|\\cdot\\|Y\\|$ for every pair $X,Y$ of independent random variables. Our\nproof relies on Cram\\'er's large deviation theorem.\n","Comment: 8 pages, 1 figure"]}]
["1104.1857",{"format":[],"subject":["Condensed Matter - Superconductivity","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1857"],"date":["2011-04-11","2012-11-07"],"type":["text"],"creator":["Cea, Paolo"],"language":[],"coverage":[],"title":["The High Temperature Superconductivity in Cuprates"],"description":["  We discuss the high-temperature superconductivity in copper oxide ceramics.\nWe propose an effective Hamiltonian to describe the dynamics of electrons or\nholes injected into the copper oxide layers. We show that our approach is able\nto account for both the pseudogap and the superconductivity gap. For the\nhole-doped cuprates we discuss in details the underdoped, optimal doped, and\noverdoped regions of the phase diagram. In the underdoped region we determine\nthe doping dependence of the upper critical magnetic field, the vortex region,\nand the discrete states bounded to the core of isolated vortices. We explain\nthe origin of the Fermi arcs and Fermi pockets. Moreover, we discuss the\nrecently reported peculiar dependence of the specific heat on the applied\nmagnetic field. We determine the critical doping where the pseudogap vanishes.\nWe find that in the overdoped region the superconducting transition is\ndescribed by the conventional d-wave BCS theory. We discuss the optimal doping\nregion and the crossover between the underdoped region and the overdoped\nregion. We also discuss briefly the electron-doped cuprate superconductors.\n","Comment: 40 pages, 13 figures, revised version accepted for publication in La\n  Rivista del Nuovo Cimento"]}]
["1104.5142",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5142","Nucl. Phys. B867 (2013) 483-505","doi:10.1016/j.nuclphysb.2012.10.002"],"date":["2011-04-27","2012-10-08"],"type":["text"],"creator":["Hasanpour, M.","Loran, F.","Razaghian, H."],"language":[],"coverage":[],"title":["Gravity/CFT correspondence for three dimensional Einstein gravity with a\n  conformal scalar field"],"description":["  We study the three dimensional Einstein gravity conformally coupled to a\nscalar field. Solutions of this theory are geometries with vanishing scalar\ncurvature. We consider solutions with a constant scalar field which corresponds\nto an infinite Newton's constant. There is a class of solutions with possible\ncurvature singularities which asymptotic symmetries are given by two copies of\nthe Virasoro algebra. We argue that the central charge of the corresponding CFT\nis infinite. Furthermore, we construct a family of Schwarzschild solutions\nwhich can be conformally mapped to the Martinez-Zanelli solution of Einstein's\nequations with a negative cosmological constant coupled to conformal scalar\nfield.\n","Comment: 27 pages, to appear in Nucl. Phys. B"]}]
["1105.1734",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1734","doi:10.1063/1.4763467"],"date":["2011-05-09"],"type":["text"],"creator":["Gay-Balmaz, François","Tronci, Cesare"],"language":[],"coverage":[],"title":["Vlasov moment flows and geodesics on the Jacobi group"],"description":["  By using the moment algebra of the Vlasov kinetic equation, we characterize\nthe integrable Bloch-Iserles system on symmetric matrices\n(arXiv:math-ph/0512093) as a geodesic flow on the Jacobi group. We analyze the\ncorresponding Lie-Poisson structure by presenting a momentum map, which both\nuntangles the bracket structure and produces particle-type solutions that are\ninherited from the Vlasov-like interpretation. Moreover, we show how the Vlasov\nmoments associated to Bloch-Iserles dynamics correspond to particular subgroup\ninclusions into a group central extension (first discovered in\narXiv:math/0410100), which in turn underlies Vlasov kinetic theory. In the most\ngeneral case of Bloch-Iserles dynamics, a generalization of the Jacobi group\nalso emerges naturally.\n","Comment: 45 pages"]}]
["1106.2130",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2130","Phys.Lett. B715 (2012) 208-213","doi:10.1016/j.physletb.2012.07.066"],"date":["2011-06-10","2011-10-15"],"type":["text"],"creator":["Elsayed, A.","Khalil, S.","Moretti, S."],"language":[],"coverage":[],"title":["Higgs Mass Corrections in the SUSY B-L Model with Inverse Seesaw"],"description":["  In the context of the Supersymmetric (SUSY) B-L (Baryon minus Lepton number)\nmodel with an inverse seesaw mechanism, we calculate the one-loop radiative\ncorrections due to right-handed (s)neutrinos to the mass of the lightest Higgs\nboson when the latter is Standard Model (SM)-like. We show that such effects\ncan be as large as O(100) GeV, thereby giving an absolute upper limit on such a\nmass around 200 GeV. The importance of this result from a phenomenological\npoint of view is twofold. On the one hand, this enhancement greatly reconciles\ntheory and experiment, by alleviating the so-called `little hierarchy problem'\nof the minimal SUSY realization, whereby the current experimental limit on the\nSM-like Higgs mass is very near its absolute upper limit predicted\ntheoretically, of 130 GeV. On the other hand, a SM-like Higgs boson with mass\nbelow 200 GeV is still well within the reach of the Large Hadron Collider\n(LHC), so that the SUSY realization discussed here is just as testable as the\nminimal version.\n","Comment: 4 pages, 2 figures"]}]
["1106.6149",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6149","Journal of Pure and Applied Algegra 216 (2012) 1442-1453"],"date":["2011-06-30","2011-11-09"],"type":["text"],"creator":["Tuite, Michael P.","Zuevsky, Alexander"],"language":[],"coverage":[],"title":["A Generalized Vertex Operator Algebra for Heisenberg Intertwiners"],"description":["  We consider the extension of the Heisenberg vertex operator algebra by all\nits irreducible modules. We give an elementary construction for the\nintertwining vertex operators and show that they satisfy a complex parametrized\ngeneralized vertex operator algebra. We illustrate some of our results with the\nexample of integral lattice vertex operator superalgebras.\n","Comment: 22 pages, minor corrections made, to appear in the Journal of Pure\n  and Applied Algebra"]}]
["1107.0217",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0217","Annals of Physics, vol 327, 2899 (2012)","doi:10.1016/j.aop.2012.09.001"],"date":["2011-07-01","2012-09-04"],"type":["text"],"creator":["Ellingsen, Simen Å.","Brevik, Iver"],"language":[],"coverage":[],"title":["Static and dynamic response of a fluid-fluid interface to electric point\n  and line charge"],"description":["  We consider the behaviour of a dielectric fluid-fluid interface in the\npresence of a strong electric field from a point charge and line charge,\nrespectively, both statically and, in the latter case, dynamically. The fluid\nsurface is elevated above its undisturbed level until balance is reached\nbetween the electromagnetic lifting force, gravity and surface tension. We\nderive ordinary differential equations for the shape of the fluid-fluid\ninterface which are solved numerically with standard means, demonstrating how\nthe elevation depends on field strength and surface tension coefficient. In the\ndynamic case of a moving line charge, the surface of an inviscid liquid-liquid\ninterface is left to oscillate behind the moving charge after it has been\nlifted against the force of gravity. We show how the wavelength of the\noscillations depends on the relative strength of the forces of gravity and\ninertia, whereas the amplitude of the oscillations is a nontrivial function of\nthe velocity at which the line charge moves.\n","Comment: 19 pages, 6 figures version accepted for publication in Annals of\n  Physics"]}]
["1107.5272",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5272"],"date":["2011-07-26","2012-11-06"],"type":["text"],"creator":["LeClair, André"],"language":[],"coverage":[],"title":["Possible Cooper instabilities in pair Green functions of the\n  two-dimensional Hubbard model"],"description":["  In analogy with ordinary BCS superconductivity, we identify possible pairing\ninstabilities with poles in a certain class of Green functions of the\ntwo-dimensional repulsive Hubbard model, which normally signify bound states.\nRelating the gap to the location of these poles, we find that these\ninstabilities exist in the range of hole doping between 0.03 and 0.24. The\nmagnitude of the gap can be calculated without introducing an explicit cut-off,\nand for reasonably large coupling U/t = 10, the maximum gap is on the order of\n0.08 in units of the hopping parameter t.\n","Comment: version 2: several points are elaborated upon, and some numerical\n  analysis has been redone. One additional figure"]}]
["1108.0627",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0627","Journal of Functional Analysis 263, 11 (2012) pp. 3604-3616"],"date":["2011-08-02","2012-11-07"],"type":["text"],"creator":["Blekherman, Greg","Lasserre, Jean-Bernard"],"language":[],"coverage":[],"title":["The truncated K-Moment problem for closure of open sets"],"description":["  We solve the truncated K-moment problem when $K\\subseteq R^n$ is the closure\nof a, not necessarily bounded, open set (which includes the important cases\n$K=R^n$ and $K=R^n_+$). That is, we completely characterize the interior of the\nconvex cone of finite sequences that have a representing measure on $K\\subseteq\nR^n$. It is in fact the domain of the Legendre-Fenchel transform associated\nwith a certain convex function. And so in this context, detecting whether a\nsequence is in the interior of this cone reduces to solving a\nfinite-dimensional convex optimization problem. This latter problem is related\nto maximum entropy methods for approximating an unknown density from knowing\nonly finitely many of its moments. Interestingly, the proposed approach is\nessentially geometric and of independent interest, as it also addresses the\nabstract problem of characterizing the interior of a convex cone C which is the\nconical hull of a set continuously parametrized by a compact set $M\\subset R^n$\nor $M \\subseteq S^{n-1}$, where $M$ is the closure of an open subset of $R^n$\n(resp. $S^{n-1}$). As a by-product we also obtain a barrier function for the\ncone C.\n","Comment: We fix a mistake in the proof of Lemma 2.2; RL 11843"]}]
["1108.1935",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1935","Random Matrices: Theory Appl. 01, 1250002 (2012)","doi:10.1142/S2010326312500025"],"date":["2011-08-09"],"type":["text"],"creator":["Collins, Benoit","Nechita, Ion","Ye, Deping"],"language":[],"coverage":[],"title":["The absolute positive partial transpose property for random induced\n  states"],"description":["  In this paper, we first obtain an algebraic formula for the moments of a\ncentered Wishart matrix, and apply it to obtain new convergence results in the\nlarge dimension limit when both parameters of the distribution tend to infinity\nat different speeds. We use this result to investigate APPT (absolute positive\npartial transpose) quantum states. We show that the threshold for a bipartite\nrandom induced state on $\\C^d=\\C^{d_1} \\otimes \\C^{d_2}$, obtained by partial\ntracing a random pure state on $\\C^d \\otimes \\C^s$, being APPT occurs if the\nenvironmental dimension $s$ is of order $s_0=\\min(d_1, d_2)^3 \\max(d_1, d_2)$.\nThat is, when $s \\geq Cs_0$, such a random induced state is APPT with large\nprobability, while such a random states is not APPT with large probability when\n$s \\leq cs_0 $. Besides, we compute effectively $C$ and $c$ and show that it is\npossible to replace them by the same sharp transition constant when $\\min(d_1,\nd_2)^{2}\\ll d$.\n","Comment: 22 pages, 1 figure"]}]
["1108.4370",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4370","Nucl. Phys. B 855 (2012) 742-759","doi:10.1016/j.nuclphysb.2011.10.022"],"date":["2011-08-22","2012-11-07"],"type":["text"],"creator":["Baulieu, Laurent","Toppan, Francesco"],"language":[],"coverage":[],"title":["Twisted Superalgebras and Cohomologies of the N=2 Superconformal Quantum\n  Mechanics"],"description":["  We prove that the invariance of the N=2 superconformal quantum mechanics is\ncontrolled by subalgebras of a given twisted superalgebra made of 6 fermionic\n(nilpotent) generators and 6 bosonic generators (including a central charge).\nThe superconformal quantum mechanics actions are invariant under this quite\nlarge twisted superalgebra. On the other hand, they are fully determined by a\nsubalgebra with only 2 fermionic and 2 bosonic (the central charge and the\nghost number) generators. The invariant actions are Q_i-exact (i=1,2,...,6),\nwith a Q_{i'}-exact (i'\\neq i) antecedent for all 6 fermionic generators. It\nfollows that the superconformal quantum mechanics actions with Calogero\npotentials are uniquely determined even if, in its bosonic sector, the twisted\nsuperalgebra does not contain the one-dimensional conformal algebra sl(2), but\nonly its Borel subalgebra. The general coordinate covariance of the non-linear\nsigma-model for the N=2 supersymmetric quantum mechanics in a curved target\nspace is fully implied only by its worldline invariance under a pair of the 6\ntwisted supersymmetries. The transformation connecting the ordinary and twisted\nformulations of the N=2 superconformal quantum mechanics is explicitly\npresented.\n","Comment: Minor corrections in some formulas"]}]
["1108.5329",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5329","Physical Review Letters 109, 120403 (2012)","doi:10.1103/PhysRevLett.109.120403"],"date":["2011-08-26","2012-11-07"],"type":["text"],"creator":["Christandl, Matthias","Renner, Renato"],"language":[],"coverage":[],"title":["Reliable Quantum State Tomography"],"description":["  Quantum state tomography is the task of inferring the state of a quantum\nsystem by appropriate measurements. Since the frequency distributions of the\noutcomes of any finite number of measurements will generally deviate from their\nasymptotic limits, the estimates computed by standard methods do not in general\ncoincide with the true state, and therefore have no operational significance\nunless their accuracy is defined in terms of error bounds. Here we show that\nquantum state tomography, together with an appropriate data analysis procedure,\nyields reliable and tight error bounds, specified in terms of confidence\nregions - a concept originating from classical statistics. Confidence regions\nare subsets of the state space in which the true state lies with high\nprobability, independently of any prior assumption on the distribution of the\npossible states. Our method for computing confidence regions can be applied to\narbitrary measurements including fully coherent ones; it is practical and\nparticularly well suited for tomography on systems consisting of a small number\nof qubits, which are currently in the focus of interest in experimental quantum\ninformation science.\n","Comment: 5 pages + supplemental information (as in the journal version) +\n  additional material about the representation of symmetric states and\n  functions of states (not contained in the journal version)"]}]
["1109.4300",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Analysis of PDEs","32D15, 32C25, 32V15, 35R30, 58J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4300"],"date":["2011-09-20","2012-11-07"],"type":["text"],"creator":["Henkin, G.","Michel, V."],"language":[],"coverage":[],"title":["Probl\\`eme de Plateau complexe feuillet\\'e. Ph\\'enom\\`enes de\n  Hartogs-Severi et Bochner pour des feuilletages CR singuliers"],"description":["  The purpose of this paper is to generalize in a geometric setting theorems of\nSeveri, Brown and Bochner about analytic continuation of real analytic\nfunctions which are holomorphic or harmonic with respect to one of its\nvariables. We prove in particular that if N is a real analytic levi-flat\nannulus in an open set of R^{n}\\timesC^{2}, then one can find\nX\\subsetR^{n}\\timesC^{2} such that X\\cupN is a levi-flat real analytic subset\nand X fills N in the sense that the boundary of the integration current of X is\na prescribed smooth submanifold of N foliated by real curves. Moreover, real\nanalytic functions on N whose restrictions to complex leaves are harmonic\nextend to X in functions of the same kind. We give also a theorem when the\nprescribed boundary is a cycle.\n","Comment: Added references. Don't know how to force reference number to appear\n  in the list at the end of the paper (it works well on my computer but not in\n  arXiv)"]}]
["1110.1956",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1956"],"date":["2011-10-10","2012-11-07"],"type":["text"],"creator":["Cohen, Doron","Vardi, Amichay"],"language":[],"coverage":[],"title":["Temporal quantum fluctuations in the fringe-visibility of atom\n  interferometers with interacting Bose-Einstein condensate"],"description":["  We formulate a semiclassical approach to study the dynamics of coherence loss\nand revival in a Bose-Josephson dimer. The phase-space structure of the\nbi-modal system in the Rabi, Josephson, and Fock interaction regimes, is\nreviewed and the prescription for its WKB quantization is specified. The local\ndensity of states (LDOS) is then deduced for any given preparation from its\nsemiclassical projection onto the WKB eigenstates. The LDOS and the non-linear\nvariation of its level-spacing are employed to construct the time evolution of\nthe initial preparation and study the temporal fluctuations of interferometric\nfringe visibility. The qualitative behavior and characteristic timescales of\nthese fluctuations are set by the pertinent participation number, quantifying\nthe spectral content of the preparation. We employ this methodology to study\nthe Josephson-regime coherence dynamics of several initial state preparations,\nincluding a Twin-Fock state and three different coherent states that we denote\nas 'Zero', 'Pi', and 'Edge' (the latter two are both on-separatrix\npreparations, while the Zero is the standard ground sate preparation). We find\na remarkable agreement between the semiclassical predictions and numerical\nsimulations of the full quantum dynamics. Consequently, a characteristic\ndistinct behavior is implied for each of the different preparations.\n","Comment: 11 pages, 8 figures; Progress in Optical science and Photonics, Vol.\n  1: Spontaneous Symmetry Breaking, Self-trapping, and Josephson Oscillations\n  (Springer, New York, 2013), Ed. B. A. Malomed"]}]
["1110.3230",{"format":[],"subject":["High Energy Physics - Experiment","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3230","Physical Review Letters 108, 051302 (2012)","doi:10.1103/PhysRevLett.108.051302"],"date":["2011-10-14"],"type":["text"],"creator":["The Borexino Collaboration"],"language":[],"coverage":[],"title":["First evidence of pep solar neutrinos by direct detection in Borexino"],"description":["  We observed, for the first time, solar neutrinos in the 1.0-1.5 MeV energy\nrange. We measured the rate of pep solar neutrino interactions in Borexino to\nbe [3.1+-0.6(stat)+-0.3(syst)] counts/(day x 100 ton) and provided a constraint\non the CNO solar neutrino interaction rate of <7.9 counts/(day x 100 ton) (95%\nC.L.). The absence of the solar neutrino signal is disfavored at 99.97% C.L.,\nwhile the absence of the pep signal is disfavored at 98% C.L. This\nunprecedented sensitivity was achieved by adopting novel data analysis\ntechniques for the rejection of cosmogenic 11C, the dominant background in the\n1-2 MeV region. Assuming the MSW-LMA solution to solar neutrino oscillations,\nthese values correspond to solar neutrino fluxes of [1.6+-0.3]x10^8 cm^-2s-1\nand 7.7x10^8 cm^-2s-1 (95% C.L.), respectively, in agreement with the Standard\nSolar Model. These results represent the first measurement of the pep neutrino\nflux and the strongest constraint of the CNO solar neutrino flux to date.\n","Comment: Submitted to Physical Review Letters (2011)"]}]
["1110.3536",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3536","Astroparticle Physics, Volume 36, Issue 1, 2012, p. 151-155","doi:10.1016/j.astropartphys.2012.05.009"],"date":["2011-10-16","2012-04-19"],"type":["text"],"creator":["Amaya, Carlos Martinez","Biassoni, Matteo"],"language":[],"coverage":[],"title":["Study of Supernova \\nu-Nucleus Coherent Scattering Interactions"],"description":["  Presently, there are several experimental setups dedicated to rare event\nsearches, such as dark matter interactions or double beta decay, in the\nbuilding or commissioning phases. These experiments often use large mass\ndetectors and have excellent performance in terms of energy resolution, low\nthreshold and extremely low backgrounds. In this paper we show that these\nsetups have the possibility to exploit coherent scattering on nuclei to detect\nneutrinos from galactic supernova explosions, thus enlarging the number of\nearly detection \"observatories\" available and helping in the collection of\nvaluable data to perform flavour-independent studies of neutrinos' emission\nspectra.\n"]}]
["1110.6531",{"format":[],"subject":["High Energy Physics - Lattice","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6531","PoS LATTICE2011 (2011) 181"],"date":["2011-10-29"],"type":["text"],"creator":["Anagnostopoulos, Konstantinos N.","Azuma, Takehiro","Nishimura, Jun"],"language":[],"coverage":[],"title":["Towards an Effective Importance Sampling in Monte Carlo Simulations of a\n  System with a Complex Action"],"description":["  The sign problem is a notorious problem, which occurs in Monte Carlo\nsimulations of a system with a partition function whose integrand is not\npositive. One way to simulate such a system is to use the factorization method\nwhere one enforces sampling in the part of the configuration space which gives\nimportant contribution to the partition function. This is accomplished by using\nconstraints on some observables chosen appropriately and minimizing the free\nenergy associated with their joint distribution functions. These observables\nare maximally correlated with the complex phase. Observables not in this set\nessentially decouple from the phase and can be calculated without the sign\nproblem in the corresponding \"microcanonical\" ensemble. These ideas are applied\non a simple matrix model with very strong sign problem and the results are\nfound to be consistent with analytic calculations using the Gaussian Expansion\nMethod.\n","Comment: 7 pages, 4 figures, Contribution to the XXIX International Symposium\n  on Lattice Field Theory - Lattice 2011"]}]
["1110.6820",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6820","Phys. Usp. 55, 204 (2012)","doi:10.3367/UFNe.0182.201202k.0216"],"date":["2011-10-31"],"type":["text"],"creator":["Lukash, V. N.","Mikheeva, E. V.","Strokov, V. N."],"language":[],"coverage":[],"title":["From the cosmological model to generation of the Hubble flow"],"description":["  We review different approaches to the problem of generating the observed\nHubble flow, whose discussion was pioneered by A.D. Sakharov. Extrapolating the\nCosmological Standard Model to the past makes it possible to determine physical\nproperties of and conditions in the early universe. We discuss a new\ncosmogenesis paradigm based on studying geodesically complete geometries of\nblack/white holes with integrable singularities.\n","Comment: 16 pages, 6 figures. Reported at the Sakharov's 90th Anniversary\n  Session on May 25, 2011. Accepted to Phys. Usp"]}]
["1111.3723",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3723"],"date":["2011-11-16","2012-11-06"],"type":["text"],"creator":["Deguchi, Sho"],"language":[],"coverage":[],"title":["Proving the Absence of the Perturbative Corrections to the N=2 U(1)\n  K\\\"ahler Potential Using the N=1 Supergraph Techniques"],"description":["  Perturbative N=2 non-renormalization theorem states that there is no\nperturbative correction to the Kahler potential \\int d^4\\theta\nK(\\Phi,\\bar{\\Phi}). We prove this statement by using the N=1 supergraph\ntechniques. We consider the N=2 supersymmetric U(1) gauge theory which\npossesses general prepotential F(\\Psi).\n","Comment: 22 pages, 19 figures, factor in Eq.(34) was corrected"]}]
["1111.6269",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6269","J. Math. Phys. 53, 032203 (2012)","doi:10.1063/1.3695328"],"date":["2011-11-27"],"type":["text"],"creator":["Collins, Benoit","Fukuda, Motohisa","Nechita, Ion"],"language":[],"coverage":[],"title":["Towards a state minimizing the output entropy of a tensor product of\n  random quantum channels"],"description":["  We consider the image of some classes of bipartite quantum states under a\ntensor product of random quantum channels. Depending on natural assumptions\nthat we make on the states, the eigenvalues of their outputs have new\nproperties which we describe. Our motivation is provided by the additivity\nquestions in quantum information theory, and we build on the idea that a Bell\nstate sent through a product of conjugated random channels has at least one\nlarge eigenvalue. We generalize this setting in two directions. First, we\ninvestigate general entangled pure inputs and show that that Bell states give\nthe least entropy among those inputs in the asymptotic limit. We then study\nmixed input states, and obtain new multi-scale random matrix models that allow\nto quantify the difference of the outputs' eigenvalues between a quantum\nchannel and its complementary version in the case of a non-pure input.\n","Comment: 21 pages, 9 figures"]}]
["1201.2948",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2948","Phys.Rev.D85:064015,2012","doi:10.1103/PhysRevD.85.064015"],"date":["2012-01-13"],"type":["text"],"creator":["Balakin, Alexander B.","Bochkarev, Vladimir V.","Lemos, José P. S."],"language":[],"coverage":[],"title":["Light propagation with non-minimal couplings in a two-component cosmic\n  dark fluid with an Archimedean-type force and unlighted cosmological epochs"],"description":["  During the evolution of the universe there are at least two epochs during\nwhich electromagnetic waves cannot scan the universe's internal structure\nneither bring information to outside observers. The first epoch is when photons\nare in local thermodynamic equilibrium with other particles, and the second is\nwhen photon scattering by charged particles is strong. One can call these two\nperiods of cosmological time as standard unlighted epochs. After the last\nscattering surface, photons become relic photons and turn into a source of\ninformation about the universe. Unlighted cosmic epochs can also appear when\none considers non-minimal theories, i.e., theories in which the electromagnetic\nfield is coupled in an intricate way with the cosmological gravitational field.\nBy considering a cosmological model where the dark sector, i.e., the dark\nenergy and dark matter, self-interacts via an Archimedean-type force, and\ntaking into account a non-minimal coupling theory for the electromagnetic\nfield, we discuss the appearance of unlighted epochs. In the framework of our\nnon-minimal theory, a three-parameter non-minimal Einstein-Maxwell model, the\ncurvature coupling can be formulated in terms of an effective refraction index\nn(t). Then, taking advantage of a well-known classical analogy, namely, in a\nmedium with n^2<0 electromagnetic waves do not propagate and their group\nvelocity, i.e., energy transfer velocity, has zero value at the boundary of the\ncorresponding zone, one can search for the unlighted epochs arising in the\ninteracting dark fluid cosmological model. We study here, both analytically and\nnumerically, cosmological models admitting unlighted epochs.\n","Comment: 23 pages, 8 figures"]}]
["1202.0190",{"format":[],"subject":["Mathematics - Probability","60G50, 60D05, 60G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0190"],"date":["2012-02-01","2012-11-07"],"type":["text"],"creator":["Belius, David"],"language":[],"coverage":[],"title":["Gumbel fluctuations for cover times in the discrete torus"],"description":["  This work proves that the fluctuations of the cover time of simple random\nwalk in the discrete torus of dimension at least three with large side-length\nare governed by the Gumbel extreme value distribution. This result was\nconjectured for example in the book by Aldous & Fill. We also derive some\ncorollaries which qualitatively describe \"how\" covering happens. In addition,\nwe develop a new and stronger coupling of the model of random interlacements,\nintroduced by Sznitman, and random walk in the torus. This coupling is used to\nprove the cover time result and is also of independent interest.\n","Comment: 41 pages. Accepted for publication in Probability Theory and Related\n  Fields"]}]
["1202.1495",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1495","Annals of Physics 327 (2012) pp. 3084-3101","doi:10.1016/j.aop.2012.09.004"],"date":["2012-02-07","2012-11-07"],"type":["text"],"creator":["Altintas, Ferdi","Eryigit, Resul"],"language":[],"coverage":[],"title":["Correlation and nonlocality measures as indicators of quantum phase\n  transitions in several critical systems"],"description":["  We have investigated the quantum phase transitions in the ground states of\nseveral critical systems, including transverse field Ising and XY models as\nwell as XY with multiple spin interactions, XXZ and the collective system\nLipkin-Meshkov-Glick models, by using different quantumness measures, such as\nentanglement of formation, quantum discord, as well as its classical\ncounterpart, measurement-induced disturbance and the\nClauser-Horne-Shimony-Holt-Bell function. Measurement-induced disturbance is\nfound to detect the first and second order phase transitions present in these\ncritical systems, while, surprisingly, it is found to fail to signal the\ninfinite-order phase transition present in the XXZ model. Remarkably, the\nClauser-Horne-Shimony-Holt-Bell function is found to detect all the phase\ntransitions, even when quantum and classical correlations are zero for the\nrelevant ground state.\n"]}]
["1202.4653",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4653"],"date":["2012-02-17","2012-11-06"],"type":["text"],"creator":["Stewart, Fraser"],"language":[],"coverage":[],"title":["Scoring Play Combinatorial Games"],"description":["  In this paper we will discuss scoring play games. We will give the basic\ndefinitions for scoring play games, and show that they form a well defined set,\nwith clear and distinct outcome classes under these definitions. We will also\nshow that under the disjunctive sum these games form a monoid that is closed\nand partially ordered. We also show that they form equivalence classes with a\ncanonical form, and even though it is not unique, it is as good as a unique\ncanonical form.\n","Comment: This paper has been accepted to appear in the journal Games of No\n  Chance 5 - Publication due in 2013"]}]
["1202.5110",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5110"],"date":["2012-02-23","2012-11-06"],"type":["text"],"creator":["Li, Gang","Rao, Wei","Wang, Xiqin","Xia, Xiang-Gen"],"language":[],"coverage":[],"title":["ISAR Image Formation Using Sequential Minimization of L0 and L2 Norms"],"description":["  A sparsity-driven algorithm of inverse synthetic aperture radar (ISAR)\nimaging is proposed. Based on the parametric sparse representation of the\nreceived ISAR signal, the problem of ISAR image formation is converted into the\njoint estimation of the target rotation rate and the sparse power distribution\nin the spatial domain. This goal is achieved by sequential minimization of L0\nand L2 norms, which ensure the sparsest ISAR image and the minimum recovery\nerror, respectively.\n","Comment: This paper has been withdrawn by the authors"]}]
["1202.6273",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6273"],"date":["2012-02-28","2012-11-06"],"type":["text"],"creator":["Liu, Hongyu"],"language":[],"coverage":[],"title":["Schiffer's Conjecture, Interior Transmission Eigenvalues and\n  Invisibility Cloaking: Singular Problem vs. Nonsingular Problem"],"description":["  In this note, we present some interesting observations on the Schiffer's\nconjecture, interior transmission eigenvalue problem and their connections to\nsingular and nonsingular invisibility cloaking problems of acoustic waves.\n","Comment: to appear Contemporary Mathematics"]}]
["1203.2697",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2697","Phys.Rev.Lett.109:181602,2012","doi:10.1103/PhysRevLett.109.181602"],"date":["2012-03-12","2012-11-07"],"type":["text"],"creator":["Son, Dam Thanh","Yamamoto, Naoki"],"language":[],"coverage":[],"title":["Berry Curvature, Triangle Anomalies, and the Chiral Magnetic Effect in\n  Fermi Liquids"],"description":["  In a three-dimensional Fermi liquid, quasiparticles near the Fermi surface\nmay possess a Berry curvature. We show that if the Berry curvature has a\nnonvanishing flux through the Fermi surface, the particle number associated\nwith this Fermi surface has a triangle anomaly in external electromagnetic\nfields. We show how Landau's Fermi liquid theory should be modified to take\ninto account the Berry curvature. We show that the \"chiral magnetic effect\"\nalso emerges from the Berry curvature flux.\n","Comment: 5 pages, published version"]}]
["1203.4225",{"format":[],"subject":["Mathematical Physics","Mathematics - Classical Analysis and ODEs","Mathematics - Numerical Analysis","Mathematics - Spectral Theory","34B24, 34L16, 65L15, 81Q05, 81Q60 (Primary) 34L25, 34L40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4225","Operator Theory: Advances and Applications, Vol. 228 (2013)\n  209-238","doi:10.1007/978-3-0348-0537-7_11"],"date":["2012-03-16"],"type":["text"],"creator":["Kravchenko, Vladislav V.","Torba, Sergii M."],"language":[],"coverage":[],"title":["Transmutations and spectral parameter power series in eigenvalue\n  problems"],"description":["  We give an overview of recent developments in Sturm-Liouville theory\nconcerning operators of transmutation (transformation) and spectral parameter\npower series (SPPS). The possibility to write down the dispersion\n(characteristic) equations corresponding to a variety of spectral problems\nrelated to Sturm-Liouville equations in an analytic form is an attractive\nfeature of the SPPS method. It is based on a computation of certain systems of\nrecursive integrals. Considered as families of functions these systems are\ncomplete in the $L_{2}$-space and result to be the images of the nonnegative\ninteger powers of the independent variable under the action of a corresponding\ntransmutation operator. This recently revealed property of the Delsarte\ntransmutations opens the way to apply the transmutation operator even when its\nintegral kernel is unknown and gives the possibility to obtain further\ninteresting properties concerning the Darboux transformed Schr\\\"{o}dinger\noperators.\n  We introduce the systems of recursive integrals and the SPPS approach,\nexplain some of its applications to spectral problems with numerical\nillustrations, give the definition and basic properties of transmutation\noperators, introduce a parametrized family of transmutation operators, study\ntheir mapping properties and construct the transmutation operators for Darboux\ntransformed Schr\\\"{o}dinger operators.\n","Comment: 30 pages, 4 figures. arXiv admin note: text overlap with\n  arXiv:1111.4449"]}]
["1203.5850",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5850","Phys. Rev. Lett. 108 (2012) 216103","doi:10.1103/PhysRevLett.108.216103"],"date":["2012-03-26","2012-11-07"],"type":["text"],"creator":["Novotný, Zbyněk","Argentero, Giacomo","Wang, Zhiming","Schmid, Michael","Diebold, Ulrike","Parkinson, Gareth S."],"language":[],"coverage":[],"title":["Ordered Array of Single Au Adatoms with Remarkable Thermal Stability:\n  Au/Fe3O4(001)"],"description":["  We present a Scanning Tunneling Microscopy (STM) investigation of gold\ndeposited at the magnetite Fe3O4(001) surface at room temperature. This surface\nforms a reconstruction with (\\surd2\\times\\surd2)R45{\\deg} symmetry, where pairs\nof Fe and neighboring O ions are slightly displaced laterally, forming\nundulating rows with 'narrow' and 'wide' adsorption sites. At fractional\nmonolayer coverages, single Au adatoms adsorb exclusively at the narrow sites,\nwith no significant sintering up to annealing temperatures of 400 {\\deg}C. The\nstrong preference for this site is possibly related to charge and orbital\nordering within the first subsurface layer of the reconstructed Fe3O4(001)\nsurface. Because of their high thermal stability, the ordered Au atoms at\nFe3O4(001)- (\\surd2\\times\\surd2)R45{\\deg} could provide useful for probing the\nchemical reactivity of single atomic species.\n","Comment: Duplicate entry, newer version at 1205.0915.\n  http://arxiv.org/abs/1205.0915"]}]
["1203.6201",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Number Theory","20K01, 20K27 (Primary) 11A25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6201","Bull. Math. Soc. Sci. Math. Roumanie 55(103) (2012), 423-428"],"date":["2012-03-28","2012-11-07"],"type":["text"],"creator":["Tóth, László"],"language":[],"coverage":[],"title":["On the number of cyclic subgroups of a finite abelian group"],"description":["  We prove by using simple number-theoretic arguments formulae concerning the\nnumber of elements of a fixed order and the number of cyclic subgroups of a\ndirect product of several finite cyclic groups. We point out that certain\nmultiplicative properties of related counting functions for finite Abelian\ngroups are immediate consequences of these formulae.\n","Comment: 6 pages, revised, short form"]}]
["1203.6368",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6368","2012ApJ...760....5B","doi:10.1088/0004-637X/760/1/5"],"date":["2012-03-28","2012-11-07"],"type":["text"],"creator":["Bhattacharya, Suman","Nagai, Daisuke","Shaw, Laurie","Crawford, Tom","Holder, Gilbert P."],"language":[],"coverage":[],"title":["Bispectrum of the Sunyaev-Zel'dovich Effect"],"description":["  We perform a detailed study of the bispectrum of the Sunyaev-Zel'dovich\neffect. Using an analytical model for the pressure profiles of the intracluster\nmedium, we demonstrate the SZ bispectrum to be a sensitive probe of the\namplitude of the matter power spectrum parameter sigma_8. We find that the\nbispectrum amplitude scales as B_SZ ~ sigma_8^{11-12}, compared to that of the\npower spectrum, which scales as A_tSZ ~ sigma_8^{7-9}. We show that the SZ\nbispectrum is principally sourced by massive clusters at redshifts around\nz~0.4, which have been well-studied observationally. This is in contrast to the\nSZ power spectrum, which receives a significant contribution from less-well\nunderstood low-mass and high-redshift groups and clusters. Therefore, the\namplitude of the bispectrum at l~3000 is less sensitive to astrophysical\nuncertainties than the SZ power spectrum. We show that current high resolution\nCMB experiments should be able to detect the SZ bispectrum amplitude with high\nsignificance, in part due to the low contamination from extra-galactic\nforegrounds. A combination of the SZ bispectrum and the power spectrum can\nsharpen the measurements of thermal and kinetic SZ components and help\ndistinguish cosmological and astrophysical information from high-resolution CMB\nmaps.\n","Comment: 12 pages, 8 figures, published in The Astrophysical Journal"]}]
["1204.0337",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0337","Mod. Phys. Lett. A, Vol. 27, No. 35 (2012) 1250192","doi:10.1142/S0217732312501921"],"date":["2012-04-02"],"type":["text"],"creator":["Gangopadhyay, Sunandan","Saha, Anirban"],"language":[],"coverage":[],"title":["Quantum mechanics of a charged particle in a background magnetic field\n  interacting with linearized gravitational waves"],"description":["  We consider the dynamics of a charged particle interacting with background\nelectromagnetic field under the influence of linearized gravitational waves in\nthe long wave-length and low-velocity limit. Following the prescription in\n\\cite{speli}, the system is quantized and the Hamiltonian is then solved by\nusing standard algebraic iterative methods. The solution is in conformity with\nthe classical analysis and shows the possibility of tuning the frequency by\nchanging the magnetic field to set up resonance.\n","Comment: 6 pages, LaTex"]}]
["1204.1190",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1190","IEEE Trans. Magn. 48, 3803 (2012)","doi:10.1109/TMAG.2012.2196979"],"date":["2012-04-05"],"type":["text"],"creator":["Taniguchi, Tomohiro","Imamura, Hiroshi"],"language":[],"coverage":[],"title":["Theory of Spin Torque Assisted Thermal Switching of Single Free Layer"],"description":["  The spin torque assisted thermal switching of the single free layer was\nstudied theoretically. Based on the rate equation, we derived the theoretical\nformulas of the most likely and mean switching currents of the sweep current\nassisted magnetization switching, and found that the value of the exponent $b$\nin the switching rate formula significantly affects the estimation of the\nretention time of magnetic random access memory. Based on the Fokker-Planck\napproach, we also showed that the value of $b$ should be two, not unity as\nargued in the previous works.\n","Comment: submitted to IEEE Trans. Magn. as the conference proceedings of\n  Intermag 2012"]}]
["1204.2929",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2929","Phys. Lett. B718 (2012), 160-168","doi:10.1016/j.physletb.2012.10.040"],"date":["2012-04-13","2012-10-18"],"type":["text"],"creator":["Apolinário, Liliana","Armesto, Néstor","Salgado, Carlos A."],"language":[],"coverage":[],"title":["Medium-induced emissions of hard gluons"],"description":["  We present a derivation of the medium-induced gluon radiation spectrum beyond\nthe current limitation of soft gluon emission. Making use of the path integral\napproach to describe the propagation of high-energy particles inside a medium,\nwe study the limiting case of a hard gluon emission. Analytical and numerical\nresults are presented and discussed within the multiple soft scattering\napproximation. An ansatz interpolating between soft and hard gluon emissions is\nprovided. The Landau-Pomeranchuk-Migdal effect is observed in the expected\nkinematic region.\n","Comment: 17 pages, 6 figures. Minor corrections, references updated. Accepted\n  by Phys. Lett. B"]}]
["1205.1965",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1965","Phys. Rev. A 86, 051602(R) (2012)","doi:10.1103/PhysRevA.86.051602"],"date":["2012-05-09","2012-11-07"],"type":["text"],"creator":["Sedrakian, Armen"],"language":[],"coverage":[],"title":["Spontaneous symmetry breaking in rotating condensates of ultracold atoms"],"description":["  We describe an equilibrium state of a rotating trapped atomic condensate,\nwhich is characterized by a non-zero internal circulation and spontaneous\nbreaking of the rotational O(2) symmetry with all three major semiaxes of the\ncondensate having different values. The macroscopic rotation of the condensate\nis supported by a mesh of quantized vortices, whose number density is a\nfunction of internal circulation. The oscillation modes of this state are\ncomputed and the Goldstone mode associated with the loss of the symmetry is\nidentified. The possible avenues for experimental identification this state are\ndiscussed.\n","Comment: v1: 4 pages, 3 figures; v2: 5 pages, 4 figures, minor changes,\n  matches published version"]}]
["1205.2667",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2667","Phys. Rev. A 86, 050302 (R) (2012)","doi:10.1103/PhysRevA.86.050302"],"date":["2012-05-11","2012-11-07"],"type":["text"],"creator":["Gheorghiu, Vlad","Gour, Gilad"],"language":[],"coverage":[],"title":["Multipartite Entanglement Evolution Under Separable Operations"],"description":["  We study how multi-partite entanglement evolves under the paradigm of\nseparable operations, which include the local operations and classical\ncommunication (LOCC) as a special case. We prove that the average \"decay\" of\nentanglement induced by a separable operation is measure independent (among\nSL-invariant ones) and state independent: the ratio between the average output\nentanglement and the initial entanglement is solely a function of the separable\noperation, regardless of the input state and of the SL-invariant entanglement\nmeasure being used. We discuss the \"disentangling power\" of a quantum channel\nand show that it exhibits a similar state invariance as the average\nentanglement decay ratio. Our Rapid Communication significantly extends the\nbipartite results of Ref. [1-3] as well as the multi-partite one of Ref. [4],\nall of the previous work being restricted to one-sided or particular noise\nmodels.\n","Comment: Replaced by the published version, comments are welcome!"]}]
["1205.5560",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5560","2012MNRAS.tmpL.528K","doi:10.1111/j.1745-3933.2012.01340.x"],"date":["2012-05-24","2012-11-07"],"type":["text"],"creator":["Kitaura, Francisco-Shu","Erdogdu, Pirin","Nuza, Sebastian E.","Khalatyan, Arman","Angulo, Raul E.","Hoffman, Yehuda","Gottloeber, Stefan"],"language":[],"coverage":[],"title":["Cosmic Structure and Dynamics of the Local Universe"],"description":["  We present a cosmography analysis of the Local Universe based on the recently\nreleased Two-Micron All-Sky Redshift Survey (2MRS). Our method is based on a\nBayesian Networks Machine Learning algorithm (the Kigen-code) which\nself-consistently samples the initial density fluctuations compatible with the\nobserved galaxy distribution and a structure formation model given by second\norder Lagrangian perturbation theory (2LPT). From the initial conditions we\nobtain an ensemble of reconstructed density and peculiar velocity fields which\ncharacterize the local cosmic structure with high accuracy unveiling nonlinear\nstructures like filaments and voids in detail. Coherent redshift space\ndistortions are consistently corrected within 2LPT. From the ensemble of\ncross-correlations between the reconstructions and the galaxy field and the\nvariance of the recovered density fields we find that our method is extremely\naccurate up to k ~ 1 h Mpc^-1 and still yields reliable results down to scales\nof about 3-4 h^-1 Mpc. The motion of the local group we obtain within ~ 80 h^-1\nMpc (v_LG=522+-86 km s^-1, l_LG=291^o +- 16^o, b_LG=34^o+-8^o) is in good\nagreement with measurements derived from the CMB and from direct observations\nof peculiar motions and is consistent with the predictions of LambdaCDM.\n","Comment: 6 pages, 5 figures; accepted at MNRAS after minor corrections"]}]
["1205.5860",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5860","Physics Letters A 376 (2012) 2851-2854","doi:10.1016/j.physleta.2012.08.016"],"date":["2012-05-26","2012-08-21"],"type":["text"],"creator":["Midya, Bikashkali"],"language":[],"coverage":[],"title":["Quasi-Hermitian Hamiltonians associated with exceptional orthogonal\n  polynomials"],"description":["  Using the method of point canonical transformation, we derive some exactly\nsolvable rationally extended quantum Hamiltonians which are non-Hermitian in\nnature and whose bound state wave functions are associated with Laguerre- or\nJacobi-type $X_1$ exceptional orthogonal polynomials. These Hamiltonians are\nshown, with the help of imaginary shift of co-ordinate: $ e^{-\\alpha p} x\ne^{\\alpha p} = x+ i \\alpha $, to be both quasi and pseudo-Hermitian. It turns\nout that the corresponding energy spectra is entirely real.\n"]}]
["1205.6233",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6233"],"date":["2012-05-28","2012-11-06"],"type":["text"],"creator":["Yang, Jaewon","Leskovec, Jure"],"language":[],"coverage":[],"title":["Defining and Evaluating Network Communities based on Ground-truth"],"description":["  Nodes in real-world networks organize into densely linked communities where\nedges appear with high concentration among the members of the community.\nIdentifying such communities of nodes has proven to be a challenging task\nmainly due to a plethora of definitions of a community, intractability of\nalgorithms, issues with evaluation and the lack of a reliable gold-standard\nground-truth.\n  In this paper we study a set of 230 large real-world social, collaboration\nand information networks where nodes explicitly state their group memberships.\nFor example, in social networks nodes explicitly join various interest based\nsocial groups. We use such groups to define a reliable and robust notion of\nground-truth communities. We then propose a methodology which allows us to\ncompare and quantitatively evaluate how different structural definitions of\nnetwork communities correspond to ground-truth communities. We choose 13\ncommonly used structural definitions of network communities and examine their\nsensitivity, robustness and performance in identifying the ground-truth. We\nshow that the 13 structural definitions are heavily correlated and naturally\ngroup into four classes. We find that two of these definitions, Conductance and\nTriad-participation-ratio, consistently give the best performance in\nidentifying ground-truth communities. We also investigate a task of detecting\ncommunities given a single seed node. We extend the local spectral clustering\nalgorithm into a heuristic parameter-free community detection method that\neasily scales to networks with more than hundred million nodes. The proposed\nmethod achieves 30% relative improvement over current local clustering methods.\n","Comment: Proceedings of 2012 IEEE International Conference on Data Mining\n  (ICDM), 2012"]}]
["1205.7008",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.7008","New Journal of Physics 14, 115004 (2012)","doi:10.1088/1367-2630/14/11/115004"],"date":["2012-05-31","2012-11-07"],"type":["text"],"creator":["Habraken, S. J. M.","Stannigel, K.","Lukin, M. D.","Zoller, P.","Rabl, P."],"language":[],"coverage":[],"title":["Continuous mode cooling and phonon routers for phononic quantum networks"],"description":["  We study the implementation of quantum state transfer protocols in phonon\nnetworks, where in analogy to optical networks, quantum information is\ntransmitted through propagating phonons in extended mechanical resonator arrays\nor phonon waveguides. We describe how the problem of a non-vanishing thermal\noccupation of the phononic quantum channel can be overcome by implementing\noptomechanical multi- and continuous mode cooling schemes to create a 'cold'\nfrequency window for transmitting quantum states. In addition, we discuss the\nimplementation of phonon circulators and switchable phonon routers, which rely\non strong coherent optomechanical interactions only, and do not require strong\nmagnetic fields or specific materials. Both techniques can be applied and\nadapted to various physical implementations, where phonons coupled to spin or\ncharge based qubits are used for on-chip networking applications.\n","Comment: 33 pages, 8 figures. Final version, a few minor changes and updated\n  references"]}]
["1206.0105",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0105","Physics Letters A 376 (2012) 3485-3490","doi:10.1016/j.physleta.2012.10.020"],"date":["2012-06-01"],"type":["text"],"creator":["Planat, Michel","Saniga, Metod"],"language":[],"coverage":[],"title":["Five-Qubit Contextuality, Noise-Like Distribution of Distances Between\n  Maximal Bases and Finite Geometry"],"description":["  Employing five commuting sets of five-qubit observables, we propose specific\n160-661 and 160-21 state proofs of the Bell-Kochen-Specker theorem that are\nalso proofs of Bell's theorem. A histogram of the 'Hilbert-Schmidt' distances\nbetween the corresponding maximal bases shows in both cases a noise-like\nbehaviour. The five commuting sets are also ascribed a finite-geometrical\nmeaning in terms of the structure of symplectic polar space W(9,2).\n","Comment: 10 pages, 2 figures"]}]
["1206.0132",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0132","European Journal of Mechanics B/Fluids 37, 23 (2013)","doi:10.1016/j.euromechflu.2012.05.005"],"date":["2012-06-01"],"type":["text"],"creator":["Ellingsen, Simen Å.","Andersson, Helge I."],"language":[],"coverage":[],"title":["Mixing layer between two co-current Taylor-Couette flows"],"description":["  A new mixing layer can be generated if the rotation of either of the two\ncylinders in a Taylor--Couette apparatus varies discontinuously along the\nsymmetry axis. The mixing zone between the two resulting co-current streams\ngives rise to radial vorticity in addition to the primary axial vorticity. An\nanalytic solution for the azimuthal velocity has been derived from which we\nshow that the width of the mixing zone varies only with radial position.\n","Comment: 7 pages, 3 figures, accepted for publication in European Journal of\n  Mechanics B/Fluids"]}]
["1206.1977",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1977","Phys.Rev.D86:094505,2012","doi:10.1103/PhysRevD.86.094505"],"date":["2012-06-09"],"type":["text"],"creator":["Misumi, Tatsuhiro","Kimura, Taro","Ohnishi, Akira"],"language":[],"coverage":[],"title":["QCD phase diagram with 2-flavor lattice fermion formulations"],"description":["  We propose a new framework for investigating two-flavor lattice QCD with\nfinite temperature and density. We consider the Karsten-Wilczek fermion\nformulation, in which a species-dependent imaginary chemical potential term can\nreduce the number of species to two without losing chiral symmetry. This\nlattice discretization is useful for study on finite-($T$,$\\mu$) QCD since its\ndiscrete symmetries are appropriate for the case. To show its applicability, we\nstudy strong-coupling lattice QCD with temperature and chemical potential. We\nderive the effective potential of the scalar meson field and obtain a critical\nline of the chiral phase transition, which is qualitatively consistent with the\nphenomenologically expected phase diagram. We also discuss that $O(1/a)$\nrenormalization of imaginary chemical potential can be controlled by adjusting\na parameter of a dimension-3 counterterm.\n","Comment: 21 pages, 11 figures"]}]
["1206.4780",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4780","Phys.Rev.C 85 (2012) 064912","doi:10.1103/PhysRevC.85.064912"],"date":["2012-06-21","2012-11-06"],"type":["text"],"creator":["Xue, L.","Ma, Y. G.","Chen, J. H.","Zhang, S."],"language":[],"coverage":[],"title":["Phenomenological study of light (anti)nuclei, (anti)hypertriton and\n  di-Lambda production at RHIC"],"description":["  We present the production of light (anti)nuclei, (anti)hypertriton and\ndi-Lambda based on coalescence model in central Au+Au collisions at\n$\\sqrt{s_{NN}}=200GeV$. The invariant yields of \\He(\\Hebar),\n\\hypert(\\hypertbar), \\Hee(\\Heebar) obtained is found to be consistent with the\nSTAR measurements. The $p_{T}$ integrated yields for di-Lambda\n$dN_{\\Lambda\\Lambda}/dy \\sim 2.23\\times10^{-5}$, and is not strongly dependent\non the parameter employed for coalescence process. Relative particle ratios of\nlight anti(nuclei) and (anti)hypertriton are explored, and agree with\nexperimental data and thermal model predictions quite well. An exponential\nreducion behavior is presented for the differential invariant yields with\nincreased baryon number. The production rate reduces by a factor of 1692 (1285)\nfor each additional antinucleon (nucleon) added to antinuclei (nuclei), and the\nproduction rate of \\Libar is predicted to be $10^{-16}$ which is consistent\nwith STAR result.\n","Comment: 4 pages, 3 figures parallel talk delivered by L. Xue at the 14th\n  national conference on nuclear structure, April 12nd - 16th, 2012, Huzhou,\n  China"]}]
["1207.0512",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0512","doi:10.1111/j.1365-2966.2012.21993.x"],"date":["2012-07-02","2012-11-06"],"type":["text"],"creator":["Schwab, Josiah","Shen, Ken J.","Quataert, Eliot","Dan, Marius","Rosswog, Stephan"],"language":[],"coverage":[],"title":["The Viscous Evolution of White Dwarf Merger Remnants"],"description":["  The merger of two white dwarfs (WDs) creates a differentially rotating\nremnant which is unstable to magnetohydrodynamic instabilities. These\ninstabilities can lead to viscous evolution on a time-scale short compared to\nthe thermal evolution of the remnant. We present multi-dimensional hydrodynamic\nsimulations of the evolution of WD merger remnants under the action of an\n$\\alpha$-viscosity. We initialize our calculations using the output of eight WD\nmerger simulations from Dan et al. (2011), which span a range of mass ratios\nand total masses. We generically find that the merger remnants evolve towards\nspherical states on time-scales of hours, even though a significant fraction of\nthe mass is initially rotationally supported. The viscous evolution unbinds\nonly a very small amount of mass $(< 10^{-5} M_\\odot)$. Viscous heating causes\nsome of the systems we study with He WD secondaries to reach conditions of\nnearly dynamical burning. It is thus possible that the post-merger viscous\nphase triggers detonation of the He envelope in some WD mergers, potentially\nproducing a Type Ia supernova via a double detonation scenario. Our\ncalculations provide the proper initial conditions for studying the long-term\nthermal evolution of WD merger remnants. This is important for understanding WD\nmergers as progenitors of Type Ia supernovae, neutron stars, R Coronae Borealis\nstars and other phenomena.\n","Comment: 15 pages, 14 figures, published in MNRAS"]}]
["1207.1584",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1584","PoS QNP2012 (2012) 151"],"date":["2012-07-06"],"type":["text"],"creator":["Armesto, Néstor","Ma, Hao","Martínez, Mauricio","Mehtar-Tani, Yacine","Salgado, Carlos A."],"language":[],"coverage":[],"title":["In-medium antenna radiation in t-channel"],"description":["  The color coherence effects in the medium modification to the initial state\nradiation are studied via a simple setup which allows these effects to be\npronounced. The medium-induced gluon radiation spectrum off a hard quark which\nsuffers a highly virtual photon scattering and subsequently crosses a dilute\nQCD medium of finite size is obtained. The angular distribution of the\nmedium-induced gluon radiation spectrum is modified when the interference\ncontributions between the incoming and outgoing quarks at a finite scattering\nangle are included.\n","Comment: 6 pages, Proceedings of QNP 2012, Ecole Polytechnique, Palaiseau,\n  Paris, France"]}]
["1207.1685",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1685","Phys. Rev. Lett. 109, 187604 (2012)","doi:10.1103/PhysRevLett.109.187604"],"date":["2012-07-06","2012-11-07"],"type":["text"],"creator":["Rose, Maimon C.","Cohen, R. E."],"language":[],"coverage":[],"title":["Giant electrocaloric effect around T$_c$"],"description":["  We use molecular dynamics with a first-principles-based shell model potential\nto study the electrocaloric effect (ECE) in lithium niobate, LiNbO$_3$, and\nfind a giant electrocaloric effect along a line passing through the\nferroelectric transition. With applied electric field, a line of maximum ECE\npasses through the zero field ferroelectric transition, continuing along a\nWidom line at high temperatures with increasing field, and along the\ninstability that leads to homogeneous ferroelectric switching below $T_c$ with\nan applied field antiparallel to the spontaneous polarization. This line is\ndefined as the minimum in the inverse capacitance under applied electric field.\nWe investigate the effects of pressure, temperature and applied electric field\non the ECE. The behavior we observe in LiNbO$_3$ should generally apply to\nferroelectrics; we therefore suggest that the operating temperature for\nrefrigeration and energy scavenging applications should be above the\nferroelectric transition region to obtain large electrocaloric response. We\nfind a relationship among $T_c$, the Widom line and homogeneous switching that\nshould be universal among ferroelectrics, relaxors, multiferroics, and the same\nbehavior should be found under applied magnetic fields in ferromagnets.\n","Comment: 5 pages"]}]
["1207.2126",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2126","Phys. Rev. A 86, 052307 (2012)","doi:10.1103/PhysRevA.86.052307"],"date":["2012-07-09","2012-10-10"],"type":["text"],"creator":["Brod, Daniel J.","Galvão, Ernesto F."],"language":[],"coverage":[],"title":["Geometries for universal quantum computation with matchgates"],"description":["  Matchgates are a group of two-qubit gates associated with free fermions. They\nare classically simulatable if restricted to act between nearest neighbors on a\none-dimensional chain, but become universal for quantum computation with\nlonger-range interactions. We describe various alternative geometries with\nnearest-neighbor interactions that result in universal quantum computation with\nmatchgates only, including subtle departures from the chain. Our results pave\nthe way for new quantum computer architectures that rely solely on the simple\ninteractions associated with matchgates.\n","Comment: 6 pages, 4 figures. Updated version includes an appendix extending\n  one of the results"]}]
["1207.2624",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2624","Nature Photonics 6, 728-736 (2012)","doi:10.1038/nphoton.2012.220"],"date":["2012-07-11"],"type":["text"],"creator":["Temnov, Vasily V."],"language":[],"coverage":[],"title":["The marriage of plasmonics, magnetism, acoustics and ultrafast optics"],"description":["  Surface plasmon polaritons (SPP or SP) are electromagnetic waves propagating\nalong metal dielectric interfaces and existing over a wide range of\nfrequencies. They have become popular because of their sub-wavelength\nconfinement and the possibility to perform ultrasensitive optical measurements.\nDriven by tremendous progress in nanofabrication techniques and ultrafast laser\ntechnologies the applications of SP nanooptics extend beyond the border of\nnanoplasmonics. Here we review how using novel hybrid multilayer structures\ncombining different functionalities allows to develop active plasmonic devices\nand new metrologies. Magneto-plasmonics, acousto-plasmonics and generation of\nhigh-energy photoelectrons using ultrashort SP pulses represent a few examples\nhow the combination of ideas developed in the individual subfields can be used\nto generate new knowledge suggesting plenty of exciting applications in\nnanophotonics.\n"]}]
["1207.2713",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","Mathematics - Numerical Analysis","34B24, 34L40, 41A50, 65L15, 81Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2713","2012 International Conference on Mathematical Methods in\n  Electromagnetic Theory (MMET-2012), IEEE Conference Publications, 18--22","doi:10.1109/MMET.2012.6331232"],"date":["2012-07-11"],"type":["text"],"creator":["Kravchenko, Vladislav V.","Torba, Sergii M."],"language":[],"coverage":[],"title":["Spectral problems in inhomogeneous media, spectral parameter power\n  series and transmutation operators"],"description":["  We give a brief overview of recent developments in Sturm-Liouville theory\nconcerning operators of transmutation (transformation) and spectral parameter\npower series (SPPS) and propose a new method for numerical solution of\ncorresponding spectral problems.\n","Comment: 8 pages. arXiv admin note: substantial text overlap with\n  arXiv:1203.4225"]}]
["1207.3501",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3501","New Journal of Physics 14, 115005 (2012)","doi:10.1088/1367-2630/14/11/115005"],"date":["2012-07-15","2012-09-04"],"type":["text"],"creator":["Zhang, L.","Datta, A.","Coldenstrodt-Ronge, H. B.","Jin, X. -M.","Eisert, J.","Plenio, M. B.","Walmsley, I. A."],"language":[],"coverage":[],"title":["Recursive quantum detector tomography"],"description":["  Conventional tomographic techniques are becoming increasingly infeasible for\nreconstructing the operators of quantum devices of growing sophistication. We\ndescribe a novel tomographic procedure using coherent states which begins by\nreconstructing the diagonals of the operator, and then each successive\noff-diagonal in a recursive manner. Each recursion is considerably more\nefficient than reconstructing the operator in its entirety, and each successive\nrecursion involves fewer parameters. We apply our technique to reconstruct the\npositive-operator-valued measure (POVM) corresponding to a recently developed\ncoherent optical detector with phase sensitivity and number resolution. We\ndiscuss the effect of various parameters on the reconstruction accuracy. The\nresults show the efficiency of the method and its robustness to experimental\nnoise.\n","Comment: 23 pages, 5 figures. Minor changes"]}]
["1207.3566",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3566","Phys. Rev. B 86, 115127 (2012)","doi:10.1103/PhysRevB.86.115127"],"date":["2012-07-15"],"type":["text"],"creator":["Wu, Ying-Hai","Sreejith, G. J.","Jain, Jainendra K."],"language":[],"coverage":[],"title":["Microscopic Study of Edge Excitations of Spin-Polarized and\n  Spin-Unpolarized $\\nu=2/3$ Fractional Quantum Hall Effect"],"description":["  The edge of spin unpolarized or spin polarized $\\nu=2/3$ fractional quantum\nHall states is predicted by the effective theory to support a backward moving\nneutral mode in addition to a forward moving charge mode. We study this issue\nfrom a microscopic perspective where these states are identified with effective\nfilling factor of 2 of composite fermions, but with an effective magnetic field\nthat is antiparallel to the external field. A simple counting from the\ncomposite fermion description suggests that there might be two backward moving\nedge modes, but explicit calculations show that one of these is projected out\nof the low energy sector, while the remaining mode provides a good microscopic\naccount of the actual counter propagating edge mode. The forward moving modes\nare identified as \"Schur modes,\" obtained by multiplying the ground state wave\nfunction by the symmetric Schur polynomials. The edge of the 2/3 spin\nunpolarized state provides a particularly striking realization of \"spin charge\nseparation\" in a one dimensional Tomonaga Luttinger liquids, with the spin and\ncharge modes moving in opposite directions.\n"]}]
["1207.5124",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5124"],"date":["2012-07-21","2012-11-06"],"type":["text"],"creator":["Goc, Daniel","Saari, Kalle","Shallit, Jeffrey"],"language":[],"coverage":[],"title":["Primitive Words and Lyndon Words in Automatic and Linearly Recurrent\n  Sequences"],"description":["  We investigate questions related to the presence of primitive words and\nLyndon words in automatic and linearly recurrent sequences. We show that the\nLyndon factorization of a k-automatic sequence is itself k-automatic. We also\nshow that the function counting the number of primitive factors (resp., Lyndon\nfactors) of length n in a k-automatic sequence is k-regular. Finally, we show\nthat the number of Lyndon factors of a linearly recurrent sequence is bounded.\n"]}]
["1208.0027",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0027","Phys. Rev. B 86, 195102 (2012)","doi:10.1103/PhysRevB.86.195102"],"date":["2012-07-31","2012-08-10"],"type":["text"],"creator":["Hosur, Pavan"],"language":[],"coverage":[],"title":["Friedel oscillations due to Fermi arcs in Weyl semimetals"],"description":["  Weyl semimetals harbor unusual surface states known as Fermi arcs, which are\nessentially disjoint segments of a two dimensional Fermi surface. We describe a\nprescription for obtaining Fermi arcs of arbitrary shape and connectivity by\nstacking alternate two dimensional electron and hole Fermi surfaces and adding\nsuitable interlayer coupling. Using this prescription, we compute the local\ndensity of states -- a quantity directly relevant to scanning tunneling\nmicroscopy -- on a Weyl semimetal surface in the presence of a point scatterer\nand present results for a particular model that is expected to apply to\npyrochlore iridate Weyl semimetals. For thin samples, Fermi arcs on opposite\nsurfaces conspire to allow nested backscattering, resulting in strong Friedel\noscillations on the surface. These oscillations die out as the sample thickness\nis increased and Fermi arcs from the bottom surface retreat and weak\noscillations, due to scattering between the top surface Fermi arcs alone,\nsurvive. The surface spectral function -- accessible to photoemission\nexperiments -- is also computed. In the thermodynamic limit, this calculation\ncan be done analytically and separate contributions from the Fermi arcs and the\nbulk states can be seen.\n","Comment: 5 pages, 2 figures; minor changes in figures and text, typos\n  corrected"]}]
["1208.0117",{"format":[],"subject":["Mathematics - Differential Geometry","53C20 (Primary) 83C99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0117"],"date":["2012-08-01","2012-11-07"],"type":["text"],"creator":["Fan, Xu-Qian","Kwong, Kwok-Kun"],"language":[],"coverage":[],"title":["A property of the Brown-York mass in Schwarzschild manifolds"],"description":["  We will extend partially our previous results about the limit of the\nBrown-York mass of a family of convex revolution surfaces in the Schwarzschild\nmanifold such that these surfaces may have unbounded ratios of their radii.\n","Comment: Minor typos corrected. To appear in Journal of Mathematical Analysis\n  and Applications. arXiv admin note: text overlap with arXiv:0910.3514"]}]
["1208.1253",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1253","Phys.Rev.D86:092004,2012","doi:10.1103/PhysRevD.86.092004"],"date":["2012-08-06","2012-11-06"],"type":["text"],"creator":["BABAR Collaboration","Lees, J. P.","Poireau, V.","Tisserand, V.","Tico, J. Garra","Grauges, E.","Palano, A.","Eigen, G.","Stugu, B.","Brown, D. N.","Kerth, L. T.","Kolomensky, Yu. G.","Lynch, G.","Koch, H.","Schroeder, T.","Asgeirsson, D. J.","Hearty, C.","Mattison, T. S.","McKenna, J. A.","So, R. Y.","Khan, A.","Blinov, V. E.","Buzykaev, A. R.","Druzhinin, V. P.","Golubev, V. B.","Kravchenko, E. A.","Onuchin, A. P.","Serednyakov, S. I.","Skovpen, Yu. I.","Solodov, E. P.","Todyshev, K. Yu.","Yushkov, A. N.","Bondioli, M.","Kirkby, D.","Lankford, A. J.","Mandelkern, M.","Atmacan, H.","Gary, J. W.","Liu, F.","Long, O.","Vitug, G. M.","Campagnari, C.","Hong, T. M.","Kovalskyi, D.","Richman, J. D.","West, C. A.","Eisner, A. M.","Kroseberg, J.","Lockman, W. S.","Martinez, A. J.","Schumm, B. A.","Seiden, A.","Chao, D. S.","Cheng, C. H.","Echenard, B.","Flood, K. T.","Hitlin, D. G.","Ongmongkolkul, P.","Porter, F. C.","Rakitin, A. Y.","Andreassen, R.","Huard, Z.","Meadows, B. T.","Sokoloff, M. D.","Sun, L.","Bloom, P. C.","Ford, W. T.","Gaz, A.","Nauenberg, U.","Smith, J. G.","Wagner, S. R.","Ayad, R.","Toki, W. H.","Spaan, B.","Schubert, K. R.","Schwierz, R.","Bernard, D.","Verderi, M.","Clark, P. J.","Playfer, S.","Bettoni, D.","Bozzi, C.","Calabrese, R.","Cibinetto, G.","Fioravanti, E.","Garzia, I.","Luppi, E.","Munerato, M.","Piemontese, L.","Santoro, V.","Baldini-Ferroli, R.","Calcaterra, A.","de Sangro, R.","Finocchiaro, G.","Patteri, P.","Peruzzi, I. M.","Piccolo, M.","Rama, M.","Zallo, A.","Contri, R.","Guido, E.","Vetere, M. Lo","Monge, M. R.","Passaggio, S.","Patrignani, C.","Robutti, E.","Bhuyan, B.","Prasad, V.","Lee, C. L.","Morii, M.","Edwards, A. J.","Adametz, A.","Uwer, U.","Lacker, H. M.","Lueck, T.","Dauncey, P. D.","Mallik, U.","Chen, C.","Cochran, J.","Meyer, W. T.","Prell, S.","Rubin, A. E.","Gritsan, A. V.","Guo, Z. J.","Arnaud, N.","Davier, M.","Derkach, D.","Grosdidier, G.","Diberder, F. Le","Lutz, A. M.","Malaescu, B.","Roudeau, P.","Schune, M. H.","Stocchi, A.","Wormser, G.","Lange, D. J.","Wright, D. M.","Chavez, C. A.","Coleman, J. P.","Fry, J. R.","Gabathuler, E.","Hutchcroft, D. E.","Payne, D. J.","Touramanis, C.","Bevan, A. J.","Di Lodovico, F.","Sacco, R.","Sigamani, M.","Cowan, G.","Brown, D. N.","Davis, C. L.","Denig, A. G.","Fritsch, M.","Gradl, W.","Griessinger, K.","Hafner, A.","Prencipe, E.","Barlow, R. J.","Jackson, G.","Lafferty, G. D.","Behn, E.","Cenci, R.","Hamilton, B.","Jawahery, A.","Roberts, D. A.","Dallapiccola, C.","Cowan, R.","Dujmic, D.","Sciolla, G.","Cheaib, R.","Lindemann, D.","Patel, P. M.","Robertson, S. H.","Biassoni, P.","Neri, N.","Palombo, F.","Stracka, S.","Cremaldi, L.","Godang, R.","Kroeger, R.","Sonnek, P.","Summers, D. J.","Nguyen, X.","Simard, M.","Taras, P.","De Nardo, G.","Monorchio, D.","Onorato, G.","Sciacca, C.","Martinelli, M.","Raven, G.","Jessop, C. P.","LoSecco, J. M.","Wang, W. F.","Honscheid, K.","Kass, R.","Brau, J.","Frey, R.","Sinev, N. B.","Strom, D.","Torrence, E.","Feltresi, E.","Gagliardi, N.","Margoni, M.","Morandin, M.","Posocco, M.","Rotondo, M.","Simi, G.","Simonetto, F.","Stroili, R.","Akar, S.","Ben-Haim, E.","Bomben, M.","Bonneaud, G. R.","Briand, H.","Calderini, G.","Chauveau, J.","Hamon, O.","Leruste, Ph.","Marchiori, G.","Ocariz, J.","Sitt, S.","Biasini, M.","Manoni, E.","Pacetti, S.","Rossi, A.","Angelini, C.","Batignani, G.","Bettarini, S.","Carpinelli, M.","Casarosa, G.","Cervelli, A.","Forti, F.","Giorgi, M. A.","Lusiani, A.","Oberhof, B.","Paoloni, E.","Perez, A.","Rizzo, G.","Walsh, J. J.","Pegna, D. Lopes","Olsen, J.","Smith, A. J. S.","Telnov, A. V.","Anulli, F.","Faccini, R.","Ferrarotto, F.","Ferroni, F.","Gaspero, M.","Gioi, L. Li","Mazzoni, M. A.","Piredda, G.","Bünger, C.","Grünberg, O.","Hartmann, T.","Leddig, T.","Voß, C.","Waldi, R.","Adye, T.","Olaiya, E. O.","Wilson, F. F.","Emery, S.","de Monchenault, G. Hamel","Vasseur, G.","Yèche, Ch.","Aston, D.","Bard, D. J.","Bartoldus, R.","Benitez, J. F.","Cartaro, C.","Convery, M. R.","Dorfan, J.","Dubois-Felsmann, G. P.","Dunwoodie, W.","Ebert, M.","Field, R. C.","Sevilla, M. Franco","Fulsom, B. G.","Gabareen, A. M.","Graham, M. T.","Grenier, P.","Hast, C.","Innes, W. R.","Kelsey, M. H.","Kim, P.","Kocian, M. L.","Leith, D. W. G. S.","Lewis, P.","Lindquist, B.","Luitz, S.","Luth, V.","Lynch, H. L.","MacFarlane, D. B.","Muller, D. R.","Neal, H.","Nelson, S.","Perl, M.","Pulliam, T.","Ratcliff, B. N.","Roodman, A.","Salnikov, A. A.","Schindler, R. H.","Snyder, A.","Su, D.","Sullivan, M. K.","Va'vra, J.","Wagner, A. P.","Wisniewski, W. J.","Wittgen, M.","Wright, D. H.","Wulsin, H. W.","Young, C. C.","Ziegler, V.","Park, W.","Purohit, M. V.","White, R. M.","Wilson, J. R.","Randle-Conde, A.","Sekula, S. J.","Bellis, M.","Burchat, P. R.","Miyashita, T. S.","Puccio, E. M. T.","Alam, M. S.","Ernst, J. A.","Gorodeisky, R.","Guttman, N.","Peimer, D. R.","Soffer, A.","Lund, P.","Spanier, S. M.","Ritchie, J. L.","Ruland, A. M.","Schwitters, R. F.","Wray, B. C.","Izen, J. M.","Lou, X. C.","Bianchi, F.","Gamba, D.","Zambito, S.","Lanceri, L.","Vitale, L.","Martinez-Vidal, F.","Oyanguren, A.","Villanueva-Perez, P.","Ahmed, H.","Albert, J.","Banerjee, Sw.","Bernlochner, F. U.","Choi, H. H. F.","King, G. J.","Kowalewski, R.","Lewczuk, M. J.","Nugent, I. M.","Roney, J. M.","Sobie, R. J.","Tasneem, N.","Gershon, T. J.","Harrison, P. F.","Latham, T. E.","Band, H. R.","Dasu, S.","Pan, Y.","Prepost, R.","Wu, S. L."],"language":[],"coverage":[],"title":["Branching fraction and form-factor shape measurements of exclusive\n  charmless semileptonic B decays, and determination of |V_{ub}|"],"description":["  We report the results of a study of the exclusive charmless semileptonic\ndecays, B^0 --> pi^- l^+ nu, B^+ --> pi^0 l^+ nu, B^+ --> omega l^+ nu, B^+ -->\neta l^+ nu and B^+ --> eta^' l^+ nu, (l = e or mu) undertaken with\napproximately 462x10^6 B\\bar{B} pairs collected at the Upsilon(4S) resonance\nwith the BABAR detector. The analysis uses events in which the signal B decays\nare reconstructed with a loose neutrino reconstruction technique. We obtain\npartial branching fractions in several bins of q^2, the square of the momentum\ntransferred to the lepton-neutrino pair, for B^0 --> pi^- l^+ nu, B^+ --> pi^0\nl^+ nu, B^+ --> omega l^+ nu and B^+ --> eta l^+ nu. From these distributions,\nwe extract the form-factor shapes f_+(q^2) and the total branching fractions\nBF(B^0 --> pi^- l^+ nu) = (1.45 +/- 0.04_{stat} +/- 0.06_{syst})x10^-4\n(combined pi^- and pi^0 decay channels assuming isospin symmetry), BF(B^+ -->\nomega l^+ nu) = (1.19 +/- 0.16_{stat} +/- 0.09_{syst})x10^-4 and BF(B^+ --> eta\nl^+ nu) = (0.38 +/- 0.05_{stat} +/- 0.05_{syst})x10^-4. We also measure BF(B^+\n--> eta^' l^+ nu) = (0.24 +/- 0.08_{stat} +/- 0.03_{syst})x10^-4. We obtain\nvalues for the magnitude of the CKM matrix element V_{ub} by direct comparison\nwith three different QCD calculations in restricted q^2 ranges of B --> pi l^+\nnu decays. From a simultaneous fit to the experimental data over the full q^2\nrange and the FNAL/MILC lattice QCD predictions, we obtain |V_{ub}| = (3.25 +/-\n0.31)x10^-3, where the error is the combined experimental and theoretical\nuncertainty.\n","Comment: 35 pages, 14 figures, submitted to PRD"]}]
["1208.2448",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2448"],"date":["2012-08-12","2012-11-07"],"type":["text"],"creator":["Zeng, Yong","Bao, Zhifeng","Li, Guoliang","Ling, Tok Wang","Lu, Jiaheng"],"language":[],"coverage":[],"title":["Breaking Out The XML MisMatch Trap"],"description":["  In keyword search, when user cannot get what she wants, query refinement is\nneeded and reason can be various. We first give a thorough categorization of\nthe reason, then focus on solving one category of query refinement problem in\nthe context of XML keyword search, where what user searches for does not exist\nin the data. We refer to it as the MisMatch problem in this paper. Then we\npropose a practical way to detect the MisMatch problem and generate helpful\nsuggestions to users. Our approach can be viewed as a post-processing job of\nquery evaluation, and has three main features: (1) it adopts both the suggested\nqueries and their sample results as the output to user, helping user judge\nwhether the MisMatch problem is solved without consuming all query results; (2)\nit is portable in the sense that it can work with any LCA-based matching\nsemantics and orthogonal to the choice of result retrieval method adopted; (3)\nit is lightweight in the way that it occupies a very small proportion of the\nwhole query evaluation time. Extensive experiments on three real datasets\nverify the effectiveness, efficiency and scalability of our approach. An online\nXML keyword search engine called XClear that embeds the MisMatch problem\ndetector and suggester has been built.\n","Comment: The article is already withdrawn"]}]
["1208.2893",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2893","doi:10.1111/j.1365-2966.2012.21929.x"],"date":["2012-08-14","2012-11-07"],"type":["text"],"creator":["Martín-Navarro, Ignacio","Bakos, Judit","Trujillo, Ignacio","Knapen, Johan H.","Athanassoula, E.","Bosma, Albert","Comerón, Sébastien","Elmegreen, Bruce G.","Erroz-Ferrer, Santiago","Gadotti, Dimitri A.","de Paz, Armando Gil","Hinz, Joannah L.","Ho, Luis C.","Holwerda, Benne W.","Kim, Taehyun","Laine, Jarkko","Laurikainen, Eija","Menéndez-Delmestre, Karín","Mizusawa, Trisha","Muñoz-Mateos, Juan-Carlos","Regan, Michael W.","Salo, Heikki","Seibert, Mark","Sheth, Kartik"],"language":[],"coverage":[],"title":["A unified picture of breaks and truncations in spiral galaxies from SDSS\n  and S^{4}G imaging"],"description":["  The mechanism causing breaks in the radial surface brightness distribution of\nspiral galaxies is not yet well known. Despite theoretical efforts, there is\nnot a unique explanation for these features and the observational results are\nnot conclusive. In an attempt to address this problem, we have selected a\nsample of 34 highly inclined spiral galaxies present both in the Sloan Digital\nSky Survey and in the Spitzer Survey of Stellar Structure in Galaxies. We have\nmeasured the surface brightness profiles in the five Sloan optical bands and in\nthe 3.6$\\mu m$ Spitzer band. We have also calculated the color and stellar\nsurface mass density profiles using the available photometric information,\nfinding two differentiated features: an innermost break radius at distances of\n$\\sim 8 \\pm 1$ kpc [$0.77 \\pm 0.06$ $R_{25}$] and a second characteristic\nradius, or truncation radius, close to the outermost optical extent ($\\sim 14\n\\pm 2$ kpc [$1.09 \\pm 0.05$ $R_{25}$]) of the galaxy. We propose in this work\nthat the breaks might be a phenomena related to a threshold in the star\nformation, while truncations are more likely a real drop in the stellar mass\ndensity of the disk associated with the maximum angular momentum of the stars.\n","Comment: 15 pages, 13 figures and 5 tables (+ appendix). Accepted for\n  publication in MNRAS"]}]
["1208.3327",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3327","Phys.Rev.D86:105007,2012","doi:10.1103/PhysRevD.86.105007"],"date":["2012-08-16"],"type":["text"],"creator":["Janssen, Lukas","Gies, Holger"],"language":[],"coverage":[],"title":["Critical behavior of the (2+1)-dimensional Thirring model"],"description":["  We investigate chiral symmetry breaking in the (2+1)-dimensional Thirring\nmodel as a function of the coupling as well as the Dirac flavor number Nf with\nthe aid of the functional renormalization group. For small enough flavor number\nNf < Nfc, the model exhibits a chiral quantum phase transition for sufficiently\nlarge coupling. We compute the critical exponents of this second order\ntransition as well as the fermionic and bosonic mass spectrum inside the broken\nphase within a next-to-leading order derivative expansion. We also determine\nthe quantum critical behavior of the many-flavor transition which arises due to\na competition between vector and chiral-scalar channel and which is of second\norder as well. Due to the problem of competing channels, our results rely\ncrucially on the RG technique of dynamical bosonization. For the critical\nflavor number, we find Nfc ~ 5.1 with an estimated systematic error of\napproximately one flavor.\n","Comment: 28 pages, 14 figures"]}]
["1208.4792",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4792","JHEP 1211: 021, 2012","doi:10.1007/JHEP11(2012)021"],"date":["2012-08-23","2012-11-07"],"type":["text"],"creator":["Kitahara, Teppei"],"language":[],"coverage":[],"title":["Vacuum Stability Constraints on the Enhancement of the Higgs to Diphoton\n  Rate in the MSSM"],"description":["  The ATLAS and CMS collaborations discovered a new boson particle. If the new\nboson is the Higgs boson, the diphoton signal strength is 1.5 - 1.8 times\nlarger than the Standard Model (SM) prediction, while the WW and ZZ signal\nstrengths are in agreement with the SM one. In the Minimal Supersymmetric\nStandard Model (MSSM), overall consistency can be achieved by a light stau and\nthe large left-right mixing of staus. However, a light stau and large\nleft-right mixing of staus may suffer from vacuum instability. We first apply\nthe vacuum meta-stability condition to the Higgs to diphoton decay rate in the\nMSSM. We show that the vacuum meta-stablity severely constrains the enhancement\nto the Higgs to diphoton rate. For example, when the lighter stau mass is 100\nGeV, the upper bound on the enhancement to the Higgs to diphoton rate becomes\n25%.\n","Comment: 19 pages, 6 figures; published version in JHEP"]}]
["1208.5942",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5942","Phys. Rev. A 86, 053402 (2012)","doi:10.1103/PhysRevA.86.053402"],"date":["2012-08-29","2012-11-07"],"type":["text"],"creator":["Bienert, Marc","Morigi, Giovanna"],"language":[],"coverage":[],"title":["Cooling the motion of a trapped atom with a cavity field"],"description":["  We theoretically analyze the cooling dynamics of an atom which is tightly\ntrapped inside a high-finesse optical resonator. Cooling is achieved by\nsuitably tailored scattering processes, in which the atomic dipole transition\neither scatters a cavity photon into the electromagnetic field external to the\nresonator, or performs a stimulated emission into the cavity mode, which then\ndissipates via the cavity mirrors. We identify the parameter regimes in which\nthe atom center-of-mass motion can be cooled into the ground state of the\nexternal trap. We predict, in particular, that for high cooperativities\ninterference effects mediated by the atomic transition may lead to higher\nefficiencies. The dynamics is compared with the cooling dynamics of a trapped\natom inside a resonator studied in [Phys. Rev. Lett. 95, 143001, (2005)] where\nthe atom, instead of the cavity, is driven by a laser field.\n"]}]
["1209.0086",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0086","Phys. Rev. D, v.86, 065025-(1-6) (2012)","doi:10.1103/PhysRevD.86.065025"],"date":["2012-09-01"],"type":["text"],"creator":["Klimchitskaya, G. L.","Mohideen, U.","Mostepanenko, V. M."],"language":[],"coverage":[],"title":["Constraints on non-Newtonian gravity and light elementary particles from\n  measurements of the Casimir force by means of dynamic AFM"],"description":["  We derive constraints on corrections to Newtonian gravity of the Yukawa type\nand light elementary particles from two recently performed measurements of the\ngradient of the Casimir force. In the first measurement the configuration of\ntwo Au surfaces has been used, whereas in the second a nonmagnetic metal Au\ninteracted with a magnetic metal Ni. In these configurations one arrives at\ndifferent, respectively, similar theoretical predictions for the Casimir force\nwhen the competing theoretical approaches are employed. Nevertheless, we\ndemonstrate that the constraints following from both experiments are in mutual\nagreement and in line with constraints obtained from earlier measurements. This\nconfirms the reliability of constraints on non-Newtonian gravity obtained from\nmeasurements of the Casimir force.\n","Comment: 14 pages, 2 figures, to appear in Phys. Rev. D"]}]
["1209.0167",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0167"],"date":["2012-09-02","2012-11-07"],"type":["text"],"creator":["Bazarghan, M.","Jaberi, Y.","Amandi, R.","Abedi, M."],"language":[],"coverage":[],"title":["Automatic ECG Beat Arrhythmia Detection"],"description":["  Background: In recent years automated data analysis techniques have drawn\ngreat attention and are used in almost every field of research including\nbiomedical. Artificial Neural Networks (ANNs) are one of the Computer- Aided-\nDiagnosis tools which are used extensively by advances in computer hardware\ntechnology. The application of these techniques for disease diagnosis has made\ngreat progress and is widely used by physicians. An Electrocardiogram carries\nvital information about heart activity and physicians use this signal for\ncardiac disease diagnosis which was the great motivation towards our study.\nMethods: In this study we are using Probabilistic Neural Networks (PNN) as an\nautomatic technique for ECG signal analysis along with a Genetic Algorithm\n(GA). As every real signal recorded by the equipment can have different\nartifacts, we need to do some preprocessing steps before feeding it to the ANN.\nWavelet transform is used for extracting the morphological parameters and\nmedian filter for data reduction of the ECG signal. The subset of morphological\nparameters are chosen and optimized using GA. We had two approaches in our\ninvestigation, the first one uses the whole signal with 289 normalized and\nde-noised data points as input to the ANN. In the second approach after\napplying all the preprocessing steps the signal is reduced to 29 data points\nand also their important parameters extracted to form the ANN input with 35\ndata points. Results: The outcome of the two approaches for 8 types of\narrhythmia shows that the second approach is superior than the first one with\nan average accuracy of %99.42.\n","Comment: 17 pages, 6 figures and 5 tables, Submitted to the BMC Bioinformatics"]}]
["1209.1251",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.1251","Phys. Rev. D 86, 104014 (2012)","doi:10.1103/PhysRevD.86.104014"],"date":["2012-09-06","2012-10-15"],"type":["text"],"creator":["Dengiz, Suat","Kilicarslan, Ercan","Tekin, Bayram"],"language":[],"coverage":[],"title":["Weyl-gauging of Topologically Massive Gravity"],"description":["  We construct a Weyl-invariant extension of topologically massive gravity\nwhich, remarkably, turns out to include topologically massive electrodynamics,\nwith a Proca mass term, conformally coupled to a scalar field. The action has\nno dimensionful parameters, therefore, the masses are generated via symmetry\nbreaking either radiatively in flat backgrounds or spontaneously in constant\ncurvature backgrounds. The broken phase of the theory, generically, has a\nsingle massive spin-2 and a massive spin-1 excitation. Chiral gravity in\nasymptotically anti-de Sitter spacetimes does not arise as a low energy theory,\nwhile chiral gravity in de Sitter spacetime is not ruled out.\n","Comment: 10 pages, minor changes made, version to appear in Phys. Rev. D"]}]
["1209.1487",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.1487","Optics Letters 37, 4612-4614 (2012)","doi:10.1364/OL.37.004612"],"date":["2012-09-07","2012-10-03"],"type":["text"],"creator":["Bache, Morten","Eilenberger, Falk","Minardi, Stefano"],"language":[],"coverage":[],"title":["Higher-order Kerr effect and harmonic cascading in gases"],"description":["  The higher-order Kerr effect (HOKE) has been recently advocated to explain\nmeasurements of the saturation of the nonlinear refractive index in gases. Here\nwe show that cascaded third-harmonic generation results in an effective fifth\norder nonlinearity that is negative and significant. Higher-order harmonic\ncascading will also occur from the HOKE, and the cascading contributions may\nsignificantly modify the observed nonlinear index change. At lower wavelengths\ncascading increases the HOKE saturation intensity, while for longer wavelengths\ncascading will decrease the HOKE saturation intensity.\n","Comment: Optics Letters, in press"]}]
["1209.5236",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Chemical Physics","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5236","Phys. Rev. E 86, 041110 (2012)","doi:10.1103/PhysRevE.86.041110"],"date":["2012-09-24"],"type":["text"],"creator":["Thomas, Philipp","Grima, Ramon","Straube, Arthur V."],"language":[],"coverage":[],"title":["Rigorous elimination of fast stochastic variables from the linear noise\n  approximation using projection operators"],"description":["  The linear noise approximation (LNA) offers a simple means by which one can\nstudy intrinsic noise in monostable biochemical networks. Using simple physical\narguments, we have recently introduced the slow-scale LNA (ssLNA) which is a\nreduced version of the LNA under conditions of timescale separation. In this\npaper, we present the first rigorous derivation of the ssLNA using the\nprojection operator technique and show that the ssLNA follows uniquely from the\nstandard LNA under the same conditions of timescale separation as those\nrequired for the deterministic quasi-steady state approximation. We also show\nthat the large molecule number limit of several common stochastic model\nreduction techniques under timescale separation conditions constitutes a\nspecial case of the ssLNA.\n","Comment: 10 pages, 1 figure, submitted to Physical Review E; see also BMC\n  Systems Biology 6, 39 (2012)"]}]
["1209.5755",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5755"],"date":["2012-09-25","2012-11-06"],"type":["text"],"creator":["Taronna, Massimo"],"language":[],"coverage":[],"title":["Higher-Spin Interactions: three-point functions and beyond"],"description":["  This Thesis reviews some recent developments about higher-spin interactions\nin flat and constant curvature backgrounds. Particular attention is given to\nthe ambient-space formulation of the problem, both at the cubic and at the\nquartic order, with some emphasis on the structure of the solution to the\nNoether procedure that can be expressed in terms of powers of the standard Yang\nMills amplitudes. We also highlight how some aspects of String Theory appear to\nreflect key properties of Field Theory that go beyond its low energy limit.\n","Comment: Ph.D. Thesis (Advisor: Prof. Augusto Sagnotti), 183 pages, 2 figures,\n  LaTex. v2: references added, typos corrected"]}]
["1209.6218",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6218"],"date":["2012-09-27","2012-11-07"],"type":["text"],"creator":["Wanas, M. I.","Hassan, H. A."],"language":[],"coverage":[],"title":["Torsion and Problems of Standard Cosmology"],"description":["  The field equation of orthodox general relativity are written in the context\nof a geometry with non-vanishing torsion, the Absolute Parallelism (AP)\ngeometry. An AP-structure, with homogeneity and isotropy, is used for\ncosmological applications. The resulting dynamical equations are those of\nFRW-Standard cosmology, which have many problems e.g. singularity, particle\nhorizons, ...etc. We suggest a new scheme for investigating the effect of\ntorsion on the dynamics of FRW-Cosmology, without changing the basic structure\nof general relativity. It is shown that some of these problems will disappear\nif the torsion, associated with AP-structure used, is inserted in to the\ndynamical equations. Diagnose shows that problems arise when GR is written in\nthe context of a geometry with vanishing torsion, the Riemannian geometry. This\nreflects the importance of using more wider geometries in studying physical\nphenomena.\n","Comment: 18 pages"]}]
["1209.6401",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6401","Phys. Rev. D 86 (2012) 095008","doi:10.1103/PhysRevD.86.095008"],"date":["2012-09-27","2012-11-06"],"type":["text"],"creator":["Xiao-Zhou, Li","Peng-Fei, Duan","Wen-Gan, Ma","Ren-You, Zhang","Lei, Guo"],"language":[],"coverage":[],"title":["$WWZ/\\gamma$ production in large extra dimensions model at LHC and ILC"],"description":["  We investigate the effect induced by the Kaluza-Klein (KK) graviton in the\n$W^+W^-\\gamma/Z$ production in the framework of the large extra dimensions\n(LED) model at both the CERN Large Hadron Collider (LHC) and the International\nLinear Collider (ILC). The integrated cross sections and various kinematic\ndistributions in the LED model are presented and compared with those in the\nstandard model. The results show that the contributions from KK-graviton\nexchange remarkably affect the observables of the triple gauge boson\n($W^+W^-\\gamma/Z$) production processes at both the ILC and the LHC,\nparticularly either in the high transverse momentum region or in the central\nrapidity region. We also find that the relative LED discrepancy for the\n$W^+W^-\\gamma/Z$ production at the LHC is generally larger than that at the ILC\ndue to the additional LED contribution via $gg$ fusion subprocess and the\nKK-graviton exchanging resonant effect induced by the continuous large\ncolliding energy in $pp$ collision. We conclude that the $W^{+}W^{-}\\gamma$ and\n$W^{+}W^{-}Z$ productions at the LHC could have the distinct advantage over at\nthe ILC from the aspect of effectively exploring the LED signal in measuring\n$W^+W^-\\gamma/Z$ production.\n","Comment: 23 pages, 19 figures"]}]
["1210.0124",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0124"],"date":["2012-09-29","2012-11-06"],"type":["text"],"creator":["Artemev, Andrei","Parnovski, Leonid","Polterovich, Iosif"],"language":[],"coverage":[],"title":["On a class of inverse electrostatic and elasticity problems"],"description":["  We study the inverse electrostatic and elasticity problems associated with\nPoisson and Navier equations. The uniqueness of solutions of these problems is\nproved for piecewise constant electric charge and internal stress distributions\nhaving a checkered structure: they are constant on rectangular blocks. Such\ndistributions appear naturally in practical applications. We also discuss\ncomputational challenges arising in the numerical implementation of our method.\n","Comment: Revised version; title changed, references added. 20 pages, 1 figure"]}]
["1210.0806",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0806"],"date":["2012-10-02","2012-11-07"],"type":["text"],"creator":["Giraud, Edmond"],"language":[],"coverage":[],"title":["Producing baryons from neutralinos in small H2 clumps over cosmological\n  ages"],"description":["  Extreme scattering events in quasars suggest the existence of dark $\\rm H_2 $\nclumps of mass $\\rm \\sim 10^{-3} M_\\odot$ and size $\\rm \\sim 10 AU$. Such\nclumps are extremely dense compared to WIMPs clumps of the same mass obtained\nby N-body simulations. A WIMP clump gravitationally attracted by a central $\\rm\nH_2 $ clump would experience a first infall during which its density increases\nby $\\rm 10^6$ in $\\rm \\sim 1 Myr$. In this poster I begin to explore the\nphenomenology of mixed clumps made with $\\rm H_2 $ and WIMPs. Molecular clouds\nbuilt with clumps are efficient machines to transform smooth distributions of\nWIMPs into concentrated networks. If WIMPs are neutralinos gravitationally\nattracted in clumps of such molecular clouds, they may either enrich the baryon\nsector over cosmological ages, or remain mixed with cold $\\rm H_2 $ clouds\nuntil the clumps evaporate either by collision or by stellar UV heating. A\nphenomenological model based on an hypothetic dark baryonic component (DBC)\nthat was invoked in the past to explain one of the main drawbacks of CDM\nprofiles, their overly dense cores, is briefly revisited in this context. The\nDBC is replaced by a mix of $\\rm H_2 $ and WIMPs, with a small fraction of HI\nproduced by internal $\\rm H_2 $ collisions, in slightly dispersive clumpy\nclouds that may migrate from the halo towards inner parts of a galaxy and disk.\n","Comment: 6 pages, 1 figure, submitted to Conference: XII International\n  Symposium on Nuclei in the Cosmos August 5-12, 2012 Cairns, Australia"]}]
["1210.4412",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4412","Modern Physics Letters A, Vol. 27, No. 36 (2012) 1250210","doi:10.1142/S0217732312502100"],"date":["2012-10-16","2012-10-18"],"type":["text"],"creator":["Brevik, I.","Obukhov, V. V.","Osetrin, K. E.","Timoshkin, A. V."],"language":[],"coverage":[],"title":["Little Rip cosmological models with time-dependent equation of state"],"description":["  Specific dark energy models, leading to the Little Rip (LR) cosmology in the\nfar future, are investigated. Conditions for the occurrence of LR in terms of\nthe parameters present in the proposed equation of state for the dark energy\ncosmic fluid are studied. Estimates about the time needed before the occurrence\nof the rip singularity in the standard LR model and the model in which the\nuniverse approaches the de Sitter space-time asymptotically, are given.\n","Comment: 11 pages, latex, to appear in Mod. Phys. Lett. A. Abstract\n  reformulated"]}]
["1210.7679",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.7679","doi:10.1051/0004-6361/201220461"],"date":["2012-10-29"],"type":["text"],"creator":["Matrà, L.","Merín, B.","de Oliveira, C. Alves","Huélamo, N.","Kóspál, A.","Cox, N. L. J.","Ribas, Á.","Puga, E.","Vavrek, R.","Royer, P.","Prusti, T.","Pilbratt, G. L.","André, P."],"language":[],"coverage":[],"title":["A new Herschel view of the young star T54: not a transitional disk?"],"description":["  Context: Observations of transitional disks give us an understanding of the\nformation of planets and planetary systems such as our own. But care must be\ntaken in the identification of such sources: the higher spatial resolution of\nthe Herschel Space Observatory provides a new view on the origin of the\nfar-infrared and sub-millimeter excesses observed.\n  Aims: We review the nature of previously known transitional disks in the\nChamaeleon I star-forming region with Herschel data.\n  Methods: We analyze Herschel PACS and SPIRE images of the young star T54\ntogether with ancillary images. We also analyze its spectral energy\ndistribution and indications from optical and mid-infrared spectroscopy.\n  Results: We detect extended emission in the PACS 70 \\mu m image ~6\" off\nsource at a position angle of 196{\\deg} from T54. The emission detected at\nlonger wavelength (PACS 100, 160, SPIRE 250 and 350 \\mu m) is also offset from\nthe position of the star. This suggests that the excess observed in the\nfar-infrared part of the SED is not fully associated with T54.\n  Conclusions: Herschel images show that the far-infrared excess seen in T54 is\nnot due to a transitional disk but to extended emission south-west of the\nsource. The object still shows point-like and now downscaled excess at\nmid-infrared wavelengths, but its origin cannot be constrained without higher\nspatial resolution data. However, different indications point towards an\nevolved disk or extended unresolved emission close to the source.\n","Comment: 5 pages, 2 figures, Accepted for publication in Astronomy &\n  Astrophysics on 25 October 2012"]}]
["1210.8395",{"format":[],"subject":["Quantum Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.8395"],"date":["2012-10-31","2012-11-07"],"type":["text"],"creator":["Klymko, Christine","Sullivan, Blair D.","Humble, Travis S."],"language":[],"coverage":[],"title":["Adiabatic Quantum Programming: Minor Embedding With Hard Faults"],"description":["  Adiabatic quantum programming defines the time-dependent mapping of a quantum\nalgorithm into an underlying hardware or logical fabric. An essential step is\nembedding problem-specific information into the quantum logical fabric. We\npresent algorithms for embedding arbitrary instances of the adiabatic quantum\noptimization algorithm into a square lattice of specialized unit cells. These\nmethods extend with fabric growth while scaling linearly in time and\nquadratically in footprint. We also provide methods for handling hard faults in\nthe logical fabric without invoking approximations to the original problem, and\nillustrate their versatility through numerical studies of embeddabilty versus\nfault rates in square lattices of complete bipartite unit cells. The studies\nshow these algorithms are more resilient to faulty fabrics than naive embedding\napproaches, a feature which should prove useful in benchmarking the adiabatic\nquantum optimization algorithm on existing faulty hardware.\n"]}]
["1211.0113",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q31 (Primary) 35A01, 35L04, 35L60, 35Q35, 76B99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0113"],"date":["2012-11-01","2012-11-07"],"type":["text"],"creator":["Wong, Tak Kwong"],"language":[],"coverage":[],"title":["Blowup of Solutions of the Hydrostatic Euler Equations"],"description":["  In this paper we prove that for a certain class of initial data, smooth\nsolutions of the hydrostatic Euler equations blow up in finite time.\n","Comment: 7 pages; added 1 reference in section 1, paraphrased lemma 2.2, but\n  all mathematical details remain unchanged"]}]
["1211.0383",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0383"],"date":["2012-11-02","2012-11-07"],"type":["text"],"creator":["Kim, Seon-Hong","Zhang, Lin","Boubaker, Karem","Lei, Qiang"],"language":[],"coverage":[],"title":["On zeros of Boubaker polynomials"],"description":["  In this paper we investigate the distribution of zeros of Boubaker\npolynomials.\n","Comment: This paper has been withdrawn due to the first author"]}]
["1211.0392",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0392"],"date":["2012-11-02","2012-11-07"],"type":["text"],"creator":["Taj, S.","Manaut, B.","Idrissi, M. El","Attaourti, Y.","Oufni, L."],"language":[],"coverage":[],"title":["Muon's anomalous magnetic moment effects on laser assisted Coulomb\n  scattering process"],"description":["  Laser assisted Coulomb scattering by relativistic electron and heavy electron\n(muon) is studied by using Salamin waves (Salamin 1993) in the Weak Field\nApproximation (WFA). Both electron and muon are described by the Dirac\nequation, with the anomalous magnetic moment effects fully included. The\ngeneralization of this paper to heavy electron (muon) gives interesting\ninsights as to how the mass affects the magnitude of the differential cross\nsections. No significant difference in the muon's DCS with and without AMM\neffects was detected.\n","Comment: I want to change the text"]}]
["1211.0609",{"format":[],"subject":["Mathematical Physics","53C15, 70H03, 70H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0609"],"date":["2012-11-03","2012-11-06"],"type":["text"],"creator":["Tekkoyun, Mehmet","Çelik, Oğuzhan"],"language":[],"coverage":[],"title":["Mechanical Systems on an almost K\\\"ahler model of a Finsler Manifold"],"description":["  In this study, we present a new analogue of Euler-Lagrange and Hamilton\nequations on an almost K\\\"ahler model of a Finsler manifold. Also, we give some\ncorollories about the related mechanical systems and equations.\n","Comment: 9 pages"]}]
["1211.0928",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0928"],"date":["2012-11-05","2012-11-07"],"type":["text"],"creator":["Martincorena, Inigo","Luscombe, Nicholas M."],"language":[],"coverage":[],"title":["Response to Horizontal gene transfer may explain variation in theta_s"],"description":["  In a short article submitted to ArXiv [1], Maddamsetti et al. argue that the\nvariation in the neutral mutation rate among genes in Escherichia coli that we\nrecently reported [2] might be explained by horizontal gene transfer (HGT). To\nsupport their argument they present a reanalysis of synonymous diversity in 10\nE.coli strains together with an analysis of a collection of 1,069 synonymous\nmutations found in repair-deficient strains in a long-term in vitro evolution\nexperiment. Here we respond to this communication. Briefly, we explain that HGT\nwas carefully accounted for in our study by multiple independent phylogenetic\nand population genetic approaches, and we show that there is no new evidence of\nHGT affecting our results. We also argue that caution must be exercised when\ncomparing mutations from repair deficient strains to data from wild-type\nstrains, as these conditions are dominated by different mutational processes.\nFinally, we reanalyse Maddamsetti's collection of mutations from a long-term in\nvitro experiment and we report preliminary evidence of non-random variation of\nthe mutation rate in these repair deficient strains.\n","Comment: Minor formatting change and correction of a typo"]}]
["1211.0950",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0950"],"date":["2012-11-05"],"type":["text"],"creator":["Anagnostopoulos, Konstantinos N.","Azuma, Takehiro","Nishimura, Jun"],"language":[],"coverage":[],"title":["Monte Carlo simulations of a supersymmetric matrix model of dynamical\n  compactification in non perturbative string theory"],"description":["  The IKKT or IIB matrix model has been postulated to be a non perturbative\ndefinition of superstring theory. It has the attractive feature that spacetime\nis dynamically generated, which makes possible the scenario of dynamical\ncompactification of extra dimensions, which in the Euclidean model manifests by\nspontaneously breaking the SO(10) rotational invariance (SSB). In this work we\nstudy using Monte Carlo simulations the 6 dimensional version of the Euclidean\nIIB matrix model. Simulations are found to be plagued by a strong complex\naction problem and the factorization method is used for effective sampling and\ncomputing expectation values of the extent of spacetime in various dimensions.\nOur results are consistent with calculations using the Gaussian Expansion\nmethod which predict SSB to SO(3) symmetric vacua, a finite universal extent of\nthe compactified dimensions and finite spacetime volume.\n","Comment: 7 pages, 6 figures, Lattice2012, Theoretical Developments"]}]
["1211.1130",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1130"],"date":["2012-11-06","2012-11-07"],"type":["text"],"creator":["N'Dao, Yahya","Ayadi, Adlene"],"language":[],"coverage":[],"title":["Somewhere dense orbit of abelian subgroup of diffeomorphisms maps acting\n  on C^n"],"description":["  In this paper, we give a characterization for any abelian subgroup G of a lie\ngroup of diffeomorphisms maps of C^n, having a somewhere dense orbit G(x), x in\nC^n: G(x) is somewhere dense in C^n if and only if there are f_{1},....,f_{2n+1\nin exp^{-1}(G) such that f_{2n+1} in vect(f_{1},...,f_{2n}) and\nZ.f_{1}(x)+....+Z.f_{2n+1}(x) is dense subgroup of C^n, where\nvect(f_{1},....,f_{2n}) is the vector space over R generated by\nf_{1},....,f_{2n}.\n"]}]
["1211.1297",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1297"],"date":["2012-11-06","2012-11-07"],"type":["text"],"creator":["Kobayashi, Hideki","Morita, Hiroshi"],"language":[],"coverage":[],"title":["Shear induced breakup of droplets in a colloidal dispersion"],"description":["  We present numerical results for the breakup of a pair of colloidal particles\nenveloped by a droplet under shear flow. The smoothed profile method is used to\naccurately account for the hydrodynamic interactions between particles due to\nthe host fluid. We observe that the critical capillary number, $Ca_{\\rm B}$, at\nwhich droplets breakup depends on a velocity ratio, $E$, defined as the ratio\nof the boundary shift velocity (that restores the droplet shape to a sphere) to\nthe diffusive flux velocity in units of the particle radius $a$. For $E < 10$,\n$Ca_{B}$ is independent of $E$, as is consistent with the regime studied by\nTaylor. When $E > 10$, $Ca_{B}$ behaves as $Ca_{\\rm B} = 2E^{-1}$, which\nconfirms Karam and Bellinger's hypothesis. As a consequence, droplet break up\nwill occur when the time scale of droplet deformation $\\dot{\\gamma}^{-1}$ is\nsmaller than the diffusive time scale $t_{D} \\equiv a^{2}/L\\tau$ in units of\n$a$, where $L$ is the diffusion constant and $\\tau$ is the 2nd order\ncoefficient of the Ginzburg-Landau type free energy of the binary mixture. We\nemphasize that the breakup of droplet dispersed particles is not only governed\nby a balance of forces. We find that velocity competition is one of the\nimportant contributing factor.\n"]}]
["1211.1378",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1378"],"date":["2012-11-06"],"type":["text"],"creator":["Janka, H. -Thomas","Hanke, Florian","Huedepohl, Lorenz","Marek, Andreas","Mueller, Bernhard","Obergaulinger, Martin"],"language":[],"coverage":[],"title":["Core-Collapse Supernovae: Reflections and Directions"],"description":["  Core-collapse supernovae are among the most fascinating phenomena in\nastrophysics and provide a formidable challenge for theoretical investigation.\nThey mark the spectacular end of the lives of massive stars and, in an\nexplosive eruption, release as much energy as the sun produces during its whole\nlife. A better understanding of the astrophysical role of supernovae as birth\nsites of neutron stars, black holes, and heavy chemical elements, and more\nreliable predictions of the observable signals from stellar death events are\ntightly linked to the solution of the long-standing puzzle how collapsing stars\nachieve to explode. In this article our current knowledge of the processes that\ncontribute to the success of the explosion mechanism are concisely reviewed.\nAfter a short overview of the sequence of stages of stellar core-collapse\nevents, the general properties of the progenitor-dependent neutrino emission\nwill be briefly described. Applying sophisticated neutrino transport in\naxisymmetric (2D) simulations with general relativity as well as in simulations\nwith an approximate treatment of relativistic effects, we could find successful\nneutrino-driven explosions for a growing set of progenitor stars. First results\nof three-dimensional (3D) models have been obtained, and magnetohydrodynamic\nsimulations demonstrate that strong initial magnetic fields in the pre-collapse\ncore can foster the onset of neutrino-powered supernova explosions even in\nnonrotating stars. These results are discussed in the context of the present\ncontroversy about the value of 2D simulations for exploring the supernova\nmechanism in realistic 3D environments, and they are interpreted against the\nbackground of the current disagreement on the question whether the standing\naccretion shock instability (SASI) or neutrino-driven convection is the crucial\nagency that supports the onset of the explosion.\n","Comment: 36 pages, 20 figures (43 eps files); submitted to Progress of\n  Theoretical and Experimental Physics (PTEP)"]}]
["1211.1401",{"format":[],"subject":["Condensed Matter - Superconductivity","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1401"],"date":["2012-11-06"],"type":["text"],"creator":["de Angelis, M.","Fiore, G."],"language":[],"coverage":[],"title":["Diffusion effects on a superconductive model"],"description":["  A superconductive model characterized by a third order parabolic operator L\"\nis analysed. When the viscous terms, represented by higher - order deriva-\ntives, tend to zero, a hyperbolic operator L0 appears. Furthermore, if P\" is\nthe Dirichlet initial boundary - value problem for L\", when L\" turns into L0;\nP\" turns into a problem P0 with the same initial - boundary conditions as P\".\nThe solution of the nonlinear problem related to the remainder term r is\nachieved, as long as the higher-order derivatives of the solution of P0 are\nbounded. More- over, some classes of explicit solutions related to P0 are\ndetermined, proving the existence of at least one motion whose derivatives are\nbounded. The estimate shows that the diffusion effects are bounded even when\ntime tends to infinity.\n"]}]
["1211.1405",{"format":[],"subject":["Statistics - Applications","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1405"],"date":["2012-11-06"],"type":["text"],"creator":["Xu, Lizhen","Craiu, Radu V.","Sun, Lei"],"language":[],"coverage":[],"title":["Bayesian Latent Variable Modeling of Longitudinal Family Data for\n  Genetic Pleiotropy Studies"],"description":["  Motivated by genetic association studies of pleiotropy, we propose here a\nBayesian latent variable approach to jointly study multiple outcomes or\nphenotypes. The proposed method models both continuous and binary phenotypes,\nand it accounts for serial and familial correlations when longitudinal and\npedigree data have been collected. We present a Bayesian estimation method for\nthe model parameters, and we develop a novel MCMC algorithm that builds upon\nhierarchical centering and parameter expansion techniques to efficiently sample\nthe posterior distribution. We discuss phenotype and model selection in the\nBayesian setting, and we study the performance of two selection strategies\nbased on Bayes factors and spike-and-slab priors. We evaluate the proposed\nmethod via extensive simulations and demonstrate its utility with an\napplication to a genome-wide association study of various complication\nphenotypes related to type 1 diabetes.\n"]}]
["1211.1407",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1407"],"date":["2012-11-06"],"type":["text"],"creator":["Wang, Mu-Tao"],"language":[],"coverage":[],"title":["Quasilocal mass and surface Hamiltonian in spacetime"],"description":["  We discuss the concepts of energy and mass in relativity. On a finitely\nextended spatial region, they lead to the notion of quasilocal energy/mass for\nthe boundary 2-surface in spacetime. A new definition was found in [27] that\nsatisfies the positivity, rigidity, and asymptotics properties. The definition\nmakes use of the surface Hamiltonian term which arises from Hamilton-Jacobi\nanalysis of the gravitation action. The reference surface Hamiltonian is\nassociated with an isometric embedding of the 2-surface into the Minkowski\nspace. We discuss this new definition of mass as well as the reference sur-\nface Hamiltonian. Most of the discussion is based on joint work with PoNing\nChen and Shing-Tung Yau.\n","Comment: 11 pages, contribution to ICMP 2012"]}]
["1211.1408",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1408"],"date":["2012-11-06"],"type":["text"],"creator":["Işik, Emre"],"language":[],"coverage":[],"title":["Theoretical Models of Stellar Activity Cycles"],"description":["  We discuss possible mechanisms underlying the observed features of stellar\nactivity cycles, such as multiple periodicities in very active stars,\nnon-cyclic activity observed in moderately active stars, and spatial\ndistribution of stellar magnetic regions. We review selected attempts to model\nthe dependence of stellar activity cycles on stellar properties, and their\ncomparison with observations. We suggest that combined effects of dynamo\naction, flux emergence and surface flux transport have substantial effects on\nthe long-term manifestations of stellar magnetism.\n","Comment: 2 pages, XXVIIIth IAU GA, JD03 \"3D Views of the Cycling Sun in\n  Stellar Context\", to appear in Highlights of Astronomy, Vol. 16 (2013)"]}]
["1211.1410",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1410"],"date":["2012-11-06"],"type":["text"],"creator":["King, Andrew D.","Reed, Bruce A."],"language":[],"coverage":[],"title":["A short proof that $\\chi$ can be bounded $\\epsilon$ away from $\\Delta+1$\n  towards $\\omega$"],"description":["  In 1998 the second author proved that there is an $\\epsilon>0$ such that\nevery graph satisfies $\\chi \\leq \\lceil\n(1-\\epsilon)(\\Delta+1)+\\epsilon\\omega\\rceil$. The first author recently proved\nthat any graph satisfying $\\omega > \\frac 23(\\Delta+1)$ contains a stable set\nintersecting every maximum clique. In this note we exploit the latter result to\ngive a much shorter, simpler proof of the former. We include, as a certificate\nof simplicity, an appendix that proves all intermediate results with the\nexception of Hall's Theorem, Brooks' Theorem, the Lov\\'asz Local Lemma, and\nTalagrand's Inequality.\n","Comment: 10 pages. arXiv admin note: text overlap with arXiv:0911.1741"]}]
["1211.1418",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1418","Nature Physics 5, 753 - 757 (2009)","doi:10.1038/nphys1374"],"date":["2012-11-06"],"type":["text"],"creator":["Knafo, W.","Raymond, S.","Lejay, P.","Flouquet, J."],"language":[],"coverage":[],"title":["Antiferromagnetic criticality at a heavy-fermion quantum phase\n  transition"],"description":["  The interpretation of the magnetic phase diagrams of strongly correlated\nelectron systems remains controversial. In particular, the physics of quantum\nphase transitions, which occur at zero temperature, is still enigmatic.\nHeavy-fermion compounds aretextbook examples of quantum criticality, as doping,\nor the application of pressure or a magnetic field can lead to a quantum phase\ntransition between a magnetically ordered state and a paramagnetic regime. A\ncentral question concerns the microscopic nature of the critical quantum\nfluctuations. Are they antiferromagnetic or of local origin? Here we\ndemonstrate, using inelastic neutron scattering experiments, that the quantum\nphase transition in the heavy-fermion system Ce1-xLaxRu2Si2 is controlled by\nfluctuations of the antiferromagnetic order parameter. At least for this\nheavy-fermion family, the Hertz-Millis-Moriya spin fluctuation approach seems\nto be a sound basis for describing the quantum antiferromagnetic-paramagnetic\ninstability.\n","Comment: 15 pages, 4 figures"]}]
["1211.1424",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1424"],"date":["2012-11-06"],"type":["text"],"creator":["Zhu, Lingxue","Burman, Erik","Wu, Haijun"],"language":[],"coverage":[],"title":["Continuous Interior Penalty Finite Element Method for Helmholtz Equation\n  with High Wave Number: One Dimensional Analysis"],"description":["  This paper addresses the properties of Continuous Interior Penalty (CIP)\nfinite element solutions for the Helmholtz equation. The $h$-version of the CIP\nfinite element method with piecewise linear approximation is applied to a\none-dimensional model problem. We first show discrete well posedness and\nconvergence results, using the imaginary part of the stabilization operator,\nfor the complex Helmholtz equation. Then we consider a method with real valued\npenalty parameter and prove an error estimate of the discrete solution in the\n$H^1$-norm, as the sum of best approximation plus a pollution term that is the\norder of the phase difference. It is proved that the pollution can be\neliminated by selecting the penalty parameter appropriately. As a result of\nthis analysis, thorough and rigorous understanding of the error behavior\nthroughout the range of convergence is gained. Numerical results are presented\nthat show sharpness of the error estimates and highlight some phenomena of the\ndiscrete solution behavior.\n"]}]
["1211.1431",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1431"],"date":["2012-11-06"],"type":["text"],"creator":["Chernih, Andrew","Gia, Quoc Thong Le"],"language":[],"coverage":[],"title":["Multiscale methods with compactly supported radial basis functions for\n  Galerkin approximation of elliptic PDEs"],"description":["  The aim of this work is to consider multiscale algorithms for solving PDEs\nwith Galerkin methods on bounded domains. We provide results on convergence and\ncondition numbers. We show how to handle PDEs with Dirichlet boundary\nconditions. We also investigate convergence in terms of the mesh norms and the\nangles between subspaces to better understand the differences between the\nalgorithms and the observed results. We also consider the issue of the supports\nof the RBFs overlapping the boundary in our stability analysis, which has not\nbeen considered in the literature, to the best of our knowledge.\n"]}]
["1211.1432",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1432"],"date":["2012-11-06"],"type":["text"],"creator":["Feng, Min","Wang, Kaishun"],"language":[],"coverage":[],"title":["On the metric dimension and fractional metric dimension for hierarchical\n  product of graphs"],"description":["  A set of vertices $W$ {\\em resolves} a graph $G$ if every vertex of $G$ is\nuniquely determined by its vector of distances to the vertices in $W$. The {\\em\nmetric dimension} for $G$, denoted by $\\dim(G)$, is the minimum cardinality of\na resolving set of $G$. In order to study the metric dimension for the\nhierarchical product $G_2^{u_2}\\sqcap G_1^{u_1}$ of two rooted graphs\n$G_2^{u_2}$ and $G_1^{u_1}$, we first introduce a new parameter, the {\\em\nrooted metric dimension} $\\rdim(G_1^{u_1})$ for a rooted graph $G_1^{u_1}$. If\n$G_1$ is not a path with an end-vertex $u_1$, we show that\n$\\dim(G_2^{u_2}\\sqcap G_1^{u_1})=|V(G_2)|\\cdot\\rdim(G_1^{u_1})$, where\n$|V(G_2)|$ is the order of $G_2$. If $G_1$ is a path with an end-vertex $u_1$,\nwe obtain some tight inequalities for $\\dim(G_2^{u_2}\\sqcap G_1^{u_1})$.\nFinally, we show that similar results hold for the fractional metric dimension.\n","Comment: 11 pages"]}]
["1211.1437",{"format":[],"subject":["Physics - Plasma Physics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1437"],"date":["2012-11-06"],"type":["text"],"creator":["Kline, J. L.","Afeyan, B.","Bertsche, W. A.","Kurnit, N. A.","Montgomery, D. S.","Johnson, R. P.","Niemann, C."],"language":[],"coverage":[],"title":["Demonstration of an optical mixing technique to drive Kinetic\n  Electrostatic Electron Nonlinear waves in laser produced plasmas"],"description":["  A nitrogen gas Raman cell system has been constructed to shift a 70 J 527 nm\nlaser beam to 600 nm with 20 J of energy. The 600 nm probe and a 200J, 527 nm\npump beam were optically mixed in a laser produced (gas jet) plasma. The\nbeating of the two laser beams formed a ponderomotive force that can drive\nKinetic Electrostatic Electron Nonlinear (KEEN) waves discovered in\nVlasov-Poisson simulations by Afeyan et al [1,2]. KEEN waves were detected in\nthese experiments where traditional plasma theory would declare there to be a\nspectral gap (ie no linear waves possible). The detection was done using\nThomson scattering with probe wavelengths of both 351 nm and 263.5 nm.\n","Comment: 12 pages, 4 figures"]}]
["1211.1438",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1438"],"date":["2012-11-06"],"type":["text"],"creator":["Ni, Wei","Wang, Xiaoli","Xiong, Chun"],"language":[],"coverage":[],"title":["Leader-Following Consensus of Multiple Linear Systems Under Switching\n  Topologies: An Averaging Method"],"description":["  The leader-following consensus of multiple linear time invariant (LTI)\nsystems under switching topology is considered. The leader-following consensus\nproblem consists of designing for each agent a distributed protocol to make all\nagents track a leader vehicle, which has the same LTI dynamics as the agents.\nThe interaction topology describing the information exchange of these agents is\ntime-varying. An averaging method is proposed. Unlike the existing results in\nthe literatures which assume the LTI agents to be neutrally stable, we relax\nthis condition, only making assumption that the LTI agents are stablizable and\ndetectable. Observer-based leader-following consensus is also considered.\n","Comment: 17 pages, 3 figures"]}]
["1211.1439",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1439"],"date":["2012-11-06"],"type":["text"],"creator":["Bauer, Dietmar"],"language":[],"coverage":[],"title":["Asymptotic distribution of estimators in reduced rank regression\n  settings when the regressors are integrated"],"description":["  In this paper the asymptotic distribution of estimators is derived in a\ngeneral regression setting where rank restrictions on a submatrix of the\ncoefficient matrix are imposed and the regressors can include stationary or\nI(1) processes. Such a setting occurs e.g. in factor models. Rates of\nconvergence are derived and the asymptotic distribution is given for least\nsquares estimators as well as fully-modified estimators. The gains in imposing\nthe rank restrictions are investigated. A number of special cases are discussed\nincluding the Johansen results in the case of cointegrated VAR(p) processes.\n"]}]
["1211.1441",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1441"],"date":["2012-11-06"],"type":["text"],"creator":["Janakiraman, Vijay Manikandan","Assanis, Dennis"],"language":[],"coverage":[],"title":["Lyapunov Method Based Online Identification of Nonlinear Systems Using\n  Extreme Learning Machines"],"description":["  Extreme Learning Machine (ELM) is an emerging learning paradigm for nonlinear\nregression problems and has shown its effectiveness in the machine learning\ncommunity. An important feature of ELM is that the learning speed is extremely\nfast thanks to its random projection preprocessing step. This feature is taken\nadvantage of in designing an online parameter estimation algorithm for\nnonlinear dynamic systems in this paper. The ELM type random projection and a\nnonlinear transformation in the hidden layer and a linear output layer is\nconsidered as a generalized model structure for a given nonlinear system and a\nparameter update law is constructed based on Lyapunov principles. Simulation\nresults on a DC motor and Lorentz oscillator show that the proposed algorithm\nis stable and has improved performance over the online-learning ELM algorithm.\n","Comment: 6 pages, 13 figures and in review"]}]
["1211.1444",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1444"],"date":["2012-11-06"],"type":["text"],"creator":["Lerario, Antonio"],"language":[],"coverage":[],"title":["Complexity of intersections of real quadrics and topology of symmetric\n  determinantal varieties"],"description":["  Let X be the base locus of a linear system W of k quadrics. Let also S be the\nintersection of W with the discriminant hypersurface in the space of all\nhomogeneous polynomials of degree two. We prove a formula relating the topology\nof X with the one of S and its (iterated) singular points. As a corollary we\nprove the sharp bound b(X)\\leq O(n)^{k-1}.\n"]}]
["1211.1445",{"format":[],"subject":["Mathematics - Operator Algebras","46L05 (Primary) 46L80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1445"],"date":["2012-11-06"],"type":["text"],"creator":["Kumjian, Alex","Pask, David","Sims, Aidan"],"language":[],"coverage":[],"title":["On the K-theory of twisted higher-rank-graph C*-algebras"],"description":["  We investigate the K-theory of twisted higher-rank-graph algebras by adapting\nparts of Elliott's computation of the K-theory of the rotation algebras. We\nshow that each 2-cocycle on a higher-rank graph taking values in an abelian\ngroup determines a continuous bundle of twisted higher-rank graph algebras over\nthe dual group. We use this to show that for a circle-valued 2-cocycle on a\nhigher-rank graph obtained by exponentiating a real-valued cocycle, the\nK-theory of the twisted higher-rank graph algebra coincides with that of the\nuntwisted one.\n","Comment: 15 pages; four diagrams prepared in TikZ"]}]
["1211.1453",{"format":[],"subject":["Mathematics - Optimization and Control","49L20, 93E10, 37N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1453"],"date":["2012-11-07"],"type":["text"],"creator":["Sridharan, Srinivas","McEneaney, William M."],"language":[],"coverage":[],"title":["Deterministic filtering and dimensionality reduction for optimal\n  attitude estimation on SO(3)"],"description":["  In this article we introduce the use of recently developed min/max-plus\ntechniques in order to solve the optimal attitude estimation problem in\nfiltering for nonlinear systems on the special orthogonal (SO(3)) group. This\nwork helps obtain computationally efficient methods for the synthesis of\ndeterministic filters for nonlinear systems -- i.e. optimal filters which\nestimate the state using a related optimal control problem. The technique\nindicated herein is validated using a set of optimal attitude estimation\nexample problems on SO(3).\n","Comment: 6 pages, 5 figures"]}]
["1211.1457",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1457"],"date":["2012-11-07"],"type":["text"],"creator":["Vidhisha, G.","Surekha, C.","Rayudu, S. Sanjeeva","Seshadri, U."],"language":[],"coverage":[],"title":["Preserving privacy for secure and outsourcing for Linear Programming in\n  cloud computing"],"description":["  Cloud computing is the long dreamed vision of computing as a utility, where\nusers can remotely store their data into the cloud so as to enjoy the on-demand\nhigh quality applications and services from a shared pool of configurable\ncomputing resources. By data outsourcing, users can be relieved from the burden\nof local data storage and maintenance. we utilize the public key based\nhomomorphism authenticator and uniquely integrate it with random mask technique\nto achieve a privacy-preserving public auditing system for cloud data storage\nsecurity while keeping all above requirements in mind. To support efficient\nhandling of multiple auditing tasks, we further explore the technique of\nbilinear aggregate signature to extend our main result into a multi-user\nsetting, where TPA can perform multiple auditing tasks simultaneously along\nwith investigates secure outsourcing of widely applicable linear programming\n(LP) computations. In order to achieve practical efficiency, our mechanism\ndesign explicitly decomposes the LP computation outsourcing into public LP\nsolvers running on the cloud and private LP parameters owned by the customer\nExtensive security and performance analysis shows the proposed schemes are\nprovably secure and highly efficient.\n","Comment: 8, 2012 Vol 1 Issue 2 November 2278-9200, http://www.cschronicle.org"]}]
["1211.1463",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1463"],"date":["2012-11-07"],"type":["text"],"creator":["Arahat, Emiko","Nikuni, Tetsuro"],"language":[],"coverage":[],"title":["Propagation of First and Second Sound in a Highly-Elongated Trapped Bose\n  Condensed Gas at Finite temperatures"],"description":["  We study sound propagation in Bose-condensed gases in a highly-elongated\nharmonic trap at finite temperatures. This problem is studied within the\nframework of Zaremba-Nikuni-Griffin (ZNG) formalism, which consistent of a\ngeneralized Gross-Pitaevskii (GP) equation for the condensate and the kinetic\nequation for a thermal cloud. We extend the ZNG formalism to deal with a\nhighly-anisotropic trap potential, and use it to simulate sound propagation\nusing the trap parameters corresponding to the experiment on sound pulse\npropagation at finite temperature. We focus on the high-density two-fluid\nhydrodynamic regime, and explore the possibility of observing first and second\nsound pulse propagation. The results of numerical simulation are compared with\nan analyitical results derived from linearized ZNG hydrodynamic equations. We\nshow that the second sound mode makes a dominant contribution to condensate\nmotion in relatively high temperature, while the first sound mode makes an\nappreciable contribution.\n","Comment: 33 pages, 11 figures. arXiv admin note: substantial text overlap with\n  arXiv:cond-mat/0205421 by other authors"]}]
["1211.1465",{"format":[],"subject":["Mathematics - Functional Analysis","46G10, 47A63, 47A64"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1465"],"date":["2012-11-07"],"type":["text"],"creator":["Chansangiam, Pattrawut","Lewkeeratiyutkul, Wicharn"],"language":[],"coverage":[],"title":["Operator Connections and Borel Measures on the Unit Interval"],"description":["  A connection is a binary operation for positive operators satisfying the\nmonotonicity, the transformer inequality and the joint-continuity from above. A\nmean is a normalized connection. In this paper, we show that there is a\none-to-one correspondence between connections and finite Borel measures on the\nunit interval via a suitable integral representation. Every mean can be\nregarded as an average of weighted harmonic means. Moreover, we investigate\ndecompositions of connections, means, symmetric connections and symmetric\nmeans.\n","Comment: 12 pages"]}]
["1211.1466",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1466"],"date":["2012-11-07"],"type":["text"],"creator":["Akbar, M. M."],"language":[],"coverage":[],"title":["Pseudo-Riemannian Ricci-flat and Flat Warped Geometries and New\n  Coordinates for the Minkowski metric"],"description":["  It is well-known that the Einstein condition on warpedgeometries requires the\nfibres to be necessarily Einstein. However, exact warped solutions have often\nbeen obtained using one- and two-dimensional bases. In this paper, keeping the\ndimensions and signatures of the base and the fibre independently arbitrary, we\nobtain all Ricci-flat warped metrics with flat base in closed form and show\nthat the number of free parameters is one less than the dimension of the base.\nWithout any assumptions on the base and fibre geometry, we then show that a\nwarped geometry is flat, i.e, has vanishing Riemann curvature, only if its base\nis flat and its fibre is maximally symmetric, i.e. of constant curvature.\nApplying this result systematically all possible warped forms of the Euclidean,\nMinkowski, and flat metrics of arbitrary signature can be obtained in closed\nform up to disjoint diffemorphisms of the base and fiber metrics. In\nparticular, we obtained four new time-dependent forms of the Minkowski metric\nin four dimensions in addition to reproducing all of its known warped forms.\n","Comment: 8 pages"]}]
["1211.1472",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1472"],"date":["2012-11-07"],"type":["text"],"creator":["Terpereau, Ronan"],"language":[],"coverage":[],"title":["Sch\\'emas de Hilbert invariants et th\\'eorie classique des invariants"],"description":["  Let W be an affine variety equipped with an action of a reductive group G.\nThe invariant Hilbert scheme is a moduli space which classifies the G-stable\nclosed subschemes of W such that the affine algebra is the direct sum of simple\nG-modules with previously fixed finite multiplicities. In this thesis, we first\nstudy the invariant Hilbert scheme, denoted H. It parametrizes the GL(V)-stable\nclosed subschemes Z of W=n1 V \\oplus n2 V^* such that k[Z] is isomorphic to the\nregular representation of GL(V) as GL(V)-module. If dim(V)<3, we show that H is\na smooth variety, so that the Hilbert-Chow morphism \\gamma: H -> W//G is a\nresolution of singularities of the quotient W//G. However, if dim(V)=3, we show\nthat H is singular. When dim(V)<3, we describe H by equations and also as the\ntotal space of a homogeneous vector bundle over the product of two\nGrassmannians. Then we consider the symplectic setting by letting n1=n2 and\nreplacing W by the zero fiber of the moment map \\mu: W -> End(V). We study the\ninvariant Hilbert scheme H' which parametrizes the subschemes included in\n\\mu^{-1}(0). We show that H' is always reducible, but that its main component\nHp' is smooth if dim(V)<3. In this case, the Hilbert-Chow morphism is a\nresolution of singularities (sometimes a symplectic one) of the quotient\n\\mu^{-1}(0)//G. When dim(V)=3, we describe Hp' as the total space of a\nhomogeneous vector bundle over a flag variety. Finally, we get similar results\nwhen we replace GL(V) by some other classical group (SL(V), SO(V), O(V), Sp(V))\nacting first on W=nV, then on the zero fiber of the moment map.\n","Comment: author's PhD's thesis, 128 pages"]}]
["1211.1473",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1473"],"date":["2012-11-07"],"type":["text"],"creator":["Weber, Axel"],"language":[],"coverage":[],"title":["The infrared fixed point of Landau gauge Yang-Mills theory"],"description":["  Over the last decade, the infrared behavior of Yang-Mills theory in the\nLandau gauge has been scrutinized with the help of Dyson-Schwinger equations\nand lattice calculations. In this contribution, we describe a technically\nsimple approach to the deep infrared regime via Callan-Symanzik renormalization\ngroup equations in an epsilon expansion. This approach recovers, in an\nanalytical and systematically improvable way, all the solutions previously\nfound as solutions of the Dyson-Schwinger equations and singles out the\nsolution favored by lattice calculations as the infrared-stable fixed point\n(for space-time dimensions above two).\n","Comment: 6 pages, talk delivered at the conference Light Cone 2012 in Cracow,\n  Poland"]}]
["1211.1477",{"format":[],"subject":["Mathematics - Commutative Algebra","13D45, 13D07, 13C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1477"],"date":["2012-11-07"],"type":["text"],"creator":["Cuong, Nguyen Tu","Van Hoang, Nguyen"],"language":[],"coverage":[],"title":["On the finiteness and stability of certain sets of associated primes\n  ideals of local cohomology modules"],"description":["  Let $(R,\\frak{m})$ be a Noetherian local ring, $I$ an ideal of $R$ and $N$ a\nfinitely generated $R$-module. Let $k{\\ge}-1$ be an integer and $\nr=\\depth_k(I,N)$ the length of a maximal $N$-sequence in dimension $>k$ in $I$\ndefined by M. Brodmann and L. T. Nhan ({Comm. Algebra, 36 (2008), 1527-1536).\nFor a subset $S\\subseteq \\Spec R$ we set $S_{{\\ge}k}={\\p\\in\nS\\mid\\dim(R/\\p){\\ge}k}$. We first prove in this paper that\n$\\Ass_R(H^j_I(N))_{\\ge k}$ is a finite set for all $j{\\le}r$}. Let\n$\\fN=\\oplus_{n\\ge 0}N_n$ be a finitely generated graded $\\fR$-module, where\n$\\fR$ is a finitely generated standard graded algebra over $R_0=R$. Let $r$ be\nthe eventual value of $\\depth_k(I,N_n)$. Then our second result says that for\nall $l{\\le}r$ the sets $\\bigcup_{j{\\le}l}\\Ass_R(H^j_I(N_n))_{{\\ge}k}$ are\nstable for large $n$.\n","Comment: To appear in Communication in Algebra"]}]
["1211.1479",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1479","Transactions IAU, Volume 7, Issue T28A, p. 341-354, 2012"],"date":["2012-11-07"],"type":["text"],"creator":["Nave, Gillian","Wahlgren, Glenn M.","Fuhr, Jeffrey R."],"language":[],"coverage":[],"title":["Atomic Data: Division XII / Commission 14 / Working Group Atomic Data"],"description":["  This report summarizes laboratory measurements of atomic wavelengths, energy\nlevels, hyperfine and isotope structure, energy level lifetimes, and oscillator\nstrengths. Theoretical calculations of lifetimes and oscillator strengths are\nalso included. The bibliography is limited to species of astrophysical\ninterest. Compilations of atomic data and internet databases are also included.\nPapers are listed in the bibliography in alphabetical order, with a reference\nnumber in the text.\n","Comment: Triennial Report 2009-2012, published in Transactions IAU, Volume 7,\n  Issue T28A, p. 341-354"]}]
["1211.1480",{"format":[],"subject":["Mathematics - Number Theory","11M32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1480"],"date":["2012-11-07"],"type":["text"],"creator":["Onodera, Kazuhiro"],"language":[],"coverage":[],"title":["A functional relation for Tornheim's double zeta functions"],"description":["  In this paper, we generalize the partial fraction decomposition which is\nfundamental in the theory of multiple zeta values, and prove a relation between\nTornheim's double zeta functions of three complex variables. As applications,\nwe give new integral representations of several zeta functions, an extension of\nthe parity result to the whole domain of convergence, concrete expressions of\nTornheim's double zeta function at non-positive integers and some results for\nthe behavior of a certain Witten's zeta function at each integer. As an\nappendix, we show a functional equation for Euler's double zeta function.\n","Comment: 16 pages"]}]
["1211.1481",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1481","Transactions IAU, Volume 7, Issue T28A, p. 371-384, 2012"],"date":["2012-11-07"],"type":["text"],"creator":["Peach, Gillian","Dimitrijevic, Milan S."],"language":[],"coverage":[],"title":["Division XII / Commission 14 / Working Group Collision Processes"],"description":["  Research in atomic and molecular collision processes and spectral line\nbroadening has been very active since our last report, Peach, Dimitrijevic &\nStancil 2009. Given the large volume of the published literature and the\nlimited space available, we have attempted to identify work most relevant to\nastrophysics. Since our report can not be comprehensive, additional\npublications can be found in the databases at the web addresses listed in the\nfinal section. Elastic and inelastic collisions among electrons, atoms, ions,\nand molecules are included and charge transfer can be very important in\ncollisions between heavy particles.\n","Comment: Triennial Report 2009-2012, published in Transactions IAU, Volume 7,\n  Issue T28A, p. 371-384"]}]
["1211.1483",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1483","Transactions IAU, Volume 7, Issue T28A, p. 355-370, 2012"],"date":["2012-11-07"],"type":["text"],"creator":["Federman, Steven R.","Bernath, Peter F.","Mueller, Holger S. P."],"language":[],"coverage":[],"title":["Division Xii/commission 14/WORKING Group on Molecular Data"],"description":["  The current report covers the period from the second half of 2003 to the\nfirst half of 2011, bringing the Working Group's efforts up to date, and is\ndivided into three main sections covering rotational, vibrational, and\nelectronic spectroscopy. Rather than being exhaustive, space limitations only\nallow us to highlight a representative sample of work on molecular spectra.\nRelated research on collisions, reactions on grain surfaces, and astrochemistry\nappear in the report by another Working Group. These also recount recent\nconferences and workshops on molecular astrophysics.\n","Comment: Triennial Report 2009-2012, published in Transactions IAU, Volume 7,\n  Issue T28A, p. 355-370"]}]
["1211.1484",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1484","Transactions IAU, Volume 7, Issue T28A, p. 385-393, 2012"],"date":["2012-11-07"],"type":["text"],"creator":["Vidali, Gianfranco"],"language":[],"coverage":[],"title":["Division XII / Commission 14 / Working Group Solids and Their Surfaces"],"description":["  The ISO and Spitzer space observatories yielded a treasure trove of data on\ndust and ices covering dust grains. Now Herschel, and soon SOFIA and ALMA, will\nprovide unprecedented views of the molecular world of the interstellar medium\n(ISM). It is on dust grains that key ISM molecules, such as hydrogen,\nformaldehyde, methanol, and water are formed. As a result of these new\nobservations, there is a great need to know more about the interaction\nprocesses of atoms and molecules with dust grains. (The Proceedings of the 2010\nNASA Laboratory Astrophysics Workshop (http://www-cfadc.phy.ornl.gov/nasa_law/)\ngive a good view of recent accomplishments in the study of atom/molecule -\nsolid interactions as well as other aspects of laboratory astrophysics.)\n","Comment: Triennial Report 2009-2012, published in Transactions IAU, Volume 7,\n  Issue T28A, p. 385-393"]}]
["1211.1485",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1485"],"date":["2012-11-07"],"type":["text"],"creator":["Hoferichter, Martin","Ditsche, Christoph","Kubis, Bastian","Meißner, Ulf-G."],"language":[],"coverage":[],"title":["Improved dispersive analysis of the scalar form factor of the nucleon"],"description":["  We present a coupled system of integral equations for the pi pi --> Nbar N\nand Kbar K --> Nbar N S-waves derived from Roy-Steiner equations for\npion-nucleon scattering. We discuss the solution of the corresponding\ntwo-channel Muskhelishvili-Omnes problem and apply the results to a dispersive\nanalysis of the scalar form factor of the nucleon fully including Kbar K\nintermediate states. In particular, we determine the corrections Delta_sigma\nand Delta_D, which are needed for the extraction of the pion-nucleon sigma term\nfrom pi N scattering, and show that the difference Delta_D - Delta_sigma=(-1.8\n+/- 0.2) MeV is insensitive to the input pi N parameters.\n","Comment: 6 pages, 3 figures, Proceedings for the 7th International Workshop on\n  Chiral Dynamics, Newport News, Virginia, USA, August 6-10, 2012"]}]
["1211.1499",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1499","International Journal of Bifurcation and Chaos, Vol. 22, No. 7\n  (2012) 1250179","doi:10.1142/S0218127412501799"],"date":["2012-11-07"],"type":["text"],"creator":["Prignano, Luce","Sagarra, Oleguer","Gleiser, Pablo M.","Diaz-Guilera, Albert"],"language":[],"coverage":[],"title":["Synchronization of moving integrate and fire oscillators"],"description":["  We present a model of integrate and fire oscillators that move on a plane.\nThe phase of the oscillators evolves linearly in time and when it reaches a\nthreshold value they fire choosing their neighbors according to a certain\ninteraction range. Depending on the velocity of the ballistic motion and the\naverage number of neighbors each oscillator fires to, we identify different\nregimes shown in a phase diagram. We characterize these regimes by means of\nnovel parameters as the accumulated number of contacted neighbors.\n","Comment: 9 pages, 5 figures"]}]
["1211.1500",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1500"],"date":["2012-11-07"],"type":["text"],"creator":["Foot, R."],"language":[],"coverage":[],"title":["Mirror dark matter explanation of the DAMA, CoGeNT and CRESST-II data"],"description":["  Dark matter might reside in a hidden sector which contains an unbroken\n$U(1)'$ gauge interaction kinetically mixed with standard $U(1)_Y$. Mirror dark\nmatter provides a well motivated example of such a theory. We show that the\nDAMA, CoGeNT and CRESST-II experiments can be simultaneously explained within\nthis hidden sector framework. An experiment in the Southern Hemisphere is\nneeded to test this explanation via a diurnal modulation signal.\n","Comment: 6 pages, Talk given at ICHEP2012"]}]
["1211.1502",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1502","2007A&A...462.1137O","doi:10.1051/0004-6361:20066201"],"date":["2012-11-07"],"type":["text"],"creator":["Suárez, D. Orozco","Iniesta, J. C. del Toro"],"language":[],"coverage":[],"title":["The usefulness of analytic response functions"],"description":["  Aims:We introduce analytical response functions and their main properties as\nan important diagnostic tool that help understand Stokes profile formation\nphysics and the meaning of well-known behaviors of standard inversion codes of\nthe radiative transfer equation often used to measure solar magnetic fields.\nMethods: A Milne-Eddington model atmosphere is used as an example where\nresponse functions are analytical. A sample spectral line has been chosen to\nshow the main qualitative properties. Results: We show that analytic response\nfunctions readily provide explanations for various well-known behaviors of\nspectral lines, such as the sensitivity of visible lines to weak magnetic\nfields or the trade-offs often detected in inversion codes between the\nMilne-Eddington thermodynamic parameters. We also show that response functions\nare helpful in selecting sample wavelengths optimized for specific parameter\ndiagnostics.\n","Comment: Published back in 2007, this is the arXiv version"]}]
["1211.1504",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1504"],"date":["2012-11-07"],"type":["text"],"creator":["Pei, Jiquan","Han, Qiang","Liao, Haijun","Li, Tao"],"language":[],"coverage":[],"title":["An efficient Monte Carlo algorithm for the evaluation of Renyi\n  entanglement entropy of a general quantum dimer model at the R-K point"],"description":["  A highly efficient and simple to implement Monte Carlo algorithm is proposed\nfor the evaluation of the Renyi entanglement entropy(REE) of quantum dimer\nmodel(QDM) at the Rokhsar-Kivelson(R-K) point. It makes possible the evaluation\nof REE at the R-K point to the thermodynamic limit for a general QDM. We apply\nthe algorithm to QDM on both triangular and square lattice as demonstrations\nand find the REE on both lattices follow perfect linear scaling in the\nthermodynamic limit, apart from an even-odd oscillation in the latter case. We\nalso evaluate the topological entanglement entropy(TEE) on both lattices with a\nsubtraction procedure. While the expected TEE of $\\ln2$ is clearly demonstrated\nfor QDM on triangular lattice, a strong oscillation of the result is found for\nQDM on square lattice, which implies the relevance of boundary perturbation in\nsuch a critical system.\n","Comment: 6 pages"]}]
["1211.1505",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Discrete Mathematics","F.2.2","G.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1505"],"date":["2012-11-07"],"type":["text"],"creator":["Bodlaender, Hans L.","Cygan, Marek","Kratsch, Stefan","Nederlof, Jesper"],"language":[],"coverage":[],"title":["Solving weighted and counting variants of connectivity problems\n  parameterized by treewidth deterministically in single exponential time"],"description":["  It is well known that many local graph problems, like Vertex Cover and\nDominating Set, can be solved in 2^{O(tw)}|V|^{O(1)} time for graphs G=(V,E)\nwith a given tree decomposition of width tw. However, for nonlocal problems,\nlike the fundamental class of connectivity problems, for a long time we did not\nknow how to do this faster than tw^{O(tw)}|V|^{O(1)}. Recently, Cygan et al.\n(FOCS 2011) presented Monte Carlo algorithms for a wide range of connectivity\nproblems running in time $c^{tw}|V|^{O(1)} for a small constant c, e.g., for\nHamiltonian Cycle and Steiner tree. Naturally, this raises the question whether\nrandomization is necessary to achieve this runtime; furthermore, it is\ndesirable to also solve counting and weighted versions (the latter without\nincurring a pseudo-polynomial cost in terms of the weights).\n  We present two new approaches rooted in linear algebra, based on matrix rank\nand determinants, which provide deterministic c^{tw}|V|^{O(1)} time algorithms,\nalso for weighted and counting versions. For example, in this time we can solve\nthe traveling salesman problem or count the number of Hamiltonian cycles. The\nrank-based ideas provide a rather general approach for speeding up even\nstraightforward dynamic programming formulations by identifying \"small\" sets of\nrepresentative partial solutions; we focus on the case of expressing\nconnectivity via sets of partitions, but the essential ideas should have\nfurther applications. The determinant-based approach uses the matrix tree\ntheorem for deriving closed formulas for counting versions of connectivity\nproblems; we show how to evaluate those formulas via dynamic programming.\n","Comment: 36 pages"]}]
["1211.1506",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Discrete Mathematics","F.2.2","G.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1506"],"date":["2012-11-07"],"type":["text"],"creator":["Cygan, Marek","Kratsch, Stefan","Nederlof, Jesper"],"language":[],"coverage":[],"title":["Fast Hamiltonicity checking via bases of perfect matchings"],"description":["  For an even integer t \\geq 2, the Matchings Connecivity matrix H_t is a\nmatrix that has rows and columns both labeled by all perfect matchings of the\ncomplete graph K_t on t vertices; an entry H_t[M_1,M_2] is 1 if M_1\\cup M_2 is\na Hamiltonian cycle and 0 otherwise. Motivated by the computational study of\nthe Hamiltonicity problem, we present three results on the structure of H_t: We\nfirst show that H_t has rank at most 2^{t/2-1} over GF(2) via an appropriate\nfactorization that explicitly provides families of matchings X_t forming bases\nfor H_t. Second, we show how to quickly change representation between such\nbases. Third, we notice that the sets of matchings X_t induce permutation\nmatrices within H_t.\n  Subsequently, we use the factorization to obtain an 1.888^n n^{O(1)} time\nMonte Carlo algorithm that solves the Hamiltonicity problem in directed\nbipartite graphs. Our algorithm as well counts the number of Hamiltonian cycles\nmodulo two in directed bipartite or undirected graphs in the same time bound.\nMoreover, we use the fast basis change algorithm from the second result to\npresent a Monte Carlo algorithm that given an undirected graph on n vertices\nalong with a path decomposition of width at most pw decides Hamiltonicity in\n(2+\\sqrt{2})^{pw}n^{O(1)} time. Finally, we use the third result to show that\nfor every \\epsilon >0 this cannot be improved to\n(2+\\sqrt{2}-\\epsilon)^{pw}n^{O(1)} time unless the Strong Exponential Time\nHypothesis fails, i.e., a faster algorithm for this problem would imply the\nbreakthrough result of a (2-\\epsilon)^n time algorithm for CNF-Sat.\n","Comment: 39 pages"]}]
["1211.1508",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1508"],"date":["2012-11-07"],"type":["text"],"creator":["Wojtczak, L."],"language":[],"coverage":[],"title":["The ferromagnetic order in graphene"],"description":["  The conditions for spontaneous magnetization in a single graphene sheet are\ndiscussed in the context of Mermin-Wagner theorem. It is rigorously proved that\nat any nonzero temperature the graphene monolayer is nonmagnetic as long as its\nintrinsic symmetry is preserved. Any electronic fluctuations breaking the\npseudospin conservation law can be responsible for the existence of\nferromagnetic order inside the graphene structure.\n"]}]
["1211.1510",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1510","Proceeding of SPIE 8461, Spintronics V, 84610K (2012)","doi:10.1117/12.930839"],"date":["2012-11-07"],"type":["text"],"creator":["Spiesser, Aurelie","Sharmaa, Sandeep","Saito, Hidekazu","Jansen, Ron","Yuasa, Shinji","Ando, Koji"],"language":[],"coverage":[],"title":["Electrical spin injection in p-type Si using Fe/MgO contacts"],"description":["  We report the successful electrical creation of spin polarization in p-type\nSi at room temperature by using an epitaxial MgO(001) tunnel barrier and\nFe(001) electrode. Reflection high-energy electron diffraction observations\nrevealed that epitaxial Fe/MgO(001) tunnel contacts can be grown on a (2 x 1)\nreconstructed Si surface whereas tunnel contacts grown on the (1 x 1) Si\nsurface were polycrystalline. Transmission electron microscopy images showed a\nmore flat interface for the epitaxial Fe/MgO/Si compared to that of the\npolycrystalline structure. For the Fe/MgO/p-Si devices, the Hanle and inverted\nHanle effects were clearly observed at 300 K by using a three-terminal\nconfiguration, proving that spin polarization can be induced in the Si at room\ntemperature. Effective spin lifetimes deduced from the width of the Hanle curve\nwere 95 +/- 6 ps and 143 +/- 10 ps for the samples with polycrystalline and\nepitaxial MgO tunnel contacts, respectively. The observed difference can be\nqualitatively explained by the local magnetic field induced by the larger\nroughness of the interface of the polycrystalline sample. The sample with\nepitaxial Fe/MgO tunnel contact showed higher magnitude of the spin\naccumulation with a nearly symmetric behavior with respect to the bias polarity\nwhereas that of the polycrystalline MgO sample exhibited a quite asymmetric\nevolution. This might be attributed to the higher degree of spin polarization\nof the epitaxial Fe/MgO(001) tunnel contact, which acts as a spin filter. Our\nexperimental results suggest that an epitaxial MgO barrier is beneficial for\ncreating spins in Si.\n","Comment: Paper presented at SPIE Nanoscience + Engineering, Spintronics V\n  session in San Diego, US on August 13th, 2012"]}]
["1211.1515",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","35Q55 (Primary) 35R02, 49K20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1515"],"date":["2012-11-07"],"type":["text"],"creator":["Adami, R.","Cacciapuoti, C.","Finco, D.","Noja, D."],"language":[],"coverage":[],"title":["Constrained energy minimization and orbital stability for the NLS\n  equation on a star graph"],"description":["  We consider a nonlinear Schr\\\"odinger equation with focusing nonlinearity of\npower type on a star graph ${\\mathcal G}$, written as $ i \\partial_t \\Psi (t) =\nH \\Psi (t) - |\\Psi (t)|^{2\\mu}\\Psi (t)$, where $H$ is the selfadjoint operator\nwhich defines the linear dynamics on the graph with an attractive $\\delta$\ninteraction, with strength $\\alpha < 0$, at the vertex. The mass and energy\nfunctionals are conserved by the flow. We show that for $0<\\mu<2$ the energy at\nfixed mass is bounded from below and that for every mass $m$ below a critical\nmass $m^*$ it attains its minimum value at a certain $\\hat \\Psi_m \\in H^1(\\GG)\n$, while for $m>m^*$ there is no minimum. Moreover, the set of minimizers has\nthe structure ${\\mathcal M}={e^{i\\theta}\\hat \\Psi_m, \\theta\\in \\erre}$.\nCorrespondingly, for every $m<m^*$ there exists a unique $\\omega=\\omega(m)$\nsuch that the standing wave $\\hat\\Psi_{\\omega}e^{i\\omega t} $ is orbitally\nstable. To prove the above results we adapt the concentration-compactness\nmethod to the case of a star graph. This is non trivial due to the lack of\ntranslational symmetry of the set supporting the dynamics, i.e. the graph. This\naffects in an essential way the proof and the statement of\nconcentration-compactness lemma and its application to minimization of\nconstrained energy. The existence of a mass threshold comes from the\ninstability of the system in the free (or Kirchhoff's) case, that in our\nsetting corresponds to $\\al=0$.\n","Comment: 26 pages, 1 figure"]}]
["1211.1518",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1518"],"date":["2012-11-07"],"type":["text"],"creator":["Anantharaman, Nalini","Fermanian-Kammerer, Clotilde","Macià, Fabricio"],"language":[],"coverage":[],"title":["Long-time dynamics of completely integrable Schr\\\"odinger flows on the\n  torus"],"description":["  In this article, we are concerned with long-time behaviour of solutions to a\nsemi-classical Schr\\\"odinger-type equation on the torus. We consider time\nscales which go to infinity when the semi-classical parameter goes to zero and\nwe associate with each time-scale the set of semi-classical measures associated\nwith all possible choices of initial data. We emphasize the existence of a\nthreshold: for time-scales below this threshold, the set of semi-classical\nmeasures contains measures which are singular with respect to Lebesgue measure\nin the \"position\" variable, while at (and beyond) the threshold, all the\nsemi-classical measures are absolutely continuous in the \"position\" variable.\n","Comment: 41 pages"]}]
["1211.1527",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1527"],"date":["2012-11-07"],"type":["text"],"creator":["Petropoulou, Vasiliki","Vilchez, Jose Manuel","Iglesias-Paramo, Jorje"],"language":[],"coverage":[],"title":["Environmental imprint on galaxy chemical enrichment"],"description":["  Recent results are presented on the metal enrichment of low-mass star-forming\n(SF) galaxies in local Universe clusters. The environmental effects on the\nchemical evolution of these galaxies are discussed. We have used spectroscopic\ndata from the SDSSIII-DR8 and we have derived the gas-phase O/H and N/O\nabundances. We have then examined the Mass-Metallicity Relation (MZR) of this\nsample of cluster galaxies, and we have found well defined sequences. A\nflattening of the slope of these sequences has been observed for galaxies\nlocated in the core of the two more massive clusters of the sample, suggesting\nthat the effect of the cluster environment depends both on the galaxy mass and\nthe host cluster mass. Based on these results we explore cluster-specific\neffects (e.g. ram-pressure stripping, pressure confinement etc), predicted by\nhydrodynamic models, capable of yielding the observed mass-dependent\nenhancement of the metallicity.\n","Comment: 6 pages, 2 figures. To appear in \"Highlights of Spanish Astrophysics\n  VII\", Proceedings of the X Scientific Meeting held in Valencia, Spain on\n  2012, July 9-13 (oral contribution)"]}]
["1211.1528",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1528"],"date":["2012-11-07"],"type":["text"],"creator":["Beltran, Carlos","Shub, Michael"],"language":[],"coverage":[],"title":["The complexity and geometry of numerically solving polynomial systems"],"description":["  These pages contain a short overview on the state of the art of efficient\nnumerical analysis methods that solve systems of multivariate polynomial\nequations. We focus on the work of Steve Smale who initiated this research\nframework, and on the collaboration between Stephen Smale and Michael Shub,\nwhich set the foundations of this approach to polynomial system--solving,\nculminating in the more recent advances of Carlos Beltran, Luis Miguel Pardo,\nPeter Buergisser and Felipe Cucker.\n"]}]
["1211.1532",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1532"],"date":["2012-11-07"],"type":["text"],"creator":["Li, Yan","Zhang, Fu-Lin","Chen, Jing-Ling","Kwek, L. C."],"language":[],"coverage":[],"title":["Prepotential approach to systems with dynamical symmetries"],"description":["  A prepotential approach to constructing the quantum systems with dynamical\nsymmetry is proposed. As applications, we derive generalizations of the\nhydrogen atom and harmonic oscillator, which can be regarded as the systems\nwith position-dependent mass. They have the symmetries which are similar to the\ncorresponding ones, and can be solved by using the algebraic method.\n","Comment: 14 pages, no fig"]}]
["1211.1545",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1545","PoS (Lattice 2012) 274"],"date":["2012-11-07"],"type":["text"],"creator":["Bae, Taegil","Jang, Yong-Chull","Jeong, Hwancheol","Jung, Chulwoo","Kim, Hyung-Jin","Kim, Jangho","Kim, Jongjeong","Kim, Kwangwoo","Kim, Seonghee","Lee, Weonjong","Leem, Jaehoon","Sharpe, Stephen R.","Yoon, Boram","Collaboration, the SWME"],"language":[],"coverage":[],"title":["Recent progress in calculation of $B_K$ using staggered fermions"],"description":["  We report on recent progress in the calculation of $B_K$ using HYP-smeared\nimproved staggered fermions on the MILC asqtad lattices. We have added\nmeasurements on fine ($a\\sim 0.09 $fm) and superfine ($a\\sim 0.06 $fm)\nensembles at different values of the light sea quark mass ($a m_\\ell$), as well\nas increased the statistics on some other ensembles. We find that the results\non the fine lattices show a significantly stronger $am_\\ell$ dependence than\nthose on the superfine and coarse ($a\\sim 0.12 $fm) lattices. We discuss\ndifferent methods for accounting for these new results when doing the $a\nm_\\ell$ and continuum extrapolations.\n","Comment: 7 pages, 6 figures"]}]
["1211.1548",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1548"],"date":["2012-11-07"],"type":["text"],"creator":["Pisier, Gilles"],"language":[],"coverage":[],"title":["Examples of non exact 1-subexponential $C^*$-algebras"],"description":["  This is a complement to our previous paper on the arxiv on quantum expanders\nand geometry of operator spaces. We show that there is a non-exact\n$C^*$-algebra that is 1-subexponential, and we give several other complements\nto the results of that paper. Our example can be described very simply using\nrandom matrices: Let ${X_j^{(m)}\\mid j=1,2,...}$ be an i.i.d. sequence of\nrandom $m\\times m$-matrices distributed according to the Gaussian Unitary\nEnsemble (GUE). For each $j$ let $u_j(\\omega)$ be the block direct sum defined\nby $$u_j(\\omega)= \\oplus_{m\\ge 1} X_j^{(m)}(\\omega)\\in \\oplus_{m\\ge 1} M_m.$$\nThen for almost every $\\omega$ the $C^*$-algebra generated by ${u_j(\\omega)\n\\mid j=1,2,...}$ is 1-subexponential but is not exact. The GUE is a matrix\nmodel for the semi-circular distribution. We can also use instead the analogous\ncircular model.\n","Comment: We plan to incorporate these examples in an article including the\n  part of \"quantum expanders and geometry of operator spaces\" devoted to\n  subexponential operator spaces. We plan to publish the remaining part devoted\n  to quantum expanders separately"]}]
["1211.1551",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1551","doi:10.1039/c2sm26530c"],"date":["2012-11-07"],"type":["text"],"creator":["Boulogne, François","Giorgiutti-Dauphiné, Frédérique","Pauchard, Ludovic"],"language":[],"coverage":[],"title":["The buckling and invagination process during consolidation of colloidal\n  droplets"],"description":["  Drying a droplet of colloidal dispersion can result in complex pattern\nformation due to both development and deformation of a skin at the drop\nsurface. The present study focus on the drying process of droplets of colloidal\ndispersions in a confined geometry where direct observations of the skin\nthickness are allowed. During the drying, a buckling process is followed by a\nsingle depression growth inside the drop. The deformation of the droplet is\nfound to be generic and is studied for various colloidal dispersions. The final\nshape can be partly explained by simple energy analysis based on the\ncompetition between bending and stretching deformations. Particularly, the\nfinal shape enables us to determine precisely the critical thickness of the\nshell for buckling. This study allow us to validate theory in 2D droplets and\napply it to the case of 3D droplets where the thickness is not accessible by\ndirect observation.\n","Comment: 17 pages. Accepted in Soft Matter"]}]
["1211.1552",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1552"],"date":["2012-11-07"],"type":["text"],"creator":["Burger, Harold Christopher","Schuler, Christian J.","Harmeling, Stefan"],"language":[],"coverage":[],"title":["Image denoising with multi-layer perceptrons, part 2: training\n  trade-offs and analysis of their mechanisms"],"description":["  Image denoising can be described as the problem of mapping from a noisy image\nto a noise-free image. In another paper, we show that multi-layer perceptrons\ncan achieve outstanding image denoising performance for various types of noise\n(additive white Gaussian noise, mixed Poisson-Gaussian noise, JPEG artifacts,\nsalt-and-pepper noise and noise resembling stripes). In this work we discuss in\ndetail which trade-offs have to be considered during the training procedure. We\nwill show how to achieve good results and which pitfalls to avoid. By analysing\nthe activation patterns of the hidden units we are able to make observations\nregarding the functioning principle of multi-layer perceptrons trained for\nimage denoising.\n"]}]
["1211.1555",{"format":[],"subject":["Mathematics - Category Theory","18D10, 18D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1555","Theory and Applications of Categories, Vol. 26, 2012, No. 23, pp\n  582-659"],"date":["2012-11-07"],"type":["text"],"creator":["Ponto, Kate","Shulman, Michael"],"language":[],"coverage":[],"title":["Duality and traces for indexed monoidal categories"],"description":["  By the Lefschetz fixed point theorem, if an endomorphism of a topological\nspace is fixed-point-free, then its Lefschetz number vanishes. This necessary\ncondition is not usually sufficient, however; for that we need a refinement of\nthe Lefschetz number called the Reidemeister trace. Abstractly, the Lefschetz\nnumber is a trace in a symmetric monoidal category, while the Reidemeister\ntrace is a trace in a bicategory; in this paper we relate these contexts using\nindexed symmetric monoidal categories.\n  In particular, we will show that for any symmetric monoidal category with an\nassociated indexed symmetric monoidal category, there is an associated\nbicategory which produces refinements of trace analogous to the Reidemeister\ntrace. This bicategory also produces a new notion of trace for parametrized\nspaces with dualizable fibers, which refines the obvious \"fiberwise\" traces by\nincorporating the action of the fundamental group of the base space. We also\nadvance the basic theory of indexed monoidal categories, including introducing\na string diagram calculus which makes calculations much more tractable. This\nabstract framework lays the foundation for generalizations of these ideas to\nother contexts.\n","Comment: 78 pages"]}]
["1211.1560",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1560"],"date":["2012-11-07"],"type":["text"],"creator":["Jones, H. F."],"language":[],"coverage":[],"title":["The Floquet Method for $PT$-symmetric Periodic Potentials"],"description":["  By the general theory of $PT$-symmetric quantum systems, their energy levels\nare either real or occur in complex-conjugate pairs, which implies that the\nsecular equation must be real. However, for periodic potentials it is by no\nmeans clear that the secular equation arising in the Floquet method is indeed\nreal, since it involves two linearly independent solutions of the Schr\\\"odinger\nequation. In this brief note we elucidate how that reality can be established.\n","Comment: 3 pages"]}]
["1211.1561",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1561"],"date":["2012-11-07"],"type":["text"],"creator":["Verga, L. G.","Bonilha, M. M.","Carlone, M.","Venegas, P. A."],"language":[],"coverage":[],"title":["Critical Currents and Melting Temperature of a Two-dimensional Vortex\n  Lattice with Periodic Pinning"],"description":["  The critical current and melting temperature of a vortex system are analyzed.\nCalculations are made for a two dimensional film at finite temperature with two\nkinds of periodic pinning: hexagonal and Kagom\\'e. A transport current parallel\nand perpendicular to the main axis of the pinning arrays is applied and\nmolecular dynamics simulations are used to calculate the vortex velocities to\nobtain the critical currents. The structure factor and displacements of\nvortices at zero transport current are used to obtain the melting temperature\nfor both pinning arrays. The critical currents are higher for the hexagonal\npinning lattice and anisotropic for both pinning arrays. This anisotropy is\nstronger with temperature for the hexagonal array. For the Kagom\\'e pinning\nlattice, our analysis shows a multi stage phase melting; that is, as we\nincrease the temperature, each different dynamic phase melts before reaching\nthe melting temperature. Both the melting temperature and critical currents are\nlarger for the hexagonal lattice, indicating the role for the interstitial\nvortices in decreasing the pinning strength.\n"]}]
["1211.1563",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1563"],"date":["2012-11-07"],"type":["text"],"creator":["Tappert, C.","Schmidtobreick, L.","Ederoclite, A.","Vogt, N."],"language":[],"coverage":[],"title":["Getting to know the cataclysmic variable beneath the nova eruption"],"description":["  The eruption of a (classical) nova is widely accepted to be a recurrent event\nin the lifetime of a cataclysmic binary star. In-between eruptions the system\nshould therefore behave as a \"normal\" cataclysmic variable (CV), i.e. according\nto its characteristic properties like the mass-transfer rate or the strength of\nthe magnetic field of the white dwarf. How important are these characteristics\nfor the nova eruption itself, i.e. which type of systems preferably undergo a\nnova eruption? This question could in principle be addressed by comparing the\npost-nova systems with the general CV population. However, information on\npost-novae is scarce, even to the extent that the identification of the\npost-nova is ambiguous in most cases. In this paper we inform on the progress\nof a project that has been undertaken to significantly improve the number of\nconfirmed post-novae, thus ultimately providing the means for a better\nunderstanding of these objects.\n","Comment: 6 pages, 2 figures; proceedings of a poster presented at the\n  international conference on \"The Most Mysterious Binaries: Significance for\n  Astrophysics\", 2 - 6 July 2012, Hvar, Croatia; to be published in the Central\n  European Astrophysical Bulletin"]}]
["1211.1564",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Quantitative Finance - Risk Management","62H20, 91B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1564"],"date":["2012-11-07"],"type":["text"],"creator":["Giada, Lorenzo","Nordio, Claudio"],"language":[],"coverage":[],"title":["Funded Bilateral Valuation Adjustment"],"description":["  We show how the cost of funding the collateral in a particular set up can be\nequal to the Bilateral Valuation Adjustment with the \"funded\" probability of\ndefault, leading to the definition of a Funded Bilateral Valuation Adjustment\n(FBVA). That set up can also be viewed by an investor as an effective way to\nrestructure the counterparty risk arising from an uncollateralized transaction\nwith a counterparty, mitigating or even avoiding entirely the additional\ncapital charge introduced by the new Basel III framework.\n","Comment: 10 pages, 3 figures"]}]
["1211.1565",{"format":[],"subject":["Computer Science - Databases","C.2.0","C.2.1","C.2.4","D.2.11","D.2.12","D.3.3","E.2","H.2.1","H.2.3","H.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1565"],"date":["2012-11-07"],"type":["text"],"creator":["Hausenblas, Michael","Villazon-Terrazas, Boris","Cyganiak, Richard"],"language":[],"coverage":[],"title":["Data Shapes and Data Transformations"],"description":["  Nowadays, information management systems deal with data originating from\ndifferent sources including relational databases, NoSQL data stores, and Web\ndata formats, varying not only in terms of data formats, but also in the\nunderlying data model. Integrating data from heterogeneous data sources is a\ntime-consuming and error-prone engineering task; part of this process requires\nthat the data has to be transformed from its original form to other forms,\nrepeating all along the life cycle. With this report we provide a principled\noverview on the fundamental data shapes tabular, tree, and graph as well as\ntransformations between them, in order to gain a better understanding for\nperforming said transformations more efficiently and effectively.\n","Comment: 9 pages"]}]
["1211.1573",{"format":[],"subject":["High Energy Physics - Lattice","Condensed Matter - Statistical Mechanics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1573","PoS(Lattice 2012)098"],"date":["2012-11-07"],"type":["text"],"creator":["Schmidt, Alexander","Mercado, Ydalia Delgado","Gattringer, Christof"],"language":[],"coverage":[],"title":["Monte Carlo simulation of abelian gauge-Higgs lattice models using dual\n  representation"],"description":["  We study abelian gauge-Higgs models on the lattice and consider gauge groups\nZ(3) and U(1). For both cases the partition sums are mapped exactly to a dual\nrepresentation where the degrees of freedom are surfaces for the gauge fields\nand loops of flux that may serve as boundaries for the surfaces represent the\nmatter fields. Also at finite chemical potential the dual partition sums have\nonly real and positive contributions and the complex action problem of the\nconventional representation is overcome in the dual approach. We apply a local\nMetropolis update for the dual degrees of freedom, as well as a generalization\nof the worm algorithm to bounded surfaces. Results that illustrate condensation\nphenomena as a function of chemical potential are discussed.\n"]}]
["1211.1574",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1574"],"date":["2012-11-07"],"type":["text"],"creator":["Dugic, M."],"language":[],"coverage":[],"title":["Delayed choice without choice"],"description":["  A critical note on some of the existing proposals for performing the \"delayed\nchoice\" experiment is placed. By abandoning the original idea and intention,\nsome modern theoretical proposals and experimental evidence are simply\nincorrectly understood/interpreted. In effect, the Complementarity principle\nremains practically intact.\n","Comment: (almost) 1 page"]}]
["1211.1577",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1577"],"date":["2012-11-07"],"type":["text"],"creator":["Pu, Hung-Yi","Hirotani, Kouichi","Mizuno, Yosuke","Chang, Hsiang-Kuang"],"language":[],"coverage":[],"title":["Two Types of Ergospheric Jets from Accreting Black Holes: The Dichotomy\n  of Fanaroff-Riley Galaxies"],"description":["  We investigate the extraction of the rotational energy of a black hole under\ndifferent accreting environment. When the accretion rate is moderate, the\naccretion disk consists of an outer thin disk and an inner advection-dominated\naccretion flow. In such a combined disk, the outer thin disk can sustain a\nmagnetic field with moderate strength at the event horizon, leading to the\nformation of relativistic jets with moderate luminosity and speed via the\nmagnetohrodynamic Penrose process. When the accretion rate increases enough, on\nthe other hand, the disk becomes geometrically thin near the horizon. In this\nslim disk, the denser plasmas can sustain a stronger magnetic field than that\nin a combined disk, leading to the formation of jets with greater luminosity\nand speed via the Blandford-Znajek processs. It is discussed that the former\njets are associated with the Fanaroff-Riley (FR) I galaxies and the latter with\nFR II galaxies.\n","Comment: 6 pages, including 1 table and 4 figures. Submitted"]}]
["1211.1580",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1580"],"date":["2012-11-07"],"type":["text"],"creator":["Manon, Christopher"],"language":[],"coverage":[],"title":["Bounds on generators and relations for the algebra of $SL_2(\\C)$\n  conformal blocks"],"description":["  We show that the Cox ring of the moduli of $SL_2(\\C)$ quasi-parabolic\nprincipal bundles on a marked curve is generated by conformal blocks of level 1\nand 2. We show that the ideal which vanishes on these generators is generated\nby forms of degrees $2, 3, 4.$\n"]}]
["1211.1581",{"format":[],"subject":["Computer Science - Performance","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1581"],"date":["2012-11-07"],"type":["text"],"creator":["Weinberg, Volker"],"language":[],"coverage":[],"title":["Data-parallel programming with Intel Array Building Blocks (ArBB)"],"description":["  Intel Array Building Blocks is a high-level data-parallel programming\nenvironment designed to produce scalable and portable results on existing and\nupcoming multi- and many-core platforms.\n  We have chosen several mathematical kernels - a dense matrix-matrix\nmultiplication, a sparse matrix-vector multiplication, a 1-D complex FFT and a\nconjugate gradients solver - as synthetic benchmarks and representatives of\nscientific codes and ported them to ArBB. This whitepaper describes the ArBB\nports and presents performance and scaling measurements on the Westmere-EX\nbased system SuperMIG at LRZ in comparison with OpenMP and MKL.\n","Comment: 13 pages, 7 figures, PRACE Whitepaper"]}]
["1211.1582",{"format":[],"subject":["Mathematics - Number Theory","11B68, 11S80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1582"],"date":["2012-11-06"],"type":["text"],"creator":["Kim, Dae San","Kim, Taekyun","Lee, Sang-Hun"],"language":[],"coverage":[],"title":["Some identities for Bernoulli polynomials involving Chebyshev\n  polynomials"],"description":["  In this paper, we derive some new and interesting idebtities for Bernoulli,\nEuler and Hermite polynomials associated with Chebyshev polynomials.\n","Comment: 9 pages"]}]
["1211.1586",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1586"],"date":["2012-11-07"],"type":["text"],"creator":["Malossi, N.","Bason, M. G.","Viteau, M.","Arimondo, E.","Mannella, R.","Morsch, O.","Ciampini, D."],"language":[],"coverage":[],"title":["Quantum driving protocols for a two level system: from generalized\n  Landau-Zener sweeps to superadiabatic control"],"description":["  We present experimental results on the preparation of a desired quantum state\nin a two-level system with the maximum possible fidelity using driving\nprotocols ranging from generalizations of the linear Landau-Zener protocol to\ntransitionless driving protocols that ensure perfect following of the\ninstantaneous adiabatic ground state. We also study the minimum time needed to\nachieve a target fidelity and explore and compare the robustness of some of the\nprotocols against parameter variations simulating a possible experimental\nuncertainty. In our experiments, we realize a two-level model system using\nBose-Einstein condensates inside optical lattices, but the results of our\ninvestigation should hold for any quantum system that can be approximated by a\ntwo-level system.\n","Comment: 11 pages, 10 figures"]}]
["1211.1589",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1589"],"date":["2012-08-28"],"type":["text"],"creator":["Beliavsky, Yan"],"language":[],"coverage":[],"title":["Experimental investigation of a temperature separation effect inside a\n  short vortex chamber"],"description":["  Room temperature compressed air was pumped into a short (H/D = 0.18) vortex\nchamber. Experiments revealed temperature separation. The highest temperature\nof the periphery was 465 degC, and the lowest temperature of the central zone\nwas -45 degC. During the process, heat was transferred to periphery in the\nopposite direction of the powerful vortex flow. This heat transfer cannot be\nexplained by conventional heat transfer processes. To explain this phenomenon,\nthe concept of Pressure Gradient Waves (PGW) is proposed in the paper. PGW are\nelastic waves which operate in compressible fluids with pressure gradients and\ndensity fluctuations.\n","Comment: 6 pages, 7 figures, Proceedings of the 9th International Conference\n  on Heat Transfer, Fluid Mechanics and Thermodynamics, Malta, July 2012, pp.\n  1482-1487"]}]
["1211.1590",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1590","A&A 545 A62 (2012)","doi:10.1051/0004-6361/201219308"],"date":["2012-11-07"],"type":["text"],"creator":["Monceau-Baroux, Remi","Keppens, Rony","Meliani, Zakaria"],"language":[],"coverage":[],"title":["Effect of angular opening on the dynamics of relativistic hydro jets"],"description":["  Context. Relativistic jets emerging from AGN cores transfer energy from the\ncore to their surrounding ISM/IGM. Because jets are observed to have finite\nopening angles, one needs to quantify the role of conical versus cylindrical\njet propagation in this energy transfer. Aims. We use FR-II AGN jets parameter\nwith finite opening angles. We study the effect of the variation of the opening\nangle on the dynamics and energy transfer of the jet. We also point out how the\ncharacteristics of this external medium, such as its density profile, play a\nrole in the dynamics. Methods. This study exploits our parallel AMR code\nMPI-AMRVAC with its special relativistic hydrodynamic model, incorporating an\nequation of state with varying effective polytropic index. We studied mildly\nunder-dense jets up to opening angles of 10 degrees, at Lorentz factors of\nabout 10, inspired by observations. Instantaneous quantification of the various\nISM volumes and their energy content allows one to quantify the role of mixing\nversus shock-heated cocoon regions over the time intervals. Results. We show\nthat a wider opening angle jet results in a faster deceleration of the jet and\nleads to a wider cocoon dominated by Kelvin-Helmholtz and Rayleigh-Taylor\ninstabilities. The energy transfer mainly occurs in the shocked ISM region by\nboth the frontal bow shock and cocoon-traversing shock waves, in a roughly 3 to\n1 ratio to the energy transfer of the mixing zone, for a 5 degree opening angle\njet. A rarefaction wave induces a dynamically formed layered structure of the\njet beam. Conclusions. Finite opening angle jets can efficiently transfer\nsignificant fractions (25 % up to 70 %) of their injected energy over a growing\nregion of shocked ISM matter. The role of the ISM stratification is prominent\nfor determining the overall volume that is affected by relativistic jet\ninjection.\n"]}]
["1211.1592",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1592"],"date":["2012-11-07"],"type":["text"],"creator":["Hung, Ying","Joseph, V. Roshan","Melkote, Shreyes N."],"language":[],"coverage":[],"title":["Analysis of Computer Experiments with Functional Response"],"description":["  This paper is motivated by a computer experiment conducted for optimizing\nresidual stresses in the machining of metals. Although kriging is widely used\nin the analysis of computer experiments, it cannot be easily applied to model\nthe residual stresses because they are obtained as a profile. The high\ndimensionality caused by this functional response introduces severe\ncomputational challenges in kriging. It is well known that if the functional\ndata are observed on a regular grid, the computations can be simplified using\nan application of Kronecker products. However, the case of irregular grid is\nquite complex. In this paper, we develop a Gibbs sampling-based expectation\nmaximization algorithm, which converts the irregularly spaced data into a\nregular grid so that the Kronecker product-based approach can be employed for\nefficiently fitting a kriging model to the functional data.\n"]}]
["1211.1599",{"format":[],"subject":["Condensed Matter - Materials Science","Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1599","Physica B: Condensed Matter 407.9 (2012): 1340-1344","doi:10.1016/j.physb.2011.07.053"],"date":["2012-11-07"],"type":["text"],"creator":["Visscher, Pieter B.","Zhu, Ru"],"language":[],"coverage":[],"title":["Low-dimensionality energy landscapes: Magnetic switching mechanisms and\n  rates"],"description":["  In this paper we propose a new method for the study and visualization of\ndynamic processes in magnetic nanostructures, and for the accurate calculation\nof rates for such processes. The method is illustrated for the case of\nswitching of a grain of an exchange-coupled recording medium, which switches\nthrough domain wall nucleation and motion, but is generalizable to other rate\nprocesses such as vortex formation and annihilation. The method involves\ncalculating the most probable (lowest energy) switching path and projecting the\nmotion onto that path. The motion is conveniently visualized in a\ntwo-dimensional (2D) projection parameterized by the dipole and quadrupole\nmoment of the grain. The motion along that path can then be described by a\nLangevin equation, and its rate can be computed by the classic method of\nKramers. The rate can be evaluated numerically, or in an analytic approximation\n- interestingly, the analytic result for domain-wall switching is very similar\nto that obtained by Brown in 1963 for coherent switching, except for a factor\nproportional to the domain-wall volume. Thus in addition to its lower\ncoercivity, an exchange-coupled medium has the additional advantage (over a\nuniform medium) of greater thermal stability, for a fixed energy barrier.\n","Comment: 5 figures"]}]
["1211.1604",{"format":[],"subject":["Mathematics - Geometric Topology","Computer Science - Logic in Computer Science","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1604"],"date":["2012-11-07"],"type":["text"],"creator":["Buliga, Marius"],"language":[],"coverage":[],"title":["Graphic lambda calculus and knot diagrams"],"description":["  In arXiv:1207.0332 [cs.LO] was proposed a graphic lambda calculus formalism,\nwhich has sectors corresponding to untyped lambda calculus and emergent\nalgebras.\n  Here we explore the sector covering knot diagrams, which are constructed as\nmacros over the graphic lambda calculus.\n"]}]
["1211.1610",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1610"],"date":["2012-11-07"],"type":["text"],"creator":["Li, Chonghong","Cheung, Yeuk-Kwan E."],"language":[],"coverage":[],"title":["Dualities between Scale Invariant and Magnitude Invariant Perturbation\n  Spectra in Inflationary/Bouncing Cosmos"],"description":["  We study cosmological perturbation spectra using the dynamical equations of\ngauge invariant perturbations with a generalized blue/red-shift term. Combined\nwith the power-law index of cosmological background, {\\nu}, we construct a\nparameter space, ({\\nu}, m), to classify all possible perturbation spectra. The\nmagnitude-invariant power spectra occupy a two dimensional region in the\n({\\nu}, m) space. We find two groups of scale-invariant solutions, one of which\nare also magnitude invariant while the other not, in the expanding and\ncontracting phases of cosmological evolution. We explore the implications of\nmagnitude invariance to the scale-invariance of an underlying spectrum, and\nunveil a novel duality between the scale-invariant solutions and the boundary\nof magnitude-invariant solutions: under two consecutive duality\ntransformations, the scale-invariant solutions are mapped onto the boundary of\nmagnitude invariant region. The physical origin of such a duality is yet to be\nstudied. We present cosmological applications of our observations to a\nde-Sitter universe, an Ekpyrotic background, and a matter-dominated\ncontraction. For the first two cases previously known results are re-derived;\nwe also find for a matter-dominated contraction a solution with both\nscale-invariance as well as magnitude-invariance--in contrast to Wands's\nscale-invariant but magnitude-variant spectrum.\n","Comment: latex, 13 pages and 1 figure"]}]
["1211.1611",{"format":[],"subject":["Physics - General Physics","08A02 Relational systems, laws of composition","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1611","Fundamental Properties of Quaternion Spinors, Gravitation and\n  Cosmology V18 (3) pp 188-195, 2012","doi:10.1134/S0202289312030103"],"date":["2012-09-08"],"type":["text"],"creator":["Yefremov, Alexander P."],"language":[],"coverage":[],"title":["Fundamental Properties of Quaternion Spinors"],"description":["  The interior structure of arbitrary sets of quaternion units is analyzed\nusing general methods of the theory of matrices. It is shown that the units are\ncomposed of quadratic combinations of fundamental objects having a dual\nmathematical meaning as spinor couples and dyads locally describing 2D\nsurfaces. A detailed study of algebraic relationships between the spinor sets\nbelonging to different quaternion units is suggested as an initial step aimed\nat producing a self-consistent geometric image of spinor-surface distribution\non the physical 3D space background.\n","Comment: 8 pages"]}]
["1211.1613",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1613"],"date":["2012-11-07"],"type":["text"],"creator":["Tan, Guochun Wu Zhong","Huang, Jun"],"language":[],"coverage":[],"title":["Global existence and large time behavior for the system of compressible\n  adiabatic flow through porous media in $\\mathbb{R}^{3}$"],"description":["  The system of compressible adiabatic flow through porous media is considered\nin $\\mathbb{R}^{3}$ in the present paper. The global existence and uniqueness\nof classical solutions are obtained when the initial data is near its\nequilibrium. We also show that the pressure of the system converges to its\nequilibrium state at the same $L^2$-rate $(1+t)^{-3/4}$ as the Navier-Stokes\nequations without heat conductivity, but the velocity of the system decays at\nthe $L^2$-rate $(1+t)^{-5/4}$, which is faster than the $L^2$-rate\n$(1+t)^{-3/4}$ for the Navier-Stokes equations without heat conductivity [3].\n"]}]
["1211.1615",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1615"],"date":["2012-11-07"],"type":["text"],"creator":["Bach, P. L.","Leborán, V.","Pardo, V.","Botana, A. S.","Baldomir, D.","Rivadulla, F."],"language":[],"coverage":[],"title":["Tuning the thermoelectric properties of SrTiO3 by controlled oxygen\n  doping"],"description":["  We report the thermoelectric properties (Seebeck coefficient, thermal\nconductivity, and electrical resistivity) of lightly doped single crystals of\n(001)-oriented SrTiO3 (STO). Hall effect measurements show that electron doping\naround 10^-5 carriers per unit cell can be achieved by vacuum annealing of the\ncrystals under carefully controlled conditions. The steep density of states\nnear the Fermi energy of STO at this doping level (confirmed by ab initio\ncalculations) retains an unusually large Seebeck coefficient, in spite of an\nincrease in the electronic conductivity by several orders of magnitude. This\neffect, combined with a decrease in thermal conductivity due to vacancy\ndisorder scattering makes intrinsic doping in STO (and other materials) an\nalternative strategy to optimize its thermoelectric figure of merit.\n","Comment: 4 pages, 4 Figures. Submitted to Applied Physics Letters"]}]
["1211.1622",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1622"],"date":["2012-11-07"],"type":["text"],"creator":["Chen, Jinyuan","Elia, Petros"],"language":[],"coverage":[],"title":["MISO Broadcast Channel with Delayed and Evolving CSIT"],"description":["  The work considers the two-user MISO broadcast channel with gradual and\ndelayed accumulation of channel state information at the transmitter (CSIT),\nand addresses the question of how much feedback is necessary, and when, in\norder to achieve a certain degrees-of-freedom (DoF) performance. Motivated by\nlimited-capacity feedback links that may not immediately convey perfect CSIT,\nand focusing on the block fading scenario, we consider a progressively\nincreasing CSIT quality as time progresses across the coherence period (T\nchannel uses - evolving current CSIT), or at any time after (delayed CSIT).\n  Specifically, for any set of feedback quality exponents a_t, t=1,...,T,\ndescribing the high-SNR rates-of-decay of the mean square error of the current\nCSIT estimates at time t<=T (during the coherence period), the work describes\nthe optimal DOF region in several different evolving CSIT settings, including\nthe setting with perfect delayed CSIT, the asymmetric setting where the quality\nof feedback differs from user to user, as well as considers the DoF region in\nthe presence of a imperfect delayed CSIT corresponding to having a limited\nnumber of overall feedback bits. These results are supported by novel\nmulti-phase precoding schemes that utilize gradually improving CSIT.\n  The approach here naturally incorporates different settings such as the\nperfect-delayed CSIT setting of Maddah-Ali and Tse, the imperfect current CSIT\nsetting of Yang et al. and of Gou and Jafar, the asymmetric setting of Maleki\net al., as well as the not-so-delayed CSIT setting of Lee and Heath.\n","Comment: Submitted to Transactions on Information Theory - November 2012 18\n  double column pages"]}]
["1211.1636",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1636"],"date":["2012-11-07"],"type":["text"],"creator":["Hartung, Sepp","Nichterlein, André"],"language":[],"coverage":[],"title":["On the Parameterized and Approximation Hardness of Metric Dimension"],"description":["  The NP-hard Metric Dimension problem is to decide for a given graph G and a\npositive integer k whether there is a vertex subset of size at most k that\nseparates all vertex pairs in G. Herein, a vertex v separates a pair {u,w} if\nthe distance (length of a shortest path) between v and u is different from the\ndistance of v and w. We give a polynomial-time computable reduction from the\nBipartite Dominating Set problem to Metric Dimension on maximum degree three\ngraphs such that there is a one-to-one correspondence between the solution sets\nof both problems. There are two main consequences of this: First, it proves\nthat Metric Dimension on maximum degree three graphs is W[2]-complete with\nrespect to the parameter k. This answers an open question concerning the\nparameterized complexity of Metric Dimension posed by D\\'iaz et al. [ESA'12]\nand already mentioned by Lokshtanov [Dagstuhl seminar, 2009]. Additionally, it\nimplies that Metric Dimension cannot be solved in n^{o(k)} time, unless the\nassumption FPT \\neq W[1] fails. This proves that a trivial n^{O(k)} algorithm\nis probably asymptotically optimal.\n  Second, as Bipartite Dominating Set is inapproximable within o(log n), it\nfollows that Metric Dimension on maximum degree three graphs is also\ninapproximable by a factor of o(log n), unless NP=P. This strengthens the\nresult of Hauptmann et al. [JDA 2012] who proved APX-hardness on bounded-degree\ngraphs.\n","Comment: 15 pages, 3 figures"]}]
["1211.1639",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Optimization and Control","47H09 (Primary) 52B55, 65K10, 90C25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1639"],"date":["2012-11-07"],"type":["text"],"creator":["Bauschke, Heinz H.","Chen, Jiawei","Wang, Xianfu"],"language":[],"coverage":[],"title":["A projection method for approximating fixed points of quasi nonexpansive\n  mappings without the usual demiclosedness condition"],"description":["  We introduce and analyze an abstract algorithm that aims to find the\nprojection onto a closed convex subset of a Hilbert space. When specialized to\nthe fixed point set of a quasi nonexpansive mapping, the required sufficient\ncondition (termed \"fixed-point closed\") is less restrictive than the usual\nconditions based on the demiclosedness principle. A concrete example of a\nsubgradient projector is presented which illustrates the applicability of this\ngeneralization.\n"]}]
["1211.1640",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1640"],"date":["2012-11-07"],"type":["text"],"creator":["Krug, Andreas"],"language":[],"coverage":[],"title":["Tensor products of tautological bundles under the\n  Bridgeland-King-Reid-Haiman equivalence"],"description":["  We give a description of the image of tensor products of tautological bundles\non Hilbert schemes of points on surfaces under the Bridgeland-King-Reid-Haiman\nequivalence. Using this, some new formulas for cohomological invariants of\nthese bundles are obtained. In particular, we give formulas for the Euler\ncharacteristic of arbitrary tensor products on the Hilbert scheme of two points\nand of triple tensor products in general.\n"]}]
["1211.1647",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Algebraic Topology","55P62, 55P15, 14D06, 14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1647"],"date":["2012-11-07"],"type":["text"],"creator":["Schlessinger, Mike","Stasheff, Jim"],"language":[],"coverage":[],"title":["Deformation theory and rational homotopy type"],"description":["  We regard the classification of rational homotopy types as a problem in\nalgebraic deformation theory: any space with given cohomology is a\nperturbation, or deformation, of the \"formal\" space with that cohomology. The\nclassifying space is then a \"moduli\" space --- a certain quotient of an\nalgebraic variety of perturbations. The description we give of this moduli\nspace links it with corresponding structures in homotopy theory, especially the\nclassification of fibres spaces with fixed fibre F in terms of homotopy classes\nof maps of the base B into a classifying space constructed from the monoid of\nhomotopy equivalences of F to itself. We adopt the philosophy, later promoted\nby Deligne in response to Goldman and Millson, that any problem in deformation\ntheory is \"controlled\" by a differential graded Lie algebra, unique up to\nhomology equivalence (quasi-isomorphism) of dg Lie algebras. Here we extend\nthis philosophy further to control by sh-Lie-algebras.\n","Comment: After 3 decades aborning, here it is at last.Comments most welcome.\n  If we have missed an appropriate reference, let us know. 69 pages"]}]
["1211.1651",{"format":[],"subject":["Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1651"],"date":["2012-11-07"],"type":["text"],"creator":["Anton, Marian","Roberts, Joshua"],"language":[],"coverage":[],"title":["Unstable analogues of the Lichtenbaum-Quillen conjecture"],"description":["  This survey is mostly concerned with unstable analogues of the\nLichtenbaum-Quillen Conjecture. The Lichtenbaum-Quillen Conjecture (now implied\nby the Voevodsky-Rost Theorem) attempts to describe the algebraic K-theory of\nrings of integers in number fields in terms of much more accessible \"etale\nmodels\". Suitable versions of the conjecture predict the cohomology of infinite\ngeneral linear groups of rings of S-integers over suitable number fields; our\nsurvey focuses on an unstable version of this form of the conjecture.\n"]}]
["1211.1652",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1652","Proc. SPIE, 8452, 84520R (2012)","doi:10.1117/12.927070"],"date":["2012-11-07"],"type":["text"],"creator":["Shirokoff, Erik","Barry, Peter S.","Bradford, Charles M.","Chattopadhyay, Goutam","Day, Peter","Doyle, Simon","Hailey-Dunsheath, Steve","Hollister, Matthew I.","Kovács, Attila","McKenney, Christopher","Leduc, Henry G.","Llombart, Nuria","Marrone, Daniel P.","Mauskopf, Philip","O'Brient, Roger","Padin, Stephen","Reck, Theodore","Swenson, Loren J.","Zmuidzinas, Jonas"],"language":[],"coverage":[],"title":["MKID development for SuperSpec: an on-chip, mm-wave, filter-bank\n  spectrometer"],"description":["  SuperSpec is an ultra-compact spectrometer-on-a-chip for millimeter and\nsubmillimeter wavelength astronomy. Its very small size, wide spectral\nbandwidth, and highly multiplexed readout will enable construction of powerful\nmultibeam spectrometers for high-redshift observations. The spectrometer\nconsists of a horn-coupled microstrip feedline, a bank of narrow-band\nsuperconducting resonator filters that provide spectral selectivity, and\nKinetic Inductance Detectors (KIDs) that detect the power admitted by each\nfilter resonator. The design is realized using thin-film lithographic\nstructures on a silicon wafer. The mm-wave microstrip feedline and spectral\nfilters of the first prototype are designed to operate in the band from 195-310\nGHz and are fabricated from niobium with at Tc of 9.2K. The KIDs are designed\nto operate at hundreds of MHz and are fabricated from titanium nitride with a\nTc of 2K. Radiation incident on the horn travels along the mm-wave microstrip,\npasses through the frequency-selective filter, and is finally absorbed by the\ncorresponding KID where it causes a measurable shift in the resonant frequency.\nIn this proceedings, we present the design of the KIDs employed in SuperSpec\nand the results of initial laboratory testing of a prototype device. We will\nalso briefly describe the ongoing development of a demonstration instrument\nthat will consist of two 500-channel, R=700 spectrometers, one operating in the\n1-mm atmospheric window and the other covering the 650 and 850 micron bands.\n","Comment: As submitted, except that \"in prep\" references have been updated"]}]
["1211.1654",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Computer Vision and Pattern Recognition","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1654"],"date":["2012-11-07"],"type":["text"],"creator":["Wu, Yue","Agaian, Sos","Noonan, Joseph P."],"language":[],"coverage":[],"title":["A New Randomness Evaluation Method with Applications to Image Shuffling\n  and Encryption"],"description":["  This letter discusses the problem of testing the degree of randomness within\nan image, particularly for a shuffled or encrypted image. Its key contributions\nare: 1) a mathematical model of perfectly shuffled images; 2) the derivation of\nthe theoretical distribution of pixel differences; 3) a new $Z$-test based\napproach to differentiate whether or not a test image is perfectly shuffled;\nand 4) a randomized algorithm to unbiasedly evaluate the degree of randomness\nwithin a given image. Simulation results show that the proposed method is\nrobust and effective in evaluating the degree of randomness within an image,\nand may often be more suitable for image applications than commonly used\ntesting schemes designed for binary data like NIST 800-22. The developed method\nmay be also useful as a first step in determining whether or not a shuffling or\nencryption scheme is suitable for a particular cryptographic application.\n"]}]
["1211.1658",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1658"],"date":["2012-11-07"],"type":["text"],"creator":["Kambadur, Prabhanjan","Ghoting, Amol","Gupta, Anshul","Lumsdaine, Andrew"],"language":[],"coverage":[],"title":["Extending Task Parallelism for Frequent Pattern Mining"],"description":["  Algorithms for frequent pattern mining, a popular informatics application,\nhave unique requirements that are not met by any of the existing parallel\ntools. In particular, such applications operate on extremely large data sets\nand have irregular memory access patterns. For efficient parallelization of\nsuch applications, it is necessary to support dynamic load balancing along with\nscheduling mechanisms that allow users to exploit data locality. Given these\nrequirements, task parallelism is the most promising of the available parallel\nprogramming models. However, existing solutions for task parallelism schedule\ntasks implicitly and hence, custom scheduling policies that can exploit data\nlocality cannot be easily employed. In this paper we demonstrate and\ncharacterize the speedup obtained in a frequent pattern mining application\nusing a custom clustered scheduling policy in place of the popular Cilk-style\npolicy. We present PFunc, a novel task parallel library whose customizable task\nscheduling and task priorities facilitated the implementation of our clustered\nscheduling policy.\n"]}]
["1211.1660",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1660"],"date":["2012-11-07"],"type":["text"],"creator":["Khisti, Ashish"],"language":[],"coverage":[],"title":["Secret-Key Agreement Capacity over Reciprocal Fading Channels: A\n  Separation Approach"],"description":["  Fundamental limits of secret-key agreement over reciprocal wireless channels\nare investigated. We consider a two-way block-fading channel where the channel\ngains in the forward and reverse links between the legitimate terminals are\ncorrelated. The channel gains between the legitimate terminals are not revealed\nto any terminal, whereas the channel gains of the eavesdropper are revealed to\nthe eavesdropper. We propose a two-phase transmission scheme, that reserves a\ncertain portion of each coherence block for channel estimation, and the\nremainder of the coherence block for correlated source generation. The\nresulting secret-key involves contributions of both channel sequences and\nsource sequences, with the contribution of the latter becoming dominant as the\ncoherence period increases. We also establish an upper bound on the secret-key\ncapacity, which has a form structurally similar to the lower bound. Our upper\nand lower bounds coincide in the limit of high signal-to-noise-ratio (SNR) and\nlarge coherence period, thus establishing the secret-key agreement capacity in\nthis asymptotic regime. Numerical results indicate that the proposed scheme\nachieves significant gains over training-only schemes, even for moderate SNR\nand small coherence periods, thus implying the necessity of randomness-sharing\nin practical secret-key generation systems.\n","Comment: Shorter Version appeared in Allerton 2012"]}]
["1211.1661",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1661"],"date":["2012-11-07"],"type":["text"],"creator":["Korenblit, Mark","Levit, Vadim E."],"language":[],"coverage":[],"title":["A One-Vertex Decomposition Algorithm for Generating Algebraic\n  Expressions of Square Rhomboids"],"description":["  The paper investigates relationship between algebraic expressions and graphs.\nWe consider a digraph called a square rhomboid that is an example of\nnon-series-parallel graphs. Our intention is to simplify the expressions of\nsquare rhomboids and eventually find their shortest representations. With that\nend in view, we describe the new algorithm for generating square rhomboid\nexpressions, which improves on our previous algorithms.\n"]}]
["1211.1665",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1665","Journal of Applied Physics 103.7 (2008): 07A722-07A722","doi:10.1063/1.2839339"],"date":["2012-11-07"],"type":["text"],"creator":["Zhu, Ru","Visscher, Pieter B."],"language":[],"coverage":[],"title":["Spin torque switching in perpendicular films at finite temperature"],"description":["  We show how the phase diagram for spin torque switching in the case of\nperpendicular anisotropy is altered at nonzero temperature. The hysteresis\nregion in which the parallel and antiparallel states coexist shrinks, and a new\nregion of telegraph noise appears. In a small sample, the region of coexistence\nof a precessional and parallel state can disappear entirely. We show that the\nphase diagram for both zero and nonzero temperatures can be understood and\ncalculated by plotting an effective energy as a function of angle. A\ncombinatorial analysis is useful for systematically describing the phase\ndiagram.\n","Comment: 4 pages, 3 figures"]}]
["cond-mat/0610817",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610817"],"date":["2006-10-30","2012-11-06"],"type":["text"],"creator":["LeClair, André"],"language":[],"coverage":[],"title":["3D Ising and other models from symplectic fermions"],"description":["  We study a model of N component symplectic fermions in D spacetime\ndimensions. It has an infra-red stable fixed point in 2<D<4 dimensions referred\nto as Sp{2N}{D}. Based on the comparison of exponents, we conjecture that the\ncritical exponents for the 3D Wilson-Fisher fixed point for an O(N) invariant\nN-component bosonic field can be computed in the Sp{-2N}{3} theory. The 3D\nIsing model corresponds to Sp{-2}{3}. The exponent beta agrees with known\nresults to 1 part in 1000 and is within current error bars. The nu exponent\nagrees to 1% and we suggest this because we only went to 1-loop for this\nexponent.\n","Comment: This paper has been withdrawn by the author since further work did\n  not lend more support to the conjecture, rather to the contrary"]}]
["math/0209048",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics","58B34, 17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0209048","Banach Center Publ. 61 (2003), 49-58","doi:10.4064/bc61-0-4"],"date":["2002-09-05","2002-12-06"],"type":["text"],"creator":["Dabrowski, Ludwik","Sitarz, Andrzej"],"language":[],"coverage":[],"title":["Dirac Operator on the Standard Podles Quantum Sphere"],"description":["  Using principles of quantum symmetries we derive the algebraic part of the\nreal spectral triple data for the standard Podle\\'s quantum sphere: equivariant\nrepresentation, chiral grading $\\gamma$, reality structure $J$ and the Dirac\noperator $D$, which has bounded commutators with the elements of the algebra\nand satisfies the first order condition.\n","Comment: 10 pages, LaTeX, to appear in Banach Center Publication"]}]
["math/0610578",{"format":[],"subject":["Mathematics - Statistics Theory","62L05, 62K05, 62P35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610578","Computational Statistics & Data Analysis, Volume 53, Issue 4,\n  Pages 1167-1176, 2009","doi:10.1016/j.csda.2008.10.018"],"date":["2006-10-19","2008-11-13"],"type":["text"],"creator":["Karvanen, Juha"],"language":[],"coverage":[],"title":["Approximate cost-efficient sequential designs for binary response models\n  with application to switching measurements"],"description":["  The efficiency of an experimental design is ultimately measured in terms of\ntime and resources needed for the experiment. Optimal sequential (multi-stage)\ndesign is studied in the situation where each stage involves a fixed cost. The\nproblem is motivated by switching measurements on superconducting Josephson\njunctions. In this quantum mechanical experiment, the sequences of current\npulses are applied to the Josephson junction sample and a binary response\nindicating the presence or the absence of a voltage response is measured. The\nbinary response can be modeled by a generalized linear model with the\ncomplementary log-log link function. The other models considered are the logit\nmodel and the probit model. For these three models, the approximately optimal\nsample size for the next stage as a function of the current Fisher information\nand the stage cost is determined. The cost-efficiency of the proposed design is\ndemonstrated in simulations based on real data from switching measurements. The\nresults can be directly applied to switching measurements and they may lead to\nsubstantial savings in the time needed for the experiment.\n","Comment: revised version, accepted for publication"]}]
