["0704.0681",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Instrumentation and Detectors","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0681","Soft Materials, 8(2):102-113, (2010)","doi:10.1080/15394451003708549"],"date":["2007-04-05","2010-05-18"],"type":["text"],"creator":["Zakharov, P.","Scheffold, F."],"language":[],"coverage":[],"title":["Monitoring spatially heterogeneous dynamics in a drying colloidal thin\n  film"],"description":["  We report on a new type of experiment that enables us to monitor spatially\nand temporally heterogeneous dynamic properties in complex fluids. Our approach\nis based on the analysis of near-field speckles produced by light diffusely\nreflected from the superficial volume of a strongly scattering medium. By\nperiodic modulation of an incident speckle beam we obtain pixel-wise ensemble\naverages of the structure function coefficient, a measure of the dynamic\nactivity. To illustrate the application of our approach we follow the different\nstages in the drying process of a colloidal thin film. We show that we can\naccess ensemble averaged dynamic properties on length scales as small as ten\nmicrometers over the full field of view.\n","Comment: To appear in Soft Materials"]}]
["0705.0032",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0032","Mathematical Sciences (Springer Open) 2012, 6: 18","doi:10.1186/2251-7456-6-18"],"date":["2007-04-30"],"type":["text"],"creator":["Vacaru, Sergiu I."],"language":[],"coverage":[],"title":["Nonholonomic Algebroids, Finsler Geometry, and Lagrange-Hamilton Spaces"],"description":["  We elaborate an unified geometric approach to classical mechanics,\nRiemann-Finsler spaces and gravity theories on Lie algebroids provided with\nnonlinear connection (N-connection) structure. There are investigated the\nconditions when the fundamental geometric objects like the anchor, metric and\nlinear connection, almost sympletic and related almost complex structures may\nbe canonically defined by a N-connection induced from a regular Lagrangian (or\nHamiltonian), in mechanical models, or by generic off-diagonal metric terms and\nnonholonomic frames, in gravity theories. Such geometric constructions are\nmodelled on nonholonomic manifolds provided with nonintegrable distributions\nand related chains of exact sequences of submanifolds defining N-connections.\nWe investigate the main properties of the Lagrange, Hamilton, Finsler-Riemann\nand Einstein-Cartan algebroids and construct and analyze exact solutions\ndescribing such objects.\n","Comment: 75 pages, latex2e, 11pt"]}]
["0705.0927",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0927","doi:10.1142/S0218271812500599"],"date":["2007-05-07","2012-06-11"],"type":["text"],"creator":["Ita III, Eyo Eyo"],"language":[],"coverage":[],"title":["Instanton representation of Plebanski gravity. Application to gravitons\n  about DeSitter spacetime"],"description":["  Using the instanton representation method, we re-construct graviton solutions\nabout DeSitter spacetime. We have used this example as a testing arena to\nexpose the internal structure of the method and to establish that it works for\nknown solutions. This paper is a precursor for its application to the\nconstruction of new General Relativity solutions in future work.\n","Comment: 16 pages. Accepted by the International Journal of Modern Physics D"]}]
["0707.4314",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4314","2007ApJ...666L..33G","doi:10.1086/521673"],"date":["2007-07-29"],"type":["text"],"creator":["Garcia-Hernandez, D. A.","Perea-Calderon, J. V.","Bobrowsky, M.","Garcia-Lario, P."],"language":[],"coverage":[],"title":["Spitzer/IRS spectroscopy of high mass precursors to planetary nebulae"],"description":["  We present Spitzer/IRS observations of a small sample of heavily obscured\nIRAS sources displaying both the infrared and OH maser emission characteristic\nof OH/IR stars on the asymptotic giant branch (AGB), but also radio continuum\nemission typical of ionized planetary nebulae (PNe), the so-called OHPNe. Our\nobservations show that their mid-infrared spectra are dominated by the\nsimultaneous presence of strong and broad amorphous silicate absorption\nfeatures together with crystalline silicate features, originated in their\nO-rich circumstellar shells. Out of the five sources observed, three of them\nare clearly non-variable at infrared wavelengths, confirming their post-AGB\nstatus, while the remaining two still show strong photometric fluctuations, and\nmay still have not yet departed from the AGB. One of the non-variable sources\nin the sample, IRAS 17393-2727, displays a strong [Ne II] nebular emission at\n12.8 microns, indicating that the ionization of its central region has already\nstarted. This suggests a rapid evolution from the AGB to the PN stage. We\npropose that these heavily obscured OHPNe represent the population of high mass\nprecursors to PNe in our Galaxy.\n","Comment: To appear in The Astrophysical Journal Letters (scheduled in the 2007\n  September 1 issue)"]}]
["0802.0565",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","35B60, 35D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0565","Asymptotic Analysis, 66 (2010), 125-138"],"date":["2008-02-05"],"type":["text"],"creator":["Ruzhansky, Michael","Sugimoto, Mitsuru"],"language":[],"coverage":[],"title":["Criteria for Bochner's extension problem"],"description":["  A necessary and sufficient condition for the resolution of the weak extension\nproblem is given. This criterion is applied to also give a criterion for the\nsolvability of the classical Bochner's extension problem in the $L^p$-category.\nThe solution of the $L^p$-extension problem by Bochner giving the relation\nbetween the order of the operator, the dimension, and index $p$, for which the\n$L^p$-extension property holds, can be viewed as a subcritical case of the\ngeneral $L^p$-extension problem. In general, this property fails in some\ncritical and in all supercritical cases. In this paper, the $L^p$-extension\nproblem is investigated for operators of all orders and for all $1\\leq\np\\leq\\infty$. Necessary and sufficient conditions on the subset of $L^p$ are\ngiven for which the $L^p$-extension property still holds, in the critical and\nsupercritical cases.\n","Comment: 12 pages"]}]
["0805.2892",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","58J40, 35S05, 35S30, 42B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2892","Journal Fourier Anal. Appl., 16 (2010), 943-982"],"date":["2008-05-19"],"type":["text"],"creator":["Ruzhansky, Michael","Turunen, Ville"],"language":[],"coverage":[],"title":["Quantization of pseudo-differential operators on the torus"],"description":["  Pseudo-differential and Fourier series operators on the n-torus are analyzed\nby using global representations by Fourier series instead of local\nrepresentations in coordinate charts. Toroidal symbols are investigated and the\ncorrespondence between toroidal and Euclidean symbols of pseudo-differential\noperators is established. Periodization of operators and hyperbolic partial\ndifferential equations is discussed. Fourier series operators, which are\nanalogues of Fourier integral operators on the torus, are introduced, and\nformulae for their compositions with pseudo-differential operators are derived.\nIt is shown that pseudo-differential and Fourier series operators are bounded\non $L^2$ under certain conditions on their phases and amplitudes.\n","Comment: 36 pages"]}]
["0806.2862",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2862","Annals Phys.326:486-499,2011","doi:10.1016/j.aop.2010.08.004"],"date":["2008-06-17","2010-09-10"],"type":["text"],"creator":["Polkovnikov, Anatoli"],"language":[],"coverage":[],"title":["Microscopic diagonal entropy and its connection to basic thermodynamic\n  relations"],"description":["  We define a diagonal entropy (d-entropy) for an arbitrary Hamiltonian system\nas $S_d=-\\sum_n \\rho_{nn}\\ln \\rho_{nn}$ with the sum taken over the basis of\ninstantaneous energy states. In equilibrium this entropy coincides with the\nconventional von Neumann entropy $S_n=-{\\rm Tr}\\, \\rho\\ln\\rho$. However, in\ncontrast to $S_n$, the d-entropy is not conserved in time in closed Hamiltonian\nsystems. If the system is initially in stationary state then in accord with the\nsecond law of thermodynamics the d-entropy can only increase or stay the same.\nWe also show that the d-entropy can be expressed through the energy\ndistribution function and thus it is measurable, at least in principle. Under\nvery generic assumptions of the locality of the Hamiltonian and\nnon-integrability the d-entropy becomes a unique function of the average energy\nin large systems and automatically satisfies the fundamental thermodynamic\nrelation. This relation reduces to the first law of thermodynamics for\nquasi-static processes. The d-entropy is also automatically conserved for\nadiabatic processes. We illustrate our results with explicit examples and show\nthat $S_d$ behaves consistently with expectations from thermodynamics.\n","Comment: revised and expanded as published, clarified common misconceptions\n  about additivity of the entropy"]}]
["0811.3793",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3793","Chin. Phys. Lett., Vol.28, No.6, 060303(2011)","doi:10.1088/0256-307X/28/6/060303"],"date":["2008-11-24"],"type":["text"],"creator":["Huang, Beibing","Wan, Shaolong"],"language":[],"coverage":[],"title":["Finite Temperature Phase Diagram in Rotating Bosonic Optical Lattice"],"description":["  Finite temperature phase boundary between superfluid phase and normal state\nis analytically derived by studying the stability of normal state in rotating\nbosonic optical lattice. We also prove that the oscillation behavior of\ncritical hopping matrix directly follows the upper boundary of Hofstadter\nbutterfly as the function of effective magnetic field.\n","Comment: 10 pages, 2 figures"]}]
["0905.0266",{"format":[],"subject":["Computer Science - Artificial Intelligence","Condensed Matter - Statistical Mechanics","Computer Science - Information Theory","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0266","EPL (Europhysics Letters) 87, 68004, 2009","doi:10.1209/0295-5075/87/68004"],"date":["2009-05-03"],"type":["text"],"creator":["Aurell, Erik","Pfitzner, René"],"language":[],"coverage":[],"title":["Gaussian Belief with dynamic data and in dynamic network"],"description":["  In this paper we analyse Belief Propagation over a Gaussian model in a\ndynamic environment. Recently, this has been proposed as a method to average\nlocal measurement values by a distributed protocol (\"Consensus Propagation\",\nMoallemi & Van Roy, 2006), where the average is available for read-out at every\nsingle node. In the case that the underlying network is constant but the values\nto be averaged fluctuate (\"dynamic data\"), convergence and accuracy are\ndetermined by the spectral properties of an associated Ruelle-Perron-Frobenius\noperator. For Gaussian models on Erdos-Renyi graphs, numerical computation\npoints to a spectral gap remaining in the large-size limit, implying\nexceptionally good scalability. In a model where the underlying network also\nfluctuates (\"dynamic network\"), averaging is more effective than in the dynamic\ndata case. Altogether, this implies very good performance of these methods in\nvery large systems, and opens a new field of statistical physics of large (and\ndynamic) information systems.\n","Comment: 5 pages, 7 figures"]}]
["0906.2836",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","Mathematics - Complex Variables","53C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2836","Int. Math. Res. Not. 2012, no. 4, 894-903"],"date":["2009-06-15"],"type":["text"],"creator":["Ornea, Liviu","Verbitsky, Misha"],"language":[],"coverage":[],"title":["Automorphisms of locally conformally Kahler manifolds"],"description":["  A manifold M is locally conformally Kahler (LCK) if it admits a Kahler\ncovering with monodromy acting by holomorphic homotheties. For a compact\nconnected group G acting on an LCK manifold by holomorphic automorphisms, an\naveraging procedure gives a G-invariant LCK metric. Suppose that U(1) acts on\nan LCK manifold M by holomorphic isometries, and the lifting of this action to\nthe Kahler cover of M is not isometric. We show that the cover admits an\nautomorphic Kahler potential, and hence can be embedded to a Hopf manifold.\n","Comment: 9 pages"]}]
["0912.3879",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","32S05, 13H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3879","Journal of Pure and Applied Algebra, 215(4), 2011, pp 578--588","doi:10.1016/j.jpaa.2010.06.008"],"date":["2009-12-19"],"type":["text"],"creator":["Bivià-Ausina, Carles","Encinas, Santiago"],"language":[],"coverage":[],"title":["The {\\L}ojasiewicz exponent of a set of weighted homogeneous ideals"],"description":["  We give an expression for the {\\L}ojasiewicz exponent of a set of ideals\nwhich are pieces of a weighted homogeneous filtration. We also study the\napplication of this formula to the computation of the {\\L}ojasiewicz exponent\nof the gradient of a semi-weighted homogeneous function $(\\C^n,0)\\to (\\C,0)$\nwith an isolated singularity at the origin.\n","Comment: 15 pages"]}]
["0912.5267",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5267"],"date":["2009-12-29","2012-08-08"],"type":["text"],"creator":["Kim, Edwin","Acosta, Victor M.","Bauch, Erik","Budker, Dmitry","Hemmer, Philip R."],"language":[],"coverage":[],"title":["Electron Spin Resonance Shift and Linewidth Broadening of\n  Nitrogen-Vacancy Centers in Diamond as a Function of Electron Irradiation\n  Dose"],"description":["  A high-nitrogen-concentration diamond sample was subject to 200-keV electron\nirradiation using a transmission electron microscope. The optical and\nspin-resonance properties of the nitrogen-vacancy (NV) color centers were\ninvestigated as a function of the irradiation dose up to 6.4\\times1021 e-/cm2.\nThe microwave transition frequency of the NV- center was found to shift by up\nto 0.6% (17.1 MHz) and the linewidth broadened with increasing\nelectron-irradiation dose. Unexpectedly, the measured magnetic sensitivity is\nbest at the lowest irradiation dose, even though the NV concentration increases\nmonotonically with increasing dose. This is in large part due to a sharp\nreduction in optically-detected spin contrast at higher doses.\n","Comment: 14 pages, 4 figures"]}]
["1006.1480",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology","14C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1480","J. K-Theory 9 (2):269--290, 2012","doi:10.1017/is011006030jkt162"],"date":["2010-06-08","2011-06-29"],"type":["text"],"creator":["Haution, Olivier"],"language":[],"coverage":[],"title":["Reduced Steenrod operations and resolution of singularities"],"description":["  We give a new construction of a weak form of Steenrod operations for Chow\ngroups modulo a prime number p for a certain class of varieties. This class\ncontains projective homogeneous varieties which are either split or over a\nfield admitting some form of resolution of singularities, for example any field\nof characteristic not p. These reduced Steenrod operations are sufficient for\nsome applications to the theory of quadratic forms.\n","Comment: Final version, to appear in J. K-theory"]}]
["1007.3990",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3990","JHEP 1009:044,2010","doi:10.1007/JHEP09(2010)044"],"date":["2010-07-22","2012-08-09"],"type":["text"],"creator":["Donkin, Ivan","Hebecker, Arthur"],"language":[],"coverage":[],"title":["Precision Gauge Unification from Extra Yukawa Couplings"],"description":["  We investigate the impact of extra vector-like GUT multiplets on the\npredicted value of the strong coupling. We find in particular that Yukawa\ncouplings between such extra multiplets and the MSSM Higgs doublets can resolve\nthe familiar two-loop discrepancy between the SUSY GUT prediction and the\nmeasured value of alpha_3. Our analysis highlights the advantages of the\nholomorphic scheme, where the perturbative running of gauge couplings is\nsaturated at one loop and further corrections are conveniently described in\nterms of wavefunction renormalization factors. If the gauge couplings as well\nas the extra Yukawas are of O(1) at the unification scale, the relevant\ntwo-loop correction can be obtained analytically. However, the effect persists\nalso in the weakly-coupled domain, where possible non-perturbative corrections\nat the GUT scale are under better control.\n","Comment: 26 pages, LaTeX. v6: Important early reference added"]}]
["1008.4460",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4460","Asian Journal of Mathematics, 15 (2), 2011, pp 251-272"],"date":["2010-08-26"],"type":["text"],"creator":["Blanco, Rocío","Encinas, Santiago"],"language":[],"coverage":[],"title":["Coefficient and elimination algebras in Resolution of Singularities"],"description":["  We compare some algebras appeared in the recent attempts to prove resolution\nof singularities in positive characteristic. We also construct an algebra which\nencodes the same information and it is equivalent, up to integral closure, to\nthe previous structures. In the case of characteristic zero one may use these\nstructures to obtain a resolution of singularities.\n","Comment: 18 pages"]}]
["1009.5404",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Solar and Stellar Astrophysics","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5404","ASP Conference Series 436 (2010) 108"],"date":["2010-09-27"],"type":["text"],"creator":["Rafelski, Marc","Foley, Michael","Graves, Genevieve J.","Kretke, Katherine A.","Mills, Elisabeth","Nassir, Michael","Patel, Shannon"],"language":[],"coverage":[],"title":["Teaching Astronomy with an Inquiry Activity on Stellar Populations"],"description":["  We describe a new inquiry design aimed at teaching advanced high-school to\nsenior college students the basics of stellar populations. The inquiry is\ndesigned to have students come up with their own version of the\nHertzsprung-Russell diagram as a tool to understand how stars evolve based on\ntheir color, mass, and luminosity. The inquiry makes use of pictures and\nspectra of stars, which the students analyze and interpret to answer the\nquestions they come up with at the beginning. The students undergo a similar\nexperience to real astronomers, using the same tools and methods to figure out\nthe phenomena they are trying to understand. Specifically, they use images and\nspectra of stars, and organize the data via tables and plots to find trends\nthat will then enable them to answer their questions. The inquiry also includes\na \"thinking tool\" to help connect the trends students observe to the larger\npicture of stellar evolution. We include a description of the goals of the\ninquiry, the activity description, the motivations and thoughts that went into\nthe design of the inquiry, and reflections on how the inquiry activity worked\nin practice.\n","Comment: 11 pages, 2 figure, 2 tables. ASP Conference Series 436, Learning\n  from Inquiry in Practice, in press"]}]
["1009.5615",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics","57R56, 81S10, 81T05, 81T20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5615","SIGMA 8 (2012), 050, 31 pages","doi:10.3842/SIGMA.2012.050"],"date":["2010-09-28","2012-08-09"],"type":["text"],"creator":["Oeckl, Robert"],"language":[],"coverage":[],"title":["Holomorphic Quantization of Linear Field Theory in the General Boundary\n  Formulation"],"description":["  We present a rigorous quantization scheme that yields a quantum field theory\nin general boundary form starting from a linear field theory. Following a\ngeometric quantization approach in the K\\\"ahler case, state spaces arise as\nspaces of holomorphic functions on linear spaces of classical solutions in\nneighborhoods of hypersurfaces. Amplitudes arise as integrals of such functions\nover spaces of classical solutions in regions of spacetime. We prove the\nvalidity of the TQFT-type axioms of the general boundary formulation under\nreasonable assumptions. We also develop the notions of vacuum and coherent\nstates in this framework. As a first application we quantize evanescent waves\nin Klein-Gordon theory.\n"]}]
["1011.1192",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1192","Frontiers in Fractals Physiology, (3) 307 (2012)","doi:10.3389/fphys.2012.00307"],"date":["2010-11-04","2012-08-09"],"type":["text"],"creator":["Chialvo, Dante R.","Fraiman, Daniel"],"language":[],"coverage":[],"title":["What kind of noise is brain noise: anomalous scaling behavior of the\n  resting brain activity fluctuations"],"description":["  The continuous interaction between brain regions \"at rest\" defines the\nso-called resting state networks (RSN) which can be reconstructed from the\nanalysis of functional magnetic resonance imaging (fMRI) data. What dynamical\nmechanism allows for a flexible large-scale organization of the RSN still\nremains an important challenge. Here, three key novel properties of the RSN are\nuncovered. First, the correlation length (i.e., the length at which correlation\nbetween two regions vanishes) diverges with the cluster's size considered.\nSecond, this divergence it is observed also for measures of mutual information.\nThird, the variance of the fMRI mean signal remains constant across the entire\nrange of observed clusters sizes, in contrast with naive expectations. The\nunveiled scale invariance exposes the RSN optimal information-sharing\nproperties across very diverse networks sizes, architectures and functions,\nwhich can be an important marker of healthy brain dynamics.\n"]}]
["1011.5700",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5700","Journal of Quantum information science, 2 (2012) 23"],"date":["2010-11-25","2012-08-08"],"type":["text"],"creator":["Zhang, Wenpin","Deng, Junfeng","Jing, Jiliang"],"language":[],"coverage":[],"title":["Dependence of entanglement on initial states under amplitude damping\n  channel in non-inertial frames"],"description":["  Under amplitude damping channel, the dependence of the entanglement on the\ninitial states $|\\Theta>_{1}$ and $|\\Theta>_{2}$, which reduce to four\northogonal Bell states if we take the parameter of states $\\alpha=\\pm\n1/\\sqrt{2}$ are investigated. We find that the entanglements for different\ninitial states will decay along different curves even with the same\nacceleration and parameter of the states. We note that, in an inertial frame,\nthe sudden death of the entanglement for $|\\Theta>_{1}$ will occur if\n$\\alpha>1/\\sqrt{2}$, while it will not take place for $|\\Theta>_{2}$ for any\n$\\alpha$. We also show that the possible range of the sudden death of the\nentanglement for $|\\Theta>_{1}$ is larger than that for $|\\Theta>_{2}$. There\nexist two groups of Bell state here we can't distinguish only by concurrence.\n","Comment: 5 pages, 2 figures"]}]
["1011.6131",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","14L24, 14J17, 32Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6131","Advances in Math vol.229, 2818-2834(2012)"],"date":["2010-11-29","2012-08-08"],"type":["text"],"creator":["Odaka, Yuji","Sano, Yuji"],"language":[],"coverage":[],"title":["Alpha invariant and K-stability of Q-Fano varieties"],"description":["  We give a purely algebro-geometric proof that if the alpha-invariant of a\nQ-Fano variety X is greater than dim X/(dim X+1), then (X,O(-K_X)) is K-stable.\nThe key of our proof is a relation among the Seshadri constants, the\nalpha-invariant and K-stability. It also gives applications concerning the\nautomorphism group.\n","Comment: Final version (published)"]}]
["1103.4084",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology","14C40, 14C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4084","Adv. Math. 231 (2):855--878, 2012","doi:10.1016/j.aim.2012.04.030"],"date":["2011-03-21","2012-01-17"],"type":["text"],"creator":["Haution, Olivier"],"language":[],"coverage":[],"title":["Integrality of the Chern character in small codimension"],"description":["  We prove an integrality property of the Chern character with values in Chow\ngroups. As a consequence we obtain, for a prime number p, a construction of the\np-1 first homological Steenrod operations on Chow groups modulo p and p-primary\ntorsion, over an arbitrary field. We provide applications to the study of\ncorrespondences between algebraic varieties.\n","Comment: Correct some typos; add an appendix extending the results to schemes\n  of finite type over a regular base"]}]
["1104.4732",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4732","Journal of Multivariate Analysis (2012) 1-24"],"date":["2011-04-25","2012-08-08"],"type":["text"],"creator":["Bardet, Jean-Marc","Surgailis, Donatas"],"language":[],"coverage":[],"title":["Moment bounds and central limit theorems for Gaussian subordinated\n  arrays"],"description":["  A general moment bound for sums of products of Gaussian vector's functions\nextending the moment bound in Taqqu (1977, Lemma 4.5) is established. A general\ncentral limit theorem for triangular arrays of nonlinear functionals of\nmultidimensional non-stationary Gaussian sequences is proved. This theorem\nextends the previous results of Breuer and Major (1981), Arcones (1994) and\nothers. A Berry-Esseen-type bound in the above-mentioned central limit theorem\nis derived following Nourdin, Peccati and Podolskij (2011). Two applications of\nthe above results are discussed. The first one refers to the asymptotic\nbehavior of a roughness statistic for continuous-time Gaussian processes and\nthe second one is a central limit theorem satisfied by long memory locally\nstationary process.\n"]}]
["1104.5292",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 52B22, 52C07, 05A15, 06F99, 05C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5292"],"date":["2011-04-28","2012-08-09"],"type":["text"],"creator":["Li, Nan"],"language":[],"coverage":[],"title":["Ehrhart $h^*$-vectors of hypersimplices"],"description":["  We consider the Ehrhart $h^*$-vector for the hypersimplex. It is well-known\nthat the sum of the $h_i^*$ is the normalized volume which equals an Eulerian\nnumbers. The main result is a proof of a conjecture by R. Stanley which gives\nan interpretation of the $h^*_i$ coefficients in terms of descents and\nexcedances. Our proof is geometric using a careful book-keeping of a shelling\nof a unimodular triangulation. We generalize this result to other closely\nrelated polytopes.\n"]}]
["1105.1040",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1040","Problems of Information Transmission, 48:2 (2012), 85-101"],"date":["2011-05-05","2012-08-09"],"type":["text"],"creator":["Shirokov, M. E."],"language":[],"coverage":[],"title":["Conditions for equality between entanglement-assisted and unassisted\n  classical capacities of a quantum channel"],"description":["  Several relations between the Holevo capacity and the entanglement-assisted\nclassical capacity of a quantum channel are proved, necessary and sufficient\nconditions for their coincidence are obtained. In particular, it is shown that\nthese capacities coincide if (correspondingly, only if) the channel\n(correspondingly, the $\\chi$--essential part of the channel) belongs to the\nclass of classical-quantum channels (the $\\chi$-essential part is a restriction\nof a channel obtained by discarding all states useless for transmission of\nclassical information). The obtained conditions and their corollaries are\ngeneralized to channels with linear constraints. By using these conditions it\nis shown that the question of coincidence of the Holevo capacity and the\nentanglement-assisted classical capacity depends on the constraint (even for\nclassical-quantum channels).\n  Properties of the difference between the quantum mutual information and the\n$\\chi$-function (constrained Holevo capacity) of a quantum channel are\nexplored.\n","Comment: 26 pages, published version including the result of the first part of\n  arXiv:1202.3449 and the section devoted to the difference between the quantum\n  mutual information and the $\\chi$-function (constrained Holevo capacity) of a\n  quantum channel"]}]
["1105.2205",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2205"],"date":["2011-05-11","2012-08-09"],"type":["text"],"creator":["Patil, Padmashri V.","Datta, Shouvik"],"language":[],"coverage":[],"title":["Do we need to revisit the Bohr exciton radius of hot excitons?"],"description":["  We report collisional broadening of the E3 excitonic resonances in optical\nabsorption spectra of PbS nanocrystallites of widely varying sizes.\nSignificance of the underlying extended band structure of bulk solids to\nunderstand the physics of exciton scattering in semiconductor nanocrystallites\nof this size range is discussed. We propose an empirical notion of 'effective\nBohr exciton radius' as a direct consequence of significant departure from\nusual static screening limits of coulomb interactions of 'hot' excitons in the\nregion of strong dispersion at energies much above the fundamental band gap.\nTemperature variation of excitonic resonance reveals how non-phonon energy\nrelaxation processes affects the collisional broadening of E3 resonance over\nthis size range. We argue that ballistic transport of hot excitons can suppress\nexciton-exciton scattering necessary for photo-induced impact ionization in\nvery small quantum dots. This evidently indicates that impact ionization of hot\nexcitons may be efficient only inside an intermediate nanoscale 'size window'.\n","Comment: 39 pages including 16 pages of Supplemental Information at the End"]}]
["1105.5306",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5306"],"date":["2011-05-26","2012-08-09"],"type":["text"],"creator":["Mohapatra, Parthajit","Murthy, Chandra R."],"language":[],"coverage":[],"title":["On the Generalized Degrees of Freedom of the K-user Symmetric MIMO\n  Gaussian Interference Channel"],"description":["  The K-user symmetric multiple input multiple output (MIMO) Gaussian\ninterference channel (IC) where each transmitter has M antennas and each\nreceiver has N antennas is studied from a generalized degrees of freedom (GDOF)\nperspective. An inner bound on the GDOF is derived using a combination of\ntechniques such as treating interference as noise, zero forcing (ZF) at the\nreceivers, interference alignment (IA), and extending the Han-Kobayashi (HK)\nscheme to K users, as a function of the number of antennas and the log (INR) /\nlog (SNR) level. Three outer bounds are derived, under different assumptions of\ncooperation and providing side information to receivers. The novelty in the\nderivation lies in the careful selection of side information, which results in\nthe cancellation of the negative differential entropy terms containing signal\ncomponents, leading to a tractable outer bound. The overall outer bound is\nobtained by taking the minimum of the three outer bounds. The derived bounds\nare simplified for the MIMO Gaussian symmetric IC to obtain outer bounds on the\ngeneralized degrees of freedom (GDOF). Several interesting conclusions are\ndrawn from the derived bounds. For example, when K > N/M + 1, a combination of\nthe HK and IA schemes performs the best among the schemes considered. When N/M\n< K <= N/M + 1, the HK-scheme outperforms other schemes and is shown to be GDOF\noptimal. In addition, when the SNR and INR are at the same level, ZF-receiving\nand the HK-scheme have the same GDOF performance. It is also shown that many of\nthe existing results on the GDOF of the Gaussian IC can be obtained as special\ncases of the bounds, e.g., by setting K=2 or the number of antennas at each\nuser to 1.\n","Comment: 63 pages, 7 figures, part of it accepted in ISIT 2011 and IEEE\n  Transactions on Communications"]}]
["1106.0299",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0299","Phys.Rev.D86:023526,2012","doi:10.1103/PhysRevD.86.023526"],"date":["2011-06-01","2012-04-13"],"type":["text"],"creator":["Joudaki, Shahab","Kaplinghat, Manoj"],"language":[],"coverage":[],"title":["Dark Energy and Neutrino Masses from Future Measurements of the\n  Expansion History and Growth of Structure"],"description":["  We forecast the expected cosmological constraints from a combination of\nprobes of both the universal expansion rate and matter perturbation growth, in\nthe form of weak lensing tomography, galaxy tomography, supernovae, and the\ncosmic microwave background incorporating all cross-correlations between the\nobservables for an extensive cosmological parameter set. We allow for non-zero\ncurvature and parameterize our ignorance of the early universe by allowing for\na non-negligible fraction of dark energy (DE) at high redshifts. We find that\nearly DE density can be constrained to 0.2% of the critical density of the\nuniverse with Planck combined with a ground-based LSST-like survey, while\ncurvature can be constrained to 0.06%. However, these additional degrees of\nfreedom degrade our ability to measure late-time dark energy and the sum of\nneutrino masses. We find that the combination of cosmological probes can break\ndegeneracies and constrain the sum of neutrino masses to 0.04 eV, present DE\ndensity also to 0.2% of the critical density, and the equation of state to 0.01\n- roughly a factor of two degradation in the constraints overall compared to\nthe case without allowing for early DE. The constraints for a space-based\nmission are similar. Even a modest 1% dark energy fraction of the critical\ndensity at high redshift, if not accounted for in future analyses, biases the\ncosmological parameters by up to 2 sigma. Our analysis suggests that throwing\nout nonlinear scales (multipoles > 1000) may not result in significant\ndegradation in future parameter measurements when multiple cosmological probes\nare combined. We find that including cross-correlations between the different\nprobes can result in improved constraints by up to a factor of 2 for the sum of\nneutrino masses and early dark energy density.\n","Comment: 25 pages, 12 figures. Added new figure, discussion of intrinsic\n  alignments, and references. Matches version accepted for publication in PRD"]}]
["1106.1017",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1017"],"date":["2011-06-06","2012-08-09"],"type":["text"],"creator":["Bustin, Ronit","Shamai, Shlomo"],"language":[],"coverage":[],"title":["MMSE of \"Bad\" Codes"],"description":["  We examine codes, over the additive Gaussian noise channel, designed for\nreliable communication at some specific signal-to-noise ratio (SNR) and\nconstrained by the permitted minimum mean-square error (MMSE) at lower SNRs.\nThe maximum possible rate is below point-to-point capacity, and hence these are\nnon-optimal codes (alternatively referred to as \"bad\" codes). We show that the\nmaximum possible rate is the one attained by superposition codebooks. Moreover,\nthe MMSE and mutual information behavior as a function of SNR, for any code\nattaining the maximum rate under the MMSE constraint, is known for all SNR. We\nalso provide a lower bound on the MMSE for finite length codes, as a function\nof the error probability of the code.\n","Comment: 8 pages, 2 figures, submitted to the IEEE Transactions on Information\n  Theory"]}]
["1106.1467",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1467","Int. J. Mod. Phys. A 27, 1250101(2012)","doi:10.1142/S0217751X12501011"],"date":["2011-06-07","2012-08-08"],"type":["text"],"creator":["Gudino, D. Garcia","Sanchez, G. Toledo"],"language":[],"coverage":[],"title":["The omega rho pi coupling in the VMD model revisited"],"description":["  We determine the value of the \\omega -\\rho- \\pi mesons coupling\n(g_{\\omega\\rho\\pi}), in the context of the vector meson dominance model, from\nradiative decays, the \\omega \\rightarrow 3\\pi decay width and the e^+e^-\n\\rightarrow 3\\pi cross section. For the last two observables we consider the\neffect of either a heavier resonance (\\rho'(1450)) or a contact term. A\nweighted average of the results from the set of observables yields\ng_{\\omega\\rho\\pi} =14.7 \\pm 0.1 GeV^{-1} in absence of those contributions, and\ng_{\\omega\\rho\\pi} =11.9 \\pm 0.2 GeV^{-1} or g_{\\omega\\rho\\pi} =11.7 \\pm 0.1\nGeV^{-1} when including the \\rho' or contact term respectively. The inclusion\nof these additional terms makes the estimates from the different observables to\nlay in a more reduced range. Improved measurements of these observables and the\n\\rho'(1450) meson parameters are needed to give a definite answer on the\npertinence of the inclusion of this last one in the considered processes.\n","Comment: 14 pages, 5 figures. Extended analysis including SND and CMD2 data.\n  References added. Matches published version"]}]
["1106.2955",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2955","Physical Review Letters 107, 026102 (2011)","doi:10.1103/PhysRevLett.107.026102"],"date":["2011-06-15"],"type":["text"],"creator":["Erwin, Steven C.","Gao, Cunxu","Roder, Claudia","Lähnemann, Jonas","Brandt, Oliver"],"language":[],"coverage":[],"title":["Epitaxial interfaces between crystallographically mismatched materials"],"description":["  We report an unexpected mechanism by which an epitaxial interface can form\nbetween materials having strongly mismatched lattice constants. A simple model\nis proposed in which one material tilts out of the interface plane to create a\ncoincidence-site lattice that balances two competing geometrical criteria---low\nresidual strain and short coincidence-lattice period. We apply this model,\nalong with complementary first-principles total-energy calculations, to the\ninterface formed by molecular-beam epitaxy of cubic Fe on hexagonal GaN and\nfind excellent agreement between theory and experiment.\n","Comment: 4 pages, 4 figures"]}]
["1106.4171",{"format":[],"subject":["Mathematical Physics","Mathematics - Operator Algebras","Quantum Physics","81R15 (Primary) 46L60, 81T05, 82B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4171","Lett. Math. Phys. 101 (2012), 341-354","doi:10.1007/s11005-012-0572-7"],"date":["2011-06-21","2012-07-02"],"type":["text"],"creator":["Naaijkens, Pieter"],"language":[],"coverage":[],"title":["Haag duality and the distal split property for cones in the toric code"],"description":["  We prove that Haag duality holds for cones in the toric code model. That is,\nfor a cone Lambda, the algebra R_Lambda of observables localized in Lambda and\nthe algebra R_{Lambda^c} of observables localized in the complement Lambda^c\ngenerate each other's commutant as von Neumann algebras. Moreover, we show that\nthe distal split property holds: if Lambda_1 \\subset Lambda_2 are two cones\nwhose boundaries are well separated, there is a Type I factor N such that\nR_{Lambda_1} \\subset N \\subset R_{Lambda_2}. We demonstrate this by explicitly\nconstructing N.\n","Comment: 15 pages, 2 figures, v2: extended introduction"]}]
["1106.4950",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4950"],"date":["2011-06-24","2012-08-08"],"type":["text"],"creator":["Cheng, Xu","Zhou, Detang"],"language":[],"coverage":[],"title":["Volume estimate about shrinkers"],"description":["  We derive a precise estimate on the volume growth of the level set of a\npotential function on a complete noncompact Riemannian manifold. As\napplications, we obtain the volume growth rate of a complete noncompact\nself-shrinker and a gradient shrinking Ricci soliton. We also prove the\nequivalence of weighted volume finiteness, polynomial volume growth and\nproperness of an immersed self-shrinker in Euclidean space.\n","Comment: References are updated"]}]
["1107.2608",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2608","Phys. Rev. B 84, 134503 (2011)","doi:10.1103/PhysRevB.84.134503"],"date":["2011-07-13"],"type":["text"],"creator":["Dao, Vu Hung","Burdin, Sebastien","Buzdin, Alexandre"],"language":[],"coverage":[],"title":["Size of stripe domains in a superconducting ferromagnet"],"description":["  In a superconducting ferromagnet, the superconducting state appears in the\nferromagnetic phase where usually a domain structure has already developed. We\nstudy the influence of the superconducting screening currents on a stripe\nstructure with out-of-plane magnetization, in a film of arbitrary thickness. We\nfind that superconductivity always induces a shrinkage of the domains, and\nthere is a critical value of penetration depth below which a mono-domain\nstructure is more stable than the periodic one. Furthermore we investigate the\npossible different effects of singlet and triplet superconductivity on the\ndomain width, as well as the conditions for the existence of vortices in the\ndomains. The obtained results are then discussed in light of the experimental\ndata of superconducting ferromagnets URhGe, UGe2, and UCoGe.\n","Comment: 10 pages, 13 figures"]}]
["1107.3263",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Computer Science - Computation and Language","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3263","Artificial Life vol. 18, 311-323 (2012)","doi:10.1162/artl_a_00067"],"date":["2011-07-16","2012-03-25"],"type":["text"],"creator":["Lipowska, Dorota","Lipowski, Adam"],"language":[],"coverage":[],"title":["Naming Game on Adaptive Weighted Networks"],"description":["  We examine a naming game on an adaptive weighted network. A weight of\nconnection for a given pair of agents depends on their communication success\nrate and determines the probability with which the agents communicate. In some\ncases, depending on the parameters of the model, the preference toward\nsuccessfully communicating agents is basically negligible and the model behaves\nsimilarly to the naming game on a complete graph. In particular, it quickly\nreaches a single-language state, albeit some details of the dynamics are\ndifferent from the complete-graph version. In some other cases, the preference\ntoward successfully communicating agents becomes much more relevant and the\nmodel gets trapped in a multi-language regime. In this case gradual coarsening\nand extinction of languages lead to the emergence of a dominant language,\nalbeit with some other languages still being present. A comparison of\ndistribution of languages in our model and in the human population is\ndiscussed.\n","Comment: 22 pages, accepted in Artificial Life"]}]
["1108.2339",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2339"],"date":["2011-08-11","2012-08-09"],"type":["text"],"creator":["Ou, Yuanzhong","Wang, Boli","Yan, Min"],"language":[],"coverage":[],"title":["Size of Union"],"description":["  We find the bounds of the size of the union of n sets satisfying the\ncondition that the intersection of any k sets is empty. We show that any number\nbetween the upper and lower bounds can be realised, and in the measure version,\nthe realisation can be the most efficient. The realisation also holds for the\ncounting version, but not always in the most efficient way. The elementary\nresult should be known but surprisingly, we cannot find any reference.\n","Comment: 8 pages"]}]
["1108.3729",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3729","Applied Physics B - Lasers and Optics, Vol. 107, p 301 (2012)","doi:10.1007/s00340-012-4952-6"],"date":["2011-08-18","2012-02-10"],"type":["text"],"creator":["Falke, Stephan","Misera, Mattias","Sterr, Uwe","Lisdat, Christian"],"language":[],"coverage":[],"title":["Delivering pulsed and phase stable light to atoms of an optical clock"],"description":["  In optical clocks, transitions of ions or neutral atoms are interrogated\nusing pulsed ultra-narrow laser fields. Systematic phase chirps of the laser or\nchanges of the optical path length during the measurement cause a shift of the\nfrequency seen by the interrogated atoms. While the stabilization of cw-optical\nlinks is now a well established technique even on long distances, phase stable\nlinks for pulsed light pose additional challanges and have not been\ndemonstrated so far. In addition to possible temperature or pressure drift of\nthe laboratory, which may lead to a Doppler shift by steadily changing the\noptical path length, the pulsing of the clock laser light calls for short\nsettling times of stabilization locks. Our optical path length stabilization\nuses retro-reflected light from a mirror that is fixed with respect to the\ninterrogated atoms and synthetic signals during the dark time. Length changes\nand frequency chirps are compensated for by the switching AOM. For our\nstrontium optical lattice clock we have ensured that the shift introduced by\nthe fiber link including the pulsing acousto optic modulator is below $2\\cdot\n10^{-17}$.\n","Comment: 10 pages, 8 figures; Applied Physics B - Lasers and Optics 2011"]}]
["1108.4928",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4928","JCAP 07(2012)045","doi:10.1088/1475-7516/2012/07/045"],"date":["2011-08-24","2012-08-09"],"type":["text"],"creator":["Diez-Tejedor, Alberto","Sudarsky, Daniel"],"language":[],"coverage":[],"title":["Towards a formal description of the collapse approach to the\n  inflationary origin of the seeds of cosmic structure"],"description":["  Inflation plays a central role in our current understanding of the universe.\nAccording to the standard viewpoint, the homogeneous and isotropic mode of the\ninflaton field drove an early phase of nearly exponential expansion of the\nuniverse, while the quantum fluctuations (uncertainties) of the other modes\ngave rise to the seeds of cosmic structure. However, if we accept that the\naccelerated expansion led the universe into an essentially homogeneous and\nisotropic space-time, with the state of all the matter fields in their vacuum\n(except for the zero mode of the inflaton field), we can not escape the\nconclusion that the state of the universe as a whole would remain always\nhomogeneous and isotropic. It was recently proposed in [A. Perez, H. Sahlmann\nand D. Sudarsky, \"On the quantum origin of the seeds of cosmic structure,\"\nClass. Quant. Grav. 23, 2317-2354 (2006)] that a collapse (representing physics\nbeyond the established paradigm, and presumably associated with a\nquantum-gravity effect a la Penrose) of the state function of the inflaton\nfield might be the missing element, and thus would be responsible for the\nemergence of the primordial inhomogeneities. Here we will discuss a formalism\nthat relies strongly on quantum field theory on curved space-times, and within\nwhich we can implement a detailed description of such a process. The picture\nthat emerges clarifies many aspects of the problem, and is conceptually quite\ntransparent. Nonetheless, we will find that the results lead us to argue that\nthe resulting picture is not fully compatible with a purely geometric\ndescription of space-time.\n","Comment: 53 pages, no figures. Revision to match the published version"]}]
["1109.3110",{"format":[],"subject":["Mathematics - Probability","60F05 (Primary) 60H05, 60H07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3110","Stoch. Proc. Appl. 122 (2012) 3460-3505"],"date":["2011-09-14","2012-06-11"],"type":["text"],"creator":["Harnett, Daniel","Nualart, David"],"language":[],"coverage":[],"title":["Weak convergence of the Stratonovich integral with respect to a class of\n  Gaussian processes"],"description":["  For a Gaussian process $X$ and smooth function $f$, we consider a\nStratonovich integral of $f(X)$, defined as the weak limit, if it exists, of a\nsequence of Riemann sums. We give covariance conditions on $X$ such that the\nsequence converges in law. This gives a change-of-variable formula in law with\na correction term which is an It\\^o integral of $f\"'$ with respect to a\nGaussian martingale independent of $X$. The proof uses Malliavin calculus and a\ncentral limit theorem from [10]. This formula was known for fBm with $H=1/6$\n[9]. We extend this to a larger class of Gaussian processes.\n","Comment: 39 pages. arXiv admin note: text overlap with arXiv:1105.4841"]}]
["1109.3275",{"format":[],"subject":["Mathematics - Numerical Analysis","65M15, 35K59, 86A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3275"],"date":["2011-09-15","2012-08-09"],"type":["text"],"creator":["Bouharguane, Afaf","Carles, Remi"],"language":[],"coverage":[],"title":["Splitting methods for the nonlocal Fowler equation"],"description":["  We consider a nonlocal scalar conservation law proposed by Andrew C. Fowler\nto describe the dynamics of dunes, and we develop a numerical procedure based\non splitting methods to approximate its solutions. We begin by proving the\nconvergence of the well-known Lie formula, which is an approximation of the\nexact solution of order one in time. We next use the split-step Fourier method\nto approximate the continuous problem using the fast Fourier transform and the\nfinite difference method. Our numerical experiments confirm the theoretical\nresults.\n","Comment: 20 pages, 3 figures. Presentation modified, some errors fixed"]}]
["1109.3375",{"format":[],"subject":["Mathematics - Logic","03C57, 03D45, 03D55, 03E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3375","Computability 1(1):15--38, 2012","doi:10.3233/COM-2012-004"],"date":["2011-09-15","2012-04-14"],"type":["text"],"creator":["Coskey, Samuel","Hamkins, Joel David","Miller, Russell"],"language":[],"coverage":[],"title":["The hierarchy of equivalence relations on the natural numbers under\n  computable reducibility"],"description":["  The notion of computable reducibility between equivalence relations on the\nnatural numbers provides a natural computable analogue of Borel reducibility.\nWe investigate the computable reducibility hierarchy, comparing and contrasting\nit with the Borel reducibility hierarchy from descriptive set theory.\nMeanwhile, the notion of computable reducibility appears well suited for an\nanalysis of equivalence relations on the c.e.\\ sets, and more specifically, on\nvarious classes of c.e.\\ structures. This is a rich context with many natural\nexamples, such as the isomorphism relation on c.e.\\ graphs or on computably\npresented groups. Here, our exposition extends earlier work in the literature\nconcerning the classification of computable structures. An abundance of open\nquestions remains.\n","Comment: To appear in Computability"]}]
["1110.1736",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1736","Class. Quantum Grav. 29 (2012) 175005","doi:10.1088/0264-9381/29/17/175005"],"date":["2011-10-08","2012-08-09"],"type":["text"],"creator":["Escobar, Dagoberto","Fadragas, Carlos R.","Leon, Genly","Leyva, Yoelsy"],"language":[],"coverage":[],"title":["Phase space analysis of quintessence fields trapped in a Randall-Sundrum\n  braneworld: a refined study"],"description":["  In this paper we investigate, from the dynamical systems perspective, the\nevolution of an scalar field with arbitrary potential trapped in a\nRandall-Sundrum's Braneworld of type II. We consider an homogeneous and\nisotropic Friedmann-Robertson-Walker (FRW) brane filled also with a perfect\nfluid. Center Manifold Theory is employed to obtain sufficient conditions for\nthe asymptotic stability of de Sitter solution. We obtain conditions on the\npotential for the stability of scaling solutions as well for the stability of\nthe scalar-field dominated solution. We prove the there are not late time\nattractors with 5D-modifications (they are saddle-like). This fact correlates\nwith a transient primordial inflation. In the particular case of a scalar field\nwith potential $V=V_{0}e^{-\\chi\\phi}+\\Lambda$ we prove that for $\\chi<0$ the de\nSitter solution is asymptotically stable. However, for $\\chi>0$ the de Sitter\nsolution is unstable (of saddle type).\n","Comment: 12 pages, 8 figures, one affiliation added, matches the published\n  version at CQG"]}]
["1110.2717",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics","76B47 (Primary) 86A10, 37K05, 53A07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2717","Journal of Mathematical Physics, 53, 013103 (2012)","doi:10.1063/1.3673800"],"date":["2011-10-12"],"type":["text"],"creator":["Shashikanth, Banavara N."],"language":[],"coverage":[],"title":["Vortex dynamics in $R^4$"],"description":["  The vortex dynamics of Euler's equations for a constant density fluid flow in\n$R^4$ is studied. Most of the paper focuses on singular Dirac delta\ndistributions of the vorticity two-form $\\omega$ in $R^4$. These distributions\nare supported on two-dimensional surfaces termed {\\it membranes} and are the\nanalogs of vortex filaments in $R^3$ and point vortices in $R^2$. The\nself-induced velocity field of a membrane is shown to be unbounded and is\nregularized using a local induction approximation (LIA). The regularized\nself-induced velocity field is then shown to be proportional to the mean\ncurvature vector field of the membrane but rotated by 90 degrees in the plane\nof normals. Next, the Hamiltonian membrane model is presented. The symplectic\nstructure for this model is derived from a general formula for vorticity\ndistributions due to Marsden and Weinstein (1983). Finally, the dynamics of the\nfour-form $\\omega \\wedge \\omega$ is examined. It is shown that Ertel's\nvorticity theorem in $R^3$, for the constant density case, can be viewed as a\nspecial case of the dynamics of this four-form.\n","Comment: Submitted to Journal of Mathematical Physics"]}]
["1110.2911",{"format":[],"subject":["Mathematics - Combinatorics","05C20, 05C76"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2911","Discrete Mathematics & Theoretical Computer Science, Vol 14, No 2\n  (2012) 1-10"],"date":["2011-10-13","2012-07-26"],"type":["text"],"creator":["Park, Boram","Sano, Yoshio"],"language":[],"coverage":[],"title":["The competition number of a generalized line graph is at most two"],"description":["  In 1982, Opsut showed that the competition number of a line graph is at most\ntwo and gave a necessary and sufficient condition for the competition number of\na line graph being one. In this note, we generalize this result to the\ncompetition numbers of generalized line graphs, that is, we show that the\ncompetition number of a generalized line graph is at most two, and give\nnecessary conditions and sufficient conditions for the competition number of a\ngeneralized line graph being one.\n","Comment: 13 pages, 4 figures"]}]
["1110.5650",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5650","JCAP 08 (2012) 008","doi:10.1088/1475-7516/2012/08/008"],"date":["2011-10-25","2012-06-17"],"type":["text"],"creator":["Hertzberg, Mark P."],"language":[],"coverage":[],"title":["Can Inflation be Connected to Low Energy Particle Physics?"],"description":["  It is an interesting question whether low energy degrees of freedom may be\nresponsible for early universe inflation. To examine this, here we present a\nsimple version of Higgs-inflation with minimal coupling to gravity and a\nquadratic inflationary potential. This quantitatively differs from the popular\nnon-minimally coupled models, although it is qualitatively similar. In all such\nmodels, new heavy fields must enter in order for the theory to be well behaved\nin the UV. We show that in all cases the Higgs self coupling lambda must be\nquite small in order to integrate out the heavy fields and use the resulting\nlow energy effective field theory of the Higgs to describe inflation. For\nmoderately sized lambda, the UV completion is required and will, in general,\ndetermine the inflationary regime. We discuss the important issue of the\narbitrariness of the Lagrangians used in all these setups by presenting a new\nclass of such models, including a supergravity version. This suggests that the\ninflationary potential is disconnected from low energy physics.\n","Comment: 6 pages, 1 figure, v2 updated with clarifications and more references"]}]
["1111.3248",{"format":[],"subject":["Mathematics - Algebraic Topology","57R42, 57R40 (Primary) 57R19, 57R67 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3248"],"date":["2011-11-14","2012-08-09"],"type":["text"],"creator":["Grant, Mark"],"language":[],"coverage":[],"title":["On self-intersection invariants"],"description":["  We prove that the Hatcher-Quinn and Wall invariants of a self-transverse\nimmersion $f\\co N^n\\imm M^{2n}$ coincide. That is, we construct an isomorphism\nbetween their target groups which carries one onto the other. We also employ\nmethods of normal bordism theory to investigate the Hatcher-Quinn invariant of\nan immersion $f\\co N^n\\imm M^{2n-1}$.\n","Comment: 14 pages. v2: Final version, to appear in Glasgow Math. J"]}]
["1111.4210",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4210","Phys. Rev. Lett. 108, 230504 (2012)","doi:10.1103/PhysRevLett.108.230504"],"date":["2011-11-17","2012-08-09"],"type":["text"],"creator":["Barthel, Thomas","Kliesch, Martin"],"language":[],"coverage":[],"title":["Quasi-locality and efficient simulation of Markovian quantum dynamics"],"description":["  We consider open many-body systems governed by a time-dependent quantum\nmaster equation with short-range interactions. With a generalized Lieb-Robinson\nbound, we show that the evolution in this very generic framework is\nquasi-local, i.e., the evolution of observables can be approximated by\nimplementing the dynamics only in a vicinity of the observables' support. The\nprecision increases exponentially with the diameter of the considered\nsubsystem. Hence, the time-evolution can be simulated on classical computers\nwith a cost that is independent of the system size. Providing error bounds for\nTrotter decompositions, we conclude that the simulation on a quantum computer\nis additionally efficient in time. For experiments and simulations, our result\ncan be used to rigorously bound finite-size effects.\n","Comment: 5 pages + 2 pages appendix, 2 figures; minor improvements; published\n  version"]}]
["1111.4870",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4870","doi:10.1103/PhysRevLett.108.193003"],"date":["2011-11-21","2012-02-20"],"type":["text"],"creator":["Pamuk, B.","Soler, J. M.","Ramirez, R.","Herrero, C. P.","Stephens, P. W.","Allen, P. B.","Fernandez-Serra, M. V."],"language":[],"coverage":[],"title":["Anomalous Nuclear Quantum Effects in Ice"],"description":["  One striking anomaly of water ice has been largely neglected and never\nexplained. Replacing hydrogen ($^1$H) by deuterium ($^2$H) causes ice to\nexpand, whereas the \"normal\" isotope effect is volume contraction with\nincreased mass. Furthermore, the anomaly increases with temperature $T$, even\nthough a normal isotope shift should decrease with $T$ and vanish when $T$ is\nhigh enough to use classical nuclear motions. In this study, we show that these\neffects are very well described by {\\it ab initio} density functional theory.\nOur theoretical modeling explains these anomalies, and allows us to predict and\nto experimentally confirm a counter effect, namely that replacement of $^{16}$O\nby $^{18}$O causes a normal lattice contraction.\n","Comment: 5 pages, 3 figures"]}]
["1111.5261",{"format":[],"subject":["General Relativity and Quantum Cosmology","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5261"],"date":["2011-11-22","2012-08-09"],"type":["text"],"creator":["Calzetta, Esteban"],"language":[],"coverage":[],"title":["Analog cosmology with spinor BECs"],"description":["  We show that the properties of spinor Bose-Einstein condensates allow us to\nbuild an analog Taub (axisymmetric Bianchi IX) Universe. We shall develop this\nproposal on the example of a rubidium condensate, where the relevant\nexperiments are well within present day capabilities. A better Taub analog\nhowever would be built out of a collective Rydberg excitation.\n","Comment: Talk given at the \"II Amazonian Symposium on Physics - Analogue\n  Models of Gravity 30 Years Celebration\""]}]
["1111.5974",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5974","Class.Quant.Grav. 29 (2012) 095017","doi:10.1088/0264-9381/29/9/095017"],"date":["2011-11-25","2012-08-09"],"type":["text"],"creator":["Dotti, Gustavo","Gleiser, Reinaldo J.","Ranea-Sandoval, Ignacio F."],"language":[],"coverage":[],"title":["Unstable fields in Kerr spacetimes"],"description":["  We show that both the interior region $r<M-\\sqrt{M^2-a^2}$ of a Kerr black\nhole and the $a^2>M^2$ Kerr naked singularity admit unstable solutions of the\nTeukolsky equation for any value of the spin weight. For every harmonic number\nthere is at least one axially symmetric mode that grows exponentially in time\nand decays properly in the radial directions. These can be used as Debye\npotentials to generate solutions for the scalar, Weyl spinor, Maxwell and\nlinearized gravity field equations on these backgrounds, satisfying appropriate\nspatial boundary conditions and growing exponentially in time, as shown in\ndetail for the Maxwell case. It is suggested that the existence of the unstable\nmodes is related to the so called \"time machine\" region, where the axial\nKilling vector field is time-like, and the Teukolsky equation, restricted to\naxially symmetric fields, changes its character from hyperbolic to elliptic.\n"]}]
["1111.6156",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6156"],"date":["2011-11-26","2012-08-09"],"type":["text"],"creator":["Kuniavsky, Sergey","Smorodinsky, Rann"],"language":[],"coverage":[],"title":["Greediness and Equilibrium in Congestion Games"],"description":["  Rosenthal (1973) introduced the class of congestion games and proved that\nthey always possess a Nash equilibrium in pure strategies. Fotakis et al.\n(2005) introduce the notion of a greedy strategy tuple, where players\nsequentially and irrevocably choose a strategy that is a best response to the\nchoice of strategies by former players. Whereas the former solution concept is\ndriven by strong assumptions on the rationality of the players and the common\nknowledge thereof, the latter assumes very little rationality on the players'\nbehavior. From Fotakis \\cite{fotakis10} it follows that for Tree Representable\ncongestion Games greedy behavior leads to a NE. In this paper we obtain\nnecessary and sufficient conditions for the equivalence of these two solution\nconcepts. Such equivalence enhances the viability of these concepts as\nrealistic outcomes of the environment. The conditions for such equivalence to\nemerge for monotone symmetric games is that the strategy set has a tree-form,\nor equivalently is a `extension-parallel graph'.\n","Comment: 17 pages"]}]
["1111.6245",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6245"],"date":["2011-11-27","2012-08-09"],"type":["text"],"creator":["Roodaki, Alireza","Bect, Julien","Fleury, Gilles"],"language":[],"coverage":[],"title":["Note on the computation of the Metropolis-Hastings ratio for\n  Birth-or-Death moves in trans-dimensional MCMC algorithms for signal\n  decomposition problems"],"description":["  Reversible jump MCMC (RJ-MCMC) sampling techniques, which allow to jointly\ntackle model selection and parameter estimation problems in a coherent Bayesian\nframework, have become increasingly popular in the signal processing literature\nsince the seminal paper of Andrieu and Doucet (IEEE Trans. Signal Process.,\n47(10), 1999). Crucial to the implementation of any RJ-MCMC sampler is the\ncomputation of the so-called Metropolis-Hastings-Green (MHG) ratio, which\ndetermines the acceptance probability for the proposed moves.\n  It turns out that the expression of the MHG ratio that was given in the paper\nof Andrieu and Doucet for \"Birth-or-Death\" moves---the simplest kind of\ntrans-dimensional move, used in virtually all applications of RJ-MCMC to signal\ndecomposition problems---was erroneous. Unfortunately, this mistake has been\nreproduced in many subsequent papers dealing with RJ-MCMC sampling in the\nsignal processing literature.\n  This note discusses the computation of the MHG ratio, with a focus on the\ncase where the proposal kernel can be decomposed as a mixture of simpler\nkernels, for which the MHG ratio is easy to compute. We provide sufficient\nconditions under which the MHG ratio of the mixture can be deduced from the MHG\nratios of the elementary kernels of which it is composed. As an application, we\nconsider the case of Birth-or-Death moves, and provide a corrected expression\nfor the erroneous ratio in the paper of Andrieu and Doucet.\n","Comment: Technical report (15 pages)"]}]
["1111.6854",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6854","International Journal of Modern Physics E, Volume 20, Issue\n  supp01, pp. 27-31 (2011)","doi:10.1142/S0218301311040049"],"date":["2011-11-29","2012-08-09"],"type":["text"],"creator":["Dotti, Gustavo","Gleiser, Reinaldo J.","Ranea-Sandoval, Ignacio F."],"language":[],"coverage":[],"title":["Instabilities in Kerr Spacetimes"],"description":["  We present a generalization of previous results regarding the stability under\ngravitational perturbations of nakedly singular super extreme Kerr spacetime\nand Kerr black hole interior beyond the Cauchy horizon. To do so we study\nsolutions to the radial and angular Teukolsky's equations with different spin\nweights, particulary $s=\\pm 1$ representing electromagnetic perturbations,\n$s=\\pm 1/2$ representing a perturbation by a Dirac field and $s=0$ representing\nperturbations by a scalar field.\n  By analizing the properties of radial and angular eigenvalues we prove the\nexistence of an infinite family of unstable modes.\n","Comment: 4 pages, proceedings of the First Caribbean Symposium on Nuclear and\n  Astroparticle Physics - STARS2011, La Habana, Cuba, 1-4 May 2011"]}]
["1112.1835",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1835","Phys. Rev. B 86, 085304 (2012)","doi:10.1103/PhysRevB.86.085304"],"date":["2011-12-08"],"type":["text"],"creator":["Stobbe, Søren","Kristensen, Philip T.","Mortensen, Jakob E.","Hvam, Jørn M.","Mørk, Jesper","Lodahl, Peter"],"language":[],"coverage":[],"title":["Spontaneous emission from large quantum dots in nanostructures:\n  exciton-photon interaction beyond the dipole approximation"],"description":["  We derive a rigorous theory of the interaction between photons and spatially\nextended excitons confined in quantum dots in inhomogeneous photonic materials.\nWe show that, beyond the dipole approximation, the radiative decay rate is\nproportional to a non-local interaction function, which describes the\ninteraction between light and spatially extended excitons. In this regime,\nlight and matter degrees of freedom cannot be separated and a complex interplay\nbetween the nanostructured optical environment and the exciton envelope\nfunction emerges. We illustrate this by specific examples and derive a series\nof important analytical relations, which are useful for applying the formalism\nto practical problems. In the dipole limit, the decay rate is proportional to\nthe projected local density of optical states and we obtain the strong and weak\nconfinement regimes as special cases.\n","Comment: 14 pages, 4 figures"]}]
["1112.2225",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2225","J. Phys.: Conf. Ser. 360 (2012) 012012","doi:10.1088/1742-6596/360/1/012012"],"date":["2011-12-09"],"type":["text"],"creator":["Colosi, Daniele","Dohse, Max","Oeckl, Robert"],"language":[],"coverage":[],"title":["S-Matrix for AdS from General Boundary QFT"],"description":["  The General Boundary Formulation (GBF) is a new framework for studying\nquantum theories. After concise overviews of the GBF and Schr\\\"odinger-Feynman\nquantization we apply the GBF to resolve a well known problem on Anti-deSitter\nspacetime where due to the lack of temporally asymptotic free states the usual\nS-matrix cannot be defined. We construct a different type of S-matrix plus\npropagators for free and interacting real Klein-Gordon theory.\n","Comment: 4 pages, 5 figures, Proceedings of LOOPS'11 Madrid, to appear in IOP\n  Journal of Physics: Conference Series (JPCS)"]}]
["1112.4729",{"format":[],"subject":["Mathematics - Functional Analysis","46F05 (Primary) 22D15, 22E30, 42A85, 43A10, 43A15, 46A03, 46A13,\n  46E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4729"],"date":["2011-12-20","2012-08-09"],"type":["text"],"creator":["Birth, Lidia","Glockner, Helge"],"language":[],"coverage":[],"title":["Continuity of convolution of test functions on Lie groups"],"description":["  If G is a Lie group, let D(G) be the space of compactly supported smooth\nfunctions on G. Consider the bilinear map B : D(G) x D(G) -> D(G), (f,g) |->\nf*g which takes a pair of test functions to their convolution. We show that B\nis continuous if and only if G is sigma-compact. More generally, let r,s,t be\nnon-negative integers (or infinity) with t <= r+s. Let E_1, E_2 be locally\nconvex spaces and b : E_1 x E_2 -> F be a continuous bilinear map to a complete\nlocally convex space F. The main result is a characterization of those\n(G,r,s,t,b) for which the convolution map C^r_c(G,E_1) x C^s_c(G,E_2) ->\nC^t_c(G,F) associated with b is continuous. Convolution of compactly supported\ncontinuous functions on a locally compact group is also discussed, as well as\nconvolution of compactly supported L^1-functions and convolution of compactly\nsupported Radon measures.\n","Comment: v4: update of references"]}]
["1112.4872",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4872","Phys. Rev. B 85, 195113 (2012)","doi:10.1103/PhysRevB.85.195113"],"date":["2011-12-20","2012-08-08"],"type":["text"],"creator":["Chen, Hua","Yang, Kun"],"language":[],"coverage":[],"title":["Interaction Driven Quantum Phase Transitions in Fractional Topological\n  Insulators"],"description":["  We study two species of (or spin-1/2) fermions with short-range intra-species\nrepulsion in the presence of opposite (effective) magnetic field, each at\nLandau level filling factor 1/3. In the absence of inter-species interaction,\nthe ground state is simply two copies of the 1/3 Laughlin state, with opposite\nchirality, representing the fractional topological insulator (FTI) phase. We\nshow this phase is stable against moderate inter-species interactions. However\nstrong enough inter-species repulsion leads to phase separation, while strong\nenough inter-species attraction drives the system into a superfluid phase. We\nobtain the phase diagram through exact diagonalization calculations. The\nFTI-superfluid phase transition is shown to be in the (2+1)D XY universality\nclass, using an appropriate Chern-Simons-Ginsburg-Landau effective field\ntheory.\n","Comment: 5 pages, 3 figures"]}]
["1112.5047",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5047"],"date":["2011-12-21","2012-08-09"],"type":["text"],"creator":["Hibi, Takayuki","Li, Nan","Zhang, Yan X."],"language":[],"coverage":[],"title":["Separating hyperplanes of edge polytopes"],"description":["  Let $G$ be a finite connected simple graph with $d$ vertices and let $\\Pc_G\n\\subset \\RR^d$ be the edge polytope of $G$. We call $\\Pc_G$ \\emph{decomposable}\nif $\\Pc_G$ decomposes into integral polytopes $\\Pc_{G^+}$ and $\\Pc_{G^-}$ via a\nhyperplane. In this paper, we explore various aspects of decomposition of\n$\\Pc_G$: we give an algorithm deciding the decomposability of $\\Pc_G$, we prove\nthat $\\Pc_G$ is normal if and only if both $\\Pc_{G^+}$ and $\\Pc_{G^-}$ are\nnormal, and we also study how a condition on the toric ideal of $\\Pc_G$\n(namely, the ideal being generated by quadratic binomials) behaves under\ndecomposition.\n","Comment: 15pages"]}]
["1112.6420",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6420","Phys. Rev. Lett. 109, 066802 (2012)","doi:10.1103/PhysRevLett.109.066802"],"date":["2011-12-29"],"type":["text"],"creator":["Abanin, D. A.","Pesin, D. A."],"language":[],"coverage":[],"title":["Interaction-driven topological insulator states in strained graphene"],"description":["  The electronic properties of graphene can be manipulated via mechanical\ndeformations, which opens prospects for studying the Dirac fermions in new\nregimes and for new device applications. Certain natural configurations of\nstrain generate large nearly uniform pseudo-magnetic fields, which have\nopposite signs in the two valleys, and give rise to flat spin- and\nvalley-degenerate pseudo Landau levels (PLLs). Here we consider the effect of\nthe Coulomb interactions in strained graphene with uniform pseudo-magnetic\nfield. We show that the spin/valley degeneracies of the PLLs get lifted by the\ninteractions, giving rise to topological insulator-like states. In particular,\nwhen a nonzero PLL is quarter- or three-quarter filled, an anomalous quantum\nHall state spontaneously breaking time-reversal symmetry emerges. At\nhalf-filled PLL, weak spin-orbital interaction stabilizes\ntime-reversal-symmetric quantum spin-Hall state. These many-body states are\ncharacterized by the quantized conductance and persist to a high temperature\nscale set by the Coulomb interactions, which we estimate to be a few hundreds\nKelvin at moderate strain values. At fractional fillings, fractional quantum\nHall states breaking valley symmetry emerge. These results suggest a new route\nto realizing robust topological insulator states in mesoscopic graphene.\n","Comment: 5 pages"]}]
["1201.3328",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3328"],"date":["2012-01-16","2012-08-08"],"type":["text"],"creator":["Xiao, Yuanzhang","van der Schaar, Mihaela"],"language":[],"coverage":[],"title":["Dynamic Spectrum Sharing Among Repeatedly Interacting Selfish Users With\n  Imperfect Monitoring"],"description":["  We develop a novel design framework for dynamic distributed spectrum sharing\namong secondary users (SUs) who adjust their power levels to compete for\nspectrum opportunities while satisfying the interference temperature (IT)\nconstraints imposed by primary users. The considered interaction among the SUs\nis characterized by the following three features. First, since the SUs are\ndecentralized, they are selfish and aim to maximize their own long-term payoffs\nfrom utilizing the network rather than obeying the prescribed allocation of a\ncentralized controller. Second, the SUs interact with each other repeatedly and\nthey can coexist in the system for a long time. Third, the SUs have limited and\nimperfect monitoring ability: they only observe whether the IT constraints are\nviolated, and their observation is imperfect due to the erroneous measurements.\nTo capture these features, we model the interaction of the SUs as a repeated\ngame with imperfect monitoring. We first characterize the set of Pareto optimal\npayoffs that can be achieved by deviation-proof spectrum sharing policies,\nwhich are policies that the selfish users find it in their interest to comply\nwith. Next, for any given payoff in this set, we show how to construct a\ndeviation-proof policy to achieve it. The constructed deviation-proof policy is\namenable to distributed implementation, and allows users to transmit in a\ntime-division multiple-access (TDMA) fashion. In the presence of strong\nmulti-user interference, our policy outperforms existing spectrum sharing\npolicies that dictate users to transmit at constant power levels\nsimultaneously. Moreover, our policy can achieve Pareto optimality even when\nthe SUs have limited and imperfect monitoring ability, as opposed to existing\nsolutions based on repeated games, which require perfect monitoring abilities.\n","Comment: 37 pages, 8 figures, 4 tables; IEEE Journal on Selected Areas in\n  Communications (JSAC) 2012"]}]
["1201.4083",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4083","Phys. Rev. Lett. 109, 037205 (2012)","doi:10.1103/PhysRevLett.109.037205"],"date":["2012-01-19","2012-05-04"],"type":["text"],"creator":["Faust, Thomas","Rieger, Johannes","Seitner, Maximilian J.","Krenn, Peter","Kotthaus, Jörg P.","Weig, Eva M."],"language":[],"coverage":[],"title":["Non-adiabatic dynamics of two strongly coupled nanomechanical resonator\n  modes"],"description":["  The Landau-Zener transition is a fundamental concept for dynamical quantum\nsystems and has been studied in numerous fields of physics. Here we present a\nclassical mechanical model system exhibiting analogous behaviour using two\ninversely tuneable, strongly coupled modes of the same nanomechanical beam\nresonator. In the adiabatic limit, the anticrossing between the two modes is\nobserved and the coupling strength extracted. Sweeping an initialized mode\nacross the coupling region allows mapping of the progression from diabatic to\nadiabatic transitions as a function of the sweep rate.\n"]}]
["1201.4294",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4294","Physical Review B 86, 081302(R) (2012)","doi:10.1103/PhysRevB.86.081302"],"date":["2012-01-20","2012-08-06"],"type":["text"],"creator":["Lähnemann, Jonas","Brandt, Oliver","Jahn, Uwe","Pfüller, Carsten","Roder, Claudia","Dogan, Pinar","Grosse, Frank","Belabbes, Abderrezak","Bechstedt, Friedhelm","Trampert, Achim","Geelhaar, Lutz"],"language":[],"coverage":[],"title":["Direct experimental determination of the spontaneous polarization of GaN"],"description":["  We present a universal approach for determining the spontaneous polarization\nPsp of a wurtzite semiconductor from the emission energies of excitons bound to\nthe different types of stacking faults in these crystals. Employing\nmicro-photoluminescence and cathodoluminescence spectroscopy, we observe\nemission lines from the intrinsic and extrinsic stacking faults in strain-free\nGaN micro-crystals. By treating the polarization sheet charges associated with\nthese stacking faults as a plate capacitor, Psp can be obtained from the\nobserved transition energies with no additional assumptions. Self-consistent\nPoisson-Schroedinger calculations, aided by the microscopic electrostatic\npotential computed using density-functional theory, lead to nearly identical\nvalues for Psp. Our recommended value for Psp of GaN is -0.022+/-0.007 C/m^{2}.\n","Comment: 5 pages, 5 figures"]}]
["1201.5624",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5624","doi:10.1103/PhysRevD.86.036001"],"date":["2012-01-26","2012-08-06"],"type":["text"],"creator":["Shuryak, Edward","Sulejmanpasic, Tin"],"language":[],"coverage":[],"title":["The Chiral Symmetry Breaking/Restoration in Dyonic Vacuum"],"description":["  We discuss the topological phenomena in the QCD-like theories with variable\nnumber of fundamental $N_f$ or adjoint $N_a$ fermions, focusing on the\ntemperatures at or above the critical value $T_c$ of chiral symmetry\nrestoration. Nonzero average of the Polyakov line, or holonomy, splits\ninstantons into (anti)selfdual dyons, and we study both bosonic and fermionic\ninteractions between them. The high temperature phase is a dilute gas of\n\"molecules\" made of $2N_c$ dyons, neutral in topological, electric and magnetic\ncharges. At intermediate temperatures the diluteness reaches some critical\nlevel at which chiral symmetry gets restored: we explain why it is very\ndifferent for the fundamental and adjoint fermions. At high density the\nensemble is a strongly coupled liquid with crystal-like short range order: we\nspeculate about its structure at small and large $N_f$. We finally explaine\ncertain lattice observations and suggest a number of further lattice tests.\n","Comment: 31 pages, 16. figures. V3 version has corrected type-os and minor\n  changes to the text"]}]
["1201.6668",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6668","Phys. Rev. Lett. 109, 066403 (2012)","doi:10.1103/PhysRevLett.109.066403"],"date":["2012-01-31","2012-08-09"],"type":["text"],"creator":["Bayat, Abolfazl","Bose, Sougato","Sodano, Pasquale","Johannesson, Henrik"],"language":[],"coverage":[],"title":["Entanglement probe of two-impurity Kondo physics in a spin chain"],"description":["  We propose that real-space properties of the two-impurity Kondo model can be\nobtained from an effective spin model where two single-impurity Kondo spin\nchains are joined via an RKKY interaction between the two impurity spins. We\nthen use a DMRG approach, valid in all ranges of parameters, to study its\nfeatures using two complementary quantum-entanglement measures, the negativity\nand the von Neumann entropy. This non-perturbative approach enables us to\nuncover the precise dependence of the spatial extent $\\xi_K$ of the Kondo\nscreening cloud with the Kondo and RKKY couplings. Our results reveal an\nexponential suppression of the Kondo temperature $T_K \\sim 1/\\xi_K$ with the\nsize of the effective impurity spin in the limit of large ferromagnetic RKKY\ncoupling, a striking display of \"Kondo resonance narrowing\" in the two-impurity\nKondo model. We also show how the antiferromagnetic RKKY interaction produces\nan effective decoupling of the impurities from the bulk already for\nintermediate strengths of this interaction, and, furthermore, exhibit how the\nnon-Fermi liquid quantum critical point is signaled in the quantum entanglement\nbetween various parts of the system.\n","Comment: 5 pages, 5 figures"]}]
["1202.4095",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4095"],"date":["2012-02-18","2012-08-09"],"type":["text"],"creator":["Mills, Peter"],"language":[],"coverage":[],"title":["Microwave emissivity of fresh water ice--Lake ice and Antarctic ice\n  pack--Radiative transfer simulations versus satellite radiances"],"description":["  Microwave emissivity models of sea ice are poorly validated empirically.\nTypical validation studies involve using averaged or stereotyped profiles of\nice parameters against averaged radiance measurements. Measurement sites are\nrarely matched and even less often point-by-point. Because of saline content,\ncomplex permittivity of sea ice is highly variable and difficult to predict.\nTherefore, to check the validity of a typical, plane-parallel,\nradiative-transfer-based ice emissivity model, we apply it to fresh water ice\ninstead of salt-water ice. Radiance simulations for lake ice are compared with\nmeasurements over Lake Superior from the Advanced Microwave Scanning Radiometer\non EOS (AMSR-E). AMSR-E measurements are also collected over Antarctic icepack.\nFor each pixel, a thermodynamic model is driven by four years of European\nCenter for Medium Range Weather Forecasts (ECMWF) reanalysis data and the\nresulting temperature profiles used to drive the emissivity model. The results\nsuggest that the relatively simple emissivity model is a good fit to the data.\nBoth cases, however, show large discrepencies whose most likely explanation is\nscattering both within the ice sheet as well as by cloudy atmospheres.\nScattering is neglected by the model. Further work is needed to refine the\nscattering component of ice emissivity models and to generate accurate\nestimates of complex permittivities within sea ice.\n","Comment: Made some minor corrections"]}]
["1202.4287",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4287"],"date":["2012-02-20","2012-08-09"],"type":["text"],"creator":["Tan, Kanghai","Yang, Xiaoping"],"language":[],"coverage":[],"title":["On Regularity of Abnormal Subriemannian Geodesics"],"description":["  We prove the smoothness of abnormal minimizers of subriemannian manifolds of\nstep 3 with a nilpotent basis. We prove that rank 2 Carnot groups of step 4\nadmit no strictly abnormal minimizers. For any subriemannian manifolds of step\nless than 7, we show all abnormal minimizers have no corner type singularities,\nwhich partly generalize the main result of Leonardi-Monti.\n","Comment: This paper has been withdrawn by the author due to a crucial\n  computation error in (F_t^1)_star"]}]
["1202.4294",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4294"],"date":["2012-02-20","2012-08-08"],"type":["text"],"creator":["Alquier, Pierre","Li, Xiaoyin"],"language":[],"coverage":[],"title":["Prediction of quantiles by statistical learning and application to GDP\n  forecasting"],"description":["  In this paper, we tackle the problem of prediction and confidence intervals\nfor time series using a statistical learning approach and quantile loss\nfunctions. In a first time, we show that the Gibbs estimator (also known as\nExponentially Weighted aggregate) is able to predict as well as the best\npredictor in a given family for a wide set of loss functions. In particular,\nusing the quantile loss function of Koenker and Bassett (1978), this allows to\nbuild confidence intervals. We apply these results to the problem of prediction\nand confidence regions for the French Gross Domestic Product (GDP) growth, with\npromising results.\n"]}]
["1202.6421",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6421","Nucl.Phys. B862 (2012) 764-780","doi:10.1016/j.nuclphysb.2012.05.014"],"date":["2012-02-28"],"type":["text"],"creator":["Mathur, Samir D.","Turton, David"],"language":[],"coverage":[],"title":["Momentum-carrying waves on D1-D5 microstate geometries"],"description":["  If one attempts to add momentum-carrying waves to a black string then the\nsolution develops a singularity at the horizon; this is a manifestation of the\n'no hair theorem' for black objects. However individual microstates of a black\nstring do not have a horizon, and so the above theorem does not apply. We\nconstruct a perturbation that adds momentum to a family of microstates of the\nextremal D1-D5 string. This perturbation is analogous to the 'singleton' mode\nlocalized at the boundary of AdS; to leading order it is pure gauge in the AdS\ninterior of the geometry.\n","Comment: 24 pages, 4 figures"]}]
["1203.0943",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0943","New Journal of Physics 14 (2012) 073007","doi:10.1088/1367-2630/14/7/073007"],"date":["2012-03-05","2012-06-01"],"type":["text"],"creator":["Buca, Berislav","Prosen, Tomaz"],"language":[],"coverage":[],"title":["A note on symmetry reductions of the Lindblad equation: transport in\n  constrained open spin chains"],"description":["  We study quantum transport properties of an open Heisenberg XXZ spin 1/2\nchain driven by a pair of Lindblad jump operators satisfying a global\n`microcanonical' constraint, i.e. conserving the total magnetization. We will\nshow that this system has an additional discrete symmetry which is particular\nto the Liouvillean description of the problem. Such symmetry reduces the\ndynamics even more than what would be expected in the standard Hilbert space\nformalism and establishes existence of multiple steady states. Interestingly,\nnumerical simulations of the XXZ model suggest that a pair of distinct\nnon-equilibrium steady states becomes indistinguishable in the thermodynamic\nlimit, and exhibit sub-diffusive spin transport in the easy-axis regime of\nanisotropy Delta > 1.\n","Comment: 14 pages with 5 pdf figures, revised version, as accepted by New\n  Journal of Physics"]}]
["1203.1174",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1174","Phys. Plasmas 19, 082305 (2012)","doi:10.1063/1.4742321"],"date":["2012-03-06","2012-03-14"],"type":["text"],"creator":["Anderson, Johan","Nordman, Hans","Singh, Raghvendra","Kaw, Predhiman"],"language":[],"coverage":[],"title":["High Frequency Geodesic Acoustic Modes in Electron Temperature Gradient\n  Mode Turbulence"],"description":["  In this work the first demonstration of a high frequency branch of the\ngeodesic acoustic mode (GAM) driven by electron temperature gradient (ETG)\nmodes is presented. The work is based on a fluid description of the ETG mode\nretaining non-adiabatic ions and the dispersion relation for high frequency\nGAMs driven nonlinearly by ETG modes is derived. A new saturation mechanism for\nETG turbulence through the interaction with high frequency GAMs is found,\nresulting in a significantly enhanced ETG turbulence saturation level compared\nto the mixing length estimate.\n","Comment: 14 pages, submitted to Physics of Plasmas"]}]
["1203.1408",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1408","Phys. Rev. E 86, 026705 (2012)","doi:10.1103/PhysRevE.86.026705"],"date":["2012-03-07","2012-05-29"],"type":["text"],"creator":["Lacroix, G.","Semay, C.","Buisseret, F."],"language":[],"coverage":[],"title":["Lagrange-mesh calculations in momentum space"],"description":["  The Lagrange-mesh method is a powerful method to solve eigenequations written\nin configuration space. It is very easy to implement and very accurate. Using a\nGauss quadrature rule, the method requires only the evaluation of the potential\nat some mesh points. The eigenfunctions are expanded in terms of regularized\nLagrange functions which vanish at all mesh points except one. It is shown that\nthis method can be adapted to solve eigenequations written in momentum space,\nkeeping the convenience and the accuracy of the original technique. In\nparticular, the kinetic operator is a diagonal matrix. Observables in both\nconfiguration space and momentum space can also be easily computed with a good\naccuracy using only eigenfunctions computed in the momentum space. The method\nis tested with Gaussian and Yukawa potentials, requiring respectively a small\nor a great mesh to reach convergence.\n","Comment: Extended version"]}]
["1203.2116",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2116","JHEP 07 (2012) 178","doi:10.1007/JHEP07(2012)178"],"date":["2012-03-09","2012-07-03"],"type":["text"],"creator":["Del Debbio, Luigi","Hart, Alistair","Rinaldi, Enrico"],"language":[],"coverage":[],"title":["Light scalars in strongly-coupled extra-dimensional theories"],"description":["  The low-energy dynamics of five-dimensional Yang-Mills theories compactified\non S^1 can be described by a four-dimensional gauge theory coupled to a scalar\nfield in the adjoint representation of the gauge group. Perturbative\ncalculations suggest that the mass of this elementary scalar field is protected\nagainst power divergences, and is controlled by the size of the extra dimension\nR. As a first step in the study of this phenomenon beyond perturbation theory,\nwe investigate the phase diagram of a SU(2) Yang-Mills theory in five\ndimensions regularized on anisotropic lattices and we determine the ratios of\nthe relevant physical scales. The lattice system shows a dimensionally reduced\nphase where the four-dimensional correlation length is much larger than the\nsize of the extra dimension, but still smaller than the four-dimensional\nvolume. In this region of the bare parameter space, at energies below 1/R, the\nnon-perturbative spectrum contains a \\emph{light} scalar state. This state has\na mass that is independent of the cut-off, and a small overlap with glueball\noperators. Our results suggest that light scalar fields can be introduced in a\nlattice theory using compactified extra dimensions, rather than fine tuning the\nbare mass parameter.\n","Comment: 38 pages (7 pages of Appendix), 10 tables, 21 figures. Minor\n  corrections. Version accepted for publication in JHEP"]}]
["1203.3745",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3745","Phys. Rev. A 85, 063613 (2012)","doi:10.1103/PhysRevA.85.063613"],"date":["2012-03-16"],"type":["text"],"creator":["Wong, C. H.","Stoof, H. T. C.","Duine, R. A."],"language":[],"coverage":[],"title":["Spin-Seebeck effect in a strongly interacting Fermi gas"],"description":["  We study the spin-Seebeck effect in a strongly interacting, two-component\nFermi gas and propose an experiment to measure this effect by relatively\ndisplacing spin up and spin down atomic clouds in a trap using spin-dependent\ntemperature gradients. We compute the spin-Seebeck coefficient and related\nspin-heat transport coefficients as functions of temperature and interaction\nstrength. We find that when the inter-spin scattering length becomes larger\nthan the Fermi wavelength, the spin-Seebeck coefficient changes sign as a\nfunction of temperature, and hence so does the direction of the\nspin-separation. We compute this zero-crossing temperature as a function of\ninteraction strength and in particular in the unitary limit for the inter-spin\nscattering.\n"]}]
["1203.5059",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5059","Phys.Rev.Lett.109:062501,2012","doi:10.1103/PhysRevLett.109.062501"],"date":["2012-03-22","2012-08-09"],"type":["text"],"creator":["Hirono, Yuji","Nitta, Muneto"],"language":[],"coverage":[],"title":["Anisotropic Optical Response of Dense Quark Matter under Rotation:\n  Compact Stars as Cosmic Polarizers"],"description":["  Quantum vortices in the color-flavor locked (CFL) phase of QCD have bosonic\ndegrees of freedom, called the orientational zero modes, localized on them. We\nshow that the orientational zero modes are electromagnetically charged. As a\nresult, a vortex in the CFL phase nontrivially interacts with photons. We show\nthat a lattice of vortices acts as a polarizer of photons with wavelengths\nlarger than some critical length.\n","Comment: 8 pages, 1 figure; v2: published version in Phys. Rev. Lett"]}]
["1203.6717",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","53C07, 32L05, 32Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6717","Internat. J. Math. 23 (2012) 1250091","doi:10.1142/S0129167X12500917"],"date":["2012-03-30"],"type":["text"],"creator":["Stemmler, Matthias"],"language":[],"coverage":[],"title":["Stability and Hermitian-Einstein metrics for vector bundles on framed\n  manifolds"],"description":["  We adapt the notions of stability of holomorphic vector bundles in the sense\nof Mumford-Takemoto and Hermitian-Einstein metrics in holomorphic vector\nbundles for canonically polarized framed manifolds, i.e. compact complex\nmanifolds X together with a smooth divisor D such that K_X \\otimes [D] is\nample. It turns out that the degree of a torsion-free coherent sheaf on X with\nrespect to the polarization K_X \\otimes [D] coincides with the degree with\nrespect to the complete K\\\"ahler-Einstein metric g_{X \\setminus D} on X\n\\setminus D. For stable holomorphic vector bundles, we prove the existence of a\nHermitian-Einstein metric with respect to g_{X \\setminus D} and also the\nuniqueness in an adapted sense.\n","Comment: 21 pages, International Journal of Mathematics (to appear)"]}]
["1204.0294",{"format":[],"subject":["Mathematical Physics","Mathematics - Algebraic Geometry","34M55, 34M56, 33E05, 39A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0294"],"date":["2012-04-01","2012-08-08"],"type":["text"],"creator":["Noumi, Masatoshi","Tsujimoto, Satoshi","Yamada, Yasuhiko"],"language":[],"coverage":[],"title":["Pad\\'e interpolation for elliptic Painlev\\'e equation"],"description":["  An interpolation problem related to the elliptic Painlev\\'e equation is\nformulated and solved. A simple form of the elliptic Painlev\\'e equation and\nthe Lax pair are obtained. Explicit determinant formulae of special solutions\nare also given.\n","Comment: 17 pages. Dedicated to Professor Michio Jimbo on his 60th birthday.\n  To appear in the proceedings of the international workshop \"Infinite Analysis\n  11\""]}]
["1204.1293",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1293","Nat. Commun. 3:984 (2012)","doi:10.1038/ncomms1988"],"date":["2012-04-05","2012-08-09"],"type":["text"],"creator":["Edgar, Matthew P.","Tasca, Daniel S.","Izdebski, Frauke","Warburton, Ryan E.","Leach, Jonathan","Agnew, Megan","Buller, Gerald S.","Boyd, Robert W.","Padgett, Miles J."],"language":[],"coverage":[],"title":["Imaging high-dimensional spatial entanglement with a camera"],"description":["  The light produced by parametric down-conversion shows strong spatial\nentanglement that leads to violations of EPR criteria for separability.\nHistorically, such studies have been performed by scanning a single-element,\nsingle-photon detector across a detection plane. Here we show that modern\nelectron-multiplying charge-coupled device cameras can measure correlations in\nboth position and momentum across a multi-pixel field of view. This capability\nallows us to observe entanglement of around 2,500 spatial states and\ndemonstrate Einstein-Podolsky-Rosen type correlations by more than two orders\nof magnitude. More generally, our work shows that cameras can lead to important\nnew capabilities in quantum optics and quantum information science.\n","Comment: 5 pages, 4 figures"]}]
["1204.5190",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5190","Phys. Rev. Lett. 109, 010401 (2012)","doi:10.1103/PhysRevLett.109.010401"],"date":["2012-04-23","2012-08-09"],"type":["text"],"creator":["Pollet, L.","Prokof'ev, N. V."],"language":[],"coverage":[],"title":["The Higgs mode in a two-dimensional superfluid"],"description":["  We present solid evidence for the existence of a well-defined Higgs amplitude\nmode in two-dimensional relativistic field theories based on analytically\ncontinued results from quantum Monte Carlo simulations of the Bose-Hubbard\nmodel in the vicinity of the superfluid-Mott insulator quantum critical point,\nfeaturing emergent particle-hole symmetry and Lorentz-invariance. The Higgs\nboson, seen as a well-defined low-frequency resonance in the spectral density,\nis quickly pushed to high energies in the superfluid phase and disappears by\nmerging with the broad secondary peak at the characteristic interaction scale.\nSimulations of a trapped system of ultra-cold $^{87}$Rb atoms demonstrate that\nthe low-frequency resonance feature is lost for typical experimental\nparameters, while the characteristic frequency for the onset of strong response\nis preserved.\n","Comment: 9 pages, 13 figures; replaced with published version"]}]
["1204.5423",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5423","Phys. Rev. A 86, 021603(R) (2012)","doi:10.1103/PhysRevA.86.021603"],"date":["2012-04-24","2012-08-09"],"type":["text"],"creator":["Graß, Tobias","Juliá-Díaz, Bruno","Barberán, Nuria","Lewenstein, Maciej"],"language":[],"coverage":[],"title":["Non-Abelian spin singlet states of two-component Bose gases in\n  artificial gauge fields"],"description":["  We study strongly correlated phases of a pseudo-spin-1/2 Bose gas in an\nartificial gauge field using the exact diagonalization method. The atoms are\nconfined in two dimensions and interact via a two-body contact potential. In\nAbelian gauge fields, pseudo-spin singlets are favored by pseudo-spin\nindependent interactions. We find a series of incompressible phases at fillings\n\\nu=2k/3. By comparison with the non-Abelian spin singlet (NASS) states,\nconstructed as zero-energy eigenstates of a (k+1)-body contact interaction, we\nclassify the non-trivial topology of the states. An additional spin-orbit\ncoupling is shown to switch between NASS-like states and spin-polarized phases\nfrom the Read-Rezayi series.\n","Comment: 4 pages, 3 figures"]}]
["1205.0141",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0141","Soft Matter 8, 8926-8935 (2012)","doi:10.1039/C2SM26015H"],"date":["2012-05-01"],"type":["text"],"creator":["Noguchi, Hiroshi"],"language":[],"coverage":[],"title":["Structure formation in binary mixtures of surfactants: vesicle\n  opening-up to bicelles and octopus-like micelles"],"description":["  Micelle formation in binary mixtures of surfactants is studied using a\ncoarse-grained molecular simulation. When a vesicle composed of lipid and\ndetergent types of molecules is ruptured, a disk-shaped micelle, the bicelle,\nis typically formed. It is found that cup-shaped vesicles and bicelles\nconnected with worm-like micelles are also formed depending on the surfactant\nratio and critical micelle concentration. The obtained octopus shape of\nmicelles agree with those observed in the cryo-TEM images reported in [S. Jain\nand F. S. Bates, Macromol. 37, 1511 (2004).]. Two types of connection\nstructures between the worm-like micelles and the bicelles are revealed.\n","Comment: 11 pages, 13 figures"]}]
["1205.1534",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1534"],"date":["2012-05-07","2012-08-09"],"type":["text"],"creator":["Belovs, Aleksandrs"],"language":[],"coverage":[],"title":["Learning-Graph-Based Quantum Algorithm for k-distinctness"],"description":["  We present a quantum algorithm solving the $k$-distinctness problem in\n$O(n^{1-2^{k-2}/(2^k-1)})$ queries with a bounded error. This improves the\nprevious $O(n^{k/(k+1)})$-query algorithm by Ambainis. The construction uses a\nmodified learning graph approach. Compared to the recent paper by Belovs and\nLee arXiv:1108.3022, the algorithm doesn't require any prior information on the\ninput, and the complexity analysis is much simpler.\n  Additionally, we introduce an $O(\\sqrt{n}\\alpha^{1/6})$ algorithm for the\ngraph collision problem where $\\alpha$ is the independence number of the graph.\n","Comment: 19 pages, 2 figures, major changes"]}]
["1205.1675",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1675","JHEP 07 (2012) 155","doi:10.1007/JHEP07(2012)155"],"date":["2012-05-08","2012-08-09"],"type":["text"],"creator":["Badziak, Marcin","Dudas, Emilian","Olechowski, Marek","Pokorski, Stefan"],"language":[],"coverage":[],"title":["Inverted sfermion mass hierarchy and the Higgs boson mass in the MSSM"],"description":["  It is shown that MSSM with first two generations of squarks and sleptons much\nheavier than the third one naturally predicts the maximal stop mixing as a\nconsequence of the RG evolution, with vanishing (or small) trilinear coupling\nat the high scale. The Higgs boson is generically heavy, in the vicinity of 125\nGeV. In this inverted hierarchy scenario, motivated by the supersymmetric FCNC\nproblem and models for fermion masses based on horizontal symmetries, the mass\nof the lightest stop is O(0.5) TeV and of gluino - O(2-3) TeV. The LSP can be\neither higgsino or bino or a mixture of both and it can be a good dark matter\ncandidate.\n","Comment: 22 pages, 8 figures, comments and references added"]}]
["1205.1838",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1838","JHEP 08(2012)030","doi:10.1007/JHEP08(2012)030"],"date":["2012-05-08","2012-08-09"],"type":["text"],"creator":["Beaujean, Frederik","Bobeth, Christoph","van Dyk, Danny","Wacker, Christian"],"language":[],"coverage":[],"title":["Bayesian Fit of Exclusive $b \\to s \\bar\\ell\\ell$ Decays: The Standard\n  Model Operator Basis"],"description":["  We perform a model-independent fit of the short-distance couplings\n$C_{7,9,10}$ within the Standard Model set of $b\\to s\\gamma$ and $b\\to\ns\\bar\\ell\\ell$ operators. Our analysis of $B \\to K^* \\gamma$, $B \\to K^{(*)}\n\\bar\\ell\\ell$ and $B_s \\to \\bar\\mu\\mu$ decays is the first to harness the full\npower of the Bayesian approach: all major sources of theory uncertainty\nexplicitly enter as nuisance parameters. Exploiting the latest measurements,\nthe fit reveals a flipped-sign solution in addition to a Standard-Model-like\nsolution for the couplings $C_i$. Each solution contains about half of the\nposterior probability, and both have nearly equal goodness of fit. The Standard\nModel prediction is close to the best-fit point. No New Physics contributions\nare necessary to describe the current data. Benefitting from the improved\nposterior knowledge of the nuisance parameters, we predict ranges for currently\nunmeasured, optimized observables in the angular distributions of $B\\to K^*(\\to\nK\\pi)\\,\\bar\\ell\\ell$.\n","Comment: 42 pages, 8 figures; v2: Using new lattice input for f_Bs,\n  considering Bs-mixing effects in BR[B_s->ll]. Main results and conclusion\n  unchanged, matches journal version"]}]
["1205.4238",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4238","doi:10.1111/j.1365-2966.2012.21478.x"],"date":["2012-05-18","2012-06-12"],"type":["text"],"creator":["Bos, E. G. Patrick","van de Weygaert, Rien","Dolag, Klaus","Pettorino, Valeria"],"language":[],"coverage":[],"title":["The darkness that shaped the void: dark energy and cosmic voids"],"description":["  Aims: We assess the sensitivity of void shapes to the nature of dark energy\nthat was pointed out in recent studies. We investigate whether or not void\nshapes are useable as an observational probe in galaxy redshift surveys. We\nfocus on the evolution of the mean void ellipticity and its underlying physical\ncause. Methods: We analyse the morphological properties of voids in five sets\nof cosmological N-body simulations, each with a different nature of dark\nenergy. Comparing voids in the dark matter distribution to those in the halo\npopulation, we address the question of whether galaxy redshift surveys yield\nsufficiently accurate void morphologies. Voids are identified using the\nparameter free Watershed Void Finder. The effect of redshift distortions is\ninvestigated as well. Results: We confirm the statistically significant\nsensitivity of voids in the dark matter distribution. We identify the level of\nclustering as measured by \\sigma_8(z) as the main cause of differences in mean\nvoid shape <\\epsilon>. We find that in the halo and/or galaxy distribution it\nis practically unfeasible to distinguish at a statistically significant level\nbetween the various cosmologies due to the sparsity and spatial bias of the\nsample.\n","Comment: 22 pages, 23 figures, 3 tables; v2: added references and short\n  comparison of void size results; accepted for publication by MNRAS"]}]
["1205.4478",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4478","Physical Review B 86, 054407 (2012)","doi:10.1103/PhysRevB.86.054407"],"date":["2012-05-20"],"type":["text"],"creator":["Solovyev, I. V.","Valentyuk, M. V.","Mazurenko, V. V."],"language":[],"coverage":[],"title":["Magnetic structure of hexagonal YMnO3 and LuMnO3 from a microscopic\n  point of view"],"description":["  The aim of this work is to unravel a basic microscopic picture behind complex\nmagnetic properties of hexagonal manganites. For these purposes, we consider\ntwo characteristic compounds: YMnO3 and LuMnO3, which form different magnetic\nstructures in the ground state. First, we establish an electronic low-energy\nmodel, which describes the behavior of the Mn 3d bands of YMnO3 and LuMnO3, and\nderive parameters of this model from the first-principles calculations. From\nthe solution of this model, we conclude that, despite strong frustration\neffects in the hexagonal lattice, the relativistic spin-orbit interactions lift\nthe degeneracy of the magnetic ground state so that the experimentally observed\nmagnetic structures are successfully reproduced by the low-energy model. Then,\nwe analyze this result in terms of interatomic magnetic interactions, which\nwere computed using different approximations (starting from the model\nHamiltonian as well as directly from the first-principles electronic structure\ncalculations in the local-spin-density approximation). We argue that the main\nreason why YMnO3 and LuMnO3 tend to form different magnetic structures is\nrelated to the behavior of the single-ion anisotropy, which reflects the\ndirectional dependence of the lattice distortion: namely, the expansion and\ncontraction of the Mn-trimers, which take place in YMnO3 and LuMnO3,\nrespectively. On the other hand, the magnetic coupling between the haxagonal\nplanes is controlled by the next-nearest-neighbor interactions, which are less\nsensitive to the direction of the trimerization. Finally, using the Berry-phase\nformalism, we evaluate the magnetic-state dependence of the ferroelectric\npolarization, and discuss potential applications of the latter in\nmagnetoelectric switching phenomena.\n","Comment: 22 pages, 2 figures, 4 tables"]}]
["1205.4622",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4622","JHEP 1208:024,2012","doi:10.1007/JHEP08(2012)024"],"date":["2012-05-21","2012-08-09"],"type":["text"],"creator":["Kuzenko, Sergei M.","Lindstrom, Ulf","Tartaglino-Mazzucchelli, Gabriele"],"language":[],"coverage":[],"title":["Three-dimensional (p,q) AdS superspaces and matter couplings"],"description":["  We introduce N-extended (p,q) AdS superspaces in three space-time dimensions,\nwith p+q=N and p>=q, and analyse their geometry. We show that all (p,q) AdS\nsuperspaces with X^{IJKL}=0 are conformally flat. Nonlinear sigma-models with\n(p,q) AdS supersymmetry exist for p+q<=4 (for N>4 the target space geometries\nare highly restricted). Here we concentrate on studying off-shell N=3\nsupersymmetric sigma-models in AdS_3. For each of the cases (3,0) and (2,1), we\ngive three different realisations of the supersymmetric action. We show that\n(3,0) AdS supersymmetry requires the sigma-model to be superconformal, and\nhence the corresponding target space is a hyperkahler cone. In the case of\n(2,1) AdS supersymmetry, the sigma-model target space must be a non-compact\nhyperkahler manifold endowed with a Killing vector field which generates an\nSO(2) group of rotations of the two-sphere of complex structures.\n","Comment: 52 pages; V3: minor corrections, version published in JHEP"]}]
["1205.5047",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5047","Astrophysical Journal 755 (2012) 89","doi:10.1088/0004-637X/755/2/89"],"date":["2012-05-22"],"type":["text"],"creator":["Rafelski, Marc","Wolfe, Arthur M.","Prochaska, J. Xavier","Neeleman, Marcel","Mendez, Alexander J."],"language":[],"coverage":[],"title":["Metallicity Evolution of Damped Lyman-alpha Systems out to z~5"],"description":["  We present chemical abundance measurements for 47 damped Lyman-alpha systems\n(DLAs), 30 at z>4, observed with the Echellette Spectrograph and Imager and the\nHigh Resolution Echelle Spectrometer on the Keck telescopes. HI column\ndensities of the DLAs are measured with Voigt profile fits to the Lyman-alpha\nprofiles, and we find an increased number of false DLA identifications with\nSDSS at z>4 due to the increased density of the Lyman-alpha forest. Ionic\ncolumn densities are determined using the apparent optical depth method, and we\ncombine our new metallicity measurements with 195 from previous surveys to\ndetermine the evolution of the cosmic metallicity of neutral gas. We find the\nmetallicity of DLAs decreases with increasing redshift, improving the\nsignificance of the trend and extending it to higher redshifts, with a linear\nfit of -0.22+-0.03 dex per unit redshift from z=0.09-5.06. The metallicity\n'floor' of ~1/600 solar continues out to z~5, despite our sensitivity for\nfinding DLAs with much lower metallicities. However, this floor is not\nstatistically different from a steep tail to the distribution. We also find\nthat the intrinsic scatter of metallicity among DLAs of ~0.5 dex continues out\nto z~5. In addition, the metallicity distribution and the alpha/Fe ratios of\nz>2 DLAs are consistent with being drawn from the same parent population with\nthose of halo stars. It is therefore possible that the halo stars in the Milky\nWay formed out of gas that commonly exhibits DLA absorption at z>2.\n","Comment: Accepted for publication in the Astrophysical Journal. 24 pages, 17\n  figures"]}]
["1205.5106",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5106"],"date":["2012-05-23","2012-08-09"],"type":["text"],"creator":["Triantafyllou, Nikolaos","Stefaneas, Petros","Frangos, Panayiotis"],"language":[],"coverage":[],"title":["OTS/CafeOBJ2JML: An attempt to combine Design By Contract with\n  Behavioral Specifications"],"description":["  Design by Constract (DBC) has influenced the development of formal\nspecification languages that allow the mix of specification and implementation\ncode, like Eiffel, the Java Modeling Language (JML) and Spec#. Meanwhile\nalgebraic specification languages have been developing independently and offer\nfull support for specification and verification of design for large and complex\nsystems in a mathematical rigorous way. However there is no guarantee that the\nfinal implementation will comply to the specification. In this paper we\nproposed the use of the latter for the specification and verification of the\nsystems design and then by presenting a translation between the two, the use of\nthe former to ensure that the implementation respects the specification and\nthus enjoy the verified properties.\n"]}]
["1206.0214",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0214","Optics Letters, Vol. 37, Issue 16, pp. 3405-3407 (2012)","doi:10.1364/OL.37.003405"],"date":["2012-06-01"],"type":["text"],"creator":["Weller, L.","Kleinbach, K. S.","Zentile, M. A.","Knappe, S.","Hughes, I. G.","Adams, C. S."],"language":[],"coverage":[],"title":["An optical isolator using an atomic vapor in the hyperfine Paschen-Back\n  regime"],"description":["  A light, compact optical isolator using an atomic vapor in the hyperfine\nPaschen-Back regime is presented. Absolute transmission spectra for experiment\nand theory through an isotopically pure 87Rb vapor cell show excellent\nagreement for fields of 0.6 T. We show \\pi/4 rotation for a linearly polarized\nbeam in the vicinity of the D2 line and achieve an isolation of 30 dB with a\ntransmission > 95 %.\n"]}]
["1206.2006",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2006","Sol.Phys. 280 (2012) 165-181","doi:10.1007/s11207-012-0061-2"],"date":["2012-06-10"],"type":["text"],"creator":["Yang, Xiao","Zhang, HongQi","Gao, Yu","Guo, Juan","Lin, GangHua"],"language":[],"coverage":[],"title":["A Statistical Study on Photospheric Magnetic Nonpotentiality of Active\n  Regions and Its Relationship with Flares during Solar Cycles 22-23"],"description":["  A statistical study is carried out on the photospheric magnetic\nnonpotentiality in solar active regions and its relationship with associated\nflares. We select 2173 photospheric vector magnetograms from 1106 active\nregions observed by the Solar Magnetic Field Telescope at Huairou Solar\nObserving Station, National Astronomical Observatories of China, in the period\nof 1988-2008, which covers most of the 22nd and 23rd solar cycles. We have\ncomputed the mean planar magnetic shear angle (\\bar{\\Delta\\phi}), mean shear\nangle of the vector magnetic field (\\bar{\\Delta\\psi}), mean absolute vertical\ncurrent density (\\bar{|J_{z}|}), mean absolute current helicity density\n(\\bar{|h_{c}|}), absolute twist parameter (|\\alpha_{av}|), mean free magnetic\nenergy density (\\bar{\\rho_{free}}), effective distance of the longitudinal\nmagnetic field (d_{E}), and modified effective distance (d_{Em}) of each\nphotospheric vector magnetogram. Parameters \\bar{|h_{c}|}, \\bar{\\rho_{free}},\nand d_{Em} show higher correlation with the evolution of the solar cycle. The\nPearson linear correlation coefficients between these three parameters and the\nyearly mean sunspot number are all larger than 0.59. Parameters\n\\bar{\\Delta\\phi}, \\bar{\\Delta\\psi}, \\bar{|J_{z}|}, |\\alpha_{av}|, and d_{E}\nshow only weak correlations with the solar cycle, though the nonpotentiality\nand the complexity of active regions are greater in the activity maximum\nperiods than in the minimum periods. All of the eight parameters show positive\ncorrelations with the flare productivity of active regions, and the combination\nof different nonpotentiality parameters may be effective in predicting the\nflaring probability of active regions.\n","Comment: 20 pages, 5 figures, 4 tables, accepted for publication in Solar\n  Physics"]}]
["1206.3058",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3058","Conf.Proc. C1205201 (2012) 136-138"],"date":["2012-06-14"],"type":["text"],"creator":["Nemes, F.","Niewiadomski, H."],"language":[],"coverage":[],"title":["LHC Optics Determination with Proton Tracks Measured in the Roman Pot\n  Detectors of the TOTEM Experiment"],"description":["  The TOTEM experiment at the LHC is equipped with near beam movable devices --\ncalled Roman Pots (RP) -- which detect protons scattered at the interaction\npoint (IP5) arriving to the detectors through the magnet lattice of the LHC.\nProton kinematics at IP5 is reconstructed from positions and angles measured by\nthe RP detectors, on the basis of the transport matrix between IP5 and the RP\nlocations. The precision of optics determination is therefore of the key\nimportance for the experiment. TOTEM developed a novel method of machine optics\ndetermination making use of angle-position distributions of elastically\nscattered protons observed in the RP detectors together with the data retrieved\nfrom several machine databases. The method has been successfully applied to the\ndata samples registered in 2010 and 2011. The studies show that the transport\nmatrix could be estimated with a precision better than 1%.\n","Comment: 3 pages, 2 figures"]}]
["1206.3489",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3489"],"date":["2012-06-15","2012-08-09"],"type":["text"],"creator":["Shiltsev, Vladimir"],"language":[],"coverage":[],"title":["Lomonosov's Discovery of Venus Atmosphere in 1761: English Translation\n  of Original Publication with Commentaries"],"description":["  Key figure of Russian Enlightenment, polymath Mikhail Vasilievich Lomonosov\n(1711-1765) had discovered atmosphere of Venus during its transit over the\nSun's disc in 1761. This paper contains the first full English translation of\nhis report (originally published in Russian in July of 1761 and in German in\nAugust of the same year), commentaries and extensive bibliography.\n","Comment: 16 pages, 5 figures, submitted to JAHH"]}]
["1206.5128",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5128","Physical Review B 86, 081301(R) (2012)","doi:10.1103/PhysRevB.86.081301"],"date":["2012-06-22","2012-08-09"],"type":["text"],"creator":["Sallen, G.","Bouet, L.","Marie, X.","Wang, G.","Zhu, C. R.","Han, W. P.","Lu, Y.","Tan, P. H.","Amand, T.","Liu, B. L.","Urbaszek, B."],"language":[],"coverage":[],"title":["Robust optical emission polarization in MoS2 monolayers through\n  selective valley excitation"],"description":["  We report polarization resolved photoluminescence from monolayer MoS2, a\ntwo-dimensional, non-centrosymmetric crystal with direct energy gaps at two\ndifferent valleys in momentum space. The inherent chiral optical selectivity\nallows exciting one of these valleys and close to 90% polarized emission at 4K\nis observed with 40% polarization remaining at 300K. The high polarization\ndegree of the emission remains unchanged in transverse magnetic fields up to 9T\nindicating robust, selective valley excitation.\n","Comment: 5 pages, 3 figures"]}]
["1206.5553",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5553","PNAS 109, 11641 (2012)","doi:10.1073/pnas.1204263109"],"date":["2012-06-24"],"type":["text"],"creator":["Mandal, Dibyendu","Jarzynski, Christopher"],"language":[],"coverage":[],"title":["Work and information processing in a solvable model of Maxwell's demon"],"description":["  We describe a minimal model of an autonomous Maxwell demon, a device that\ndelivers work by rectifying thermal fluctuations while simultaneously writing\ninformation to a memory register. We solve exactly for the steady-state\nbehavior of our model, and we construct its phase diagram. We find that our\ndevice can also act as a \"Landauer eraser\", using externally supplied work to\nremove information from the memory register. By exposing an explicit,\ntransparent mechanism of operation, our model offers a simple paradigm for\ninvestigating the thermodynamics of information processing by small systems.\n","Comment: Main Text (6 pages, 3 figures) + Suppl. Info. (3 pages). To appear in\n  PNAS"]}]
["1206.6062",{"format":[],"subject":["Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6062"],"date":["2012-06-26","2012-08-09"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["The orientation of Julia Augusta Taurinorum (Torino)"],"description":["  It seems that the ancient Roman towns were oriented with the sunrise. Here I\npropose a discussion on the orientation of Torino, the Julia Augusta\nTaurinorum, which has the ancient Roman structure perfectly preserved.\nAccording to this ancient ritual, we can use the sunrise amplitude to determine\nthe Turin's birthday. The use of the hour angle is also proposed, in this case\nthe day of the foundation of Turin could be the winter solstice.\n","Comment: Key-words: Town orientation, Sunrise amplitude, Centuriation,\n  Archaeo-astronomy, Layout after equation revision"]}]
["1206.6506",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6506","Phys. Rev. Lett. 109, 067204 (2012)","doi:10.1103/PhysRevLett.109.067204"],"date":["2012-06-27"],"type":["text"],"creator":["Kamiya, Y.","Batista, C. D."],"language":[],"coverage":[],"title":["Formation of Magnetic Microphases in Ca$_3$Co$_2$O$_6$"],"description":["  We study a frustrated quantum Ising model relevant for Ca$_3$Co$_2$O$_6$ that\nconsists of a triangular lattice of weakly-coupled ferromagnetic (FM) chains.\nAccording to our quantum Monte Carlo simulations, the chains become FM and form\na three-sublattice \"up-up-down\" structure for $T \\leq T_\\text{CI}$. In\ncontrast, long-period spin-density-wave (SDW) {\\it microphases} are stabilized\nalong the chains for $T_\\text{CI} < T < T_c$. Our mean field solutions reveal a\nquasi-continuous temperature dependence of the SDW wavelength, implying the\nexistence of metastable states that explain the very slow dynamics observed in\nCa$_3$Co$_2$O$_6$. We also discuss implications of microphases for the related\nmultiferroic compounds Ca$_3$CoMnO$_6$ and Lu$_2$MnCoO$_6$.\n","Comment: accepted for publication in PRL; 5 pages, 6 figures"]}]
["1207.0437",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0437"],"date":["2012-07-02","2012-08-09"],"type":["text"],"creator":["Slater, Paul B."],"language":[],"coverage":[],"title":["Dendrogram/Regionalization of U. S. Counties Based upon Migration Flows"],"description":["  We have obtained a \"hierarchical regionalization\" of 3,107 county-level units\nof the United States based upon 1995-2000 intercounty migration flows. The\nmethodology employed was the two-stage (double-standardization and strong\ncomponent directed graph] hierarchical clustering) algorithm described in the\n2009 PNAS letter arXiv:0904.4863. Various features (e. g., cosmopolitan vs.\nprovincial aspects) of the regionalization have been discussed in\narXiv:0907.2393, arXiv:0903.3623 and arXiv:0809.2768. However, due to the\ncumbersome (38-page) nature of the dendrogram, this interesting tree structure\nwas not readily available for inspection (but see\nhttp://www.spatial.ucsb.edu/events/brownbags/docs/2009-2010/Slater-Ordinal-Hierarchy.pdf).\nHere, we do directly present this (searchable) dendrogram. An ordinal\nscale--rather than the originally-derived cardinal scale of the\ndoubly-standardized values--in which groupings/features are more immediately\napparent, is employed.\n","Comment: 44 pages, certain passages extracted from arXiv:0809.2768, technical\n  problem addressed in more faithfully including the multi-page dendrogram (by\n  slightly scaling the individual pages)"]}]
["1207.0616",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0616","The Astrophysical Journal, 756:4, 2012","doi:10.1088/0004-637X/756/1/4"],"date":["2012-07-03"],"type":["text"],"creator":["Ackermann, M.","Ajello, M.","Allafort, A.","Antolini, E.","Baldini, L.","Ballet, J.","Barbiellini, G.","Bastieri, D.","Bechtol, K.","Bellazzini, R.","Berenji, B.","Blandford, R. D.","Bloom, E. D.","Bonamente, E.","Borgland, A. W.","Bottacini, E.","Brandt, T. J.","Bregeon, J.","Brigida, M.","Bruel, P.","Buehler, R.","Buson, S.","Caliandro, G. A.","Cameron, R. A.","Caraveo, P. A.","Cecchi, C.","Chekhtman, A.","Chiang, J.","Ciprini, S.","Claus, R.","Cohen-Tanugi, J.","Conrad, J.","D'Ammando, F.","de Angelis, A.","de Palma, F.","Dermer, C. D.","Silva, E. do Couto e","Drell, P. S.","Drlica-Wagner, A.","Enoto, T.","Falletti, L.","Favuzzi, C.","Fegan, S. J.","Ferrara, E. C.","Focke, W. B.","Fukazawa, Y.","Fukui, Y.","Fusco, P.","Gargano, F.","Gasparrini, D.","Germani, S.","Giglietto, N.","Giordano, F.","Giroletti, M.","Glanzman, T.","Godfrey, G.","Guiriec, S.","Hadasch, D.","Hanabata, Y.","Harding, A. K.","Hayashida, M.","Hayashi, K.","Horan, D.","Hou, X.","Hughes, R. E.","Jackson, M. S.","Jóhannesson, G.","Johnson, A. S.","Kamae, T.","Katagiri, H.","Kataoka, J.","Kerr, M.","Knödlseder, J.","Kuss, M.","Lande, J.","Larsson, S.","Lee, S. -H.","Longo, F.","Loparco, F.","Lovellette, M. N.","Lubrano, P.","Makishima, K.","Mazziotta, M. N.","Mehault, J.","Mitthumsiri, W.","Moiseev, A. A.","Monte, C.","Monzani, M. E.","Morselli, A.","Moskalenko, I. V.","Murgia, S.","Nakamori, T.","Naumann-Godo, M.","Nishino, S.","Norris, J. P.","Nuss, E.","Ohno, M.","Ohsugi, T.","Okumura, A.","Orienti, M.","Orlando, E.","Ormes, J. F.","Ozaki, M.","Paneque, D.","Panetta, J. H.","Parent, D.","Pelassa, V.","Pesce-Rollins, M.","Pierbattista, M.","Piron, F.","Pivato, G.","Porter, T. A.","Rainò, S.","Razzano, M.","Reimer, A.","Reimer, O.","Roth, M.","Sadrozinski, H. F. -W.","Sgrò, C.","Siskind, E. J.","Spandre, G.","Spinelli, P.","Strong, A. W.","Takahashi, H.","Takahashi, T.","Tanaka, T.","Thayer, J. G.","Thayer, J. B.","Tibolla, O.","Tinivella, M.","Torres, D. F.","Tramacere, A.","Troja, E.","Uchiyama, Y.","Usher, T. L.","Vandenbroucke, J.","Vasileiou, V.","Vianello, G.","Vitale, V.","Waite, A. P.","Wang, P.","Winer, B. L.","Wood, K. S.","Yang, Z.","Zimmer, S."],"language":[],"coverage":[],"title":["Gamma-ray observations of the Orion Molecular Clouds with the Fermi\n  Large Area Telescope"],"description":["  We report on the gamma-ray observations of giant molecular clouds Orion A and\nB with the Large Area Telescope (LAT) on-board the Fermi Gamma-ray Space\nTelescope. The gamma-ray emission in the energy band between \\sim100 MeV and\n\\sim100 GeV is predicted to trace the gas mass distribution in the clouds\nthrough nuclear interactions between the Galactic cosmic rays (CRs) and\ninterstellar gas. The gamma-ray production cross-section for the nuclear\ninteraction is known to \\sim10% precision which makes the LAT a powerful tool\nto measure the gas mass column density distribution of molecular clouds for a\nknown CR intensity. We present here such distributions for Orion A and B, and\ncorrelate them with those of the velocity integrated CO intensity (WCO) at a\n1{\\deg} \\times1{\\deg} pixel level. The correlation is found to be linear over a\nWCO range of ~10 fold when divided in 3 regions, suggesting penetration of\nnuclear CRs to most of the cloud volumes. The Wco-to-mass conversion factor,\nXco, is found to be \\sim2.3\\times10^20 cm-2(K km s-1)-1 for the high-longitude\npart of Orion A (l > 212{\\deg}), \\sim1.7 times higher than \\sim1.3 \\times 10^20\nfound for the rest of Orion A and B. We interpret the apparent high Xco in the\nhigh-longitude region of Orion A in the light of recent works proposing a\nnon-linear relation between H2 and CO densities in the diffuse molecular gas.\nWco decreases faster than the H2 column density in the region making the gas\n\"darker\" to Wco.\n","Comment: 41 pages, 10 figures (Accepted to ApJ)"]}]
["1207.2421",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2421","2012 ApJ, 755, L35","doi:10.1088/2041-8205/755/2/L35"],"date":["2012-07-10"],"type":["text"],"creator":["Maxwell, Aaron J.","Wadsley, James","Couchman, H. M. P.","Mashchenko, Sergey"],"language":[],"coverage":[],"title":["Building the Stellar Halo Through Feedback in Dwarf Galaxies"],"description":["  We present a new model for the formation of stellar halos in dwarf galaxies.\nWe demonstrate that the stars and star clusters that form naturally in the\ninner regions of dwarfs are expected to migrate from the gas rich, star forming\ncentre to join the stellar spheroid. For dwarf galaxies, this process could be\nthe dominant source of halo stars. The effect is caused by stellar\nfeedback-driven bulk motions of dense gas which, by causing potential\nfluctuations in the inner regions of the halo, couple to all collisionless\ncomponents. This effect has been demonstrated to generate cores in otherwise\ncuspy cold dark matter profiles and is particularly effective in dwarf galaxy\nhaloes. It can build a stellar spheroid with larger ages and lower\nmetallicities at greater radii without requiring an outside-in formation model.\nGlobular cluster-type star clusters can be created in the galactic ISM and then\nmigrate to the spheroid on 100\\thinspace Myr timescales. Once outside the inner\nregions they are less susceptible to tidal disruption and are thus long lived;\nclusters on wider orbits may be easily unbound from the dwarf to join the halo\nof a larger galaxy during a merger. A simulated dwarf galaxy\n($\\text{M}_{vir}\\simeq10^{9}\\text{M}_{\\odot}$ at $z=5$) is used to examine this\ngravitational coupling to dark matter and stars.\n","Comment: 12 pages, 3 figures, accepted for publication in ApJL"]}]
["1207.3553",{"format":[],"subject":["Mathematics - Complex Variables","30-01, 30A10, 30B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3553"],"date":["2012-07-15","2012-08-09"],"type":["text"],"creator":["de Oliveira, Oswaldo Rio Branco"],"language":[],"coverage":[],"title":["Some Simplifications in Basic Complex Analysis"],"description":["  This paper presents very simple and easy integration-free proofs in the\ncontext of Weierstrass's theory of functions, of the Maximum and Minimum\nModulus Principles and Gutzmer-Parseval Inequalities for polynomials and for\nfunctions developable in complex power series at every point in their domains,\nas well as a trivial proof of the Open Mapping Theorem, an intuitive version of\nLiouville's Theorem, an easy proof of Weierstrass's Theorem on Double Series, a\nmodest extension of Schwarz's Lemma, and some other related results. It also\npresents easy proofs of the P\\'olya-Szeg\\\"o and P. Erd\\\"os' Anti-Calculus\nProposition, a theorem on saddle points by Bak-Ding-Newman, and the well-known\nClunie-Jack Lemma.\n","Comment: 28 pages, corrected typos, a revised argument in section 2, result\n  unchanged; a revised argument in section 6, result unchanged; a remark\n  changed in section 7"]}]
["1207.3706",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3706","Phys. Rev. Lett. 109, 061101 (2012)","doi:10.1103/PhysRevLett.109.061101"],"date":["2012-07-16"],"type":["text"],"creator":["Blasi, Pasquale","Amato, Elena","Serpico, Pasquale D."],"language":[],"coverage":[],"title":["Spectral breaks as a signature of cosmic ray induced turbulence in the\n  Galaxy"],"description":["  We show that the complex shape of the cosmic ray (CR) spectrum, as recently\nmeasured by PAMELA and inferred from Fermi-LAT gamma-ray observations of\nmolecular clouds in the Gould belt, can be naturally understood in terms of\nbasic plasma astrophysics phenomena. A break from a harder to a softer spectrum\nat blue rigidity R\\simeq 10 GV follows from a transition from transport\ndominated by advection of particles with Alfven waves to a regime where\ndiffusion in the turbulence generated by the same CRs is dominant. A second\nbreak at R\\simeq 200 GV happens when the diffusive propagation is no longer\ndetermined by the self-generated turbulence, but rather by the cascading of\nexternally generated turbulence (for instance due to supernova (SN) bubbles)\nfrom large spatial scales to smaller scales where CRs can resonate.\nImplications of this scenario for the cosmic ray spectrum, grammage and\nanisotropy are discussed.\n","Comment: 4 pages, 3 figures, to appear in Phys. Rev. Letters"]}]
["1207.4162",{"format":[],"subject":["Statistics - Applications","Computer Science - Learning","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4162"],"date":["2012-07-11","2012-08-08"],"type":["text"],"creator":["Thiesson, Bo","Chickering, David Maxwell","Heckerman, David","Meek, Christopher"],"language":[],"coverage":[],"title":["ARMA Time-Series Modeling with Graphical Models"],"description":["  We express the classic ARMA time-series model as a directed graphical model.\nIn doing so, we find that the deterministic relationships in the model make it\neffectively impossible to use the EM algorithm for learning model parameters.\nTo remedy this problem, we replace the deterministic relationships with\nGaussian distributions having a small variance, yielding the stochastic ARMA\n(ARMA) model. This modification allows us to use the EM algorithm to learn\nparmeters and to forecast,even in situations where some data is missing. This\nmodification, in conjunction with the graphicalmodel approach, also allows us\nto include cross predictors in situations where there are multiple times series\nand/or additional nontemporal covariates. More surprising,experiments suggest\nthat the move to stochastic ARMA yields improved accuracy through better\nsmoothing. We demonstrate improvements afforded by cross prediction and better\nsmoothing on real data.\n","Comment: Appears in Proceedings of the Twentieth Conference on Uncertainty in\n  Artificial Intelligence (UAI2004)"]}]
["1207.4262",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4262"],"date":["2012-07-18","2012-08-08"],"type":["text"],"creator":["Huang, Zhenqi","Mitra, Sayan","Dullerud, Geir"],"language":[],"coverage":[],"title":["Differentially Private Iterative Synchronous Consensus"],"description":["  The iterative consensus problem requires a set of processes or agents with\ndifferent initial values, to interact and update their states to eventually\nconverge to a common value. Protocols solving iterative consensus serve as\nbuilding blocks in a variety of systems where distributed coordination is\nrequired for load balancing, data aggregation, sensor fusion, filtering, clock\nsynchronization and platooning of autonomous vehicles. In this paper, we\nintroduce the private iterative consensus problem where agents are required to\nconverge while protecting the privacy of their initial values from honest but\ncurious adversaries. Protecting the initial states, in many applications,\nsuffice to protect all subsequent states of the individual participants.\n  First, we adapt the notion of differential privacy in this setting of\niterative computation. Next, we present a server-based and a completely\ndistributed randomized mechanism for solving private iterative consensus with\nadversaries who can observe the messages as well as the internal states of the\nserver and a subset of the clients. Finally, we establish the tradeoff between\nprivacy and the accuracy of the proposed randomized mechanism.\n","Comment: The original manuscript from 18th July was updated with new proofs\n  for Lemmas 3, 6, and 8"]}]
["1207.6243",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6243"],"date":["2012-07-26","2012-08-09"],"type":["text"],"creator":["Harlow, Daniel"],"language":[],"coverage":[],"title":["Complementarity, not Firewalls"],"description":["  In this note I argue that a version of complementarity is possible which\nevades the need for the \"firewalls\" recently proposed by Almheiri, Marolf,\nPolchinski, and Sully to burn up observers falling into black hole horizons. In\nparticular I claim that it is consistent for an infalling observer to fall\nthrough an \"old\" black hole horizon without burning up, without this observer\nor any other seeing information loss or a violation of low energy effective\nfield theory in an unexpected place. The reason that AMPS find the opposite\nconclusion is because they attempt to use low energy physics to translate\nbetween the quantum mechanics of different observers rather than to describe\nthe experiments of only a single observer; I argue that this translation is\npolluted by short-distance physics related to stretched horizons.\n","Comment: Withdrawn because of a loophole in the argument of section 3 pointed\n  out by D. Marolf"]}]
["1207.6942",{"format":[],"subject":["Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6942"],"date":["2012-07-30","2012-08-09"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["The sunrise amplitude equation applied to an Egyptian temple"],"description":["  An equation, fundamental for solar energy applications, can be used to\ndetermine the sunrise amplitude at given latitude. It is therefore suitable for\nbeing applied to archaeoastronomical calculations concerning the orientation of\ntowns, worship places and buildings. Here we discuss the cases of the Karnak\nworship complex, at Luxor, Egypt, and of the Great Temple of Amarna, and their\norientation toward the sunrise.\n","Comment: Sunrise Amplitude, Archaeoastronomy, Satellite Imagery, Egypt,\n  Karnak, Luxor, Amarna, declination and amplitude equations revised,\n  references revised"]}]
["1207.6944",{"format":[],"subject":["Mathematics - Group Theory","Computer Science - Data Structures and Algorithms","F.2.2","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6944"],"date":["2012-07-30","2012-08-09"],"type":["text"],"creator":["Laun, Jürn"],"language":[],"coverage":[],"title":["Efficient algorithms for highly compressed data: The Word Problem in\n  Generalized Higman Groups is in P"],"description":["  This paper continues the 2012 STACS contribution by Diekert, Ushakov, and the\nauthor. We extend the results published in the proceedings in two ways.\n  First, we show that the data structure of power circuits can be generalized\nto work with arbitrary bases q>=2. This results in a data structure that can\nhold huge integers, arising by iteratively forming powers of q. We show that\nthe properties of power circuits known for q=2 translate to the general case.\nThis generalization is non-trivial and additional techniques are required to\npreserve the time bounds of arithmetic operations that were shown for the case\nq=2.\n  The extended power circuit model permits us to conduct operations in the\nBaumslag-Solitar group BS(1,q) as efficiently as in BS(1,2). This allows us to\nsolve the word problem in the generalization H_4(1,q) of Higman's group, which\nis an amalgamated product of four copies of the Baumslag-Solitar group BS(1,q)\nrather than BS(1,2) in the original form.\n  As a second result, we allow arbitrary numbers f>=4 of copies of BS(1,q),\nleading to an even more generalized notion of Higman groups H_f(1,q). We prove\nthat the word problem of the latter can still be solved within the O(n^6) time\nbound that was shown for H_4(1,2).\n"]}]
["1208.0636",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0636"],"date":["2012-08-02","2012-08-09"],"type":["text"],"creator":["Zhu, Sha","Steel, Mike"],"language":[],"coverage":[],"title":["Is the Random Tree Puzzle process the same as the Yule-Harding process?"],"description":["  It has been suggested that a Random Tree Puzzle (RTP) process leads to a\nYule-Harding (YH) distribution, when the number of taxa becomes large. In this\nstudy, we formalize this conjecture, and we prove that the two tree\ndistributions converge for two particular properties, which suggests that the\nconjecture may be true. However, we present evidence that, while the two\ndistributions are close, the RTP appears to converge on a different\ndistribution than does the YH.\n","Comment: 8 pages, 4 figures"]}]
["1208.0778",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Complex Variables","93D15, 30D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0778"],"date":["2012-08-03","2012-08-09"],"type":["text"],"creator":["Eremenko, Alexandre"],"language":[],"coverage":[],"title":["Simultaneous stabilization, avoidance and Goldberg's constants"],"description":["  This is an exposition for mathematicians of some unsolved problems arising in\ncontrol theory of linear time-independent systems.\n","Comment: 13 pages, 2 figures, misprints corrected"]}]
["1208.1758",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","91A05, 91A06, 91A10","I.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1758"],"date":["2012-08-08"],"type":["text"],"creator":["Goranko, Valentin"],"language":[],"coverage":[],"title":["Transformations of normal form games by preplay offers for payments\n  among players"],"description":["  We consider transformations of normal form games by binding preplay offers of\nplayers for payments of utility to other players conditional on them playing\ndesignated in the offers strategies. The game-theoretic effect of such preplay\noffers is transformation of the payoff matrix of the game by transferring\npayoffs between players. Here we analyze and completely characterize the\npossible transformations of the payoff matrix of a normal form game by sets of\npreplay offers.\n","Comment: 17 pages, under submission"]}]
["1208.1771",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1771"],"date":["2012-08-08"],"type":["text"],"creator":["Darve, C."],"language":[],"coverage":[],"title":["Cryogenic safety aspect of the low -\\beta magnet systems at the Large\n  Hadron Collider (LHC)"],"description":["  The low -\\beta magnet systems are located in the LHC insertion regions around\nthe four interaction points. They are the key elements in the beams\nfocusing/defocusing process and will allow proton collisions at a luminosity of\nup to 10**34/cm**2s. Large radiation dose deposited at the proximity of the\nbeam collisions dictate stringent requirements for the design and operation of\nthe systems. The hardware commissioning phase of the LHC was completed in the\nwinter of 2010 and permitted to validate this system safe operation. This paper\npresents the analysis used to qualify and quantify the safe operation of the\nlow -\\beta magnet systems in the Large Hadron Collider (LHC) for the first\nyears of operation.\n","Comment: 6 pp. ICEC 23 - ICMC 2010 International Cryogenic Engineering\n  Conference 23 - International Cryogenic Materials Conference 2010, 19-23 Jul\n  2010. Wroclaw, Poland"]}]
["1208.1774",{"format":[],"subject":["Computer Science - Emerging Technologies","Condensed Matter - Disordered Systems and Neural Networks","60, 94"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1774"],"date":["2012-08-08"],"type":["text"],"creator":["Litinskii, L. B.","Kryzhanovsky, B. V.","Fonarev, A."],"language":[],"coverage":[],"title":["Operator formalism for optical neural network based on the parametrical\n  four-wave mixing process"],"description":["  In this paper we develop a formalism allowing us to describe operating of a\nnetwork based on the parametrical four-wave mixing process that is well-known\nin nonlinear optics. The recognition power of a network using parametric\nneurons operating with q different frequencies is considered. It is shown that\nthe storage capacity of such a network is higher compared with the Potts-glass\nmodels.\n","Comment: 5 pages,without figures"]}]
["1208.1779",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1779","doi:10.1016/j.asr.2012.03.008"],"date":["2012-08-08"],"type":["text"],"creator":["Gutiérrez, H.","Taliashvili, L.","Mouradian, Z."],"language":[],"coverage":[],"title":["Short Term Topological Changes of Coronal Holes Associated with\n  Prominence Eruptions and Subsequent CMEs"],"description":["  We study the short--term topological changes of equatorial and polar coronal\nhole (CH) boundaries, such as a variation of their area and disintegration,\nassociated to reconnection with nearby (within 15$^\\circ$ distance) quiescent\nprominence magnetic fields leading to eruptions and subsequent Coronal Mass\nEjections (CMEs). The examples presented here correspond to the recent solar\nminimum years 2008 and 2009. We consider a temporal window of one day between\nthe CH topological changes and the start and end times of prominence eruptions\nand onset of CMEs. To establish this association we took into account\nobservational conditions related to the instability of prominence/filaments,\nthe occurrence of a CME, as well as the subsequent evolution after the CME. We\nfound an association between short--term local topological changes in CH\nboundaries and the formation/disappearance of bright points near them, as well\nas, between short--term topological changes within the whole CH and eruptions\nof nearby quiescent prominences followed by the appearance of one or more CMEs.\n","Comment: 15 pages, 11 figures; Journal Advances Space Research (2012)"]}]
["1208.1786",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1786"],"date":["2012-08-08"],"type":["text"],"creator":["Cheng, Xu","Zhou, Detang"],"language":[],"coverage":[],"title":["Rigidity for nearly umbilical hypersurfaces in space forms"],"description":["  Perez proved some $L^2$ inequalities for closed convex hypersurfaces immersed\nin the Euclidean space $\\mathbb{R}^{n+1}$, more generally, for closed\nhypersurfaces with non-negative Ricci curvature, immersed in an Einstein\nmanifold. In this paper, we discuss the rigidity of these inequalities when the\nambient manifold is $\\mathbb{R}^{n+1}$, the hyperbolic space\n$\\mathbb{H}^{n+1}$, or the closed hemisphere $\\mathbb{S}_+^{n+1}$. We also\nobtain a generalization of the Perez's theorem to the hypersurfaces without the\nhypothesis of non-negative Ricci curvature.\n"]}]
["1208.1794",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1794"],"date":["2012-08-08"],"type":["text"],"creator":["Frankie, Tasha","Hughes, Gordon","Kreutz-Delgado, Ken"],"language":[],"coverage":[],"title":["Analysis of Trim Commands on Overprovisioning and Write Amplification in\n  Solid State Drives"],"description":["  This paper presents a performance model of the ATA/ATAPI SSD Trim command\nunder various types of user workloads, including a uniform random workload, a\nworkload with hot and cold data, and a workload with N temperatures of data. We\nfirst examine the Trim-modified uniform random workload to predict utilization,\nthen use this result to compute the resultant level of effective\noverprovisioning. This allows modification of models previously suggested to\npredict write amplification of a non-Trim uniform random workload under greedy\ngarbage collection. Finally, we expand the theory to cover a workload\nconsisting of hot and cold data (and also N temperatures of data), providing\nformulas to predict write amplification in these scenarios.\n"]}]
["1208.1796",{"format":[],"subject":["Physics - Fluid Dynamics","76E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1796"],"date":["2012-08-08"],"type":["text"],"creator":["Duke, Daniel","Honnery, Damon","Soria, Julio"],"language":[],"coverage":[],"title":["Flow Visualisation of Annular Liquid Sheet Instability & Atomisation"],"description":["  Fluid dynamics videos of unstable thin annular liquid sheets are presented in\nthis short paper. These videos are to be presented in the Gallery of Fluid\nMotion for the American Physical Society 65th Annual Meeting of the Division of\nFluid Dynamics in San Diego, CA, 18-20 November 2012. An annular sheet of\nthickness h=1mm and mean radius R=18.9mm is subjected to aerodynamic axial\nshear from co-flowing air at various shear rates on both the inner and outer\nsurface at a liquid sheet Reynolds Number of Re=500.\n","Comment: Fluid Dynamics Videos"]}]
["1208.1798",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1798","Phys. Rev. B 86, 064408 (2012)","doi:10.1103/PhysRevB.86.064408"],"date":["2012-08-08"],"type":["text"],"creator":["Zhao, Li.","Lan, Tian-Wey","Wang, Kuen-Jen","Chien, Chia-Hua","Hung, Tsu-Lien","Luo, Jiu-Yong","Chao, Wei-Hsiang","Chang, Chung-Chieh","Chen, Yang-Yuan","Wu, Maw-Kuen","Martin, Christine"],"language":[],"coverage":[],"title":["Multiferroicity in Geometrically Frustrated \\alpha-MCr_2O_4 systems\n  (M=Ca, Sr, Ba)"],"description":["  We have successfully synthesized three quasi-2D geometrically frustrated\nmagnetic compounds (\\alpha-MCr_2O_4, M=Ca, Sr, Ba) using the\nspark-plasma-sintering technique. All these members of the \\alpha-MCr_2O_4\nfamily consist of the stacking planar triangular lattices of Cr$^{3+}$ spins\n(${\\rm S}=3/2$), separated by non-magnetic alkaline earth ions. Their\ncorresponding magnetic susceptibility, specific heat, dielectric permittivity\nand ferroelectric polarization are systematically investigated. A long-range\nmagnetic ordering arises below the N\\'{e}el temperature (around 40K) in each\nmember of the \\alpha-MCr_2O_4 family, which changes to the quasi-120\\degree\nproper-screw-type helical spin structure at low temperature. A very small but\nconfirmed spontaneous electric polarization emerges concomitantly with this\nmagnetic ordering. The direction of electric polarization is found within the\nbasal triangular plane. The multiferroicity in \\alpha-MCr_2O_4 can not be\nexplained within the frameworks of the magnetic exchange striction or the\ninverse Dzyaloshinskii-Moriya interaction. The observed results are more\ncompatible with the newly proposed Arima mechanism that is associated the d-p\nhybridization between the ligand and transition metal ions, modified by the\nspin-orbit coupling. The evolution of multiferroic properties with the\nincreasing inter-planar spacing (as M changes from Ca to Ba) reveals the\nimportance of interlayer interaction in this new family of frustrated magnetic\nsystems.\n","Comment: 10 pages, 8 figures, published online in Physical Review B"]}]
["1208.1801",{"format":[],"subject":["Mathematics - Differential Geometry","53C25 (Primary) 58J05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1801"],"date":["2012-08-08"],"type":["text"],"creator":["Caúla, Tiago","de Lima, Levi Lopes","Santos, Newton Luis"],"language":[],"coverage":[],"title":["Deformation and rigidity results for the 2k-Ricci tensor and the\n  2k-Gauss-Bonnet curvature"],"description":["  We present several deformation and rigidity results within the classes of\nclosed Riemannian manifolds which either are $2k$-Einstein (in the sense that\ntheir $2k$-Ricci tensor is constant) or have constant $2k$-Gauss-Bonnet\ncurvature. The results hold for a family of manifolds containing all non-flat\nspace forms and the main ingredients in the proofs are explicit formulae for\nthe linearizations of the above invariants obtained by means of the formalism\nof double forms.\n","Comment: 30 pages; no figures"]}]
["1208.1818",{"format":[],"subject":["Mathematics - Functional Analysis","42C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1818"],"date":["2012-08-09"],"type":["text"],"creator":["Fereydooni, Abolhassan","Safapour, Ahmad","Rahimi, Asghar"],"language":[],"coverage":[],"title":["Adjoint of Pair Frames"],"description":["  The concept of (p,q)-pair frames is generalized to (l,l^*)-pair frames.\nAdjoint (conjugate) of a pair frames for dual space of a Banach space is\nintroduced and some conditions for the existence of adjoint (conjugate) of pair\nframes are presented.\n"]}]
["1208.1822",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","05E45, 05E40, 06A07 (Primary) 13C13, 05C70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1822"],"date":["2012-08-09"],"type":["text"],"creator":["Shen, Yi-Huang"],"language":[],"coverage":[],"title":["Lexsegment ideals of Hilbert depth 1"],"description":["  Let $I\\subset S=\\KK[x_1,...,x_n]$ be a lexsegment ideal, generated by\nmonomials of degree $d$. The main aim of this paper is to characterize when the\nHilbert depth of $I$ will be 1, in the standard graded case. In addition to\nthis, we will give an estimate of depth of squarefree monomial ideals,\ngeneralizing a result of Popescu. We will also show that Stanley conjecture\nholds for squarefree stable ideals, in the multigraded case.\n","Comment: 14 pages"]}]
["1208.1825",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1825"],"date":["2012-08-09"],"type":["text"],"creator":["Ai-Hua, Fan","Liao, Lingmin","Wang, Bao-Wei","Wu, Jun"],"language":[],"coverage":[],"title":["On the fast Khintchine spectrum in continued fractions"],"description":["  For $x\\in [0,1)$, let $x=[a_1(x), a_2(x),...]$ be its continued fraction\nexpansion with partial quotients ${a_n(x), n\\ge 1}$. Let $\\psi : \\mathbb{N}\n\\rightarrow \\mathbb{N}$ be a function with $\\psi(n)/n\\to \\infty$ as $n\\to\n\\infty$. In this note, the fast Khintchine spectrum, i.e., the Hausdorff\ndimension of the set $$ E(\\psi):=\\Big{x\\in [0,1):\n\\lim_{n\\to\\infty}\\frac{1}{\\psi(n)}\\sum_{j=1}^n\\log a_j(x)=1\\Big} $$ is\ncompletely determined without any extra condition on $\\psi$.\n","Comment: 10 pages"]}]
["1208.1829",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1829"],"date":["2012-08-09"],"type":["text"],"creator":["Qian, Qiang","Chen, Songcan"],"language":[],"coverage":[],"title":["Metric Learning across Heterogeneous Domains by Respectively Aligning\n  Both Priors and Posteriors"],"description":["  In this paper, we attempts to learn a single metric across two heterogeneous\ndomains where source domain is fully labeled and has many samples while target\ndomain has only a few labeled samples but abundant unlabeled samples. To the\nbest of our knowledge, this task is seldom touched. The proposed learning model\nhas a simple underlying motivation: all the samples in both the source and the\ntarget domains are mapped into a common space, where both their priors\nP(sample)s and their posteriors P(label|sample)s are forced to be respectively\naligned as much as possible. We show that the two mappings, from both the\nsource domain and the target domain to the common space, can be reparameterized\ninto a single positive semi-definite(PSD) matrix. Then we develop an efficient\nBregman Projection algorithm to optimize the PDS matrix over which a LogDet\nfunction is used to regularize. Furthermore, we also show that this model can\nbe easily kernelized and verify its effectiveness in crosslanguage retrieval\ntask and cross-domain object recognition task.\n","Comment: 19 pages, 5 figures"]}]
["1208.1830",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1830","Carbon 49, 4070-4073(2011)"],"date":["2012-08-09"],"type":["text"],"creator":["Shin, Young Jun","Stromberg, Ryan","Nay, Rick","Huang, Han","Wee, Andrew T. S.","Yang, Hyunsoo","Bhatia, Charanjit S."],"language":[],"coverage":[],"title":["Frictional characteristics of exfoliated and epitaxial graphene"],"description":["  To determine the friction coefficient of graphene, micro-scale scratch tests\nare conducted on exfoliated and epitaxial graphene at ambient conditions. The\nexperimental results show that the monolayer, bilayer, and trilayer graphene\nall yield friction coefficients of approximately 0.03. The friction coefficient\nof pristine graphene is less than that of disordered graphene, which is treated\nby oxygen plasma. Ramping force scratch tests are performed on graphene with\nvarious numbers of layers to determine the normal load required for the probe\nto penetrate graphene. A very low friction coefficient and also its high\npressure resistance make graphene a promising material for antiwear coatings.\n"]}]
["1208.1835",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1835","AIP Advances 2, 032121 (2012)"],"date":["2012-08-09"],"type":["text"],"creator":["Qiu, Xue Peng","Shin, Young Jun","Niu, Jing","Kulothungasagaran, Narayanapillai","Kalon, Gopinadhan","Qiu, Caiyu","Yu, Ting","Yang, Hyunsoo"],"language":[],"coverage":[],"title":["Disorder-free sputtering method on graphene"],"description":["  Deposition of various materials onto graphene without causing any disorder is\nhighly desirable for graphene applications. Especially, sputtering is a\nversatile technique to deposit various metals and insulators for spintronics,\nand indium tin oxide to make transparent devices. However, the sputtering\nprocess causes damage to graphene because of high energy sputtered atoms. By\nflipping the substrate and using a high Ar pressure, we demonstrate that the\nlevel of damage to graphene can be reduced or eliminated in dc, rf, and\nreactive sputtering processes.\n"]}]
["1208.1838",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Functional Analysis","53D55, 46F05, 46F10, 46E25, 46L65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1838","Theor.Math.Phys. 172 (2012) 885-900; Teor.Mat.Fiz. 172 (2012) 9-27","doi:10.1007/s11232-012-0084-8"],"date":["2012-08-09"],"type":["text"],"creator":["Soloviev, Michael A."],"language":[],"coverage":[],"title":["Twisted convolution and Moyal star product of generalized functions"],"description":["  We consider nuclear function spaces on which the Weyl-Heisenberg group acts\ncontinuously and study the basic properties of the twisted convolution product\nof the functions with the dual space elements. The final theorem characterizes\nthe corresponding algebra of convolution multipliers and shows that it contains\nall sufficiently rapidly decreasing functionals in the dual space.\nConsequently, we obtain a general description of the Moyal multiplier algebra\nof the Fourier-transformed space. The results extend the Weyl symbol calculus\nbeyond the traditional framework of tempered distributions.\n","Comment: LaTeX, 16 pages, no figures"]}]
["1208.1841",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1841"],"date":["2012-08-09"],"type":["text"],"creator":["Besancon, Marc"],"language":[],"coverage":[],"title":["Mini review on top quark production at the Tevatron"],"description":["  We review the most recent results on top quark production at the Tevatron\nincluding the measurements of the top quark pair ($t \\bar t$) production cross\nsection, the forward-backward asymmetry, the spin correlations and the ratio of\nbranching fractions. We also review the most recent results on the measurements\non single top production cross-section and $|V_{tb}|$. Finally we will report\non some recent searches for new physics in top quark production which were\navailable at the time of the 2012 FPCP conference.\n","Comment: 13 pages, 5 figures, to be published in the proceedings of the FPCP\n  2012 conference, USTC Hefei, China"]}]
["1208.1846",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1846"],"date":["2012-08-09"],"type":["text"],"creator":["Guo, Guangxu","Chen, Songcan"],"language":[],"coverage":[],"title":["Margin Distribution Controlled Boosting"],"description":["  Schapire's margin theory provides a theoretical explanation to the success of\nboosting-type methods and manifests that a good margin distribution (MD) of\ntraining samples is essential for generalization. However the statement that a\nMD is good is vague, consequently, many recently developed algorithms try to\ngenerate a MD in their goodness senses for boosting generalization. Unlike\ntheir indirect control over MD, in this paper, we propose an alternative\nboosting algorithm termed Margin distribution Controlled Boosting (MCBoost)\nwhich directly controls the MD by introducing and optimizing a key adjustable\nmargin parameter. MCBoost's optimization implementation adopts the column\ngeneration technique to ensure fast convergence and small number of weak\nclassifiers involved in the final MCBooster. We empirically demonstrate: 1)\nAdaBoost is actually also a MD controlled algorithm and its iteration number\nacts as a parameter controlling the distribution and 2) the generalization\nperformance of MCBoost evaluated on UCI benchmark datasets is validated better\nthan those of AdaBoost, L2Boost, LPBoost, AdaBoost-CG and MDBoost.\n"]}]
["1208.1847",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1847"],"date":["2012-08-09"],"type":["text"],"creator":["Linkov, Alexander"],"language":[],"coverage":[],"title":["On equivalence of thinning fluids used for hydraulic fracturing"],"description":["  The paper aims to answer the question: if and how non-Newtonian fluids may be\ncompared in their mechanical action when used for hydraulic fracturing? By\nemploying the modified formulation of the PKN problem we obtain its simple\nanalytical solutions in the cases of perfectly plastic and Newtonian fluids.\nSince the results for shear thinning fluids are intermediate between those for\nthese cases, the obtained equation for the fracture length suggests a criterion\nof the equivalence of various shear thinning fluids for the problem of\nhydraulic fractures. We assume fluids equivalent in their hydrofracturing\naction, when at a reference time they produce fractures of the same length. The\nequation for the fracture length translates the equivalence in terms of the\nhydraulic fracture length and treatment time into the equivalence in terms of\nthe properties of a fracturing fluid (behavior and consistency indices).\nAnalysis shows that the influence of the consistency and behavior indices on\nthe fracture length, particle velocity and propagation speed is quite similar\nwhen considering the PKN and KGD models despite the models refer to different\nplain-strain states. It appears that from the mechanical point of view, the\ndifferences between thinning fluids are not significant; they may be taken into\naccount when wishing to have some quantity to be greater (less) at small\n(large) time. We conclude that a choice of a fracturing fluid is to be made\nmostly from technological and/or economic considerations under the condition\nthat the compared fluids are equivalent in their mechanical effect according to\nthe suggested criterion.\n","Comment: 12 pages"]}]
["1208.1853",{"format":[],"subject":["Quantitative Biology - Molecular Networks","92C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1853"],"date":["2012-08-09"],"type":["text"],"creator":["Jungreuthmayer, Christian","Ruckerbauer, David E.","Zanghellini, Jürgen"],"language":[],"coverage":[],"title":["Utilizing gene regulatory information to speed up the calculation of\n  elementary flux modes"],"description":["  Despite the significant progress made in recent years, the computation of the\ncomplete set of elementary flux modes of large or even genome-scale metabolic\nnetworks is still impossible. We introduce a novel approach to speed up the\ncalculation of elementary flux modes by including transcriptional regulatory\ninformation into the analysis of metabolic network. Taking into account gene\nregulation dramatically reduces the solution space and allows the presented\nalgorithm to constantly eliminate biologically infeasible modes at an early\nstage of the computation procedure. Thereby, the computational costs, such as\nruntime, memory usage and disk space are considerably reduced. Consequently,\nusing the presented mode elimination algorithm pushes the size of metabolic\nnetworks that can be studied by elementary flux modes to new limits.\n","Comment: 7 pages, 2 figures, 13 tables; prepared for submission to\n  Bioinformatics"]}]
["1208.1854",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1854"],"date":["2012-08-09"],"type":["text"],"creator":["Yamamoto, A.","Ishihara, A.","Tomita, M.","Shimoyama, J.","Kishio, K."],"language":[],"coverage":[],"title":["MgB2 bulk superconducting magnet"],"description":["  We have developed disk-shaped MgB2 bulk superconducting magnets (20, 30 mm in\ndiameter, 10 mm in thickness) using the in-situ process from Mg and B powders\nand evaluated the temperature dependence of trapped magnetic field. A pair of\ntwo disc-shaped bulks of 30 mm in diameter and 10 mm in thickness magnetized by\nfield-cooling condition showed trapped fields of 1.2, 2.8 and 3.1 T at 30, 20\nand 17.5 K, respectively. High trapped field over 3 T was recorded for the\nfirst time.\n","Comment: The Abstracts of the 15th Japan-US Workshop on Advanced\n  Superconductors, page 34-35, published on Oct 27th, 2011"]}]
["1208.1855",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1855"],"date":["2012-08-09"],"type":["text"],"creator":["Fadafan, Kazem Bitaghsir"],"language":[],"coverage":[],"title":["Strange metals at finite 't Hooft coupling"],"description":["  In this paper, we consider the AdS-Schwarzshild black hole in light-cone\ncoordinates which exhibits non-relativistic z=2 Schrodinger symmetry. Then, we\nuse the $AdS/CFT$ correspondence to investigate the effect of finite-coupling\ncorrections to two important properties of the strange metals which are the\nOhmic resistivity and the inverse Hall angle. It is shown that the Ohmic\nresistivity and inverse Hall angle are linear and quadratic temperature\ndependent in the case of $\\mathcal{R}^4$ corrections, respectively. While in\nthe case of Gauss-Bonnet gravity, we find that the inverse Hall angle is\nquadratic temperature dependent and the Ohmic conductivity can never be linear\ntemperature dependent.\n","Comment: 16 pages, 1 figures, All comments are very welcome"]}]
["1208.1859",{"format":[],"subject":["Mathematics - Number Theory","11D25, 11D72, 14H50, 14E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1859"],"date":["2012-08-09"],"type":["text"],"creator":["Ramsden, John","Sharipov, Ruslan"],"language":[],"coverage":[],"title":["On singularities of the inverse problems associated with perfect cuboids"],"description":["  Two cubic equations and three auxiliary equations for edges and face\ndiagonals of a rational perfect cuboid have been recently derived. They\nconstitute a background for two inverse problems. The coefficients of cubic\nequations and the right hand sides of auxiliary equations are rational\nfunctions of two rational parameters, i. e. they have denominators. Hence the\ninverse problems have singular points. These singular points are studied in the\npresent paper.\n","Comment: AmSTeX, 6 pages, amsppt style"]}]
["1208.1860",{"format":[],"subject":["Computer Science - Databases","Computer Science - Learning","H.2","I.2.6","I.5.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1860"],"date":["2012-08-09"],"type":["text"],"creator":["Negahban, Sahand","Rubinstein, Benjamin I. P.","Gemmell, Jim"],"language":[],"coverage":[],"title":["Scaling Multiple-Source Entity Resolution using Statistically Efficient\n  Transfer Learning"],"description":["  We consider a serious, previously-unexplored challenge facing almost all\napproaches to scaling up entity resolution (ER) to multiple data sources: the\nprohibitive cost of labeling training data for supervised learning of\nsimilarity scores for each pair of sources. While there exists a rich\nliterature describing almost all aspects of pairwise ER, this new challenge is\narising now due to the unprecedented ability to acquire and store data from\nonline sources, features driven by ER such as enriched search verticals, and\nthe uniqueness of noisy and missing data characteristics for each source. We\nshow on real-world and synthetic data that for state-of-the-art techniques, the\nreality of heterogeneous sources means that the number of labeled training data\nmust scale quadratically in the number of sources, just to maintain constant\nprecision/recall. We address this challenge with a brand new transfer learning\nalgorithm which requires far less training data (or equivalently, achieves\nsuperior accuracy with the same data) and is trained using fast convex\noptimization. The intuition behind our approach is to adaptively share\nstructure learned about one scoring problem with all other scoring problems\nsharing a data source in common. We demonstrate that our theoretically\nmotivated approach incurs no runtime cost while it can maintain constant\nprecision/recall with the cost of labeling increasing only linearly with the\nnumber of sources.\n","Comment: Short version to appear in CIKM'2012; 10 pages, 7 figures"]}]
["1208.1863",{"format":[],"subject":["Mathematics - Functional Analysis","40H05, 46B20, 47A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1863"],"date":["2012-08-09"],"type":["text"],"creator":["Feshchenko, Ivan"],"language":[],"coverage":[],"title":["On the divergence of series of the form \\sum_{k=1}^\\infty\\|A_k x\\|^p"],"description":["  Let {A} be a system of operators. With any element x we associate the set of\nelements {Ax}. We study conditions under which there exists an element x such\nthat the sum of p-th powers of norms of the elements {Ax} is equal to infinity.\n","Comment: 9 pages, submitted to Studia Mathematica"]}]
["1208.1864",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1864"],"date":["2012-08-09"],"type":["text"],"creator":["Bartolucci, F.","Lupparelli, M."],"language":[],"coverage":[],"title":["Nested hidden Markov chains for modeling dynamic unobserved\n  heterogeneity in multilevel longitudinal data"],"description":["  In the context of multilevel longitudinal data, where sample units are\ncollected in clusters, an important aspect that should be accounted for is the\nunobserved heterogeneity between sample units and between clusters. For this\naim we propose an approach based on nested hidden (latent) Markov chains, which\nare associated to every sample unit and to every cluster. The approach allows\nus to account for the mentioned forms of unobserved heterogeneity in a dynamic\nfashion; it also allows us to account for the correlation which may arise\nbetween the responses provided by the units belonging to the same cluster.\nGiven the complexity in computing the manifest distribution of these response\nvariables, we make inference on the proposed model through a composite\nlikelihood function based on all the possible pairs of subjects within every\ncluster. The proposed approach is illustrated through an application to a\ndataset concerning a sample of Italian workers in which a binary response\nvariable for the worker receiving an illness benefit was repeatedly observed.\n"]}]
["1208.1869",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Optimization and Control","11C99, 15A99, 32E30, 41A05, 47A57, 47B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1869"],"date":["2012-08-09"],"type":["text"],"creator":["Alpay, Daniel","Lewkowicz, Izchak"],"language":[],"coverage":[],"title":["Interpolation by polynomials with symmetries on the imaginary axis"],"description":["  We here specialize the standard matrix-valued polynomial interpolation to the\ncase where on the imaginary axis the interpolating polynomials admit various\nsymmetries: Positive semidefinite, Skew-Hermitian, $J$-Hermitian, Hamiltonian\nand others. The procedure is comprized of three stages, illustrated through the\ncase where on $i\\R$ the interpolating polynomials are to be positive\nsemidefinite. We first, on the expense of doubling the degree, obtain a minimal\ndegree interpolating polynomial $P(s)$ which on $i\\R$ is Hermitian. Then we\nfind all polynomials $\\Psi(s)$, vanishing at the interpolation points which are\npositive semidefinite on $i\\R$. Finally, using the fact that the set of\npositive semidefinite matrices is a convex subcone of Hermitian matrices, one\ncan compute the minimal scalar $\\hat{\\beta}\\geq 0$ so that $P(s)+\\beta\\Psi(s)$\nsatisfies all interpolation constraints for all $\\beta\\geq\\hat{\\beta}$. This\napproach is then adapted to cases when the family of interpolating polynomials\nis not convex. Whenever convex, we parameterize all minimal degree\ninterpolating polynomials.\n"]}]
["1208.1880",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Multimedia","Computer Science - Sound"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1880","doi:10.5121/csit.2012.2311"],"date":["2012-08-09"],"type":["text"],"creator":["Rao, Supreeth K.","B., Arpitha Prasad","Shetty, Anushree R.","Chinmai","Bhakthavathsalam, R.","Hegde, Rajeshwari"],"language":[],"coverage":[],"title":["Stereo Acoustic Perception based on Real Time Video Acquisition for\n  Navigational Assistance"],"description":["  A smart navigation system (an Electronic Travel Aid) based on an object\ndetection mechanism has been designed to detect the presence of obstacles that\nimmediately impede the path, by means of real time video processing. The\nalgorithm can be used for any general purpose navigational aid. This paper is\ndiscussed, keeping in mind the navigation of the visually impaired, and is not\nlimited to the same. A video camera feeds images of the surroundings to a Da-\nVinci Digital Media Processor, DM642, which works on the video, frame by frame.\nThe processor carries out image processing techniques whose result contains\ninformation about the object in terms of image pixels. The algorithm aims to\nselect the object which, among all others, poses maximum threat to the\nnavigation. A database containing a total of three sounds is constructed.\nHence, each image translates to a beep, where every beep informs the navigator\nof the obstacles directly in front of him. This paper implements an algorithm\nthat is more efficient as compared to its predecessors.\n","Comment: 12 pages, 8 figures, 1 table, SIPM-2012, pp. 97-108, 2012;\n  http://airccj.org/CSCP/vol2/csit2311.pdf"]}]
["1208.1885",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1885","doi:10.5121/ijcnc.2012.4411"],"date":["2012-08-09"],"type":["text"],"creator":["Abdullah, Mohammad Waris","Waheed, Nazar"],"language":[],"coverage":[],"title":["Performance and Detection of M-ary Frequency Shift Keying in Triple\n  Layer Wireless Sensor Network"],"description":["  This paper proposes an innovative triple layer Wireless Sensor Network (WSN)\nsystem, which monitors M-ary events like temperature, pressure, humidity, etc.\nwith the help of geographically distributed sensors. The sensors convey signals\nto the fusion centre using M-ary Frequency Shift Keying (MFSK)modulation scheme\nover independent Rayleigh fading channels. At the fusion centre, detection\ntakes place with the help of Selection Combining (SC) diversity scheme, which\nassures a simple and economical receiver circuitry. With the aid of various\nsimulations, the performance and efficacy of the system has been analyzed by\nvarying modulation levels, number of local sensors and probability of correct\ndetection by the sensors. The study endeavors to prove that triple layer WSN\nsystem is an economical and dependable system capable of correct detection of\nM-ary events by integrating frequency diversity together with antenna\ndiversity.\n","Comment: 13 pages; International Journal of Computer Networks & Communications\n  (IJCNC) Vol.4, No.4, July 2012"]}]
["1208.1886",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1886"],"date":["2012-08-09"],"type":["text"],"creator":["Anantharangachar, Raghu","Srinivasan, Ramani"],"language":[],"coverage":[],"title":["Semantic Web Techniques for Yellow Page Service Providers"],"description":["  Use of web pages providing unstructured information poses variety of problems\nto the user, such as use of arbitrary formats, unsuitability for machine\nprocessing and likely incompleteness of information. Structured data alleviates\nthese problems but we require more. Very often yellow page systems are\nimplemented using a centralized database. In some cases, human intermediaries\naccessible over the phone network examine a centralized database and use their\nreasoning ability to deal with the user's need for information. Scaling up such\nsystems is difficult. This paper explores an alternative - a highly distributed\nsystem design meeting a variety of needs - considerably reducing efforts\nrequired at a central organization, enabling large numbers of vendors to enter\ninformation about their own products and services, enabling end-users to\ncontribute information such as their own ratings, using an ontology to describe\neach domain of application in a flexible manner for uses foreseen and\nunforeseen, enabling distributed search and mash-ups, use of vendor independent\nstandards, using reasoning to find the best matches to a given query,\ngeo-spatial reasoning and a simple, interactive, mobile application/interface.\nWe give importance to geo-spatial information and mobile applications because\nof the very wide-spread use of mobile phones and their inherent ability to\nprovide some information about the current location of the user. We have\ncreated a prototype using the Jena Toolkit and geo-spatial extensions to\nSPARQL. We have tested this prototype by asking a group of typical users to use\nit and to provide structured feedback. We have summarized this feedback in the\npaper. We believe that the technology can be applied in many contexts in\naddition to yellow page systems.\n"]}]
["1208.1888",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1888","doi:10.5121/ijics.2012.2301"],"date":["2012-08-09"],"type":["text"],"creator":["Ramezanpour, H.","Razeghi, B.","Darmani, G.","Noei, S.","Sargolzaei, A."],"language":[],"coverage":[],"title":["A Modal Series Representation of Genesio Chaotic System"],"description":["  In this paper an analytic approach is devised to represent, and study the\nbehavior of, nonlinear dynamic chaotic Genesio system using general nonlinear\nmodal representation. In this approach, the original nonlinear ordinary\ndifferential equations (ODEs) of model transforms to a sequence of linear time-\ninvariant ODEs. By solving the proposed linear ODEs sequence, the exact\nsolution of the original nonlinear problem is determined in terms of uniformly\nconvergent series. Also an efficient algorithm with low computational\ncomplexity and high accuracy is presented to find the approximate solution.\nSimulation results indicate the effectiveness of the proposed method.\n","Comment: International Journal of Instrumentation and Control Systems (IJICS)\n  Vol.2, No.3, July 2012"]}]
["1208.1889",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1889","Acta Physica Slovaca 62, No.1&2, 1-274 (2012)","doi:10.2478/v10155-012-0001-2"],"date":["2012-08-09"],"type":["text"],"creator":["Benes, Petr"],"language":[],"coverage":[],"title":["Dynamical symmetry breaking in models with strong Yukawa interactions"],"description":["  The primary aim of the thesis is to explore the possibility of spontaneous\nsymmetry breaking by strong Yukawa dynamics. Technically, the symmetry is\nassumed to be broken by formation of symmetry-breaking parts of both the scalar\nand the fermion propagators, rather than by the scalar vacuum expectation\nvalues. The idea is first introduced on an example of a toy model with the\nunderlying symmetry being an Abelian one and later applied to a realistic model\nof electroweak interaction. In addition, the thesis also deals with some more\ngeneral, model-independent issues, applicable not only to the discussed model\nof strong Yukawa dynamics, but to a wider class of models with dynamical mass\ngeneration. First of these issues is the problem of fermion flavor mixing in\nthe presence of fermion self-energies with a general momentum dependence. It is\nin particular shown how to define the Cabibbo-Kobayashi-Maskawa (CKM) matrix in\nsuch models and argued that it can come out in principle non-unitary. Second\nissue is the problem of calculating the gauge boson masses when the symmetry is\nbroken by fermion self-energies. On top of deriving the formula for the gauge\nboson mass matrix we also find corrections to the related Pagels-Stokar\nformula.\n","Comment: 284 pages, Ph.D. thesis, Charles University in Prague, 2012"]}]
["1208.1892",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1892","Phys. Rev. E 85, 056104 (2012)","doi:10.1103/PhysRevE.85.056104"],"date":["2012-08-09"],"type":["text"],"creator":["Varghese, Arthur","Datta, Shouvik"],"language":[],"coverage":[],"title":["Directionally asymmetric self-assembly of cadmium sulfide nanotubes\n  using porous alumina nanoreactors: Need for chemohydrodynamic instability at\n  the nanoscale"],"description":["  We explore nanoscale hydrodynamical effects on synthesis and self-assembly of\ncadmium sulfide nanotubes oriented along one direction. These nanotubes are\nsynthesized by horizontal capillary flow of two different chemical reagents\nfrom opposite directions through nanochannels of porous anodic alumina which\nare used primarily as nanoreactors. We show that uneven flow of different\nchemical precursors is responsible for directionally asymmetric growth of these\nnanotubes. On the basis of structural observations using scanning electron\nmicroscopy, we argue that chemohydrodynamic convective interfacial instability\nof multicomponent liquid-liquid reactive interface is necessary for sustained\nnucleation of these CdS nanotubes at the edges of these porous nanochannels\nover several hours. However, our estimates clearly suggest that classical\nhydrodynamics cannot account for the occurrence of such instabilities at these\nsmall length scales. Therefore, we present a case which necessitates further\ninvestigation and understanding of chemohydrodynamic fluid flow through\nnanoconfined channels in order to explain the occurrence of such interfacial\ninstabilities at nanometer length scales.\n","Comment: 26 pages, 6 figures; http://www.iiserpune.ac.in/researchhighlight/"]}]
["1208.1896",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1896"],"date":["2012-08-09"],"type":["text"],"creator":["Hoong, Poo Kuan","Tan, Ian K. T.","Keong, Chee Yik"],"language":[],"coverage":[],"title":["Bittorrent Network Traffic Forecasting With ARMA"],"description":["  In recent years, there are some major changes in the way content is being\ndistributed over the network. The content distribution techniques have recently\nstarted to embrace peer-to-peer (P2P) systems as an alternative to the\ntraditional client-server architecture. P2P systemsthat are based on the\nBitTorrent protocol uses end-users' resources to provide a cost effective\ndistribution of bandwidth intensive content to thousands of users. The\nBitTorrent protocol system offers a scalable mechanism for distributing a large\nvolume of data to a set of peers over the Internet. With the growing demand for\nfile sharing and content distribution, BitTorrent has become one of the most\npopular Internet applications and contributes to a signification fraction of\nthe Internet traffic. With the wide usage of the BitTorrent protocol system, it\nhas basically solved one of the major problems where data can be quickly\ntransferred to a group of interested parties. The strength of the BitTorrent\nprotocol lies in efficient bandwidth utilization for the downloading and\nuploading processes. However, the usage of BitTorrent protocol also causes\nlatency for other applications in terms of network bandwidth which in turn has\ncaused concerns for the Internet Service Providers, who strives for quality of\nservice for all their customers. In this paper, we study the network traffic\npatterns of theBitTorrent network traffic and investigate its behavior by\nusingthe time series ARMA model. Our experimental results show that BitTorrent\nnetwork traffic can be modeled and forecasted by using ARMA models. We compared\nand evaluated the forecasted network traffic with the real traffic patterns.\nThis modeling can be utilized by the Internet Service Providers to manage their\nnetwork bandwidth and also detect any abnormality in their network.\n","Comment: 14 pages"]}]
["1208.1898",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1898"],"date":["2012-08-09"],"type":["text"],"creator":["Makowski, Matthias"],"language":[],"coverage":[],"title":["Mixed volume preserving curvature flows in hyperbolic space"],"description":["  We consider curvature flows in hyperbolic space with a monotone, symmetric,\nhomogeneous of degree 1 curvature function F. Furthermore we assume F to be\neither concave and inverse concave or convex. For compact initial\nhypersurfaces, which are strictly convex by horospheres, we show the long time\nexistence of mixed volume preserving curvature flows. Furthermore we show that\nthese flows converge exponentially in the C-infinity topology to a geodesic\nsphere.\n"]}]
["1208.1900",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1900"],"date":["2012-08-09"],"type":["text"],"creator":["Mishra, Mina","Mankar, V. H."],"language":[],"coverage":[],"title":["Message Embedded cipher using 2-D chaotic map"],"description":["  This paper constructs two encryption methods using 2-D chaotic maps, Duffings\nand Arnold's cat maps respectively. Both of the methods are designed using\nmessage embedded scheme and are analyzed for their validity, for plaintext\nsensitivity, key sensitivity, known plaintext and brute-force attacks. Due to\nthe less key space generally many chaotic cryptosystem developed are found to\nbe weak against Brute force attack which is an essential issue to be solved.\nFor this issue, concept of identifiability proved to be a necessary condition\nto be fulfilled by the designed chaotic cipher to resist brute force attack,\nwhich is a basic attack. As 2-D chaotic maps provide more key space than 1-D\nmaps thus they are considered to be more suitable. This work is accompanied\nwith analysis results obtained from these developed cipher. Moreover,\nidentifiable keys are searched for different input texts at various key values.\nThe methods are found to have good key sensitivity and possess identifiable\nkeys thus concluding that they can resist linear attacks and brute-force\nattacks.\n","Comment: 11 pages"]}]
["1208.1906",{"format":[],"subject":["Computer Science - Software Engineering","CS:se"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1906"],"date":["2012-08-09"],"type":["text"],"creator":["Perry, Richard"],"language":[],"coverage":[],"title":["Batch Spreadsheet for C Programmers"],"description":["  A computing environment is proposed, based on batch spreadsheet processing,\nwhich produces a spreadsheet display from plain text input files of commands,\nsimilar to the way documents are created using LaTeX. In this environment,\nbesides the usual spreadsheet rows and columns of cells, variables can be\ndefined and are stored in a separate symbol table. Cell and symbol formulas may\ncontain cycles, and cycles which converge can be used to implement iterative\nalgorithms. Formulas are specified using the syntax of the C programming\nlanguage, and all of C's numeric operators are supported, with operators such\nas ++, +=, etc. being implicitly cyclic. User-defined functions can be written\nin C and are accessed using a dynamic link library. The environment can be\ncombined with a GUI front-end processor to enable easier interaction and\ngraphics including plotting.\n","Comment: (2009) Batch Spreadsheet for C Programmers, International Conference\n  on Scientific Computing (CSC'09)"]}]
["1208.1911",{"format":[],"subject":["Physics - Optics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1911"],"date":["2012-08-09"],"type":["text"],"creator":["Letnes, P. A.","Simonsen, I.","Mills, D. L."],"language":[],"coverage":[],"title":["Plasmonic resonances at interfaces patterned by nanoparticle lattices"],"description":["  We present theoretical studies of the nature of the collective plasmon\nresonances of surfaces upon which ordered lattices of spherical metallic\nparticles have been deposited. The collective plasmon modes, excited by light\nincident on the surface, are explored for both square and rectangular lattices\nof particles. The particular resonances excited by an incident beam of light\ndepend on the frequency, polarization, and angles of incidence. We show that\none can create surfaces for which the polarization of the reflected light is\nfrequency dependent. The form of the polarization dependent spectra can be\ntuned by choosing materials and the parameters of the nanoparticle array.\n","Comment: 11 pages, 13 figures"]}]
["1208.1914",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1914"],"date":["2012-08-09"],"type":["text"],"creator":["Priyadarshi, S.","Singh, A. K."],"language":[],"coverage":[],"title":["Statistics of Night time Ionospheric Scintillation Using GPS data at low\n  latitude ground station Varanasi"],"description":["  Ionospheric scintillation is the rapid change in the phase and/or the\namplitude of a radio signal as it passes through small scale plasma density\nirregularities in the ionosphere. These scintillations not only can reduce the\naccuracy of GPS/Satellite Based Augmentation System (SBAS) receiver\npseudo-range and carrier phase measurement but also can result in a complete\nloss of lock on a satellite. Scintillation in the ionosphere varies as the sun\nspot number (SSN), Geomagnetic index (o < Kp < 9), time of year, time of day,\ngeographical position. Most scintillation occurs for a few hours after sunset\nduring the peak years of the solar cycle. Typically delay locked loop/phase\nlocked loop designs of GPS/SBAS receivers enable them to handle moderate amount\nif scintillations. Consequently, any attempt to determine the effects of\nscintillations on GPS/SBAS must consider both predictions of scintillation\nactivity in the ionosphere and residual effect of this activity after\nprocessing by a receiver. In this work dual frequency (f1 = 1.5 GHz, f2 = 1.2\nGHz) GPS data recorded at low latitude station Varanasi (Geographic latitude\n250 18/ N, longitude 820 59/ E) have been analyzed to monitor the amplitude\nscintillation index (S4) from January 2009 to December 2009. These analyzed\ndata is used to study the monthly and seasonal variability of ionospheric\nplasma bubbles at low latitude. We have studied the power spectral density of\nthe signal and using it we have calculated the estimated scintillation pattern\nvelocity.\n"]}]
["1208.1918",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1918","International Journal of Network Security & Its Applications\n  (IJNSA), Vol.4, No.4, July 2012, 199-214","doi:10.5121/ijnsa.2012.4413"],"date":["2012-08-09"],"type":["text"],"creator":["Aiash, Mahdi","Mapp, Glenford","Lasebae, Aboubaker"],"language":[],"coverage":[],"title":["A Survey on Authentication and Key Agreement Protocols in Heterogeneous\n  Networks"],"description":["  Unlike current closed systems such as 2nd and 3rd generations where the core\nnetwork is controlled by a sole network operator, multiple network operators\nwill coexist and manage the core network in Next Generation Networks (NGNs).\nThis open architecture and the collaboration between different network\noperators will support ubiquitous connectivity and thus enhances users'\nexperience. However, this brings to the fore certain security issues which must\nbe addressed, the most important of which is the initial Authentication and Key\nAgreement (AKA) to identify and authorize mobile nodes on these various\nnetworks. This paper looks at how existing research efforts the HOKEY WG,\nMobile Ethernet and 3GPP frameworks respond to this new environment and provide\nsecurity mechanisms. The analysis shows that most of the research had realized\nthe openness of the core network and tried to deal with it using different\nmethods. These methods will be extensively analysed in order to highlight their\nstrengths and weaknesses.\n"]}]
["1208.1919",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1919"],"date":["2012-08-09"],"type":["text"],"creator":["Stanculescu, Alexandru E."],"language":[],"coverage":[],"title":["On calculus of functors in model categories"],"description":["  We present an analysis of some constructions and arguments from the universe\nof T. G. Goodwillie's Calculus, in a general model theoretic setting.\n","Comment: Preliminary version"]}]
["1208.1920",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1920"],"date":["2012-08-09"],"type":["text"],"creator":["Kim, Songchol","Rim, Changil"],"language":[],"coverage":[],"title":["A method to construct generalized balanced tournament designs"],"description":["  A generalized balanced tournament design, or a GBTD(k, m) in short, is a (km,\nk, k-1)-BIBD defined on a km-set V . Its blocks can be arranged into an\nm\\times(km-1) array in such a way that (1) every element of V is contained in\nexactly one cell of each column, and (2) every element of V is contained in at\nmost k cells of each row. In this paper, we present a new construction for\nGBTDs and show that a GBTD(p,p) exists for any prime number p \\geq 3.\n"]}]
["1208.1921",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1921"],"date":["2012-08-09"],"type":["text"],"creator":["Dessalles, Jean-Louis"],"language":[],"coverage":[],"title":["Algorithmic Simplicity and Relevance"],"description":["  The human mind is known to be sensitive to complexity. For instance, the\nvisual system reconstructs hidden parts of objects following a principle of\nmaximum simplicity. We suggest here that higher cognitive processes, such as\nthe selection of relevant situations, are sensitive to variations of\ncomplexity. Situations are relevant to human beings when they appear simpler to\ndescribe than to generate. This definition offers a predictive (i.e.\nfalsifiable) model for the selection of situations worth reporting\n(interestingness) and for what individuals consider an appropriate move in\nconversation.\n","Comment: Presented at the Solomonoff 85th Memorial Conference, Monash\n  University, Melbourne, December 2011 12 pages"]}]
["1208.1922",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1922","IJDPS, Vol.3, No.4, (July 2012) 111-121","doi:10.5121/ijdps.2012.3412"],"date":["2012-08-09"],"type":["text"],"creator":["Roy, Probir","Alam, Md. Mejbah Ul","Das, Nishita"],"language":[],"coverage":[],"title":["Heuristic based task scheduling in multiprocessor systems with genetic\n  algorithm by choosing the eligible processor"],"description":["  In multiprocessor systems, one of the main factors of systems' performance is\ntask scheduling. The well the task be distributed among the processors the well\nbe the performance. Again finding the optimal solution of scheduling the tasks\ninto the processors is NP-complete, that is, it will take a lot of time to find\nthe optimal solution. Many evolutionary algorithms (e.g. Genetic Algorithm,\nSimulated annealing) are used to reach the near optimal solution in linear\ntime. In this paper we propose a heuristic for genetic algorithm based task\nscheduling in multiprocessor systems by choosing the eligible processor on\neducated guess. From comparison it is found that this new heuristic based GA\ntakes less computation time to reach the suboptimal solution.\n"]}]
["1208.1923",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1923","2012 International Conference on Nutrition and Food Sciences,\n  IPCBEE vol. 39 (2012) IACSIT Press, Singapore"],"date":["2012-08-08"],"type":["text"],"creator":["Kazemipoor, Mahnaz","Radzi, Che Wan Jasimah Wan Mohamed","Cordell, Geoffrey A.","Yaze, Iman"],"language":[],"coverage":[],"title":["Potential of Traditional Medicinal Plants for Treating Obesity: A Review"],"description":["  Obesity is a global health concern associated with high morbidity and\nmortality. Therapeutic strategies include synthetic drugs and surgery, which\nmay entail high costs and serious complications. Plant-based medicinal agents\noffer an alternative approach. A review of the studies on accessible botanical\nsources for the treatment of obesity is provided, which attempts to explain how\nthese medicinal plants act to cause weight loss, and which approach is safer\nand more efficient. Information was gathered for the period of 1991 to 2012.\nFive basic mechanisms, including stimulating thermogenesis, lowering\nlipogenesis, enhancing lipolysis, suppressing appetite, and decreasing the\nabsorption of lipids may be operating. Consumption of standardized medicinal\nplant extracts may be a safe treatment for obesity. However, some combinations\nof medicinal plants may result in either lower efficacy or cause unexpected\nside-effects.\n","Comment: this article contains 5 pages with 2 tables"]}]
["1208.1926",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1926","doi:10.5121/ijaia.2012.3415"],"date":["2012-08-09"],"type":["text"],"creator":["Choudhary, Laxmi","Burdak, Bhawani Shankar"],"language":[],"coverage":[],"title":["Role of Ranking Algorithms for Information Retrieval"],"description":["  As the use of web is increasing more day by day, the web users get easily\nlost in the web's rich hyper structure. The main aim of the owner of the\nwebsite is to give the relevant information according their needs to the users.\nWe explained the Web mining is used to categorize users and pages by analyzing\nuser's behavior, the content of pages and then describe Web Structure mining.\nThis paper includes different Page Ranking algorithms and compares those\nalgorithms used for Information Retrieval. Different Page Rank based algorithms\nlike Page Rank (PR), WPR (Weighted Page Rank), HITS (Hyperlink Induced Topic\nSelection), Distance Rank and EigenRumor algorithms are discussed and compared.\nSimulation Interface has been designed for PageRank algorithm and Weighted\nPageRank algorithm but PageRank is the only ranking algorithm on which Google\nsearch engine works.\n","Comment: Keywords: Page Rank, Web Mining, Web Structured Mining, Web Content\n  Mining"]}]
["1208.1927",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1927","Proceedings of the VLDB Endowment (PVLDB), Vol. 5, No. 11, pp.\n  1483-1494 (2012)"],"date":["2012-08-09"],"type":["text"],"creator":["Wang, Jiannan","Kraska, Tim","Franklin, Michael J.","Feng, Jianhua"],"language":[],"coverage":[],"title":["CrowdER: Crowdsourcing Entity Resolution"],"description":["  Entity resolution is central to data integration and data cleaning.\nAlgorithmic approaches have been improving in quality, but remain far from\nperfect. Crowdsourcing platforms offer a more accurate but expensive (and slow)\nway to bring human insight into the process. Previous work has proposed\nbatching verification tasks for presentation to human workers but even with\nbatching, a human-only approach is infeasible for data sets of even moderate\nsize, due to the large numbers of matches to be tested. Instead, we propose a\nhybrid human-machine approach in which machines are used to do an initial,\ncoarse pass over all the data, and people are used to verify only the most\nlikely matching pairs. We show that for such a hybrid system, generating the\nminimum number of verification tasks of a given size is NP-Hard, but we develop\na novel two-tiered heuristic approach for creating batched tasks. We describe\nthis method, and present the results of extensive experiments on real data sets\nusing a popular crowdsourcing platform. The experiments show that our hybrid\napproach achieves both good efficiency and high accuracy compared to\nmachine-only or human-only alternatives.\n","Comment: VLDB2012"]}]
["1208.1932",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1932","Proceedings of the VLDB Endowment (PVLDB), Vol. 5, No. 11, pp.\n  1674-1683 (2012)"],"date":["2012-08-09"],"type":["text"],"creator":["Dasu, Tamraparni","Loh, Ji Meng"],"language":[],"coverage":[],"title":["Statistical Distortion: Consequences of Data Cleaning"],"description":["  We introduce the notion of statistical distortion as an essential metric for\nmeasuring the effectiveness of data cleaning strategies. We use this metric to\npropose a widely applicable yet scalable experimental framework for evaluating\ndata cleaning strategies along three dimensions: glitch improvement,\nstatistical distortion and cost-related criteria. Existing metrics focus on\nglitch improvement and cost, but not on the statistical impact of data cleaning\nstrategies. We illustrate our framework on real world data, with a\ncomprehensive suite of experiments and analyses.\n","Comment: VLDB2012"]}]
["1208.1933",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1933","Proceedings of the VLDB Endowment (PVLDB), Vol. 5, No. 11, pp.\n  1684-1695 (2012)"],"date":["2012-08-09"],"type":["text"],"creator":["Lang, Willis","Harizopoulos, Stavros","Patel, Jignesh M.","Shah, Mehul A.","Tsirogiannis, Dimitris"],"language":[],"coverage":[],"title":["Towards Energy-Efficient Database Cluster Design"],"description":["  Energy is a growing component of the operational cost for many \"big data\"\ndeployments, and hence has become increasingly important for practitioners of\nlarge-scale data analysis who require scale-out clusters or parallel DBMS\nappliances. Although a number of recent studies have investigated the energy\nefficiency of DBMSs, none of these studies have looked at the architectural\ndesign space of energy-efficient parallel DBMS clusters. There are many\nchallenges to increasing the energy efficiency of a DBMS cluster, including\ndealing with the inherent scaling inefficiency of parallel data processing, and\nchoosing the appropriate energy-efficient hardware. In this paper, we\nexperimentally examine and analyze a number of key parameters related to these\nchallenges for designing energy-efficient database clusters. We explore the\ncluster design space using empirical results and propose a model that considers\nthe key bottlenecks to energy efficiency in a parallel DBMS. This paper\nrepresents a key first step in designing energy-efficient database clusters,\nwhich is increasingly important given the trend toward parallel database\nappliances.\n","Comment: VLDB2012"]}]
["1208.1938",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","46E35, 31B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1938"],"date":["2012-08-09"],"type":["text"],"creator":["Kolyada, V. I."],"language":[],"coverage":[],"title":["On limiting relations for capacities"],"description":["  The paper is devoted to the study of limiting behaviour of Besov capacities\n$\\capa (E;B_{p,q}^\\a) (0<\\a<1)$ of sets in $\\R^n$ as $\\a\\to 1$ or $\\a\\to 0.$\nNamely, let $E\\subset \\R^n$ and $$J_{p,q}(\\a,\nE)=[\\a(1-\\a)q]^{p/q}\\capa(E;B_{p,q}^\\a).$$ It is proved that if $1\\le p<n, 1\\le\nq<\\infty,$ and the set $E$ is open, then $J_{p,q}(\\a, E)$ tends to the Sobolev\ncapacity $\\capa(E;W_p^1)$ as $\\a\\to 1$. This statement fails to hold for\ncompact sets. Further, it is proved that if the set $E$ is compact and $1\\le\np,q<\\infty$, then $J_{p,q}(\\a, E)$ tends to $2n^p|E|$ as $\\a\\to 0$ ($|E|$ is\nthe measure of $E$). For open sets it is not true.\n","Comment: To appear in Real Analysis Exchange"]}]
["1208.1942",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1942","International Journal of Distributed and Parallel Systems\n  (IJDPS)Vol.3, No.4, Pages 99-110, July 2012","doi:10.5121/ijdps.2012.3411"],"date":["2012-08-09"],"type":["text"],"creator":["Rao, B. Thirumala","Reddy, L. S. S."],"language":[],"coverage":[],"title":["Scheduling Data Intensive Workloads through Virtualization on MapReduce\n  based Clouds"],"description":["  MapReduce has become a popular programming model for running data intensive\napplications on the cloud. Completion time goals or deadlines of MapReduce jobs\nset by users are becoming crucial in existing cloud-based data processing\nenvironments like Hadoop. There is a conflict between the scheduling MR jobs to\nmeet deadlines and \"data locality\" (assigning tasks to nodes that contain their\ninput data). To meet the deadline a task may be scheduled on a node without\nlocal input data for that task causing expensive data transfer from a remote\nnode. In this paper, a novel scheduler is proposed to address the above problem\nwhich is primarily based on the dynamic resource reconfiguration approach. It\nhas two components: 1) Resource Predictor: which dynamically determines the\nrequired number of Map/Reduce slots for every job to meet completion time\nguarantee; 2) Resource Reconfigurator: that adjusts the CPU resources while not\nviolating completion time goals of the users by dynamically increasing or\ndecreasing individual VMs to maximize data locality and also to maximize the\nuse of resources within the system among the active jobs. The proposed\nscheduler has been evaluated against Fair Scheduler on virtual cluster built on\na physical cluster of 20 machines. The results demonstrate a gain of about 12%\nincrease in throughput of Jobs\n"]}]
["1208.1944",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1944"],"date":["2012-08-09"],"type":["text"],"creator":["Miller, Alexander R."],"language":[],"coverage":[],"title":["Eigenspace arrangements of reflection groups"],"description":["  The lattice of intersections of reflecting hyperplanes of a complex\nreflection group W may be considered as the poset of 1-eigenspaces of the\nelements of W. In this paper we replace 1 with an arbitrary eigenvalue and\nstudy the topology and homology representation of the resulting poset. After\nposing the main question of whether this poset is shellable, we show that all\nits upper intervals are geometric lattices, and then answer the question in the\naffirmative for the infinite family G(m,p,n) of complex reflection groups, and\nthe first 31 of the 34 exceptional groups, by constructing CL-shellings. In\naddition, we completely determine when these eigenspaces of W form a K(pi,1)\n(resp. free) arrangement.\n  For the symmetric group, we also extend the combinatorial model available for\nits intersection lattice to all other eigenvalues by introducing \"balanced\npartition posets\", presented as particular upper order ideals of Dowling\nlattices, study the representation afforded by the top (co)homology group, and\ngive a simple map to the posets of pointed d-divisible partitions.\n","Comment: Upon distributing a preliminary copy of this work, G. Lehrer informed\n  us that his student Justin Koonin has independently established similar\n  results in work that is not yet publicly available"]}]
["1208.1946",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1946","Physical Review A 86, 022305 (2012)","doi:10.1103/PhysRevA.86.022305"],"date":["2012-08-09"],"type":["text"],"creator":["Beaudoin, Félix","da Silva, Marcus P.","Dutton, Zachary","Blais, Alexandre"],"language":[],"coverage":[],"title":["First-order sidebands in circuit QED using qubit frequency modulation"],"description":["  Sideband transitions have been shown to generate controllable interaction\nbetween superconducting qubits and microwave resonators. Up to now, these\ntransitions have been implemented with voltage drives on the qubit or the\nresonator, with the significant disadvantage that such implementations only\nlead to second-order sideband transitions. Here we propose an approach to\nachieve first-order sideband transitions by relying on controlled oscillations\nof the qubit frequency using a flux-bias line. Not only can first-order\ntransitions be significantly faster, but the same technique can be employed to\nimplement other tunable qubit-resonator and qubit-qubit interactions. We\ndiscuss in detail how such first-order sideband transitions can be used to\nimplement a high fidelity controlled-NOT operation between two transmons\ncoupled to the same resonator.\n","Comment: 15 pages, 5 figures"]}]
["1208.1949",{"format":[],"subject":["Mathematics - Operator Algebras","46L05 (Primary) 47C15, 46L35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1949"],"date":["2012-08-09"],"type":["text"],"creator":["Kaftal, Victor","Ng, Ping W.","Zhang, Shuang"],"language":[],"coverage":[],"title":["Commutators and linear spans of projections in certain finite\n  C*-algebras"],"description":["  Assume that A is a unital separable simple C*-algebra with real rank zero,\nstable rank one, strict comparison of projections, and that its tracial simplex\nT(A) has a finite number of extremal points.\n  We prove that every self-adjoint element a in A in the kernel of all tracial\nstates is the sum of two commutators in A and that every positive element of A\nis a linear combination of projections with positive coefficients.\n  Assume that A is as above but \\sigma-unital. Then an element (resp. a\npositive element) a of A is a linear combination (resp. a linear combination\nwith positive coefficients) of projections if and only if for all \\tau in T(A),\nthe extension \\bar\\tau to the enveloping von Neumann algebra has a finite value\nfor the range projection of a.\n  Assume that A is unital and as above but T(A) has infinitely many extremal\npoints. Then A is not the linear span of its projections. This result settles\ntwo open problems of Marcoux.\n","Comment: 24 pages"]}]
["1208.1955",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1955","doi:10.5121/ijfls.2012.2303"],"date":["2012-08-09"],"type":["text"],"creator":["Farahbod, Fahimeh","Eftekhari, Mahdi"],"language":[],"coverage":[],"title":["Comparison of different T-norm operators in classification problems"],"description":["  Fuzzy rule based classification systems are one of the most popular fuzzy\nmodeling systems used in pattern classification problems. This paper\ninvestigates the effect of applying nine different T-norms in fuzzy rule based\nclassification systems. In the recent researches, fuzzy versions of confidence\nand support merits from the field of data mining have been widely used for both\nrules selecting and weighting in the construction of fuzzy rule based\nclassification systems. For calculating these merits the product has been\nusually used as a T-norm. In this paper different T-norms have been used for\ncalculating the confidence and support measures. Therefore, the calculations in\nrule selection and rule weighting steps (in the process of constructing the\nfuzzy rule based classification systems) are modified by employing these\nT-norms. Consequently, these changes in calculation results in altering the\noverall accuracy of rule based classification systems. Experimental results\nobtained on some well-known data sets show that the best performance is\nproduced by employing the Aczel-Alsina operator in terms of the classification\naccuracy, the second best operator is Dubois-Prade and the third best operator\nis Dombi. In experiments, we have used 12 data sets with numerical attributes\nfrom the University of California, Irvine machine learning repository (UCI).\n","Comment: 6 pages, 1 figure, 4 tables; International Journal of Fuzzy Logic\n  Systems (IJFLS) Vol.2, No.3, July 2012"]}]
["1208.1958",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1958"],"date":["2012-08-09"],"type":["text"],"creator":["Liu, Chia-an","Weng, Chih-wen"],"language":[],"coverage":[],"title":["Spectral Radius and Degree Sequence of a Graph"],"description":["  Let G be a simple connected graph of order n with degree sequence d_1, d_2,\n..., d_n in non-increasing order. The spectral radius rho(G) of G is the\nlargest eigenvalue of its adjacency matrix. For each positive integer L at most\nn, we give a sharp upper bound for rho(G) by a function of d_1, d_2, ..., d_L,\nwhich generalizes a series of previous results.\n"]}]
["1208.1959",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1959","International Journal of Computer Networks & Communications\n  (IJCNC) Vol.4, No.4, July 2012, 191-210","doi:10.5121/ijcnc.2012.4412"],"date":["2012-08-09"],"type":["text"],"creator":["Aggarwal, Akshai","Gandhi, Savita","Chaubey, Nirbhay","Shah, Pathik","Sadhwani, Madhvi"],"language":[],"coverage":[],"title":["AODVSEC: A Novel Approach to Secure Ad Hoc on-Demand Distance Vector\n  (AODV) Routing Protocol from Insider Attacks in MANETs"],"description":["  Mobile Ad hoc Network (MANET) is a collection of mobile nodes that can\ncommunicate with each other using multihop wireless links without requiring any\nfixed based-station infrastructure and centralized management. Each node in the\nnetwork acts as both a host and a router. In such scenario, designing of an\nefficient, reliable and secure routing protocol has been a major challenging\nissue over the last many years. Numerous schemes have been proposed for secure\nrouting protocols and most of the research work has so far focused on providing\nsecurity for routing using cryptography. In this paper, we propose a novel\napproach to secure Ad hoc On-demand Distance Vector (AODV) routing protocol\nfrom the insider attacks launched through active forging of its Route Reply\n(RREP) control message. AODV routing protocol does not have any security\nprovision that makes it less reliable in publicly open ad hoc network. To deal\nwith the concerned security attacks, we have proposed AODV Security Extension\n(AODVSEC) which enhances the scope of AODV for the security provision. We have\ncompared AODVSEC with AODV and Secure AODV (SAODV) in normal situation as well\nas in presence of the three concerned attacks viz. Resource Consumption (RC)\nattack, Route Disturb (RD) attack, Route Invasion (RI) attack and Blackhole\n(BH) attack. To evaluate the performances, we have considered Packet Delivery\nFraction (PDF), Average End-to-End Delay (AED), Average Throughput (AT),\nNormalized Routing Load (NRL) and Average Jitter and Accumulated Average\nProcessing Time.\n","Comment: 20 Pages, 24 Figures"]}]
["1208.1960",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1960"],"date":["2012-08-09"],"type":["text"],"creator":["Kilpio, E. Yu.","Malkov, O. Yu.","Mironov, A. V."],"language":[],"coverage":[],"title":["Comparative analysis of modern empirical spectrophotometric atlases with\n  multicolor photometric catalogues"],"description":["  We present the results of the comparative analysis of the most known\nsemi-empirical and empirical spectral atlases that was carried out using the\ndata from the WBVR photometric catalogue. The results show that standard error\nof synthesized stellar magnitudes calculated with SEDs from best spectral\natlases reaches 0.02 mag. It has been also found out that some of modern\nspectral atlases are burdened with significant systematic errors. The agreement\nfor the 5000-10000 A spectral range is rather satisfactory, while there are\nproblems for wavelengths shorter than 4400 A.\n","Comment: 8 pages, 5 figures, this work was presented at the International\n  Workshop on Stellar Spectral Libraries (IWSSL), Dehli, India, December 2011;\n  Astronomical Society of India Conference Series (ASICS), P. Prugniel and H.\n  P. Singh (Editors), 2012"]}]
["1208.1963",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Information Theory","05D99, 05C35, 05C62, 94A24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1963"],"date":["2012-08-09"],"type":["text"],"creator":["Körner, János","Muzi, Irene"],"language":[],"coverage":[],"title":["Degree-doubling graph families"],"description":["  Let G be a family of n-vertex graphs of uniform degree 2 with the property\nthat the union of any two member graphs has degree four. We determine the\nleading term in the asymptotics of the largest cardinality of such a family.\nSeveral analogous problems are discussed.\n","Comment: 9 pages"]}]
["1208.1982",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture","C.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1982","International Journal of Computer Networks & Communications\n  (IJCNC) Vol.4, No.4, July 2012, 235-249"],"date":["2012-08-09"],"type":["text"],"creator":["Tandon, Ravi"],"language":[],"coverage":[],"title":["Determination Of Optimal Number Of Clusters In Wireless Sensor Networks"],"description":["  Prolonged network lifetime, scalability and efficient load balancing are\nessential for optimal performance of a wireless sensor network. Clustering\nprovides an effective way of extending the lifetime of a sensor network.\nClustering is the process that divides sensor networks into smaller localized\ngroup (called clusters) of members with a cluster head. Clustering protocols\nneed to elect optimal number of clusters in hierarchically structured wireless\nsensor networks. Any clustering scheme that elects clusters uniformly\n(irrespective of the distance from Base Station) incurs excessive energy usage\non clusters proximal and distant to Base Station. In single hop networks a\ngradual increment in the energy depletion rate is observed as the distance from\nthe cluster head increases. This work focuses on the analysis of wasteful\nenergy consumption within a uniform cluster head election model (EPEM) and\nprovides an analytic solution to reduce the overall consumption of energy usage\namongst the clusters elected in a wireless sensor network. A circular model of\nsensor network is considered, where the sensor nodes are deployed around a\ncentrally located Base Station. The sensor network is divided into several\nconcentric rings centred at the Base Station. A model, Unequal Probability\nElection Model (UEPEM), which elects cluster heads non-uniformly is proposed.\nThe probability of cluster head election depends on the distance from the Base\nStation. UEPEM reduces the overall energy usage by about 21% over EPEM. The\nperformance of UEPEM improves as the number of rings is increased.\n","Comment: 18 pages, 14 figures"]}]
["1208.1983",{"format":[],"subject":["Computer Science - Graphics","68U10","I.4.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1983","International Journal of Computer Graphics & Animation (IJCGA)\n  Vol.2, No.2/3, July 2012, 17-35"],"date":["2012-08-09"],"type":["text"],"creator":["Singh, Sukhpal"],"language":[],"coverage":[],"title":["An algorithm for improving the quality of compacted JPEG image by\n  minimizes the blocking artifacts"],"description":["  The Block Transform Coded, JPEG- a lossy image compression format has been\nused to keep storage and bandwidth requirements of digital image at practical\nlevels. However, JPEG compression schemes may exhibit unwanted image artifacts\nto appear - such as the 'blocky' artifact found in smooth/monotone areas of an\nimage, caused by the coarse quantization of DCT coefficients. A number of image\nfiltering approaches have been analyzed in literature incorporating\nvalue-averaging filters in order to smooth out the discontinuities that appear\nacross DCT block boundaries. Although some of these approaches are able to\ndecrease the severity of these unwanted artifacts to some extent, other\napproaches have certain limitations that cause excessive blurring to\nhigh-contrast edges in the image. The image deblocking algorithm presented in\nthis paper aims to filter the blocked boundaries. This is accomplished by\nemploying smoothening, detection of blocked edges and then filtering the\ndifference between the pixels containing the blocked edge. The deblocking\nalgorithm presented has been successful in reducing blocky artifacts in an\nimage and therefore increases the subjective as well as objective quality of\nthe reconstructed image.\n","Comment: 18 pages with 19 Figures, To appear in the Proceedings of\n  International Journal of Computer Graphics & Animation (IJCGA) Vol.2, No.2/3,\n  July 2012, 17-35"]}]
["1208.1984",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1984"],"date":["2012-08-09"],"type":["text"],"creator":["Kanchu, Krishnama Raju","Kak, Subhash"],"language":[],"coverage":[],"title":["Goldbach Ellipse Sequences for Cryptographic Applications"],"description":["  The paper studies cryptographically useful properties of the sequence of the\nsizes of Goldbach ellipses. We show that binary subsequences based on this\nsequence have useful properties. They can be used to generate keys and to\nprovide an index-based mapping to numbers. The paper also presents a protocol\nfor secure session keys that is based on Goldbach partitions.\n","Comment: 8 pages, 5 figures, 4 tables"]}]
["1208.1988",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1988","Nature 488, p. 61 (2012)","doi:10.1038/nature11265"],"date":["2012-08-09"],"type":["text"],"creator":["Mebrahtu, Henok T.","Borzenets, Ivan V.","Liu, Dong E.","Zheng, Huaixiu","Bomze, Yuriy V.","Smirnov, Alex I.","Baranger, Harold U.","Finkelstein, Gleb"],"language":[],"coverage":[],"title":["Quantum Phase Transition in a Resonant Level Coupled to Interacting\n  Leads"],"description":["  An interacting one-dimensional electron system, the Luttinger liquid, is\ndistinct from the \"conventional\" Fermi liquids formed by interacting electrons\nin two and three dimensions. Some of its most spectacular properties are\nrevealed in the process of electron tunneling: as a function of the applied\nbias or temperature the tunneling current demonstrates a non-trivial power-law\nsuppression. Here, we create a system which emulates tunneling in a Luttinger\nliquid, by controlling the interaction of the tunneling electron with its\nenvironment. We further replace a single tunneling barrier with a\ndouble-barrier resonant level structure and investigate resonant tunneling\nbetween Luttinger liquids. For the first time, we observe perfect transparency\nof the resonant level embedded in the interacting environment, while the width\nof the resonance tends to zero. We argue that this unique behavior results from\nmany-body physics of interacting electrons and signals the presence of a\nquantum phase transition (QPT). In our samples many parameters, including the\ninteraction strength, can be precisely controlled; thus, we have created an\nattractive model system for studying quantum critical phenomena in general. Our\nwork therefore has broadly reaching implications for understanding QPTs in more\ncomplex systems, such as cold atoms and strongly correlated bulk materials.\n","Comment: 11 pages total (main text + supplementary)"]}]
["1208.1995",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1995"],"date":["2012-08-09"],"type":["text"],"creator":["Tamaki, Kiyoshi","Koashi, Masato","Kato, Go"],"language":[],"coverage":[],"title":["Unconditional security of coherent-state-based differential phase shift\n  quantum key distribution protocol with block-wise phase randomization"],"description":["  We prove the unconditional security of coherent-state-based differential\nphase shift quantum key distribution protocol (DPSQKD) with block-wise phase\nrandomization. Our proof is based on the conversion of DPSQKD to an equivalent\nentanglement-distillation protocol where the estimated phase error rate\ndetermines the amount of the privacy amplification. The generated final key has\na contribution from events where the sender emits two or more photons,\nindicating the robustness of DPSQKD against photon-number-splitting attacks.\n","Comment: 15 pages and 12 figures"]}]
["1208.1996",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1996"],"date":["2012-08-09"],"type":["text"],"creator":["Hektor, Andi","Raidal, Martti","Tempel, Elmo"],"language":[],"coverage":[],"title":["Double gamma-ray lines from unassociated Fermi-LAT sources revisited"],"description":["  We search for the presence of double gamma-ray line from unassociated\nFermi-LAT sources including detailed Monte Carlo simulations to study its\nglobal statistical significance. Applying the Su & Finkbeiner selection\ncriteria for high-energy photons we obtain a similar excess over the power-law\nbackground from 12 unassociated sources. However, the Fermi-LAT energy\nresolution and the present low statistics does not allow to distinguish a\ndouble peak from a single one with any meaningful statistical significance. We\nstudy the statistical significance of the fit to data with Monte Carlo\nsimulations and show that the fit agrees almost perfectly with the expectations\nfrom random scan over the sky. We conclude that the claimed high-energy\ngamma-ray excess over the power-law background from unassociated sources is\nnothing but an artifact of the applied selection criteria and no preference to\nany excess can be claimed with the present statistics.\n","Comment: 3 pages, 1 figure"]}]
["1208.1998",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1998"],"date":["2012-08-09"],"type":["text"],"creator":["Christian, David","Geelhoed, Mike","Mokhov, Nikolai"],"language":[],"coverage":[],"title":["E906/SeaQuest MARS15 Simulation"],"description":["  A series of MARS15 simulations were done to verify and guide the design of\nsteel and concrete shielding, around the first E906-SeaQuest spectrometer\nmagnet, and the target area immediately upstream of it. The result of the last\nround of simulations is summarized here. This magnet is a solid iron dipole\nmagnet and serves as a beam dump, as well as a muon analysis magnet.\n  The E906-SeaQuest spectrometer is designed to measure high energy muons\nproduced in the forward direction by interactions of the FNAL 120-GeV Main\nInjector proton beam, with a variety of targets.\n","Comment: 10 pp"]}]
["1208.2002",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2002"],"date":["2012-08-09"],"type":["text"],"creator":["Balan, Horia Vlad","Psounis, Konstantinos"],"language":[],"coverage":[],"title":["Tag Spotting at the Interference Range"],"description":["  In wireless networks, the presence of interference among wireless links in-\ntroduces dependencies among flows that do not share a single link or node. As a\nresult, when designing a resource allocation scheme, be it a medium access\nscheduler or a flow rate controller, one needs to consider the interdependence\namong nodes within interference range of each other. Specifically, control\nplane information needs to reach nearby nodes which often lie outside the\ncommuni- cation range, but within the interference range of a node of interest.\nBut how can one communicate control plane information well beyond the existing\ncommunication range? To address this fundamental need we introduce tag\nspotting. Tag spotting refers to a communication system which allows re- liable\ncontrol data transmission at SNR values as low as 0 dB. It does this by\nemploying a number of signal encoding techniques including adding redundancy to\nmultitone modulation, shaping the spectrum to reduce inter-carrier interfer-\nence, and the use of algebraic coding. Making use of a detection theory-based\nmodel we analyze the performance achievable by our modulation as well as the\ntrade-off between the rate of the information transmitted and the likelihood of\nerror. Using real-world experiments on an OFDM system built with software\nradios, we show that we can transmit data at the target SNR value of 0 dB with\na 6% overhead; that is, 6% of our packet is used for our low-SNR decodable tags\n(which carry up to a couple of bytes of data in our testbed), while the remain-\ning 94% is used for traditional header and payload data. We also demonstrate\nvia simulations how tag spotting can be used in implementing fair and efficient\nrate control and scheduling schemes.\n","Comment: 30 pages"]}]
["1208.2004",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2004","Phys.Rev.ST Accel.Beams 14 (2011) 060704","doi:10.1103/PhysRevSTAB.14.060704"],"date":["2012-08-09"],"type":["text"],"creator":["Lumpkin, A. H.","Johnson, A. S.","Ruan, J.","Santucci, J.","Sun, Y. -E.","Thurman-Keup, R.","Edwards, H."],"language":[],"coverage":[],"title":["Upgrades of beam diagnostics in support of emittance-exchange\n  experiments at the Fermilab A0 photoinjector"],"description":["  The possibility of using electron beam phase space manipulations to support a\nfree-electron laser accelerator design optimization has motivated our research.\nAn on-going program demonstrating the exchange of transverse horizontal and\nlongitudinal emittances at the Fermilab A0 photoinjector has benefited recently\nfrom the upgrade of several of the key diagnostics stations. Accurate\nmeasurements of these properties upstream and downstream of the exchanger\nbeamline are needed. Improvements in the screen resolution term and reduced\nimpact of the optical system's depth-of-focus by using YAG:Ce single crystals\nnormal to the beam direction will be described. The requirement to measure\nsmall energy spreads (<10 keV) in the spectrometer and the exchange process\nwhich resulted in bunch lengths less than 500 fs led to other diagnostics\nperformance adjustments and upgrades as well. A longitudinal to transverse\nexchange example is also reported.\n","Comment: 16 pp"]}]
["1208.2018",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2018"],"date":["2012-08-09"],"type":["text"],"creator":["McGee, M. W.","Leibfritz, J.","Martinez, A.","Pischalnikov, Y.","Schappert, W."],"language":[],"coverage":[],"title":["Vibrational measurement for commissioning SRF Accelerator Test Facility\n  at Fermilab"],"description":["  The commissioning of two cryomodule components is underway at Fermilab's\nSuperconducting Radio Frequency (SRF) Accelerator Test Facility. The research\nat this facility supports the next generation high intensity linear\naccelerators such as the International Linear Collider (ILC), a new high\nintensity injector (Project X) and other future machines. These components,\nCryomodule #1 (CM1) and Capture Cavity II (CC2), which contain 1.3 GHz cavities\nare connected in series in the beamline and through cryogenic plumbing. Studies\nregarding characterization of ground motion, technical and cultural noise\ncontinue. Mechanical transfer functions between the foundation and critical\nbeamline components have been measured and overall system displacement\ncharacterized. Baseline motion measurements given initial operation of\ncryogenic, vacuum systems and other utilities are considered.\n","Comment: 3 pp. Particle Accelerator, 24th Conference (PAC'11) 2011. 28 Mar - 1\n  Apr 2011. New York, USA"]}]
["1208.2019",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2019"],"date":["2012-08-09"],"type":["text"],"creator":["Prost, L. R.","Bhat, C. M.","Burov, A.","Crisp, J.","Eddy, N.","Hu, M.","Shemyakin, A."],"language":[],"coverage":[],"title":["Transverse instability of the antiproton beam in the Recycler Ring"],"description":["  The brightness of the antiproton beam in Fermilab's 8 GeV Recycler ring is\nlimited by a transverse instability. This instability has occurred during the\nextraction process to the Tevatron for large stacks of antiprotons even with\ndampers in operation. This paper describes observed features of the\ninstability, introduces the threshold phase density to characterize the beam\nstability, and finds the results to be in agreement with a resistive wall\ninstability model. Effective exclusion of the longitudinal tails from Landau\ndamping by decreasing the depth of the RF potential well is observed to lower\nthe threshold density by up to a factor of two.\n","Comment: 3 pp. Particle Accelerator, 24th Conference (PAC'11) 2011. 28 Mar - 1\n  Apr 2011. New York, USA"]}]
["1208.2024",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2024"],"date":["2012-08-09"],"type":["text"],"creator":["José, Artur Nogueira de São","Dias, Patrícia Mascarenhas","de Magalhães, Arthur Rodrigo Bosco","de Faria, José Geraldo Peixoto"],"language":[],"coverage":[],"title":["Toward irreversibility with a finite bath of oscillators"],"description":["  We investigate the routes by which a bath composed of a finite number of\noscillators at zero temperature approaches the induction of dissipation when it\nnears the usual limit of dense spectrum spread in an infinite interval. It is\nshown that, when this limit is taken, different distributions of environment\nfrequencies can lead to the same irreversible evolution. However, when we move\naway from it, the dynamics departs from irreversibility in qualitatively\ndifferent manners.\n","Comment: 19 pages, 7 figures"]}]
