["1107.0399",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Artificial Intelligence","68T45","E.5","E.4","E.2","H.1.1","F.1.1","F.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0399","Proceedings of the IEEE International Conference on Robotics and\n  Biomimetics (ROBIO), 2011 , Page(s): 1591 - 1596","doi:10.1109/ROBIO.2011.6181516"],"date":["2011-07-02","2012-07-10"],"type":["text"],"creator":["Kupervasser, Oleg","Voronov, Vladimir"],"language":["en"],"coverage":[],"title":["Vision-Based Navigation I: A navigation filter for fusing\n  DTM/correspondence updates"],"description":["  An algorithm for pose and motion estimation using corresponding features in\nimages and a digital terrain map is proposed. Using a Digital Terrain (or\nDigital Elevation) Map (DTM/DEM) as a global reference enables recovering the\nabsolute position and orientation of the camera. In order to do this, the DTM\nis used to formulate a constraint between corresponding features in two\nconsecutive frames. The utilization of data is shown to improve the robustness\nand accuracy of the inertial navigation algorithm. Extended Kalman filter was\nused to combine results of inertial navigation algorithm and proposed\nvision-based navigation algorithm. The feasibility of this algorithms is\nestablished through numerical simulations.\n","Comment: 26 pages, 3 figures, in English and in Russian. arXiv admin note:\n  substantial text overlap with arXiv:1106.6341, arXiv:1107.1470"]}]
["1204.0418",{"format":[],"subject":["Mathematics - Operator Algebras","High Energy Physics - Theory","81T75, 46L87, 58B34, 57R56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0418"],"date":["2012-04-02","2012-08-16"],"type":["text"],"creator":["Pfante, Oliver"],"language":[],"coverage":[],"title":["A Chern-Simons action for noncommutative spaces in general with the\n  example SU_q(2)"],"description":["  Witten constructed a topological quantum field theory with the Chern-Simons\naction as Lagrangian. We define a Chern-Simons action for 3-dimensional\nspectral triples. We prove gauge invariance of the Chern-Simons action, and we\nprove that it concurs with the classical one in the case the spectral triple\ncomes from a 3-dimensional spin manifold. In contrast to the classical\nChern-Simons action, or a noncommutative generalization of it introduced by A.\nH. Chamseddine, A. Connes, and M. Marcolli by use of cyclic cohomology, the\nformula of our definition contains a linear term which shifts the critical\npoints of the action, i. e. the solutions of the corresponding variational\nproblem. Additionally, we investigate and compute the action for a particular\nexample: the quantum group SU_q(2). Two different spectral triples were\nconstructed for SU_q(2). We investigate the Chern-Simons action, defined in the\npresent paper, in both cases, and conclude the non-topological nature of the\naction. Using the Chern-Simons action as Lagrangian we define and compute the\npath integral, at least conceptually.\n","Comment: 35 pages. Due to publication this paper was replaced by a version\n  which merges the previous one with another paper of me: arXiv:1204.0408; \"A\n  Chern-Simons action for noncommutative spaces\". arXiv admin note: text\n  overlap with arXiv:math/0209142, arXiv:1204.0411"]}]
["1205.1255",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q30, 76D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1255"],"date":["2012-05-06","2012-07-18"],"type":["text"],"creator":["Fang, Daoyuan","Qian, Chenyin"],"language":[],"coverage":[],"title":["The regularity criterion for 3D Navier-Stokes Equations"],"description":["  In this article, we establish sufficient conditions for the regularity of\nsolutions of Navier-Stokes equations based on one of the nine entries of the\ngradient tensor. We improve the recently results of C.S. Cao, E.S. Titi (Arch.\nRational Mech.Anal. 202 (2011) 919-932) and Y. Zhou, M. Pokorn$\\acute{y}$\n(Nonlinearity 23, 1097-1107 (2010)).\n","Comment: arXiv admin note: text overlap with arXiv:1005.4463 by other authors"]}]
["1207.4911",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4911"],"date":["2012-07-20","2012-10-10"],"type":["text"],"creator":["Toyota, Norihito"],"language":[],"coverage":[],"title":["Second Parrondo's Paradox in Scale Free Networks"],"description":["  Parrondo's paradox occurs in sequences of games in which a winning\nexpectation value of a payoff may be obtained by playing two games in a random\norder, even though each game in the sequence may be lost when played\nindividually.Several variations of Parrondo's games apparently with the same\nparadoxical property have been introduced by G.P. Harmer and D. Abbott; history\ndependence, one dimensional line, two dimensional lattice and so on. I have\nshown that Parrondo's paradox does not occur in scale free networks in the\nsimplest case with the same number of parameters as the original Parrondo's\nparadox. It suggests that some technical complexities are needed to present\nParrondo's paradox in scale free networks. In this article, I show that a\nsimple modification with the same number of parameters as the original\nParrondo's paradox creates Parrondo's paradox in scale free. This paradox is,\nhowever, created by a quite different mechanism from the original Parrondo's\nparadox and a considerably rare phenomenon, where the discrete property of\ndegree of nodes is crucial. I call it the second Parrondo's paradox.\n","Comment: 10 pages, 5 figures, 1 Table. In new version, I refined some\n  discussions in the section 4 and corrected some trivial typing errors. arXiv\n  admin note: substantial text overlap with arXiv:1204.5249"]}]
