["0704.2931",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2931","Sciences et Techniques en Perspective IIe s\\'erie, fasc. 1 (2007)\n  (2008) p. 5-85"],"date":["2007-04-23","2012-02-14"],"type":["text"],"creator":["Brechenmacher, Frederic"],"language":[],"coverage":[],"title":["L'identit\\'e alg\\'ebrique d'une pratique port\\'ee par la discussion sur\n  l'\\'equation \\`a l'aide de laquelle on d\\'etermine les in\\'egalit\\'es\n  s\\'eculaires des plan\\`etes (1766-1874)"],"description":["  What did \"algebra\" mean before the development of the algebraic theories of\nthe 20th century ? This paper stresses the identities taken by the algebraic\npractices developped during the century long discussion around the equation\naround the equation of secular inequalities (1766- 1874). In 1874, a strong\ncontroversy on the theory of bilinear and quadratic forms opposed Camille\nJordan and Leopold Kronecker. The arithmetical ideal of Kronecker faced\nJordan's claim for the simplicity of his algebraic canonical form. As the\ncontroversy combined mathematical and historical arguments, it gave rise to the\nwriting of a history of the methods used by Lagrange, Laplace and Weierstrass\nin a century long mathematical discussion around the \"equation of secular\ninequalities\".\n","Comment: Il s'agit d'une version pr\\'e publication ant\\'erieure de plusieurs\n  mois \\`a la version publi\\'ee (r\\'ef\\'erence jointe). Les commentaires du\n  comit\\'e de lecture et le travail d'\\'edition ont amen\\'e une \\'evolution\n  importante du contenu de cet article dans la version finale. Se reporter \\`a\n  la version publi\\'ee"]}]
["0802.1620",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1620","Encyclopedia of Complexity and Systems Science (Editor-in-Chief:\n  R.A. Meyers), pages 3142-3176 (Springer 2009)","doi:10.1016/j.ssci.2011.12.024"],"date":["2008-02-12"],"type":["text"],"creator":["Schadschneider, Andreas","Klingsch, Wolfram","Kluepfel, Hubert","Kretz, Tobias","Rogsch, Christian","Seyfried, Armin"],"language":[],"coverage":[],"title":["Evacuation Dynamics: Empirical Results, Modeling and Applications"],"description":["  This extensive review was written for the ``Encyclopedia of Complexity and\nSystem Science'' (Springer, 2008) and addresses a broad audience ranging from\nengineers to applied mathematicians, computer scientists and physicists. It\nprovides an extensive overview of various aspects of pedestrian dynamics,\nfocussing on evacuation processes. First the current status of empirical\nresults is critically reviewed as it forms the basis for the calibration of\nmodels needed for quantitative predictions. Then various modeling approaches\nare discussed, focussing on cellular automata models. Finally, some specific\napplications to safety analysis in public buildings or public transport are\npresented.\n","Comment: 57 pages, 19 figures; to appear in: ``Encyclopedia of Complexity and\n  System Science'', B. Meyers (Ed.) (Springer, Berlin, 2008); for more\n  information and a version with high quality figures, see\n  <http://www.ped-net.org>"]}]
["0803.0233",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems","37J35, 37J15, 14H70, 14H40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0233","J. Phys. A: Math. Gen., vol. 41, issue 37, (2008)","doi:10.1088/1751-8113/41/39/395201"],"date":["2008-03-03"],"type":["text"],"creator":["Vuk, Martin"],"language":[],"coverage":[],"title":["Algebraic integrability of confluent Neumann system"],"description":["  In this paper we study the Neumann system, which describes the harmonic\noscillator (of arbitrary dimension) constrained to the sphere. In particular we\nwill consider the confluent case where two eigenvalues of the potential\ncoincide, which implies that the system has S^{1} symmetry. We will prove\ncomplete algebraic integrability of confluent Neumann system and show that its\nflow can be linearized on the generalized Jacobian torus of some singular\nalgebraic curve. The symplectic reduction of S^{1} action will be described and\nwe will show that the general Rosochatius system is a symplectic quotient of\nthe confluent Neumann system, where all the eigenvalues of the potential are\ndouble. This will give a new mechanical interpretation of the Rosochatius\nsystem.\n","Comment: 17 pages, 1 figure"]}]
["0804.0676",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0676","Annales de l'Institut Henri Poincar\\'e (B) Probabilit\\'es et\n  Statistiques 47, 3 (2011) 748-789","doi:10.1214/10-AIHP383"],"date":["2008-04-04","2010-08-02"],"type":["text"],"creator":["Dalalyan, Arnak","Yoshida, Nakahiro"],"language":[],"coverage":[],"title":["Second-order asymptotic expansion for a non-synchronous covariation\n  estimator"],"description":["  In this paper, we consider the problem of estimating the covariation of two\ndiffusion processes when observations are subject to non-synchronicity.\nBuilding on recent papers \\cite{Hay-Yos03, Hay-Yos04}, we derive second-order\nasymptotic expansions for the distribution of the Hayashi-Yoshida estimator in\na fairly general setup including random sampling schemes and non-anticipative\nrandom drifts. The key steps leading to our results are a second-order\ndecomposition of the estimator's distribution in the Gaussian set-up, a\nstochastic decomposition of the estimator itself and an accurate evaluation of\nthe Malliavin covariance. To give a concrete example, we compute the constants\ninvolved in the resulting expansions for the particular case of sampling scheme\ngenerated by two independent Poisson processes.\n"]}]
["0807.4203",{"format":[],"subject":["Mathematics - Algebraic Geometry","14PXX, 14A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4203","Topology of Stratified Spaces, MSRI Publ. 58, Cambridge U. Press,\n  New York 2011, 121-160"],"date":["2008-07-26","2009-03-17"],"type":["text"],"creator":["McCrory, Clint","Parusinski, Adam"],"language":[],"coverage":[],"title":["The weight filtration for real algebraic varieties"],"description":["  Using the work of Guillen and Navarro Aznar we associate to each real\nalgebraic variety a filtered chain complex, the weight complex, which is\nwell-defined up to filtered quasi-isomorphism, and which induces on Borel-Moore\nhomology with Z/2 coefficients an analog of the weight filtration for complex\nalgebraic varieties.\n","Comment: 29 pages. Improved discussions: weight spectral sequence (Proposition\n  1.8), Nash constructible functions (Theorem 3.4). New section on virtual\n  Poincare polynomial (section 4.1)"]}]
["0808.0297",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Classical Analysis and ODEs","26A06, 51M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0297","Australian Journal of Mathematical Analysis and Applications,\n  Volume 9, Issue 1(2012), 1--12"],"date":["2008-08-03"],"type":["text"],"creator":["Horwitz, Alan"],"language":[],"coverage":[],"title":["Ellipses Inscribed in Parallelograms"],"description":["  We prove that there exists a unique ellipse of minimal eccentricity, E_{I},\ninscribed in a parallelogram, D. We also prove that the smallest nonnegative\nangle between equal conjugate diameters of E_{I} equals the smallest\nnonnegative angle between the diagonals of D. We also prove that if E_{M} is\nthe unique ellipse inscribed in a rectangle, R, which is tangent at the\nmidpoints of the sides of R, then E_{M} is the unique ellipse of minimal\neccentricity, maximal area, and maximal arc length inscribed in R. Let D be any\nconvex quadrilateral. In previous papers, the author proved that there is a\nunique ellipse of minimal eccentricity, E_{I}, inscribed in D, and a unique\nellipse, E_{O}, of minimal eccentricity circumscribed about D. We defined D to\nbe bielliptic if E_{I} and E_{O} have the same eccentricity. In this paper we\nshow that a parallelogram, D, is bielliptic if and only if the square of the\nlength of one of the diagonals of D equals twice the square of the length of\none of the sides of D.\n","Comment: Submitted for publication to the Glasgow Mathematical Journal. 13\n  pages, no figures"]}]
["0808.1391",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1391","International Journal of Quantum Information (IJQI) Volume: 8,\n  Issue: 3(2010) pp. 411-434","doi:10.1142/S0219749910006344"],"date":["2008-08-10","2012-02-13"],"type":["text"],"creator":["Ahmed, Aden","Bleiler, Steve","Khan, Faisal Shah"],"language":[],"coverage":[],"title":["Octonionization of three player, two strategy maximally entangled\n  quantum games"],"description":["  We develop an octonionic representation of the payoff function for three\nplayer, two strategy, maximally entangled quantum games in order to obtain\ncomputationally friendly version of this function. This computational\ncapability is then exploited to analyze and potentially classify the Nash\nequilibria in the quantum games.\n"]}]
["0809.4442",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4442","Z. Kristallogr. 223 (2008) 801-804","doi:10.1524/zkri.2008.1070"],"date":["2008-09-25"],"type":["text"],"creator":["Gähler, F.","Hunton, J.","Kellendonk, J."],"language":[],"coverage":[],"title":["Integer Cech Cohomology of Icosahedral Projection Tilings"],"description":["  The integer Cech cohomology of canonical projection tilings of dimension\nthree and codimension three is derived. These formulae are then evaluated for\nseveral icosahedral tilings known from the literature. Rather surprisingly, the\ncohomologies of all these tilings turn out to have torsion. This is the case\neven for the Danzer tiling, which is, in some sense, the simplest of all\nicosahedral tilings. This result is in contrast to the case of two-dimensional\ncanonical projection tilings, where many examples without torsion are known.\n"]}]
["0810.1756",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1756","doi:10.1016/j.tcs.2011.09.026"],"date":["2008-10-09","2012-02-13"],"type":["text"],"creator":["Bradonjic, Milan","Kohler, Eddie","Ostrovsky, Rafail"],"language":[],"coverage":[],"title":["Near-Optimal Radio Use For Wireless Network Synchronization"],"description":["  We consider the model of communication where wireless devices can either\nswitch their radios off to save energy, or switch their radios on and engage in\ncommunication. We distill a clean theoretical formulation of this problem of\nminimizing radio use and present near-optimal solutions. Our base model ignores\nissues of communication interference, although we also extend the model to\nhandle this requirement. We assume that nodes intend to communicate\nperiodically, or according to some time-based schedule. Clearly, perfectly\nsynchronized devices could switch their radios on for exactly the minimum\nperiods required by their joint schedules. The main challenge in the deployment\nof wireless networks is to synchronize the devices' schedules, given that their\ninitial schedules may be offset relative to one another (even if their clocks\nrun at the same speed). We significantly improve previous results, and show\noptimal use of the radio for two processors and near-optimal use of the radio\nfor synchronization of an arbitrary number of processors. In particular, for\ntwo processors we prove deterministically matching $\\Theta(\\sqrt{n})$ upper and\nlower bounds on the number of times the radio has to be on, where $n$ is the\ndiscretized uncertainty period of the clock shift between the two processors.\n(In contrast, all previous results for two processors are randomized.) For\n$m=n^\\beta$ processors (for any $\\beta < 1$) we prove $\\Omega(n^{(1-\\beta)/2})$\nis the lower bound on the number of times the radio has to be switched on (per\nprocessor), and show a nearly matching (in terms of the radio use)\n$\\~{O}(n^{(1-\\beta)/2})$ randomized upper bound per processor, with failure\nprobability exponentially close to 0. For $\\beta \\geq 1$ our algorithm runs\nwith at most $poly-log(n)$ radio invocations per processor. Our bounds also\nhold in a radio-broadcast model where interference must be taken into account.\n","Comment: 23 pages"]}]
["0812.4906",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","55R45 (primary), 19L99, 19K99, 55R35 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4906","Methods Funct. Anal. Topology 16 (2010), no. 3, 242--258"],"date":["2008-12-29","2012-02-14"],"type":["text"],"creator":["Lakos, Gyula"],"language":[],"coverage":[],"title":["On the $H$-ring structure of infinite Grassmannians"],"description":["  The $H$-ring structure of certain infinite(-dimensional) Grassmannians is\ndiscussed using various algebraic and analytical methods but so that cellular\narguments are avoided. These methods allow us to discuss these Grassmannian in\ngreater generality.\n","Comment: 18 pages"]}]
["0901.1515",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","16G20, 16E35, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1515","doi:10.2140/ant.2011.5.567"],"date":["2009-01-12","2012-02-14"],"type":["text"],"creator":["Bastian, Janine"],"language":[],"coverage":[],"title":["Mutation classes of \\tilde{A}_n-quivers and derived equivalence\n  classification of cluster tilted algebras of type \\tilde{A}_n"],"description":["  We give an explicit description of the mutation classes of quivers of type\n\\tilde{A}_n. Furthermore, we provide a complete classification of cluster\ntilted algebras of type \\tilde{A}_n up to derived equivalence. We show that the\nbounded derived category of such an algebra depends on four combinatorial\nparameters of the corresponding quiver.\n","Comment: 24 pages. v2: Correction of Definition 3.4. References added. Minor\n  changes. v3: Revision of Definition 3.4 and Definition 3.9 (now 3.8). Proof\n  of Lemma 3.7 (now 3.6) considerably simplified. Minor editorial changes. v4:\n  Some examples omitted. Some proofs shortened. Minor editorial changes. v5:\n  Final version. Minor editorial changes. arXiv admin note: text overlap with\n  arXiv:math/0607348 by other authors"]}]
["0902.0196",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","68T10, 43A77, 14L24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0196"],"date":["2009-02-01","2012-02-13"],"type":["text"],"creator":["Kakarala, Ramakrishna"],"language":[],"coverage":[],"title":["The bispectrum as a source of phase-sensitive invariants for Fourier\n  descriptors: a group-theoretic approach"],"description":["  This paper develops the theory behind the bispectrum, a concept that is well\nestablished in statistical signal processing but not, until recently, extended\nto computer vision as a source of frequency-domain invariants. Recent papers on\nusing the bispectrum in vision show good results when the bispectrum is applied\nto spherical harmonic models of three-dimensional (3-D) shapes, in particular\nby improving discrimination over previously-proposed magnitude invariants, and\nalso by allowing detection of neutral pose in human activity detection. The\nbispectrum has also been formulated for vector spherical harmonics, which have\nbeen used in medical imaging for 3-D anatomical modeling. In a paper published\nin this journal, Smach {\\it et al.} use duality theory to establish the\ncompleteness of second-order invariants which, as shown here, are the same as\nthe bispectrum. This paper unifies earlier works of various researchers by\nderiving the bispectrum formula for all compact groups. It also provides a\nconstructive algorithm for recovering functions from their bispectral values on\nSO(3). The main theoretical result shows that the bispectrum serves as a\ncomplete source of invariants for homogeneous spaces of compact groups,\nincluding such important domains as the sphere $S^2$.\n"]}]
["0903.0944",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0944","Phys. Rev. B 79, 104428 (2009)","doi:10.1103/PhysRevB.79.104428"],"date":["2009-03-05"],"type":["text"],"creator":["Wang, Zhi-Hui","Wang, Bing-Shen","Su, Zhao-Bin"],"language":[],"coverage":[],"title":["Entanglement evolution of a spin chain bath in driving the decoherence\n  of a coupled quantum spin"],"description":["  For an electron spin in coupling with an interacting spin chain via\nhyperfine-type interaction, we investigate the dynamical evolutions of the\npairwise entanglement of the spin chain and a correlation function joined the\nelectron spin with a pair of chain spins in correspondence to the electron spin\ncoherence evolution. Both quantities manifest a periodic and a decaying\nevolution. The entanglement of the spin bath is significant in distinguishing\nthe zero-coherence status exhibited in periodic and decoherence evolutions of\nthe electron spin. The periodical concurrence evolution of the spin bath\ncharacterizes the whole system in a coherence-preserving phase, particularly\nfor the case that the associated periodic coherence evolution is predominated\nby zero-value in the infinite chain-length limit, which was often regarded as\nthe realization of decoherence.\n","Comment: accepted by Phys. Rev. B"]}]
["0905.1527",{"format":[],"subject":["Mathematics - Complex Variables","30D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1527"],"date":["2009-05-10","2012-02-13"],"type":["text"],"creator":["Ghisa, Dorin"],"language":[],"coverage":[],"title":["Riemann Zeta Function"],"description":["  Global mapping properties of the Riemann Zeta function are used to\ninvestigate its non trivial zeros.\n"]}]
["0909.4790",{"format":[],"subject":["Mathematics - Probability","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4790","Annals of Applied Probability 2011, Vol. 21, No. 6, 2226-2262","doi:10.1214/10-AAP756"],"date":["2009-09-25","2012-02-14"],"type":["text"],"creator":["Anderson, David F.","Ganguly, Arnab","Kurtz, Thomas G."],"language":[],"coverage":[],"title":["Error analysis of tau-leap simulation methods"],"description":["  We perform an error analysis for numerical approximation methods of\ncontinuous time Markov chain models commonly found in the chemistry and\nbiochemistry literature. The motivation for the analysis is to be able to\ncompare the accuracy of different approximation methods and, specifically,\nEuler tau-leaping and midpoint tau-leaping. We perform our analysis under a\nscaling in which the size of the time discretization is inversely proportional\nto some (bounded) power of the norm of the state of the system. We argue that\nthis is a more appropriate scaling than that found in previous error analyses\nin which the size of the time discretization goes to zero independent of the\nrest of the model. Under the present scaling, we show that midpoint tau-leaping\nachieves a higher order of accuracy, in both a weak and a strong sense, than\nEuler tau-leaping; a result that is in contrast to previous analyses. We\npresent examples that demonstrate our findings.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AAP756 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0909.5344",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5344","Annals of Global Analysis and Geometry 38, 3 (2010) 259-271","doi:10.1007/s10455-010-9211-7"],"date":["2009-09-29","2010-05-26"],"type":["text"],"creator":["Matveev, Vladimir S.","Mounoud, Pierre"],"language":[],"coverage":[],"title":["Gallot-Tanno Theorem for closed incomplete pseudo-Riemannian manifolds\n  and applications"],"description":["  We extend the Gallot-Tanno Theorem to closed pseudo-Riemannian manifolds. It\nis done by showing that if the cone over a manifold admits a parallel symmetric\n$(0,2)-$tensor then it is Riemannian. Applications of this result to the\nexistence of metrics with distinct Levi-Civita connections but having the same\nunparametrized geodesics and to the projective Obata conjecture are given. We\nalso apply our result to show that the holonomy group of a closed\n$(O(p+1,q),S^{p,q})$-manifold does not preserve any nondegenerate splitting of\n$\\R^{p+1,q}$.\n","Comment: minor corrections"]}]
["0910.5366",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5366","Physical Review Letters 103, 267002 (2009)","doi:10.1103/PhysRevLett.103.267002"],"date":["2009-10-28"],"type":["text"],"creator":["Berdiyorov, G. R.","Hernandez, A. D.","Peeters, F. M."],"language":[],"coverage":[],"title":["Confinement effects on intermediate state flux patterns in mesoscopic\n  type-I superconductors"],"description":["  Intermediate state (IS) flux structures in mesoscopic type-I superconductors\nare investigated within the Ginzburg-Landau theory. In addition to\nwell-established tubular and laminar structures, the strong confinement leads\nto the formation of (i) a phase of singly quantized vortices, which is typical\nfor type-II superconductors and (ii) a ring of a normal domain at equilibrium.\nThe stability region and the formation process of these IS flux structures are\nstrongly influenced by the geometry of the sample.\n","Comment: 5 pages, 4 figures"]}]
["0912.1490",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1490","Rivista del Nuovo Cimento 34, 389 (2011)","doi:10.1393/ncr/i2011-10066-3"],"date":["2009-12-07","2011-09-25"],"type":["text"],"creator":["Hadzibabic, Zoran","Dalibard, Jean"],"language":[],"coverage":[],"title":["Two-dimensional Bose fluids: An atomic physics perspective"],"description":["  The properties of phase transitions and the types of order present in the\nlow-temperature states of matter are fundamentally dependent on the\ndimensionality of physical systems. Generally, highly ordered states are more\nrobust in higher dimensions, while thermal and quantum fluctuations, which\nfavour disordered states, play a more important role in lower dimensions. The\ncase of a two-dimensional (2d) Bose fluid is particularly fascinating because\nof its \"marginal\" behaviour. In an infinite uniform 2d fluid thermal\nfluctuations at any non-zero temperature are strong enough to destroy the fully\nordered state associated with Bose--Einstein condensation, but are not strong\nenough to suppress superfluidity in an interacting system at low, but non-zero\ntemperatures. Further, the presence of residual \"quasi-long-range\" order at low\ntemperatures leads to an interesting interplay between superfluidity and\ncondensation in all experimentally relevant finite-size systems. In these notes\nwe give an introduction to the physics of 2d Bose fluids from an atomic physics\nperspective. Our goal is to summarize the recent progress in theoretical\nunderstanding and experimental investigation of ultra-cold atomic gases\nconfined to 2d geometry, and we also hope to provide a useful introduction to\nthese systems for researchers working on related topics in other fields of\nphysics.\n","Comment: 51 pages. Lecture notes from the Varenna Summer School 23 June-3 July\n  2009. To be published in \"Nano optics and atomics: transport of light and\n  matter waves\", Vol. CLXXIII of the Proceedings of the International School of\n  Physics \"Enrico Fermi\", Edts R. Kaiser and D. Wiersma"]}]
["0912.3389",{"format":[],"subject":["Mathematics - Probability","Astrophysics - Cosmology and Nongalactic Astrophysics","Mathematics - Statistics Theory","60G60, 60B15, 62M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3389","Stochastic Analysis and Applications, Vol. 30 (2012), 44-66"],"date":["2009-12-17"],"type":["text"],"creator":["Leonenko, Nikolai","Sakhno, Ludmila"],"language":[],"coverage":[],"title":["On spectral representations of tensor random fields on the sphere"],"description":["  We study the representations of tensor random fields on the sphere basing on\nthe theory of representations of the rotation group. Introducing specific\ncomponents of a tensor field and imposing the conditions of weak isotropy and\nmean square continuity, we derive their spectral decompositions in terms of\ngeneralized spherical functions. The properties of random coefficients of the\ndecompositions are characterized, including such an important question as\nconditions of Gaussianity.\n","Comment: 21 pages"]}]
["1001.1524",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1524"],"date":["2010-01-10","2012-02-14"],"type":["text"],"creator":["Yu, Jie-Tai"],"language":[],"coverage":[],"title":["Isomorphisms between affine Hecke algebras"],"description":["  Let $k$ be a field and suppose $p, q\\in k$. We prove that the two affine\nHecke algebras $H_q$ and $H_p$ of type $A_n$ are isomorphic as $k$-algebras if\nand only if $p=q^{\\pm 1}$.\n","Comment: The paper has been withdrawn"]}]
["1001.2744",{"format":[],"subject":["Mathematics - Dynamical Systems","52C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2744","Journal of Physics: Conference Series 226 (2010) 012020","doi:10.1088/1742-6596/226/1/012020"],"date":["2010-01-15"],"type":["text"],"creator":["Gähler, Franz"],"language":[],"coverage":[],"title":["MLD Relations of Pisot Substitution Tilings"],"description":["  We consider 1-dimensional, unimodular Pisot substitution tilings with three\nintervals, and discuss conditions under which pairs of such tilings are locally\nisomorhphic (LI), or mutually locally derivable (MDL). For this purpose, we\nregard the substitutions as homomorphisms of the underlying free group with\nthree generators. Then, if two substitutions are conjugated by an inner\nautomorphism of the free group, the two tilings are LI, and a conjugating outer\nautomorphism between two substitutions can often be used to prove that the two\ntilings are MLD. We present several examples illustrating the different\nphenomena that can occur in this context. In particular, we show how two\nsubstitution tilings can be MLD even if their substitution matrices are not\nequal, but only conjugate in $GL(n,\\mathbb{Z})$. We also illustrate how the (in\nour case fractal) windows of MLD tilings can be reconstructed from each other,\nand discuss how the conjugating group automorphism affects the substitution\ngenerating the window boundaries.\n","Comment: Presented at Aperiodic'09 (Liverpool)"]}]
["1002.4180",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4180","In proceedings of 2nd National Conference on Recent Trends in\n  Information Systems (ReTIS-08), pp. 222-225, Feb 7-9, 2008, Kolkata"],"date":["2010-02-22"],"type":["text"],"creator":["Chakraborty, Saurav","Basu, Subhadip"],"language":[],"coverage":[],"title":["Design of a Smart Unmanned Ground Vehicle for Hazardous Environments"],"description":["  A smart Unmanned Ground Vehicle (UGV) is designed and developed for some\napplication specific missions to operate predominantly in hazardous\nenvironments. In our work, we have developed a small and lightweight vehicle to\noperate in general cross-country terrains in or without daylight. The UGV can\nsend visual feedbacks to the operator at a remote location. Onboard infrared\nsensors can detect the obstacles around the UGV and sends signals to the\noperator.\n","Comment: In proceedings of 2nd National Conference on Recent Trends in\n  Information Systems (ReTIS-08), pp. 222-225, Feb 7-9, 2008, Kolkata"]}]
["1003.1675",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems","Mathematics - Operator Algebras","20F65, 46L54, 20E06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1675","M\\\"unster J. Math. 4 (2011), 101--118"],"date":["2010-03-08","2011-04-06"],"type":["text"],"creator":["Collins, Benoit","Dykema, Ken"],"language":[],"coverage":[],"title":["Free products of sofic groups with amalgamation over monotileably\n  amenable groups"],"description":["  We show that free products of sofic groups with amalgamation over\nmonotileably amenable subgroups are sofic. Consequently, so are HNN extensions\nof sofic groups relative to homomorphisms of monotileably amenable subgroups.\nWe also show that families of independent uniformly distributed permutation\nmatrices and certain families of non-random permutation matrices (essentially,\nthose coming from quasi--actions of a sofic group) are asymptotically *-free as\nthe matrix size grows without bound.\n","Comment: 16 pages. Version 2 has a shorter proof of Lemma 2.2, thanks to Ion\n  Nechita. Version 3 corrects a mistake. The previous Lemma 3.1 was incorrect.\n  Version 3 has a new proof of the main result, but it is (apparently) weaker\n  than in Version 2. Note that the paper's title also changed accordingly.\n  Version 4 corrects a minor mistake around equation (4)"]}]
["1003.5330",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5330","European Journal of Operational Research 208(3), pages 221-232,\n  2011","doi:10.1016/j.ejor.2010.08.011"],"date":["2010-03-27","2010-06-23"],"type":["text"],"creator":["Karapetyan, Daniel","Gutin, Gregory"],"language":[],"coverage":[],"title":["Lin-Kernighan Heuristic Adaptations for the Generalized Traveling\n  Salesman Problem"],"description":["  The Lin-Kernighan heuristic is known to be one of the most successful\nheuristics for the Traveling Salesman Problem (TSP). It has also proven its\nefficiency in application to some other problems. In this paper we discuss\npossible adaptations of TSP heuristics for the Generalized Traveling Salesman\nProblem (GTSP) and focus on the case of the Lin-Kernighan algorithm. At first,\nwe provide an easy-to-understand description of the original Lin-Kernighan\nheuristic. Then we propose several adaptations, both trivial and complicated.\nFinally, we conduct a fair competition between all the variations of the\nLin-Kernighan adaptation and some other GTSP heuristics. It appears that our\nadaptation of the Lin-Kernighan algorithm for the GTSP reproduces the success\nof the original heuristic. Different variations of our adaptation outperform\nall other heuristics in a wide range of trade-offs between solution quality and\nrunning time, making Lin-Kernighan the state-of-the-art GTSP local search.\n","Comment: 25 pages"]}]
["1005.5525",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5525","European Journal of Operational Research 219 (2012) 234-251","doi:10.1016/j.ejor.2012.01.011"],"date":["2010-05-30","2012-02-13"],"type":["text"],"creator":["Karapetyan, Daniel","Gutin, Gregory"],"language":[],"coverage":[],"title":["Efficient Local Search Algorithms for Known and New Neighborhoods for\n  the Generalized Traveling Salesman Problem"],"description":["  The Generalized Traveling Salesman Problem (GTSP) is a well-known\ncombinatorial optimization problem with a host of applications. It is an\nextension of the Traveling Salesman Problem (TSP) where the set of cities is\npartitioned into so-called clusters, and the salesman has to visit every\ncluster exactly once.\n  While the GTSP is a very important combinatorial optimization problem and is\nwell studied in many aspects, the local search algorithms used in the\nliterature are mostly basic adaptations of simple TSP heuristics. Hence, a\nthorough and deep research of the neighborhoods and local search algorithms\nspecific to the GTSP is required.\n  We formalize the procedure of adaptation of a TSP neighborhood for the GTSP\nand classify all other existing and some new GTSP neighborhoods. For every\nneighborhood, we provide efficient exploration algorithms that are often\nsignificantly faster than the ones known from the literature. Finally, we\ncompare different local search implementations empirically.\n","Comment: 29 pages"]}]
["1006.3286",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3286","J. Math. Anal. Appl., 375(1):58-74, 2011","doi:10.1016/j.jmaa.2010.08.057"],"date":["2010-06-16"],"type":["text"],"creator":["Voda, Mircea"],"language":[],"coverage":[],"title":["Solution of a Loewner Chain Equation in Several Complex Variables"],"description":["  We find a solution to the Loewner chain equation in the case when the\ninfinitesimal generator satisfies h(0,t)=0, Dh(0,t)=A for any linear operator\nwith m(A)>0. We also study the related classes of spirallike mappings, mappings\nwith parametric representation and asymptotically spirallike mappings.\n"]}]
["1006.4492",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4492","Designs, Codes and Cryptography 62 (2012) 343-356","doi:10.1007/s10623-011-9525-x"],"date":["2010-06-23","2011-03-31"],"type":["text"],"creator":["Havlicek, Hans","Odehnal, Boris","Saniga, Metod"],"language":[],"coverage":[],"title":["On Invariant Notions of Segre Varieties in Binary Projective Spaces"],"description":["  Invariant notions of a class of Segre varieties $\\Segrem(2)$ of PG(2^m - 1,\n2) that are direct products of $m$ copies of PG(1, 2), $m$ being any positive\ninteger, are established and studied. We first demonstrate that there exists a\nhyperbolic quadric that contains $\\Segrem(2)$ and is invariant under its\nprojective stabiliser group $\\Stab{m}{2}$. By embedding PG(2^m - 1, 2) into\n\\PG(2^m - 1, 4), a basis of the latter space is constructed that is invariant\nunder $\\Stab{m}{2}$ as well. Such a basis can be split into two subsets whose\nspans are either real or complex-conjugate subspaces according as $m$ is even\nor odd. In the latter case, these spans can, in addition, be viewed as\nindicator sets of a $\\Stab{m}{2}$-invariant geometric spread of lines of PG(2^m\n- 1, 2). This spread is also related with a $\\Stab{m}{2}$-invariant\nnon-singular Hermitian variety. The case $m=3$ is examined in detail to\nillustrate the theory. Here, the lines of the invariant spread are found to\nfall into four distinct orbits under $\\Stab{3}{2}$, while the points of PG(7,\n2) form five orbits.\n","Comment: 18 pages, 1 figure; v2 - version accepted in Designs, Codes and\n  Cryptography"]}]
["1007.4225",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4225"],"date":["2010-07-23","2012-02-14"],"type":["text"],"creator":["Dickenstein, Alicia","Martínez, Federico Nicolás","Matusevich, Laura Felicia"],"language":[],"coverage":[],"title":["Nilsson solutions for irregular A-hypergeometric systems"],"description":["  We study the solutions of irregular A-hypergeometric systems that are\nconstructed from Gr\\\"obner degenerations with respect to generic positive\nweight vectors. These are formal logarithmic Puiseux series that belong to\nexplicitly described Nilsson rings, and are therefore called (formal) Nilsson\nseries. When the weight vector is a perturbation of (1,...,1), these series\nconverge and provide a basis for the (multivalued) holomorphic hypergeometric\nfunctions in a specific open subset of complex n-space. Our results are more\nexplicit when the parameters are generic or when the solutions studied are\nlogarithm-free. We also give an alternative proof of a result of Schulze and\nWalther that inhomogeneous A-hypergeometric systems have irregular\nsingularities.\n","Comment: Terminology changed: see Definition 2.6 in current version.\n  Corrections made to Theorem 6.6, Corollary 6.7 and Corollary 6.8 in version 1\n  (now Theorem 6.7, Corollary 6.9 and Corollary 6.10, respectively). Added\n  Corollary 6.3 and Example 6.8. Some stylistic changes, some typos corrected"]}]
["1008.0762",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0762","Comput.Phys.Commun. 183 (2012) 285-298","doi:10.1016/j.cpc.2011.10.006"],"date":["2010-08-04","2012-02-13"],"type":["text"],"creator":["Mahmoudi, F.","Heinemeyer, S.","Arbey, A.","Bharucha, A.","Goto, T.","Hahn, T.","Haisch, U.","Kraml, S.","Muhlleitner, M.","Reuter, J.","Skands, P.","Slavich, P."],"language":[],"coverage":[],"title":["Flavour Les Houches Accord: Interfacing Flavour related Codes"],"description":["  We present the Flavour Les Houches Accord (FLHA) which specifies a unique set\nof conventions for flavour-related parameters and observables. The FLHA uses\nthe generic SUSY Les Houches Accord (SLHA) file structure. It defines the\nrelevant Standard Model masses, Wilson coefficients, decay constants, bag\nparameters, flavour observables, etc. The accord provides a universal and\nmodel-independent interface between codes evaluating and/or using\nflavour-related observables.\n","Comment: 28 pages, v2: addition of block FDIPOLE and a few clarifications in\n  particular for the meson mixings"]}]
["1009.0777",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0777","The Astrophysical Journal, Volume 740, Issue 2, article id. 86\n  (2011)","doi:10.1088/0004-637X/740/2/86"],"date":["2010-09-03"],"type":["text"],"creator":["Hajian, Amir","Acquaviva, Viviana","Ade, Peter A. R.","Aguirre, Paula","Amiri, Mandana","Appel, John William","Barrientos, L. Felipe","Battistelli, Elia S.","Bond, J. Richard","Brown, Ben","Burger, Bryce","Chervenak, Jay","Das, Sudeep","Devlin, Mark J.","Dicker, Simon R.","Doriese, W. Bertrand","Dunkley, Joanna","Dunner, Rolando","Essinger-Hileman, Thomas","Fisher, Ryan P.","Fowler, Joseph W.","Halpern, Mark","Hasselfield, Matthew","Hernandez-Monteagudo, Carlos","Hilton, Gene C.","Hilton, Matt","Hincks, Adam D.","Hlozek, Renee","Huffenberger, Kevin M.","Hughes, David H.","Hughes, John P.","Infante, Leopoldo","Irwin, Kent D.","Juin, Jean Baptiste","Kaul, Madhuri","Klein, Jeff","Kosowsky, Arthur","Lau, Judy M","Limon, Michele","Lin, Yen-Ting","Lupton, Robert H.","Marriage, Tobias A.","Marsden, Danica","Mauskopf, Phil","Menanteau, Felipe","Moodley, Kavilan","Moseley, Harvey","Netterfield, Calvin B.","Niemack, Michael D.","Nolta, Michael R.","Page, Lyman A.","Parker, Lucas","Partridge, Bruce","Reid, Beth","Sehgal, Neelima","Sherwin, Blake D.","Sievers, Jon","Spergel, David N.","Staggs, Suzanne T.","Swetz, Daniel S.","Switzer, Eric R.","Thornton, Robert","Trac, Hy","Tucker, Carole","Warne, Ryan","Wollack, Ed","Zhao, Yue"],"language":[],"coverage":[],"title":["The Atacama Cosmology Telescope: Calibration with WMAP Using\n  Cross-Correlations"],"description":["  We present a new calibration method based on cross-correlations with WMAP and\napply it to data from the Atacama Cosmology Telescope (ACT). ACT's observing\nstrategy and map making procedure allows an unbiased reconstruction of the\nmodes in the maps over a wide range of multipoles. By directly matching the ACT\nmaps to WMAP observations in the multipole range of 400 < ell < 1000, we\ndetermine the absolute calibration with an uncertainty of 2% in temperature.\nThe precise measurement of the calibration error directly impacts the\nuncertainties in the cosmological parameters estimated from the ACT power\nspectra. We also present a combined map based on ACT and WMAP data that has\nhigh signal-to-noise over a wide range of multipoles.\n","Comment: Submitted to ApJ. This is a companion to Das et al (2010) and Dunkley\n  et al (2010)"]}]
["1010.5353",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5353","PoS Lattice 2010: 291, 2010"],"date":["2010-10-26"],"type":["text"],"creator":["Torrero, C.","Di Renzo, F.","Ilgenfritz, E. -M.","Perlt, H.","Schiller, A."],"language":[],"coverage":[],"title":["NSPT study of the three-loop lattice gluon propagator in Landau gauge"],"description":["  By means of Numerical Stochastic Perturbation Theory (NSPT), we calculate the\nlattice gluon propagator up to three loops of perturbation theory in the limits\nof infinite volume and vanishing lattice spacing. Based on known anomalous\ndimensions and a parametrization of both the hypercubic symmetry group H(4) and\nfinite-size effects, we calculate the non-leading-log and non-logarithmic\ncontributions iteratively, starting with the first-loop expression.\n","Comment: 7 pages, 6 figures, 1 table, presented at 28th International\n  Symposium on Lattice Field Theory (Lattice 2010), Villasimius, Italy, 14-19\n  Jun 2010"]}]
["1011.6417",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6417","Phys. Rev. B 85, 085206 (2012)","doi:10.1103/PhysRevB.85.085206"],"date":["2010-11-29","2012-01-03"],"type":["text"],"creator":["Wang, Zhi-Hui","Zhang, Wenxian","Tyryshkin, A. M.","Lyon, S. A.","Ager, J. W.","Haller, E. E.","Dobrovitski, V. V."],"language":[],"coverage":[],"title":["Effect of pulse error accumulation on dynamical decoupling of the\n  electron spins of phosphorus donors in silicon"],"description":["  Dynamical decoupling (DD) is an efficient tool for preserving quantum\ncoherence in solid-state spin systems. However, the imperfections of real\npulses can ruin the performance of long DD sequences. We investigate the\naccumulation and compensation of different pulse errors in DD using the\nelectron spins of phosphorus donors in silicon as a test system. We study\nperiodic DD sequences (PDD) based on spin rotations about two perpendicular\naxes, and their concatenated and symmetrized versions. We show that pulse\nerrors may quickly destroy some spin states, but maintain other states with\nhigh fidelity over long times. Pulse sequences based on spin rotations about\n$x$ and $y$ axes outperform those based on $x$ and $z$ axes due to the\naccumulation of pulse errors. Concatenation provides an efficient way to\nsuppress the impact of pulse errors, and can maintain high fidelity for all\nspin components: pulse errors do not accumulate (to first order) as the\nconcatenation level increases, despite the exponential increase in the number\nof pulses. Our theoretical model gives a clear qualitative picture of the error\naccumulation, and produces results in quantitative agreement with the\nexperiments.\n","Comment: 13 pages, 5 figures"]}]
["1012.0992",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0992"],"date":["2010-12-05","2012-02-13"],"type":["text"],"creator":["Jeknic-Dugic, J.","Dugic, M.","Francom, A."],"language":[],"coverage":[],"title":["Quantum Structures of a Model-Universe: Questioning the Everett\n  Interpretation of Quantum Mechanics"],"description":["  Our objective is to demonstrate an inconsistency with both the original and\nmodern Everettian Many Worlds Interpretations. We do this by examining two\nimportant corollaries of the universally valid quantum mechanics in the context\nof the Quantum Brownian Motion (QBM) model: \"Entanglement Relativity\" and the\n\"parallel occurrence of decoherence.\" We conclude that the highlighted\ninconsistency demands that either there is a privileged spatial structure of\nthe QBM model universe or that the Everettian Worlds are not physically real.\n","Comment: new version as arXiv:1109.6424"]}]
["1012.1821",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1821","Phys. Rev. A 83, 031806(R) (2011)","doi:10.1103/PhysRevA.83.031806"],"date":["2010-12-08","2012-02-13"],"type":["text"],"creator":["Söller, Christoph","Cohen, Offir","Smith, Brian J.","Walmsley, Ian A.","Silberhorn, Christine"],"language":[],"coverage":[],"title":["High-performance single-photon generation with commercial-grade optical\n  fiber"],"description":["  High-quality quantum sources are of paramount importance for the\nimplementation of quantum technologies. We present here a heralded\nsingle-photon source based on commercial-grade polarization-maintaining optical\nfiber. The heralded photons exhibit a purity of at least 0.84 and an\nunprecedented heralding efficiency into single-mode fiber of 85%. The\nbirefringent phase-matching condition of the underlying four-wave mixing\nprocess can be controlled mechanically to optimize the wavelength tuning needed\nfor interfacing multiple sources, as are required for large-scale entanglement\ngeneration.\n","Comment: 5 pages, 2 figures"]}]
["1101.0953",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0953","Journal of the Physical Society of Japan 81 (2012) 024801","doi:10.1143/JPSJ.81.024801"],"date":["2011-01-05","2012-02-13"],"type":["text"],"creator":["Matsuo, Yousuke","Nakahara, Akio"],"language":[],"coverage":[],"title":["Effect of Interaction on the Formation of Memories in Paste"],"description":["  A densely packed colloidal suspension with plasticity, called paste, is known\nto remember directions of vibration and flow. These memories in paste can be\nvisualized by the morphology of desiccation crack patterns. Here, we find that\npaste made of charged colloidal particles cannot remember flow direction. If we\nadd sodium chloride into such paste to screen the Coulombic repulsive\ninteraction between particles, the paste comes to remember flow direction. That\nis, one drop of salt water changes memory effect in the paste and thereby we\ncan tune the morphology of desiccation crack patterns more precisely.\n","Comment: 10 pages, 11 figures, Title changed"]}]
["1102.3003",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Classical Analysis and ODEs","33C20, 65B10 (Primary) 33F05, 65D20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3003","Num. Alg. 59 (2012) 447-485","doi:10.1007/s11075-011-9499-9"],"date":["2011-02-15","2011-08-17"],"type":["text"],"creator":["Willis, Joshua L."],"language":[],"coverage":[],"title":["Acceleration of generalized hypergeometric functions through precise\n  remainder asymptotics"],"description":["  We express the asymptotics of the remainders of the partial sums {s_n} of the\ngeneralized hypergeometric function q+1_F_q through an inverse power series z^n\nn^l \\sum_k c_k/n^k, where the exponent l and the asymptotic coefficients {c_k}\nmay be recursively computed to any desired order from the hypergeometric\nparameters and argument. From this we derive a new series acceleration\ntechnique that can be applied to any such function, even with complex\nparameters and at the branch point z=1. For moderate parameters (up to\napproximately ten) a C implementation at fixed precision is very effective at\ncomputing these functions; for larger parameters an implementation in higher\nthan machine precision would be needed. Even for larger parameters, however,\nour C implementation is able to correctly determine whether or not it has\nconverged; and when it converges, its estimate of its error is accurate.\n","Comment: 36 pages, 6 figures, LaTeX2e. Fixed sign error in Eq. (2.28), added\n  several references, added comparison to other methods, and added discussion\n  of recursion stability"]}]
["1102.3736",{"format":[],"subject":["Mathematics - Geometric Topology","57Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3736","Top. Appl. 159 (2012) 1439-1447","doi:10.1016/j.topol.2012.01.004"],"date":["2011-02-17","2012-02-13"],"type":["text"],"creator":["Nakamura, Inasa"],"language":[],"coverage":[],"title":["Triple linking numbers and triple point numbers of certain $T^2$-links"],"description":["  The triple linking number of an oriented surface link was defined as an\nanalogical notion of the linking number of a classical link. We consider a\ncertain $m$-component $T^2$-link ($m \\geq 3$) determined from two commutative\npure $m$-braids $a$ and $b$. We present the triple linking number of such a\n$T^2$-link, by using the linking numbers of the closures of $a$ and $b$. This\ngives a lower bound of the triple point number. In some cases, we can determine\nthe triple point numbers, each of which is a multiple of four.\n","Comment: 15 pages, 4 figures, minor modifications"]}]
["1103.1969",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1969","New Journal of Physics 14, 023023 (2012)","doi:10.1088/1367-2630/14/2/023023"],"date":["2011-03-10","2011-05-31"],"type":["text"],"creator":["Kyoseva, Elica S.","Beige, Almut","Kwek, Leong Chuan"],"language":[],"coverage":[],"title":["Coherent cavity networks with complete connectivity"],"description":["  When cavity photons couple to an optical fiber with a continuum of modes,\nthey usually leak out within a finite amount of time. However, if the fiber is\nabout one meter long and linked to a mirror, photons bounce back and forth\nwithin the fiber on a much faster time scale. As a result, {\\em dynamical\ndecoupling} prevents the cavity photons from entering the fiber. In this paper\nwe use the simultaneous dynamical decoupling of a large number of distant\ncavities from the fiber modes of linear optics networks to mediate effective\ncavity-cavity interactions in a huge variety of configurations. Coherent cavity\nnetworks with complete connectivity can be created with potential applications\nin quantum computing and simulation of the complex interaction Hamiltonians of\nbiological systems.\n","Comment: revised version, improved analysis, 4 pages and 4 figures"]}]
["1103.3643",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3643","Phys. Rev. Lett. 106, 193905: 1-4 (2011)","doi:10.1103/PhysRevLett.106.193905"],"date":["2011-03-18"],"type":["text"],"creator":["van Putten, E. G.","Akbulut, D.","Bertolotti, J.","Vos, W. L.","Lagendijk, A.","Mosk, A. P."],"language":[],"coverage":[],"title":["Scattering Lens Resolves sub-100 nm Structures with Visible Light"],"description":["  The smallest structures that conventional lenses are able to optically\nresolve are of the order of 200 nm. We introduce a new type of lens that\nexploits multiple scattering of light to generate a scanning nano-sized optical\nfocus. With an experimental realization of this lens in gallium phosphide we\nhave succeeded to image gold nanoparticles at 97 nm optical resolution. Our\nwork is the first lens that provides a resolution in the nanometer regime at\nvisible wavelengths.\n","Comment: 4 pages, 3 figures"]}]
["1103.3693",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics","68R05","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3693","Fundamenta Informaticae, 2011, 109(1): pages 27-81, 83-119","doi:10.3233/FI-2011-428;","doi:10.3233/FI-2011-429"],"date":["2011-03-18"],"type":["text"],"creator":["Kullmann, Oliver"],"language":[],"coverage":[],"title":["Constraint satisfaction problems in clausal form"],"description":["  This is the report-version of a mini-series of two articles on the\nfoundations of satisfiability of conjunctive normal forms with non-boolean\nvariables, to appear in Fundamenta Informaticae, 2011. These two parts are here\nbundled in one report, each part yielding a chapter.\n  Generalised conjunctive normal forms are considered, allowing literals of the\nform \"variable not-equal value\". The first part sets the foundations for the\ntheory of autarkies, with emphasise on matching autarkies. Main results concern\nvarious polynomial time results in dependency on the deficiency. The second\npart considers translations to boolean clause-sets and irredundancy as well as\nminimal unsatisfiability. Main results concern classification of minimally\nunsatisfiable clause-sets and the relations to the hermitian rank of graphs.\nBoth parts contain also discussions of many open problems.\n","Comment: 91 pages, to appear in Fundamenta Informaticae, 2011, as Constraint\n  satisfaction problems in clausal form I: Autarkies and deficiency, Constraint\n  satisfaction problems in clausal form II: Minimal unsatisfiability and\n  conflict structure"]}]
["1103.5282",{"format":[],"subject":["Mathematics - Algebraic Geometry","Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5282"],"date":["2011-03-28","2012-02-13"],"type":["text"],"creator":["Chen, Hou-Yi"],"language":[],"coverage":[],"title":["A Riemann-Roch formula for traces of algebraic differential operators"],"description":["  We obtain a trace formula for algebraic differential operators which the\ncorresponding analytic results have been proved by M. Engeli and G. Felder\n","Comment: This paper has been withdrawn by the author due to a crucial gap"]}]
["1104.0923",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0923","Physica A 391 (2012) 2752-2763","doi:10.1016/j.physa.2011.12.025"],"date":["2011-04-05","2012-02-13"],"type":["text"],"creator":["Gregory, Steve"],"language":[],"coverage":[],"title":["Ordered community structure in networks"],"description":["  Community structure in networks is often a consequence of homophily, or\nassortative mixing, based on some attribute of the vertices. For example,\nresearchers may be grouped into communities corresponding to their research\ntopic. This is possible if vertex attributes have discrete values, but many\nnetworks exhibit assortative mixing by some continuous-valued attribute, such\nas age or geographical location. In such cases, no discrete communities can be\nidentified. We consider how the notion of community structure can be\ngeneralized to networks that are based on continuous-valued attributes: in\ngeneral, a network may contain discrete communities which are ordered according\nto their attribute values. We propose a method of generating synthetic ordered\nnetworks and investigate the effect of ordered community structure on the\nspread of infectious diseases. We also show that community detection algorithms\nfail to recover community structure in ordered networks, and evaluate an\nalternative method using a layout algorithm to recover the ordering.\n","Comment: This is an extended preprint version that includes an extra example:\n  the college football network as an ordered (spatial) network. Further\n  improvements, not included here, appear in the journal version. Original\n  title changed (from \"Ordered and continuous community structure in networks\")\n  to match journal version"]}]
["1104.3816",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3816","Phys. Rev. Lett. 108, 076602 (2012)","doi:10.1103/PhysRevLett.108.076602"],"date":["2011-04-19","2011-06-24"],"type":["text"],"creator":["Freitag, F.","Trbovic, J.","Weiss, M.","Schönenberger, C."],"language":[],"coverage":[],"title":["Spontaneously gapped ground state in suspended bilayer graphene"],"description":["  Bilayer graphene bears an eight-fold degeneracy due to spin, valley and layer\nsymmetry, allowing for a wealth of broken symmetry states induced by magnetic\nor electric fields, by strain, or even spontaneously by interaction. We study\nthe electrical transport in clean current annealed suspended bilayer graphene.\nWe find two kind of devices. In bilayers of type B1 the eight-fold zero-energy\nLandau level (LL) is partially lifted above a threshold field revealing an\ninsulating nu=0 quantum Hall state at the charge neutrality point (CNP). In\nbilayers of type B2 the LL lifting is full and a gap appears in the\ndifferential conductance even at zero magnetic field, suggesting an insulating\nspontaneously broken symmetry state. Unlike B1, the minimum conductance in B2\nis not exponentially suppressed, but remains finite with a value G < e^2/h even\nin a large magnetic field. We suggest that this phase of B2 is insulating in\nthe bulk and bound by compressible edge states.\n"]}]
["1104.4623",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4623","Phys. Rev. Lett. 107, 143005 (2011)","doi:10.1103/PhysRevLett.107.143005"],"date":["2011-04-24","2011-07-23"],"type":["text"],"creator":["Schleier-Smith, Monika H.","Leroux, Ian D.","Zhang, Hao","Van Camp, Mackenzie A.","Vuletic, Vladan"],"language":[],"coverage":[],"title":["Optomechanical Cavity Cooling of an Atomic Ensemble"],"description":["  We demonstrate cavity sideband cooling of a single collective motional mode\nof an atomic ensemble down to a mean phonon occupation number of\n2.0(-0.3/+0.9). Both this minimum occupation number and the observed cooling\nrate are in good agreement with an optomechanical model. The cooling rate\nconstant is proportional to the total photon scattering rate by the ensemble,\ndemonstrating the cooperative character of the light-emission-induced cooling\nprocess. We deduce fundamental limits to cavity-cooling either the collective\nmode or, sympathetically, the single-atom degrees of freedom.\n","Comment: Paper with supplemental material: 4+6 pages, 4 figures. Minor\n  revisions of text. Supplemental material shortened by removal of\n  supplementary figure"]}]
["1105.0426",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0426","Phys. Rev. Lett. 107, 140402 (2011)","doi:10.1103/PhysRevLett.107.140402"],"date":["2011-05-02","2011-09-07"],"type":["text"],"creator":["Baumann, K.","Mottl, R.","Brennecke, F.","Esslinger, T."],"language":[],"coverage":[],"title":["Exploring Symmetry Breaking at the Dicke Quantum Phase Transition"],"description":["  We study symmetry breaking at the Dicke quantum phase transition by coupling\na motional degree of freedom of a Bose-Einstein condensate to the field of an\noptical cavity. Using an optical heterodyne detection scheme we observe\nsymmetry breaking in real-time and distinguish the two superradiant phases. We\nexplore the process of symmetry breaking in the presence of a small\nsymmetry-breaking field, and study its dependence on the rate at which the\ncritical point is crossed. Coherent switching between the two ordered phases is\ndemonstrated.\n","Comment: 4 pages, 4 figures"]}]
["1105.2054",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2054"],"date":["2011-05-10","2012-02-14"],"type":["text"],"creator":["Grubb, Alexander","Bagnell, J. Andrew"],"language":[],"coverage":[],"title":["Generalized Boosting Algorithms for Convex Optimization"],"description":["  Boosting is a popular way to derive powerful learners from simpler hypothesis\nclasses. Following previous work (Mason et al., 1999; Friedman, 2000) on\ngeneral boosting frameworks, we analyze gradient-based descent algorithms for\nboosting with respect to any convex objective and introduce a new measure of\nweak learner performance into this setting which generalizes existing work. We\npresent the weak to strong learning guarantees for the existing gradient\nboosting work for strongly-smooth, strongly-convex objectives under this new\nmeasure of performance, and also demonstrate that this work fails for\nnon-smooth objectives. To address this issue, we present new algorithms which\nextend this boosting approach to arbitrary convex loss functions and give\ncorresponding weak to strong convergence results. In addition, we demonstrate\nexperimental results that support our analysis and demonstrate the need for the\nnew algorithms we present.\n","Comment: Extended version of paper presented at the International Conference\n  on Machine Learning, 2011. 9 pages + appendix with proofs"]}]
["1106.0956",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0956","J. Chem. Phys. 135, 124108 (2011)","doi:10.1063/1.3643338"],"date":["2011-06-06","2011-09-10"],"type":["text"],"creator":["Scuseria, Gustavo E.","Jimenez-Hoyos, Carlos A.","Henderson, Thomas M.","Samanta, Kousik","Ellis, Jason K."],"language":[],"coverage":[],"title":["Projected Quasiparticle Theory for Molecular Electronic Structure"],"description":["  We derive and implement symmetry-projected Hartree-Fock-Bogoliubov (HFB)\nequations and apply them to the molecular electronic structure problem. All\nsymmetries (particle number, spin, spatial, and complex conjugation) are\ndeliberately broken and restored in a self-consistent\nvariation-after-projection approach. We show that the resulting method yields a\ncomprehensive black-box treatment of strong correlations with effective\none-electron (mean-field) computational cost. The ensuing wave function is of\nmultireference character and permeates the entire Hilbert space of the problem.\nThe energy expression is different from regular HFB theory but remains a\nfunctional of an independent quasiparticle density matrix. All reduced density\nmatrices are expressible as an integration of transition density matrices over\na gauge grid. We present several proof-of-principle examples demonstrating the\ncompelling power of projected quasiparticle theory for electronic structure\ntheory.\n"]}]
["1106.1578",{"format":[],"subject":["Mathematics - Dynamical Systems","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1578"],"date":["2011-06-08","2012-02-14"],"type":["text"],"creator":["Joshi, Badal","Shiu, Anne"],"language":[],"coverage":[],"title":["Simplifying the Jacobian Criterion for precluding multistationarity in\n  chemical reaction networks"],"description":["  Chemical reaction networks taken with mass-action kinetics are dynamical\nsystems that arise in chemical engineering and systems biology. In general,\ndetermining whether a chemical reaction network admits multiple steady states\nis difficult, as this requires determining existence of multiple positive\nsolutions to a large system of polynomials with unknown coefficients. However,\nin certain cases, various easy criteria can be applied. One such test is the\nJacobian Criterion, due to Craciun and Feinberg, which gives sufficient\nconditions for ruling out the possibility of multiple steady states. A chemical\nreaction network is said to pass the Jacobian Criterion if all terms in the\ndeterminant expansion of its parametrized Jacobian matrix have the same sign.\nIn this article, we present a procedure which simplifies the application of the\nJacobian Criterion, and as a result, we identify a new class of networks for\nwhich multiple steady states is precluded: those in which all chemical species\nhave total molecularity of at most two. The total molecularity of a species\nrefers to the sum of all of its stoichiometric coefficients in the network. We\nillustrate our results by examining enzyme catalysis networks.\n","Comment: 26 pages"]}]
["1106.2253",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2253","Papers in Physics 3, 030002 (2011)","doi:10.4279/PIP.030002"],"date":["2011-06-11","2012-02-14"],"type":["text"],"creator":["Jais, Pablo M.","von Bilderling, Catalina","Bragas, Andrea V."],"language":[],"coverage":[],"title":["Plasmon-enhanced second harmonic generation in semiconductor quantum\n  dots close to metal nanoparticles"],"description":["  We report the enhancement of the optical second harmonic signal in\nnon-centrosymmetric semiconductor CdS quantum dots, when they are placed in\nclose contact with isolated silver nanoparticles. The intensity enhancement is\nabout 1000. We also show that the enhancement increases when the incoming laser\nfrequency $\\omega$ is tuned toward the spectral position of the silver plasmon\nat $2\\omega$, proving that the silver nanoparticle modifies the nonlinear\nemission.\n","Comment: 5 pages, 5 figures"]}]
["1106.2726",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2726","Eur. Phys. J. C (2012) 72:1838","doi:10.1140/epjc/s10052-011-1838-4"],"date":["2011-06-14","2011-12-29"],"type":["text"],"creator":["Chang, Zhe","Wang, Sai","Li, Xin"],"language":[],"coverage":[],"title":["Fine structure constant variation or spacetime anisotropy?"],"description":["  Recent observations on the quasar absorption spectra supply evidence for the\nvariation of the fine structure constant $\\alpha$. In this paper, we propose\nanother interpretation of the observational data on the quasar absorption\nspectra: a scenario with spacetime inhomogeneity and anisotropy. Maybe the\nspacetime is characterized by the Finsler geometry instead of the Riemann one.\nThe Finsler geometry admits fewer symmetries than the Riemann geometry does. We\ninvestigate the Finslerian geodesic equations in the Randers spacetime (a\nspecial Finsler spacetime). It is found that the cosmological redshift in this\nspacetime deviates from the one in general relativity. The modification term to\nthe redshift could be generally revealed as a monopole plus dipole function of\nspacetime locations and directions. We suggest that this modification\ncorresponds to the spatial monopole and dipole of $\\alpha$ variation in the\nquasar absorption spectra.\n","Comment: 13 pages. To publish in EPJC"]}]
["1106.3153",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3153"],"date":["2011-06-16","2012-02-14"],"type":["text"],"creator":["Takahashi, Hayato"],"language":[],"coverage":[],"title":["Algorithmic analogies to kamae-Weiss theorem on normal numbers"],"description":["  In this paper we study subsequences of random numbers. In Kamae (1973),\nselection functions that depend only on coordinates are studied, and their\nnecessary and sufficient condition for the selected sequences to be normal\nnumbers is given. In van Lambalgen (1987), an algorithmic analogy to the\ntheorem is conjectured in terms of algorithmic randomness and Kolmogorov\ncomplexity. In this paper, we show different algorithmic analogies to the\ntheorem.\n"]}]
["1106.4980",{"format":[],"subject":["Physics - Computational Physics","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4980","Phys. Rev. ST Accel. Beams 15, 014401 (2012)","doi:10.1103/PhysRevSTAB.15.014401"],"date":["2011-06-24"],"type":["text"],"creator":["Schnepp, Sascha M.","Gjonaj, Erion","Weiland, Thomas"],"language":[],"coverage":[],"title":["Extension of the Finite Integration Technique including dynamic mesh\n  refinement and its application to self-consistent beam dynamics simulations"],"description":["  An extension of the framework of the Finite Integration Technique (FIT)\nincluding dynamic and adaptive mesh refinement is presented. After recalling\nthe standard formulation of the FIT, the proposed mesh adaptation procedure is\ndescribed. Besides the linear interpolation approach, a novel interpolation\ntechnique based on specialized spline functions for approximating the discrete\nelectromagnetic field solution during mesh adaptation is introduced. The\nstandard FIT on a fixed mesh and the new adaptive approach are applied to a\nsimulation test case with known analytical solution. The numerical accuracy of\nthe two methods are shown to be comparable. The dynamic mesh approach is,\nhowever, much more efficient. This is also demonstrated for the full scale\nmodeling of the complete RF gun at the Photo Injector Test Facility DESY\nZeuthen (PITZ) on a single computer. Results of a detailed design study\naddressing the effects of individual components of the gun onto the beam\nemittance using a fully self-consistent approach are presented.\n","Comment: 33 pages, 14 figures, 4 tables"]}]
["1107.1920",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1920"],"date":["2011-07-10","2012-02-14"],"type":["text"],"creator":["Fox, Jacob","Lee, Choongbum","Sudakov, Benny"],"language":[],"coverage":[],"title":["Chromatic number, clique subdivisions, and the conjectures of Haj\\'os\n  and Erd\\H{o}s-Fajtlowicz"],"description":["  For a graph $G$, let $\\chi(G)$ denote its chromatic number and $\\sigma(G)$\ndenote the order of the largest clique subdivision in $G$. Let H(n) be the\nmaximum of $\\chi(G)/\\sigma(G)$ over all $n$-vertex graphs $G$. A famous\nconjecture of Haj\\'os from 1961 states that $\\sigma(G) \\geq \\chi(G)$ for every\ngraph $G$. That is, $H(n) \\leq 1$ for all positive integers $n$. This\nconjecture was disproved by Catlin in 1979. Erd\\H{o}s and Fajtlowicz further\nshowed by considering a random graph that $H(n) \\geq cn^{1/2}/\\log n$ for some\nabsolute constant $c>0$. In 1981 they conjectured that this bound is tight up\nto a constant factor in that there is some absolute constant $C$ such that\n$\\chi(G)/\\sigma(G) \\leq Cn^{1/2}/\\log n$ for all $n$-vertex graphs $G$. In this\npaper we prove the Erd\\H{o}s-Fajtlowicz conjecture. The main ingredient in our\nproof, which might be of independent interest, is an estimate on the order of\nthe largest clique subdivision which one can find in every graph on $n$\nvertices with independence number $\\alpha$.\n","Comment: 14 pages"]}]
["1107.2385",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2385","Physics Letters B 708 (2012) 199","doi:10.1016/j.physletb.2012.01.040"],"date":["2011-07-12","2012-01-13"],"type":["text"],"creator":["Patrushev, Alexander"],"language":[],"coverage":[],"title":["Eling-Oz Formula for Exotic Hairy Black Holes"],"description":["  We checked Eling-Oz formula [1] for the bulk viscosity of the holographic\nfluid dual to the exotic black holes [2]. Initially, Eling and Oz argued that\nthe formula is valid in the high temperature and adiabatic limits. In [3] the\nvalidity of the formula for $\\caln=2^*$ plasma and cascading gauge theory was\npushed forward for arbitrary temperatures. We successfully verified the formula\nwith the computations of the bulk viscosity [4,5] for a wide range of the\ntemperatures. Moreover, it correctly reproduces the critical behavior in the\nvicinity of the critical point, where the bulk-to-shear viscosity diverges.\n","Comment: 9 pages, 4 figures, references added and corrected, minor\n  clarifications added, accepted by Phys. Lett. B"]}]
["1107.4649",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4649","Chinese Physics Letters 29 (2012) 038904","doi:10.1088/0256-307X/29/3/038904"],"date":["2011-07-22","2012-02-13"],"type":["text"],"creator":["Ren, Xue-Zao","Yang, Zimo","Wang, Bing-Hong","Zhou, Tao"],"language":[],"coverage":[],"title":["Mandelbrot Law of Evolving Networks"],"description":["  Degree distributions of many real networks are known to follow the Mandelbrot\nlaw, which can be considered as an extension of the power law and is determined\nby not only the power-law exponent, but also the shifting coefficient. Although\nthe shifting coefficient highly affects the shape of distribution, it receives\nless attention in the literature and in fact, mainstream analytical method\nbased on backward or forward difference will lead to considerable deviations to\nits value. In this Letter, we show that the degree distribution of a growing\nnetwork with linear preferential attachment approximately follows the\nMandelbrot law. We propose an analytical method based on a recursive formula\nthat can obtain a more accurate expression of the shifting coefficient.\nSimulations demonstrate the advantages of our method. This work provides a\npossible mechanism leading to the Mandelbrot law of evolving networks, and\nrefines the mainstream analytical methods for the shifting coefficient.\n","Comment: 5 pages, 3 figures"]}]
["1107.5333",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5333"],"date":["2011-07-26","2012-02-14"],"type":["text"],"creator":["Wu, Hao"],"language":[],"coverage":[],"title":["On the Kauffman-Vogel and the Murakami-Ohtsuki-Yamada Graph Polynomials"],"description":["  This paper consists of three parts.\n  First, we generalize the Jaeger Formula to express the Kauffman-Vogel graph\npolynomial as a state sum of the Murakami-Ohtsuki-Yamada graph polynomial.\n  Then, we demonstrate that reversing the orientation and the color of a MOY\ngraph along a simple circuit does not change the sl(N) Murakami-Ohtsuki-Yamada\npolynomial or the sl(N) homology of this MOY graph. In fact, reversing the\norientation and the color of a component of a colored link only changes the\nsl(N) homology by an overall grading shift.\n  Finally, as an application of the first two parts, we prove that the so(6)\nKauffman polynomial is equal to the 2-colored sl(4) Reshetikhin-Turaev link\npolynomial, which implies that the 2-colored sl(4) link homology categorifies\nthe so(6) Kauffman polynomial.\n","Comment: 33 pages, 20 figures, including 2 colored figures at the end, which\n  are best viewed on a screen"]}]
["1107.5675",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory","Mathematical Physics","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5675","LNCS 7125, pp. 79-93, 2012","doi:10.1088/1742-6596/343/1/012059"],"date":["2011-07-28","2011-08-31"],"type":["text"],"creator":["Kornyak, Vladimir V."],"language":[],"coverage":[],"title":["Mathematical Modeling of Finite Quantum Systems"],"description":["  We consider the problem of quantum behavior in the finite background.\nIntroduction of continuum or other infinities into physics leads only to\ntechnical complications without any need for them in description of empirical\nobservations. The finite approach makes the problem constructive and more\ntractable. We argue that quantum behavior is a natural consequence of\nsymmetries of dynamical systems. It is a result of fundamental impossibility to\ntrace identity of indistinguishable objects in their evolution - only\ninformation about invariant combinations of such objects is available. We\ndemonstrate that any quantum dynamics can be embedded into a simple permutation\ndynamics. Quantum phenomena, such as interferences, arise in invariant\nsubspaces of permutation representations of the symmetry group of a system.\nObservable quantities can be expressed in terms of the permutation invariants.\n","Comment: 15 pages, talk at the conference \"Mathematical Modeling and\n  Computational Physics\" Stara Lesna, High Tatra Mountains, Slovakia, July 4 -\n  8, 2011; v.2, some refinements of text"]}]
["1108.0225",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0225"],"date":["2011-07-31","2012-02-14"],"type":["text"],"creator":["Ruehl, Werner"],"language":[],"coverage":[],"title":["Solving Noether's equations for gauge invariant local Lagrangians of N\n  arbitrary higher even spin fields"],"description":["  We consider systems of higher spin gauge fields that are described by a free\nfield Lagrangian and one interaction of arbitrary order $N$ that is local and\nsatisfies abelian gauge invariance. Such \"solitary\" interactions are derived\nfrom Noether potentials solving the Noether equations. They are constructed\nusing a free conformal field theory carried by the same flat space as the\nhigher spin fields. In this field theory we consider $N$-loop functions of\nconserved, conformally covariant currents, they are UV divergent. The residue\nof the first order pole in the dimensional regularisation approach to the\n$N$-loop function is a local differential operator and is free of anomalies, so\nthat current conservation and conformal covariance is maintained. Applying this\noperator to the higher spin fields, the Noether potential results. We study the\ncases $N=2, N=3$ and N=4. We argue that our N=3 vertex for any number of\nderivatives $\\Delta$ is identical with the known cubic interaction.\n","Comment: Latex, 36 pages, v.2, references added; v.3 the discussion of\n  conformal invariance added"]}]
["1109.0859",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Quantum Algebra","15A66"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0859","J.Phys.:Conf.Ser. 343, 012026, 2012","doi:10.1088/1742-6596/343/1/012026"],"date":["2011-09-05"],"type":["text"],"creator":["da Rocha, Roldao","Traesel, M. A."],"language":[],"coverage":[],"title":["Generalized non-associative structures on the 7-sphere"],"description":["  In this paper we provide a more general class of non-associative products\nusing the exterior and Clifford bundles on the 7-sphere. Some additional\nproperties encompass previous formalisms in the Clifford algebra context, and\nwider classes of non-associative structures on the 7-sphere are investigated,\nevinced by the directional non-associative products and the mixed composition\nof generalized non-associative products between Clifford algebra multivectors.\nThese non-associative products are further generalized by considering the\nnon-associative shear of arbitrary Clifford bundle Cl(0,7) elements into\noctonions. We assert new properties inherited from the non-associative\nstructure introduced in the whole Clifford bundle on S7, which naturally induce\ninvolutions on the Clifford bundle and provide immediate generalizations\nconcerning well-established formal results and potential applications in\nphysics.\n","Comment: 36 pages, JPConf style"]}]
["1109.5102",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5102","Nature Communications 3, 679 (2012)","doi:10.1038/ncomms1679"],"date":["2011-09-23","2012-02-14"],"type":["text"],"creator":["Bahramy, M. S.","Yang, B. -J.","Arita, R.","Nagaosa, N."],"language":[],"coverage":[],"title":["Emergence of non-centrosymmetric topological insulating phase in BiTeI\n  under pressure"],"description":["  The spin-orbit interaction affects the electronic structure of solids in\nvarious ways. Topological insulators are one example where the spin-orbit\ninteraction leads the bulk bands to have a non-trivial topology, observable as\ngapless surface or edge states. Another example is the Rashba effect, which\nlifts the electron-spin degeneracy as a consequence of spin-orbit interaction\nunder broken inversion symmetry. It is of particular importance to know how\nthese two effects, i.e. the non-trivial topology of electronic states and\nRashba spin splitting, interplay with each other. Here we show, through\nsophisticated first-principles calculations, that BiTeI, a giant bulk Rashba\nsemiconductor, turns into a topological insulator under a reasonable pressure.\nThis material is shown to exhibit several unique features such as, a highly\npressure-tunable giant Rashba spin splitting, an unusual pressure-induced\nquantum phase transition, and more importantly the formation of strikingly\ndifferent Dirac surface states at opposite sides of the material.\n","Comment: 5 figures are included"]}]
["1109.6050",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6050"],"date":["2011-09-27","2012-02-14"],"type":["text"],"creator":["Kovchegov, Yevgeniy","Michalowski, Nicholas"],"language":[],"coverage":[],"title":["A Class of Markov Chains with no Spectral Gap"],"description":["  In this paper we extend the results of the research started by the first\nauthor, in which Karlin-McGregor diagonalization of certain reversible Markov\nchains over countably infinite general state spaces by orthogonal polynomials\nwas used to estimate the rate of convergence to a stationary distribution.\n  We use a method of Koornwinder to generate a large and interesting family of\nrandom walks which exhibits a lack of spectral gap, and a polynomial rate of\nconvergence to the stationary distribution. For the Chebyshev type subfamily of\nMarkov chains, we use asymptotic techniques to obtain an upper bound of order\n$O({\\log{t} \\over \\sqrt{t}})$ and a lower bound of order $O({1 \\over\n\\sqrt{t}})$ on the distance to the stationary distribution regardless of the\ninitial state. Due to the lack of a spectral gap, these results lie outside the\nscope of geometric ergodicity theory.\n","Comment: To appear in the Proceedings of the AMS"]}]
["1109.6086",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6086","Phys.Rev. D85 (2012) 023522","doi:10.1103/PhysRevD.85.023522"],"date":["2011-09-27","2012-02-13"],"type":["text"],"creator":["Bernui, A.","Reboucas, M. J."],"language":[],"coverage":[],"title":["Mapping the large-angle deviation from Gaussianity in simulated CMB maps"],"description":["  [Abridged] In recent works we have proposed two new large-angle\nnon-Gaussianity indicators based on skewness and kurtosis of patches of CMB\nsky-sphere, and used them to find out significant deviation from Gaussianity in\nfrequency bands and foreground-reduced CMB maps. Simulated CMB maps with\nassigned type and amplitude of primordial non-Gaussianity are important tools\nto determine the strength, sensitivity and limitations of non-Gaussian\nestimators. Here we investigate whether and to what extent our non-Gaussian\nindicators have sensitivity to detect non-Gaussianity of local type,\nparticularly with amplitude within the seven-year WMAP bounds. We make a\nsystematic study by employing our statistical tools to generate maps of\nskewness and kurtosis from several thousands of simulated maps equipped with\nnon-Gaussianity of local type of various amplitudes. We show that our\nindicators can be used to detect large-angle local-type non-Gaussianity only\nfor relatively large values of the non-linear parameter $f_{\\rm NL}^{\\rm\nlocal}$. Thus, our indicators have not enough sensitivity to detect deviation\nfrom Gaussianity with the non-linear parameter within the seven-year WMAP\nbounds. This result along with the outcomes of frequency bands and\nforeground-reduced analyses suggest that non-Gaussianity captured in the\nprevious works by our indicators is not of primordial origin, although it might\nhave a primordial component. We have also made a comparative study of\nnon-Gaussianity of simulated maps and of the full-sky WMAP foreground-reduced\nseven-year ILC-7yr map. An outcome of this analysis is that the level of\nnon-Gaussianity of ILC-7yr map is higher than that of the simulated maps for\n$f_{\\rm NL}^{\\rm local}$ within WMAP bounds. This provides quantitative\nindications on the suitability of the ILC-7yr map as a Gaussian reconstruction\nof the full-sky CMB.\n","Comment: 9 pages, 5 figures, 3 tables. V2: Version published in PRD(2011).\n  Appendix added. New figures, typos corrected, references added"]}]
["1110.0292",{"format":[],"subject":["Mathematics - Number Theory","11G09, 12A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0292"],"date":["2011-10-03","2012-02-14"],"type":["text"],"creator":["Anglès, Bruno","Taelman, Lenny"],"language":[],"coverage":[],"title":["On a problem \\`a la Kummer-Vandiver for function fields"],"description":["  We use Artin-Schreier base change to construct counterexamples to a\nKummer-Vandiver type question for function fields.\n"]}]
["1110.1121",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1121","J. Acoust. Soc. Am., 131(2) 1113-1120, 2012","doi:10.1121/1.3672690"],"date":["2011-10-05"],"type":["text"],"creator":["Luppé, Francine","Conoir, Jean-Marc","Norris, Andrew N."],"language":[],"coverage":[],"title":["Effective wave numbers for thermo-viscoelastic media containing random\n  configurations of spherical scatterers"],"description":["  The dispersion relation is derived for the coherent waves in fluid or elastic\nmedia supporting viscous and thermal effects and containing randomly\ndistributed spherical scatterers. The formula obtained is the generalization of\nLloyd and Berry's [Proc. Phys. Soc. Lond. 91, 678-688, 1067], the latter being\nlimited to fluid host media, and it is the three-dimensional counterpart of\nthat derived by Conoir and Norris [Wave Motion 47, 183-197, 2010] for\ncylindrical scatterers in an elastic host medium.\n","Comment: 11 pages"]}]
["1110.1276",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1276","Journal of Statistical Mechanics: Theory and Experiment (2012)\n  P02007","doi:10.1088/1742-5468/2012/02/P02007"],"date":["2011-10-06","2012-02-13"],"type":["text"],"creator":["Nardini, Cesare","Nerattini, Rachele","Casetti, Lapo"],"language":[],"coverage":[],"title":["Density of states of continuous and discrete spin models: a case study"],"description":["  A relation between O(n) lattice spin models and Ising models defined on the\nsame lattice was recently put forward [L. Casetti, C. Nardini, and R.\nNerattini, Phys. Rev. Lett. 106, 057208 (2011)]. Such a relation, inspired by\nan energy landscape analysis, implies that the density of states of an O(n)\nspin model on a lattice can be effectively approximated, at least close to the\nphase transition, in terms of the density of states of an Ising model defined\non the same lattice and with the same interactions. In the present paper we\nshow that such a relation exactly holds, albeit in a slightly modified form, in\nthe special cases of the mean-field XY model and of the one-dimensional XY\nmodel. We also discuss the possible consequences of this result for the general\ncase.\n"]}]
["1110.1463",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1463","J. Appl. Phys. 111, 07E109 (2012)","doi:10.1063/1.3671434"],"date":["2011-10-07"],"type":["text"],"creator":["Budrikis, Zoe","Politi, Paolo","Stamps, R. L."],"language":[],"coverage":[],"title":["Disorder regimes and equivalence of disorder types in artificial spin\n  ice"],"description":["  The field-induced dynamics of artificial spin ice are determined in part by\ninteractions between magnetic islands, and the switching characteristics of\neach island. Disorder in either of these affects the response to applied\nfields. Numerical simulations are used to show that disorder effects are\ndetermined primarily by the strength of disorder relative to inter-island\ninteractions, rather than by the type of disorder. Weak and strong disorder\nregimes exist and can be defined in a quantitative way.\n","Comment: The following article has been submitted to J. Appl. Phys. After it\n  is published, it will be found at http://link.aip.org/link/?jap"]}]
["1110.2183",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2183","Phys. Rev. A 85, 023620 (2012)","doi:10.1103/PhysRevA.85.023620"],"date":["2011-10-10","2012-02-05"],"type":["text"],"creator":["Borzov, Dmitry","Mashayekhi, Mohammad S.","Zhang, Shizhong","Song, Jun-Liang","Zhou, Fei"],"language":[],"coverage":[],"title":["Nature of 3D Bose Gases near Resonance"],"description":["  In this paper, we explore the nature of three-dimensional Bose gases at large\npositive scattering lengths via resummation of dominating processes involving a\nminimum number of virtual atoms. We focus on the energetics of the nearly\nfermionized Bose gases beyond the usual dilute limit. We also find that an\nonset instability sets in at a critical scattering length, beyond which the\nnear-resonance Bose gases become strongly coupled to molecules and lose the\nmetastability. Near the point of instability, the chemical potential reaches a\nmaximum, and the effect of the three-body forces can be estimated to be around\na few percent.\n","Comment: 8 pages, 3 figures, revised version to appear in Phys. Rev. A"]}]
["1110.2901",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2901","doi:10.1088/1367-2630/14/2/023009"],"date":["2011-10-13","2011-12-18"],"type":["text"],"creator":["Szigeti, Stuart S.","Debs, John E.","Hope, Joseph J.","Robins, Nicholas P.","Close, John D."],"language":[],"coverage":[],"title":["Why momentum width matters for atom interferometry with Bragg pulses"],"description":["  We theoretically consider the effect of the atomic source's momentum width on\nthe efficiency of Bragg mirrors and beamsplitters and, more generally, on the\nphase sensitivity of Bragg pulse atom interferometers. By numerical\noptimization, we show that an atomic cloud's momentum width places a\nfundamental upper bound on the maximum transfer efficiency of a Bragg mirror\npulse, and furthermore limits the phase sensitivity of a Bragg pulse atom\ninterferometer. We quantify these momentum width effects, and precisely compute\nhow mirror efficiencies and interferometer phase sensitivities vary as\nfunctions of Bragg order and source type. Our results and methodology allow for\nan efficient optimization of Bragg pulses and the comparison of different\natomic sources, and will help in the design of large momentum transfer Bragg\nmirrors and beamsplitters for use in atom-based inertial sensors.\n","Comment: 25 pages, 11 figures"]}]
["1110.4169",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4169","Phys.Rev.D84:123513,2011","doi:10.1103/PhysRevD.84.123513"],"date":["2011-10-18"],"type":["text"],"creator":["Kuroyanagi, Sachiko","Nakayama, Kazunori","Saito, Shun"],"language":[],"coverage":[],"title":["Prospects for determination of thermal history after inflation with\n  future gravitational wave detectors"],"description":["  Thermal history of the Universe between inflation and big-bang\nnucleosynthesis has not yet been revealed observationally. It will be probed by\nthe detection of primordial gravitational waves generated during inflation,\nwhich contain information on the reheating temperature as well as the equation\nof state of the Universe after inflation. Based on Fisher information\nformalism, we examine how accurately the tensor-to-scalar ratio and reheating\ntemperature after inflation can be simultaneously determined with space-based\ngravitational wave detectors such as the DECI-hertz Interferometer\nGravitational-wave Observatory (DECIGO) and the Big-Bang Observer (BBO). We\nshow that the reheating temperature is best determined if it is around 10^7 GeV\nfor tensor-to-scalar ratio of around 0.1, and explore the detectable parameter\nspace. We also find that equation of state of the early Universe can be also\ndetermined accurately enough to distinguish different equation-of-state\nparameters if the inflationary gravitational waves are successfully detected.\nThus future gravitational wave detectors provide a unique and promising\nopportunity to reveal the thermal history of the Universe around 10^7 GeV.\n","Comment: 21 pages, 8 figures"]}]
["1110.4322",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4322"],"date":["2011-10-19","2012-02-14"],"type":["text"],"creator":["Cesa-Bianchi, Nicolò","Kakade, Sham"],"language":[],"coverage":[],"title":["An Optimal Algorithm for Linear Bandits"],"description":["  We provide the first algorithm for online bandit linear optimization whose\nregret after T rounds is of order sqrt{Td ln N} on any finite class X of N\nactions in d dimensions, and of order d*sqrt{T} (up to log factors) when X is\ninfinite. These bounds are not improvable in general. The basic idea utilizes\ntools from convex geometry to construct what is essentially an optimal\nexploration basis. We also present an application to a model of linear bandits\nwith expert advice. Interestingly, these results show that bandit linear\noptimization with expert advice in d dimensions is no more difficult (in terms\nof the achievable regret) than the online d-armed bandit problem with expert\nadvice (where EXP4 is optimal).\n","Comment: This paper is superseded by S. Bubeck, N. Cesa-Bianchi, and S.M.\n  Kakade, \"Towards minimax policies for online linear optimization with bandit\n  feedback\""]}]
["1110.4728",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4728","JHEP 01 (2012) 040","doi:10.1007/JHEP01(2012)040"],"date":["2011-10-21","2012-02-14"],"type":["text"],"creator":["Avan, Jean","Doikou, Anastasia"],"language":[],"coverage":[],"title":["Liouville integrable defects: the non-linear Schrodinger paradigm"],"description":["  A systematic approach to Liouville integrable defects is proposed, based on\nan underlying Poisson algebraic structure. The non-linear Schrodinger model in\nthe presence of a single particle-like defect is investigated through this\nalgebraic approach. Local integrals of motions are constructed as well as the\ntime components of the corresponding Lax pairs. Continuity conditions imposed\nupon the time components of the Lax pair to all orders give rise to sewing\nconditions, which turn out to be compatible with the hierarchy of charges in\ninvolution. Coincidence of our results with the continuum limit of the discrete\nexpressions obtained in earlier works further confirms our approach.\n","Comment: 22 pages, Latex. Minor misprints corrected"]}]
["1110.4755",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4755","Phys. Rev. E85, 021118 (2012)","doi:10.1103/PhysRevE.85.021118"],"date":["2011-10-21","2012-02-14"],"type":["text"],"creator":["Srokowski, Tomasz"],"language":[],"coverage":[],"title":["Anomalous diffusion in systems driven by the stable Levy noise with a\n  finite noise relaxation time and inertia"],"description":["  Dynamical systems driven by a general L\\'evy stable noise are considered. The\ninertia is included and the noise, represented by a generalised\nOrnstein-Uhlenbeck process, has a finite relaxation time. A general linear\nproblem (the additive noise) is solved: the resulting distribution converges\nwith time to the distribution for the white-noise, massless case. Moreover, a\nmultiplicative noise is discussed. It can make the distribution steeper and the\nvariance, which is finite, depends sublinearly on time (subdiffusion). For a\nsmall mass, a white-noise limit corresponds to the Stratonovich interpretation.\nOn the other hand, the distribution tails agree with the Ito interpretation if\nthe inertia is very large. An escape time from the potential well is\ncalculated.\n","Comment: 11 pages, 6 figures"]}]
["1110.5569",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5569"],"date":["2011-10-25","2012-02-13"],"type":["text"],"creator":["Taflin, Johan"],"language":[],"coverage":[],"title":["Speed of convergence towards attracting sets for endomorphisms of P^k"],"description":["  Let f be a non-invertible holomorphic endomorphism of P^k having an\nattracting set A. We show that, under some natural assumptions, A supports a\nunique invariant positive closed current \\tau, of the right bidegree and of\nmass 1. Moreover, if R is a current supported in a small neighborhood of A then\nits push-forwards by f^n converge to \\tau exponentially fast. We also prove\nthat the equilibrium measure on A is hyperbolic.\n"]}]
["1110.6300",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6300","Phys.Rev.D85: 045019, 2012","doi:10.1103/PhysRevD.85.045019"],"date":["2011-10-28","2011-12-15"],"type":["text"],"creator":["Moral-Gamez, F. J.","Salcedo, L. L."],"language":[],"coverage":[],"title":["Derivative expansion of the heat kernel at finite temperature"],"description":["  The method of covariant symbols of Pletnev and Banin is extended to\nspace-times with topology $\\R^n\\times S^1\\times ... \\times S^1$. By means of\nthis tool, we obtain explicit formulas for the diagonal matrix elements and the\ntrace of the heat kernel at finite temperature to fourth order in a strict\ncovariant derivative expansion. The role of the Polyakov loop is emphasized.\nChan's formula for the effective action to one loop is similarly extended. The\nexpressions obtained formally apply to a larger class of spaces, $h$-spaces,\nwith an arbitrary weight function $h(p)$ in the integration over the momentum\nof the loop.\n","Comment: 32 pages, no figures. Subsection on real time formalism added. To\n  appear in Phys.Rev.D"]}]
["1111.1181",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1181"],"date":["2011-11-04","2012-02-14"],"type":["text"],"creator":["Carusela, M. Florencia","Ankerhold, Joachim"],"language":[],"coverage":[],"title":["Quantum phase diffusion in ac-driven superconducting atomic point\n  contacts"],"description":["  The impact of quantum fluctuations on the phase diffusion in resistively\nshunted superconducting quantum points subject to an external ac-voltage is\nstudied. Based on an extension of the classical Smoluchowski equation to the\nquantum regime, numerical results for fractional and integer Shapiro resonances\nare investigated to reveal characteristic features of quantum effects. It is\nshown that typically in the quantum regime the broadening of resonances cannot\nbe described simply by an effective temperature.\n","Comment: 8 pages, 8 figures"]}]
["1111.1656",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1656","PoS(Lattice 2011)328"],"date":["2011-11-07"],"type":["text"],"creator":["Shi, Zhifeng","Detmold, William"],"language":[],"coverage":[],"title":["Investigations of QCD at non-zero isospin density"],"description":["  We investigate the QCD phase diagram as a function of isospin chemical\npotential at a fixed temperature by directly putting large numbers of \\pi^+s\ninto the system. Correlation functions of N \\pi^+s systems involves N!N!\ncontractions, and become extremely expensive when N is large. In order to\nalleviate this problem, a recursion relation of correlation functions has been\nderived in Ref. [1] that substantially reduces the number of independent\ncontractions needed and makes the study of many pions systems be possible. In\nthis proceeding this method is investigated numerically. We have also\nconstructed a new method that is even more efficient, enabling us to study\nsystems of up to 72 \\pi^+s.\n","Comment: 7 pages, 9 figures"]}]
["1111.1944",{"format":[],"subject":["Nuclear Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1944","doi:10.1088/1742-6596/340/1/012043"],"date":["2011-11-08"],"type":["text"],"creator":["Piegsa, F. M.","Pignol, G."],"language":[],"coverage":[],"title":["A proposed search for new light bosons using a table-top neutron Ramsey\n  apparatus"],"description":["  If a new light boson existed, it would mediate a new force between ordinary\nfermions, like neutrons. In general such a new force is described by the\nCompton wavelength $\\lambda_c$ of the associated boson and a set of\ndimensionless coupling constants. For light boson masses of about $10^-4$ eV,\n$\\lambda_c$ is of the order millimeters. Here, we propose a table-top particle\nphysics experiment which provides the possibility to set limits on the strength\nof the coupling constants of light bosons with spin-velocity coupling. It\nutilises Ramsey's technique of separated oscillating fields to measure the\npseudo-magnetic effect on neutron spins passing by a massive sample.\n","Comment: proceedings of the ECNS 2011 conference, published in Jour of Phys.\n  Conf. Series"]}]
["1111.4158",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4158","2012 J. Phys.: Conf. Ser. 342 012013","doi:10.1088/1742-6596/342/1/012013"],"date":["2011-11-17"],"type":["text"],"creator":["Viganò, D.","Parkins, N.","Zane, S.","Turolla, R.","Pons, J. A.","Miralles, J. A."],"language":[],"coverage":[],"title":["The influence of magnetic field geometry on magnetars X-ray spectra"],"description":["  Nowadays, the analysis of the X-ray spectra of magnetically powered neutron\nstars or magnetars is one of the most valuable tools to gain insight into the\nphysical processes occurring in their interiors and magnetospheres. In\nparticular, the magnetospheric plasma leaves a strong imprint on the observed\nX-ray spectrum by means of Compton up-scattering of the thermal radiation\ncoming from the star surface. Motivated by the increased quality of the\nobservational data, much theoretical work has been devoted to develop Monte\nCarlo (MC) codes that incorporate the effects of resonant Compton scattering in\nthe modeling of radiative transfer of photons through the magnetosphere. The\ntwo key ingredients in this simulations are the kinetic plasma properties and\nthe magnetic field (MF) configuration. The MF geometry is expected to be\ncomplex, but up to now only mathematically simple solutions (self-similar\nsolutions) have been employed. In this work, we discuss the effects of new,\nmore realistic, MF geometries on synthetic spectra. We use new force-free\nsolutions in a previously developed MC code to assess the influence of MF\ngeometry on the emerging spectra. Our main result is that the shape of the\nfinal spectrum is mostly sensitive to uncertain parameters of the\nmagnetospheric plasma, but the MF geometry plays an important role on the\nangle-dependence of the spectra.\n","Comment: 6 pages, 4 figures To appear in Proceedings of II Iberian Nuclear\n  Astrophysics Meeting held in Salamanca, September 22-23, 2011"]}]
["1111.5704",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5704","Physical Chemistry Chemical Physics 14, 1463 (2012)","doi:10.1039/C1CP23153G"],"date":["2011-11-24"],"type":["text"],"creator":["Ao, Z. M.","Hernández-Nieves, A. D.","Peeters, F. M.","Li, S."],"language":[],"coverage":[],"title":["The electric field as a novel switch for uptake/release of hydrogen\n  storage in nitrogen doped graphene"],"description":["  Nitrogen-doped graphene was recently synthesized and was reported to be a\ncatalyst for hydrogen dissociative adsorption under a perpendicular applied\nelectric field (F). In this work, the diffusion of H atoms on N-doped graphene,\nin the presence and absence of an applied perpendicular electric field, is\nstudied using density functional theory. We demonstrate that the applied field\ncan significantly facilitate the binding of hydrogen molecules on N-doped\ngraphene through dissociative adsorption and diffusion on the surface. By\nremoving the applied field the absorbed H atoms can be released efficiently.\nOur theoretical calculation indicates that N-doped graphene is a promising\nhydrogen storage material with reversible hydrogen adsorption/desorption where\nthe applied electric field can act as a switch for the uptake/release\nprocesses.\n"]}]
["1111.5829",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5829","Physical Review A 85, 022706 (2012)","doi:10.1103/PhysRevA.85.022706"],"date":["2011-11-24"],"type":["text"],"creator":["Borbely, J. S.","van Rooij, R.","Knoop, S.","Vassen, W."],"language":[],"coverage":[],"title":["Magnetic-field dependent trap loss of ultracold metastable helium"],"description":["  We have experimentally studied the magnetic-field dependence of the decay of\na Bose-Einstein condensate of metastable 4He atoms confined in an optical\ndipole trap, for atoms in the m=+1 and m=-1 magnetic substates, and up to 450\nG. Our measurements confirm long-standing calculations of the two-body loss\nrate coefficient that show an increase above 50 G. We demonstrate that for m=-1\natoms, decay is due to three-body recombination only, with a three-body loss\nrate coefficient of 6.5(0.4)(0.6)10^(-27)cm^6s^(-1), which is interesting in\nthe context of universal few-body theory. We have also searched for a\nrecently-predicted d-wave Feshbach resonance, but did not observe it.\n","Comment: 7 pages, 6 figures"]}]
["1112.1170",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1170","Phys. Rev. Lett. 108, 076802 (2012)","doi:10.1103/PhysRevLett.108.076802"],"date":["2011-12-06","2012-01-10"],"type":["text"],"creator":["Pala, M. G.","Baltazar, S.","Liu, P.","Sellier, H.","Hackens, B.","Martins, F.","Bayot, V.","Wallart, X.","Desplanque, L.","Huant, S."],"language":[],"coverage":[],"title":["Transport inefficiency in branched-out mesoscopic networks: An analog of\n  the Braess paradox"],"description":["  We present evidence for a counter-intuitive behavior of semiconductor\nmesoscopic networks that is the analog of the Braess paradox encountered in\nclassical networks. A numerical simulation of quantum transport in a two-branch\nmesoscopic network reveals that adding a third branch can paradoxically induce\ntransport inefficiency that manifests itself in a sizable conductance drop of\nthe network. A scanning-probe experiment using a biased tip to modulate the\ntransmission of one branch in the network reveals the occurrence of this\nparadox by mapping the conductance variation as a function of the tip voltage\nand position.\n","Comment: 2nd version with minor stylistic corrections. To appear in Phys. Rev.\n  Lett.: Editorially approved for publication 6 January 2012"]}]
["1112.2846",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2846","Phys. Rev. A 85, 021604(R) (2012)","doi:10.1103/PhysRevA.85.021604"],"date":["2011-12-13","2012-02-10"],"type":["text"],"creator":["Gadsbolle, Anne-Louise","Bruun, G. M."],"language":[],"coverage":[],"title":["Harmonically trapped dipolar fermions in a two-dimensional square\n  lattice"],"description":["  We consider dipolar fermions in a two-dimensional square lattice and a\nharmonic trapping potential. The anisotropy of the dipolar interaction combined\nwith the lattice leads to transitions between phases with density order of\ndifferent symmetries. We show that the attractive part of the dipolar\ninteraction results in a superfluid phase which is suppressed by density order.\nThe trapping potential is demonstrated to make the different phases co-exist,\nforming ring and island structures. The phases with density and superfluid\norder can overlap forming regions with supersolid order.\n","Comment: 5 pages, 6 figures"]}]
["1112.3169",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3169","doi:10.1007/s10948-012-1408-5"],"date":["2011-12-14"],"type":["text"],"creator":["Krüger, Ekkehard","Strunk, Horst P."],"language":[],"coverage":[],"title":["The reason why doping causes superconductivity in LaFeAsO"],"description":["  The experimental observation of superconductivity in LaFeAsO appearing on\ndoping is analyzed with the group-theoretical approach that evidently led in a\nforegoing paper (J. Supercond 24:2103, 2011) to an understanding of the cause\nof both the antiferromagnetic state and the accompanying structural distortion\nin this material. Doping, like the structural distortions, means also a\nreduction of the symmetry of the pure perfect crystal. In the present paper we\nshow that this reduction modifies the correlated motion of the electrons in a\nspecial narrow half-filled band of LaFeAsO in such a way that these electrons\nproduce a stable superconducting state.\n"]}]
["1112.3592",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3592","A&A 538, A120 (2012)","doi:10.1051/0004-6361/201117666"],"date":["2011-12-15","2012-02-14"],"type":["text"],"creator":["Lennarz, Dirk","Altmann, David","Wiebusch, Christopher"],"language":[],"coverage":[],"title":["A unified supernova catalogue"],"description":["  In this paper a new supernova catalogue containing data for 5526\nextragalactic supernovae that were discovered up to 2010 December 31 is\npresented. It combines several catalogues that are currently available online\nin a consistent and traceable way. During the comparison of the catalogues\ninconsistent entries were identified and resolved where possible. Remaining\ninconsistencies are marked transparently and can be easily identified. Thus it\nis possible to select a high-quality sample in a most simple way. Where\navailable, redshift-based distance estimates to the supernovae were replaced by\njournal-refereed distances. Examples of statistical studies that are now\npossible with this new catalogue are presented in this paper.\n","Comment: 9 pages, 12 figures, catalogue is available at\n  http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/538/A120"]}]
["1112.4503",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4503","Phys. Rev. A 85, 022312 (2012)","doi:10.1103/PhysRevA.85.022312"],"date":["2011-12-19","2012-02-14"],"type":["text"],"creator":["Bruderer, M.","Franke, K.","Ragg, S.","Belzig, W.","Obreschkow, D."],"language":[],"coverage":[],"title":["Exploiting boundary states of imperfect spin chains for high-fidelity\n  state transfer"],"description":["  We study transfer of a quantum state through XX spin chains with static\nimperfections. We combine the two standard approaches for state transfer based\non (i) modulated couplings between neighboring spins throughout the spin chain\nand (ii) weak coupling of the outermost spins to an unmodulated spin chain. The\ncombined approach allows us to design spin chains with modulated couplings and\nlocalized boundary states, permitting high-fidelity state transfer in the\npresence of random static imperfections of the couplings. The modulated\ncouplings are explicitly obtained from an exact algorithm using the close\nrelation between tridiagonal matrices and orthogonal polynomials [Linear\nAlgebr. Appl. 21, 245 (1978)]. The implemented algorithm and a graphical user\ninterface for constructing spin chains with boundary states (spinGUIn) are\nprovided as Supplemental Material.\n","Comment: 7 pages, 3 figures + spinGUIn description and Matlab files\n  iepsolve.m, spinGUIn.fig, spinGUIn.p"]}]
["1112.4733",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4733","Phys. Rev. A 85, 022318 (2012)","doi:10.1103/PhysRevA.85.022318"],"date":["2011-12-20","2012-02-14"],"type":["text"],"creator":["Riedl, Stefan","Lettner, Matthias","Vo, Christoph","Baur, Simon","Rempe, Gerhard","Dürr, Stephan"],"language":[],"coverage":[],"title":["Bose-Einstein condensate as a quantum memory for a photonic polarization\n  qubit"],"description":["  A scheme based on electromagnetically induced transparency is used to store\nlight in a Bose-Einstein condensate. In this process, a photonic polarization\nqubit is stored in atomic Zeeman states. The performance of the storage process\nis characterized and optimized. The average process fidelity is 1.000 +/-\n0.004. For long storage times, temporal fluctuations of the magnetic field\nreduce this value, yielding a lifetime of the fidelity of 1.1 +/- 0.2 ms. The\nwrite-read efficiency of the pulse energy can reach 0.53 +/- 0.05.\n"]}]
["1112.4754",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4754","Physical Review A 85, 025602 (2012)","doi:10.1103/PhysRevA.85.025602"],"date":["2011-12-20","2012-01-31"],"type":["text"],"creator":["Knoop, S.","Borbely, J. S.","van Rooij, R.","Vassen, W."],"language":[],"coverage":[],"title":["Non-exponential one-body loss in a Bose-Einstein condensate"],"description":["  We have studied the decay of a Bose-Einstein condensate of metastable helium\natoms in an optical dipole trap. In the regime where two- and three-body losses\ncan be neglected we show that the Bose-Einstein condensate and the thermal\ncloud show fundamentally different decay characteristics. The total number of\natoms decays exponentially with time constant tau; however, the thermal cloud\ndecays exponentially with time constant (4/3)tau and the condensate decays much\nfaster, and non-exponentially. We show that this behaviour, which should be\npresent for all BECs in thermal equilibrium with a considerable thermal\nfraction, is due to a transfer of atoms from the condensate to the thermal\ncloud during its decay.\n","Comment: The intuitive explanation of the atomic transfer effect has been\n  corrected"]}]
["1112.4934",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4934","Phys. Rev. A 85, 022704 (2012)","doi:10.1103/PhysRevA.85.022704"],"date":["2011-12-21"],"type":["text"],"creator":["Wang, Yujun","Greene, Chris H."],"language":[],"coverage":[],"title":["Universal bound and scattering properties for two dipoles"],"description":["  The bound state and low-energy scattering properties of two oriented dipoles\nare investigated for both bosonic and fermionic symmetries. Interestingly, a\nuniversal scaling emerges for the expectation value of the angular momentum for\ndeeply-bound two-dipole states. This scaling traces to the pendulum motion of\ntwo dipoles in strong dipole regime. The low-energy scattering phase shifts of\ntwo dipoles also show universal behavior. These universal observations make\nconnections to the scaling laws reported in Refs. [1, 2] for three dipoles.\nAtomic units are used throughout this work.\n","Comment: 7 pages, 6 figures, 1 table"]}]
["1112.5323",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5323","Phys. Rev. B 85, 064404 (2012)","doi:10.1103/PhysRevB.85.064404"],"date":["2011-12-22","2012-02-14"],"type":["text"],"creator":["Janson, O.","Rousochatzakis, I.","Tsirlin, A. A.","Richter, J.","Skourski, Yu.","Rosner, H."],"language":[],"coverage":[],"title":["Decorated Shastry-Sutherland lattice in the spin-1/2 magnet CdCu2(BO3)2"],"description":["  We report the microscopic magnetic model for the spin-1/2 Heisenberg system\nCdCu2(BO3)2, one of the few quantum magnets showing the 1/2-magnetization\nplateau. Recent neutron diffraction experiments on this compound [M. Hase et\nal., Phys. Rev. B 80, 104405 (2009)] evidenced long-range magnetic order,\ninconsistent with the previously suggested phenomenological magnetic model of\nisolated dimers and spin chains. Based on extensive density-functional theory\nband structure calculations, exact diagonalizations, quantum Monte Carlo\nsimulations, third-order perturbation theory, as well as high-field\nmagnetization measurements, we find that the magnetic properties of CdCu2(BO3)2\nare accounted for by a frustrated quasi-2D magnetic model featuring four\ninequivalent exchange couplings: the leading antiferromagnetic coupling J_d\nwithin the structural Cu2O6 dimers, two interdimer couplings J_t1 and J_t2,\nforming magnetic tetramers, and a ferromagnetic coupling J_it between the\ntetramers. Based on comparison to the experimental data, we evaluate the ratios\nof the leading couplings J_d : J_t1 : J_t2 : J_it = 1 : 0.20 : 0.45 : -0.30,\nwith J_d of about 178 K. The inequivalence of J_t1 and J_t2 largely lifts the\nfrustration and triggers long-range antiferromagnetic ordering. The proposed\nmodel accounts correctly for the different magnetic moments localized on\nstructurally inequivalent Cu atoms in the ground-state magnetic configuration.\nWe extensively analyze the magnetic properties of this model, including a\ndetailed description of the magnetically ordered ground state and its evolution\nin magnetic field with particular emphasis on the 1/2-magnetization plateau.\nOur results establish remarkable analogies to the Shastry-Sutherland model of\nSrCu2(BO3)2, and characterize the closely related CdCu2(BO3)2 as a material\nrealization for the spin-1/2 decorated anisotropic Shastry-Sutherland lattice.\n","Comment: 16 pages, 13 figures, 2 tables. Published version with additional QMC\n  data"]}]
["1112.6072",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Combinatorics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6072"],"date":["2011-12-28","2012-02-13"],"type":["text"],"creator":["Wang, Lei","Liang, Heng","Bai, Fengshan","Huo, Yan"],"language":[],"coverage":[],"title":["A load balancing strategy for parallel computation of sparse permanents"],"description":["  The research in parallel machine scheduling in combinatorial optimization\nsuggests that the desirable parallel efficiency could be achieved when the jobs\nare sorted in the non-increasing order of processing times. In this paper, we\nfind that the time spending for computing the permanent of a sparse matrix by\nhybrid algorithm is strongly correlated to its permanent value. A strategy is\nintroduced to improve a parallel algorithm for sparse permanent. Methods for\napproximating permanents, which have been studied extensively, are used to\napproximate the permanent values of sub-matrices to decide the processing order\nof jobs. This gives an improved load balancing method. Numerical results show\nthat the parallel efficiency is improved remarkably for the permanents of\nfullerene graphs, which are of great interests in nanoscience.\n","Comment: 18 pages, 3 figures and 15 tables"]}]
["1201.0082",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0082","International Journal of Astronomy and Astrophysics, 2011, 1,\n  200-203","doi:10.4236/ijaa.2011.14025"],"date":["2011-12-30"],"type":["text"],"creator":["Yefremov, Alexander P."],"language":[],"coverage":[],"title":["Relativistic Warning to Space Missions Aimed to Reach Phobos"],"description":["  Disagreement in estimations of the observed acceleration of Phobos yields\nseveral theories empirically modifying classical description of motion of the\nsatellite, but its orbital positions detected by Mars-aimed spacecraft differ\nfrom predictions. It is shown that the satellite's orbital perturbations can be\nexplained as manifestations of the relativistic time-delay effect ignored in\nclassical models. So computed limits of Phobos' acceleration essentially exceed\nthe experimental values. The satellite's expected orbital shift is calculated\nfor the moment of contact with a landing module of the Phobos-Grunt project;\nthe shift assessed in kilometers may prevent the mission success. Limits of the\napparent relativistic accelerations are predicted for fast satellites of\nJupiter.\n","Comment: 6 pages"]}]
["1201.0775",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0775"],"date":["2011-12-28","2012-02-14"],"type":["text"],"creator":["Christian, Joy"],"language":[],"coverage":[],"title":["On the Origins of Quantum Correlations"],"description":["  It is well known that quantum correlations are not only more disciplined (and\nhence stronger) compared to classical correlations, but they are more\ndisciplined in a mathematically very precise sense. This raises an important\nphysical question: What is responsible for making quantum correlations so much\nmore disciplined? Here we explain the observed discipline of quantum\ncorrelations by identifying the symmetries of our physical space with those of\na parallelized 7-sphere. We substantiate this identification by proving that\nany quantum correlation can be understood as a classical, local-realistic\ncorrelation among a set of points of a parallelized 7-sphere.\n","Comment: 27 pages; Two footnotes added. With a new appendix describing the\n  EPRB correlation observed by Alice and Bob living on a M\\\"obius strip. This\n  is the introductory chapter of my forthcoming book on Bell's Theorem and\n  Quantum Entanglement (2012)"]}]
["1201.1470",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1470","Appl. Phys. Lett. 100, 066101 (2012)","doi:10.1063/1.3681945"],"date":["2012-01-06"],"type":["text"],"creator":["Norris, Andrew N."],"language":[],"coverage":[],"title":["Comment on \"Design of acoustic devices with isotropic material via\n  conformal transformation\" [Appl. Phys. Lett. 97, 044101 (2010)]"],"description":["  The paper presents incorrect formulas for the density and bulk modulus under\na conformal transformation of coordinates. The fault lies with an improper\nassumption of constant acoustic impedance.\n","Comment: 1 page"]}]
["1201.1729",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1729","International Journal of Modern Physics D Vol. 21, No. 1 (2012)\n  1250009","doi:10.1142/S0218271812500095"],"date":["2012-01-09","2012-02-13"],"type":["text"],"creator":["Kafexhiu, Ervin","Aharonian, Felix","Vila, Gabriela"],"language":[],"coverage":[],"title":["Nuclear reactions in hot astrophysical plasmas with $T>10^{10}$ K"],"description":["  The importance of nuclear reactions in low-density astrophysical plasmas with\nion temperatures $T \\geq 10^{10}$ K has been recognized for more than thirty\nyears. However, the lack of comprehensive data banks of relevant nuclear\nreactions and the limited computational power have not previously allowed\ndetailed theoretical studies. Recent developments in these areas make it timely\nto conduct comprehensive studies on the nuclear properties of very hot plasmas\nformed around compact relativistic objects such as black holes and neutron\nstars. Such studies are of great interest in the context of scientific programs\nof future low-energy cosmic $\\gamma$-ray spectrometry. In this work, using the\npublicly available code TALYS, we have built a large nuclear network relevant\nfor temperatures exceeding $10^{10}$ K. We have studied the evolution of the\nchemical composition and accompanying prompt gamma-ray emission of such high\ntemperature plasmas. We present the results on the abundances of light elements\nD, T, $^3$He, $^4$He, $^{6}$Li, $^{7}$Li $^{9}$Be, $^{10}$B, $^{11}$B, and\nbriefly discuss their implications on the astrophysical abundances of these\nelements.\n","Comment: 39 pages, 26 figures"]}]
["1201.1790",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1790","PhysRevLett.108, 072002 (2012)","doi:10.1103/PhysRevLett.108.072002"],"date":["2012-01-09"],"type":["text"],"creator":["Berger, Edmond L.","Cao, Qing-Hong","Chen, Chuan-Ren","Yu, Jiang-Hao","Zhang, Hao"],"language":[],"coverage":[],"title":["The Top Quark Production Asymmetries $A_{FB}^t$ and $A_{FB}^{\\ell}$"],"description":["  A large forward-backward asymmetry is seen in both the top quark rapidity\ndistribution $A_{FB}^t$ and in the rapidity distribution of charged leptons\n$A_{FB}^\\ell$ from top quarks produced at the Tevatron. We study the kinematic\nand dynamic aspects of the relationship of the two observables arising from the\nspin correlation between the charged lepton and the top quark with different\npolarization states. We emphasize the value of both measurements, and we\nconclude that a new physics model which produces more right-handed than\nleft-handed top quarks is favored by the present data.\n","Comment: accepted for publication in Physical Review Letters"]}]
["1201.4134",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4134","Linear Algebra and Its Applications 436 (2012) pp. 2960-2973","doi:10.1016/j.laa.2011.08.040"],"date":["2012-01-19"],"type":["text"],"creator":["Pfaffel, Oliver","Schlemm, Eckhard"],"language":[],"coverage":[],"title":["Limiting spectral distribution of a new random matrix model with\n  dependence across rows and columns"],"description":["  We introduce a random matrix model where the entries are dependent across\nboth rows and columns. More precisely, we investigate matrices of the form\n$\\X=(X_{(i-1)n+t})_{it}\\in\\R^{p\\times n}$ derived from a linear process\n$X_t=\\sum_j c_j Z_{t-j}$, where the $\\{Z_t\\}$ are independent random variables\nwith bounded fourth moments. We show that, when both $p$ and $n$ tend to\ninfinity such that the ratio $p/n$ converges to a finite positive limit $y$,\nthe empirical spectral distribution of $p^{-1}\\X\\X^{\\T}$ converges almost\nsurely to a deterministic measure. This limiting measure, which depends on $y$\nand the spectral density of the linear process $X_t$, is characterized by an\nintegral equation for its Stieltjes transform. The matrix $p^{-1}\\X\\X^{\\T}$ can\nbe interpreted as an approximation to the sample covariance matrix of a\nhigh-dimensional process whose components are independent copies of $X_t$.\n","Comment: 14 pages"]}]
["1201.5502",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5502","Journal of Chemical Physics 136,064901 (2012)","doi:10.1063/1.3684752"],"date":["2012-01-26","2012-02-14"],"type":["text"],"creator":["Groot, Robert D."],"language":[],"coverage":[],"title":["How to impose stick boundary conditions in coarse-grained hydrodynamics\n  of Brownian colloids and semi-flexible fiber rheology"],"description":["  Long-range hydrodynamics between colloidal particles or fibers is modelled by\nthe Fluid Particle Model. Two methods are considered to impose the fluid\nboundary conditions at colloidal surfaces. In the first method radial and\ntransverse friction forces between particle and solvent are applied such that\nthe correct friction and torque follows for moving or rotating particles. The\nforce coefficients are calculated analytically and checked by numerical\nsimulation. In the second method a collision rule is used between colloidal\nparticle and solvent particle that imposes the stick boundary conditions\nexactly. The collision rule comprises a generalisation of the Lowe-Anderson\nthermostat to radial and transverse velocity differences.\n","Comment: 15 pages, 9 figures, accepted for publication in the Journal of\n  Chemical Physics"]}]
["1201.6289",{"format":[],"subject":["Physics - Instrumentation and Detectors","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6289","Applied Physics Letters 100 (2012), 072601","doi:10.1063/1.3684807"],"date":["2012-01-30"],"type":["text"],"creator":["Stiehl, G. M.","Doriese, W. B.","Fowler, J. W.","Hilton, G. C.","Irwin, K. D.","Reintsema, C. D.","Schmidt, D. R.","Swetz, D. S.","Ullom, J. N.","Vale., L. R."],"language":[],"coverage":[],"title":["Code-division multiplexing for x-ray microcalorimeters"],"description":["  We demonstrate the code-division multiplexed (CDM) readout of eight\ntransition-edge sensor microcalorimeters. The energy resolution is 3.0 eV (full\nwidth at half-maximum) or better at 5.9 keV, with a best resolution of 2.3 eV\nand a mean of 2.6 eV over the seven modulated detectors. The flux-summing CDM\nsystem is described and compared with similar time-division multiplexed (TDM)\nreadout. We show that the sqrt(Npixels) multiplexing disadvantage associated\nwith TDM is not present in CDM. This demonstration establishes CDM as both a\nsimple route to higher performance in existing TDM microcalorimetric\nexperiments and a long-term approach to reaching higher multiplexing factors.\n","Comment: To be published in Applied Physics Letters"]}]
["1201.6417",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6417"],"date":["2012-01-30","2012-02-13"],"type":["text"],"creator":["Pilkington, K.","Gibson, B. K."],"language":[],"coverage":[],"title":["Metallicity Gradients in Simulated Disk Galaxies"],"description":["  The stellar metallicity and abundance ratio gradients from the fiducial\nlate-type galaxy simulation of Stinson et al. (2010) are presented. Over 1-3\nscalelengths, gradients are shown to flatten with time, consistent with\nempirical evidence at high- and low-redshifts. Kinematic effects, including\nradial migration, though, flatten these intrinsicly steep gradients such that\nby redshift z=0, the measured gradients of these (now) old stars are flatter\nthan their young counterparts, in contradiction to what is observed locally.\nConversely, the stellar [O/Fe] gradient is (to first order) robust against\nmigration, remaining fairly flat for both young and old populations today.\n","Comment: To appear in \"Galactic Archaeology: Near Field Cosmology and the\n  Formation of the Milky Way\"; Proceedings of 3rd Subaru International\n  Conference; Shuzenji; 1-4 Nov 2011; ed. W. Aoki; ASP (2 typos corrected)"]}]
["1202.1329",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1329","Physical Review B 85, 085423 (2012)","doi:10.1103/PhysRevB.85.085423"],"date":["2012-02-06"],"type":["text"],"creator":["Yang, Ping-Yu","Wang, L. Y.","Hsu, Yao-Wen","Lin, Juhn-Jong"],"language":[],"coverage":[],"title":["Universal conductance fluctuations in indium tin oxide nanowires"],"description":["  Magnetic field dependent universal conductance fluctuations (UCF's) are\nobserved in weakly disordered indium tin oxide nanowires from 0.26 K up to\n$\\sim 25$ K. The fluctuation magnitudes increase with decreasing temperature,\nreaching a fraction of $e^2/h$ at $T \\lesssim 1$ K. The shape of the UCF\npatterns is found to be very sensitive to thermal cycling of the sample to room\ntemperatures, which induces irreversible impurity reconfigurations. On the\nother hand, the UCF magnitudes are insensitive to thermal cycling. Our measured\ntemperature dependence of the root-mean-square UCF magnitudes are compared with\nthe existing theory [C. W. J. Beenakker and H. van Houten, Phys. Rev. B\n\\textbf{37}, 6544 (1988)]. A notable discrepancy is found, which seems to imply\nthat the experimental UCF's are not cut off by the thermal diffusion length\n$L_T$, as would be expected by the theoretical prediction when $L_T <\nL_\\varphi$, where $L_\\varphi$ is the electron dephasing length. The approximate\nelectron dephasing length is inferred from the UCF magnitudes and compared with\nthat extracted from the weak-localization magnetoresistance studies. A\nreasonable semiquantitative agreement is observed.\n","Comment: 11 pages, 9 figures"]}]
["1202.1353",{"format":[],"subject":["Mathematics - Geometric Topology","57M12, 57M25, 57R58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1353"],"date":["2012-02-07","2012-02-13"],"type":["text"],"creator":["Usui, Takuya"],"language":[],"coverage":[],"title":["Heegaard Floer homology, L-spaces and smoothing order on links I"],"description":["  In this paper, we focus on L-spaces for which the boundary maps of the\nHeegaard Floer chain complexes vanish. We collect such manifolds systematically\nby using the smoothing order on links.\n","Comment: 27 pages, 47 figures"]}]
["1202.2230",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2230"],"date":["2012-02-10"],"type":["text"],"creator":["Dubois-Violette, Michel","Popov, Todor"],"language":[],"coverage":[],"title":["Young tableaux and homotopy commutative algebras"],"description":["  A homotopy commutative algebra, or $C_{\\infty}$-algebra, is defined via the\nTornike Kadeishvili homotopy transfer theorem on the vector space generated by\nthe set of Young tableaux with self-conjugated Young diagrams. We prove that\nthis $C_{\\infty}$-algebra is generated in degree 1 by the binary and the\nternary operations.\n","Comment: Talk given by Todor Popov at the International Workshop \"Lie\n  Theory-IX\", Varna, 2011, (11 pages)"]}]
["1202.2348",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2348"],"date":["2012-02-09"],"type":["text"],"creator":["Walker, Devin G. E."],"language":[],"coverage":[],"title":["Dark Baryogenesis"],"description":["  We first suggested a scenario in which a generic, dark chiral gauge group\nundergoes a first order phase transition in order to generate the observed\nbaryon asymmetry in the universe, provide a viable dark matter candidate and\nexplain the observed baryon-to-dark matter ratio of relic abundances\n[arXiv:1003.0899]. We now provide a model in which a copy of the electroweak\ngauge group is added to the Standard Model. We spontaneously break this new\ngauge group to the diagonal Z_2 center which is used to stabilize a dark matter\ncandidate. In addition to the dark matter candidate, anomaly free messenger\nfermions are included which transform non-trivially under all the gauge groups.\nIn analogy to electroweak baryogenesis, the model generates an excess of\nmessenger \"baryons\". These \"baryons\" subsequently decay to the Standard Model\nand dark matter to generate an excess of Standard Model baryons. The\nbaryon-to-dark matter number density ratio is ultimately due to the requirement\nof gauge anomaly freedom. Dark sphalerons generate operators which violate B -\nL but preserves B + L. Thus, the asymmetry is not washed out by the Standard\nModel. The model radiatively generates a dark matter mass of order of the\nelectroweak vacuum expectation value suppressed by a loop factor therefore\nsetting the dark matter-to-baryon relic abundance. We outline some distinctive\nexperimental signatures and ensure these models are consistent with existing\nconstraints. As first discussed in [arXiv:0907.3142], these dark matter\nscenarios feature long-lived particles which can be observed at colliders. We\nfinally show how approximate global symmetries in the higgs sector stabilize\nboth the dark and electroweak scales thereby mitigating the hierarchy problem.\nLight dark higgses are needed to ensure the correct relic abundance. Thus, by\nconstruction the SM and dark higgses generate masses at two- and three-loops,\nrespectively.\n","Comment: 60 pages, multiple figures, abstract modified for arxiv"]}]
["1202.2703",{"format":[],"subject":["Computer Science - Learning","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2703","Forensic Science International 210, 1-3 (2011) 228 - 236","doi:10.1016/j.forsciint.2011.03.010"],"date":["2012-02-13"],"type":["text"],"creator":["Berar, Maxime","Tilotta, Françoise","Glaunès, Joan Alexis","Rozenholc, Yves"],"language":[],"coverage":[],"title":["Craniofacial reconstruction as a prediction problem using a Latent Root\n  Regression model"],"description":["  In this paper, we present a computer-assisted method for facial\nreconstruction. This method provides an estimation of the facial shape\nassociated with unidentified skeletal remains. Current computer-assisted\nmethods using a statistical framework rely on a common set of extracted points\nlocated on the bone and soft-tissue surfaces. Most of the facial reconstruction\nmethods then consist of predicting the position of the soft-tissue surface\npoints, when the positions of the bone surface points are known. We propose to\nuse Latent Root Regression for prediction. The results obtained are then\ncompared to those given by Principal Components Analysis linear models. In\nconjunction, we have evaluated the influence of the number of skull landmarks\nused. Anatomical skull landmarks are completed iteratively by points located\nupon geodesics which link these anatomical landmarks, thus enabling us to\nartificially increase the number of skull points. Facial points are obtained\nusing a mesh-matching algorithm between a common reference mesh and individual\nsoft-tissue surface meshes. The proposed method is validated in term of\naccuracy, based on a leave-one-out cross-validation test applied to a\nhomogeneous database. Accuracy measures are obtained by computing the distance\nbetween the original face surface and its reconstruction. Finally, these\nresults are discussed referring to current computer-assisted reconstruction\nfacial techniques.\n"]}]
["1202.2714",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2714"],"date":["2012-02-13","2012-02-14"],"type":["text"],"creator":["Kobelev, V. V."],"language":[],"coverage":[],"title":["On a Leibnitz-type fractional derivative"],"description":["  The new type of fractional derivative, referred to as \\alpha-derivative, is\nstudied. The \\alpha-derivative of fractional type obeys Leibnitz rule. Based on\nthe definition of \\alpha-derivative the operations of analysis and differential\ngeometry are studied\n","Comment: Submitted to \"Chaos: An Interdisciplinary Journal of Nonlinear\n  Science\", 2012/Feb/13. arXiv admin note: text overlap with arXiv:1006.0178 by\n  other authors"]}]
["1202.2739",{"format":[],"subject":["Mathematics - Differential Geometry","58A20, 58A32, 55R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2739"],"date":["2012-02-13","2012-02-14"],"type":["text"],"creator":["Kureš, Miroslav"],"language":[],"coverage":[],"title":["Looking at osculating bundles through the semiholonomic equalizations"],"description":["  The paper glosses different forms of an introducing of higher order\ntangent-like functors, especially functors derived from higher order\nnonholonomic tangent functors. A special attention is devoted to higher order\nosculating bundles: their identification with higher order tangent bundles is\ndemonstrated as the main result. Chiefly, the paper is focused on the needful\nunification of concepts.\n","Comment: to appear"]}]
["1202.2808",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D07 (Primary) 14J27 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2808"],"date":["2012-02-13"],"type":["text"],"creator":["Besser, Amnon","Livné, Ron"],"language":[],"coverage":[],"title":["Picard-Fuchs equations of families of QM abelian surfaces"],"description":["  We describe an algorithm for computing the Picard-Fuchs equation for a family\nof twists of a fixed elliptic surface. We then apply this algorithm to obtain\nthe equation for several examples, which are coming from families of Kummer\nsurfaces over Shimura curves, as studied in our previous work. We use this to\nfind correspondenced between the parameter spaces of our families and Shimura\ncurves. These correspondences can sometimes be proved rigorously.\n","Comment: AMS-LaTeX, algorithm2e style, ypic, 18 pages"]}]
["1202.2853",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2853"],"date":["2012-02-13"],"type":["text"],"creator":["Cooney, Alan","Psaltis, Dimitrios","Zaritsky, Dennis"],"language":[],"coverage":[],"title":["Special and General Relativistic Effects in Galactic Rotation Curves"],"description":["  The observed flat rotation curves of galaxies require either the presence of\ndark matter in Newtonian gravitational potentials or a significant modification\nto the theory of gravity at galactic scales. Detecting relativistic Doppler\nshifts and gravitational effects in the rotation curves offers a tool for\ndistinguishing between predictions of gravity theories that modify the inertia\nof particles and those that modify the field equations. These higher-order\neffects also allow us in principle, to test whether dark matter particles obey\nthe equivalence principle. We calculate here the magnitudes of the relativistic\nDoppler and gravitational shifts expected in realistic models of galaxies in a\ngeneral metric theory of gravity. We identify a number of observable quantities\nthat measure independently the special- and general-relativistic effects in\neach galaxy and suggest that both effects might be detected in a statistical\nsense by combining appropriately the rotation curves of a large number of\ngalaxies.\n","Comment: 11 pages, 5 figures, Submitted to PRD"]}]
["1202.2868",{"format":[],"subject":["Computer Science - Graphics","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2868"],"date":["2012-02-10"],"type":["text"],"creator":["Lucanin, Drazen"],"language":[],"coverage":[],"title":["Visual definition of procedures for automatic virtual scene generation"],"description":["  With more and more digital media, especially in the field of virtual reality\nwhere detailed and convincing scenes are much required, procedural scene\ngeneration is a big helping tool for artists. A problem is that defining scene\ndescriptions through these procedures usually requires a knowledge in formal\nlanguage grammars, programming theory and manually editing textual files using\na strict syntax, making it less intuitive to use. Luckily, graphical user\ninterfaces has made a lot of tasks on computers easier to perform and out of\nthe belief that creating computer programs can also be one of them, visual\nprogramming languages (VPLs) have emerged. The goal in VPLs is to shift more\nwork from the programmer to the integrated development environment (IDE),\nmaking programming an user-friendlier task.\n  In this thesis, an approach of using a VPL for defining procedures that\nautomatically generate virtual scenes is presented. The methods required to\nbuild a VPL are presented, including a novel method of generating readable code\nin a structured programming language. Also, the methods for achieving basic\nprinciples of VPLs will be shown -- suitable visual presentation of information\nand guiding the programmer in the right direction using constraints. On the\nother hand, procedural generation methods are presented in the context of\nvisual programming -- adapting the application programming interface (API) of\nthese methods to better serve the user. The main focus will be on the methods\nfor urban modeling, such as building, city layout and details generation with\nrandom number generation used to create non-deterministic scenes.\n","Comment: Master's thesis"]}]
["1202.2885",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2885"],"date":["2012-02-13"],"type":["text"],"creator":["Kak, Subhash"],"language":[],"coverage":[],"title":["Inertial Frames and Clock Rates"],"description":["  This article revisits the historiography of the problem of inertial frames.\nSpecifically, the case of the twins in the clock paradox is considered to see\nthat some resolutions implicitly assume inertiality for the non-accelerating\ntwin. If inertial frames are explicitly identified by motion with respect to\nthe large scale structure of the universe, it makes it possible to consider the\nrelative inertiality of different frames.\n","Comment: 7 pages, 1 figure"]}]
["1202.2888",{"format":[],"subject":["Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2888"],"date":["2012-02-13"],"type":["text"],"creator":["Sekar, Shreyas","Maillé, Patrick"],"language":[],"coverage":[],"title":["Exploiting the `Web of Trust' to improve efficiency in collaborative\n  networks"],"description":["  Maintaining high quality content is one of the foremost objectives of any\nweb-based collaborative service that depends on a large number of users. In\nsuch systems, it is nearly impossible for automated scripts to judge semantics\nas it is to expect all editors to review the content. This catalyzes the need\nfor trust-based mechanisms to ensure quality of an article immediately after an\nedit. In this paper, we build on previous work and develop a framework based on\nthe `web of trust' concept to calculate satisfaction scores for all users\nwithout the need for perusing the article. We derive some bounds for systems\nbased on our mechanism and show that the optimization problem of selecting the\nbest users to review an article is NP-Hard. Extensive simulations validate our\nmodel and results, and show that trust-based mechanisms are essential to\nimprove efficiency in any online collaborative editing platform.\n"]}]
["1202.2891",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","11g20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2891"],"date":["2012-02-13"],"type":["text"],"creator":["Sharif, Shahed"],"language":[],"coverage":[],"title":["A descent map for curves with totally degenerate semi-stable reduction"],"description":["  Let $K$ be a local field of residue characteristic $p$. Let $C$ be a curve\nover $K$ whose minimal proper regular model has totally degenerate semi-stable\nreduction. Under certain hypotheses, we compute the prime-to-$p$ rational\ntorsion subgroup on the Jacobian of $C$. We also determine divisibility of line\nbundles on $C$, including rationality of theta characteristics and higher spin\nstructures. These computations utilize arithmetic on the special fiber of $C$.\n","Comment: 35 pages"]}]
["1202.2912",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2912"],"date":["2012-02-13"],"type":["text"],"creator":["Tian, Gang","Wang, Bing"],"language":[],"coverage":[],"title":["On the structure of almost Einstein manifolds"],"description":["  In this paper, we study the structure of the limit space of a sequence of\nalmost Einstein manifolds, which are generalizations of Einstein manifolds.\nRoughly speaking, such manifolds are the initial manifolds of some normalized\nRicci flows whose scalar curvatures are almost constants over space-time in the\n$L^1$-sense, Ricci curvatures are bounded from below at the initial time. Under\nthe non-collapsed condition, we show that the limit space of a sequence of\nalmost Einstein manifolds has most properties which is known for the limit\nspace of Einstein manifolds. As applications, we can apply our structure\nresults to study the properties of K\\\"ahler manifolds.\n","Comment: 40 pages, 3 figures"]}]
["1202.2914",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2914"],"date":["2012-02-13"],"type":["text"],"creator":["Wang, Yue"],"language":[],"coverage":[],"title":["On Effectiveness of Backlog Bounds Using Stochastic Network Calculus in\n  802.11"],"description":["  Network calculus is a powerful methodology of characterizing queueing\nprocesses and has wide applications, but few works on applying it to 802.11 by\nfar. In this paper, we take one of the first steps to analyze the backlog\nbounds of an 802.11 wireless LAN using stochastic network calculus. In\nparticular, we want to address its effectiveness on bounding backlogs. We model\na wireless node as a single server with impairment service based on two\nbest-known models in stochastic network calculus: Jiang's and Ciucu's.\nInterestingly, we find that the two models can derive equivalent stochastic\nservice curves and backlog bounds in our studied case. We prove that the\nnetwork-calculus bounds imply stable backlogs as long as the average rate of\ntraffic arrival is less than that of service, indicating the theoretical\neffectiveness of stochastic network calculus in bounding backlogs. From A.\nKumar's 802.11 model, we derive the concrete stochastic service curve of an\n802.11 node and its backlog bounds. We compare the derived bounds with ns-2\nsimulations and find that the former are very loose and we discuss the reasons.\nAnd we show that the martingale and independent case analysis techniques can\nimprove the bounds significantly. Our work offers a good reference to applying\nstochastic network calculus to practical scenarios.\n"]}]
["1202.2915",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","81Q10 (Primary) 47B36, 82B44 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2915"],"date":["2012-02-13"],"type":["text"],"creator":["Binder, Ilia","Voda, Mircea"],"language":[],"coverage":[],"title":["An Estimate on the Number of Eigenvalues of a Quasiperiodic Jacobi\n  Matrix of Size $n$ Contained in an Interval of Size $n^{-C}$"],"description":["  We consider infinite quasi-periodic Jacobi self-adjoint matrices for which\nthe three main diagonals are given via values of real analytic functions on the\ntrajectory of the shift $x\\rightarrow x+\\omega$. We assume that the Lyapunov\nexponent $L(E_{0})$ of the corresponding Jacobi cocycle satisfies\n$L(E_{0})\\ge\\gamma>0$. In this setting we prove that the number of eigenvalues\n$E_{j}^{(n)}(x)$ of a submatrix of size $n$ contained in an interval $I$\ncentered at $E_{0}$ with $|I|=n^{-C_{1}}$ does not exceed $(\\log n)^{C_{0}}$\nfor any $x$. Here $n\\ge n_{0}$, and $n_{0}$, $C_{0}$, $C_{1}$ are constants\ndepending on $\\gamma$ (and the other parameters of the problem).\n","Comment: 37 pages"]}]
["1202.2917",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2917","EPTCS 76, 2012, pp. 3-24","doi:10.4204/EPTCS.76.3"],"date":["2012-02-13"],"type":["text"],"creator":["Bahr, Patrick","Hvitved, Tom"],"language":[],"coverage":[],"title":["Parametric Compositional Data Types"],"description":["  In previous work we have illustrated the benefits that compositional data\ntypes (CDTs) offer for implementing languages and in general for dealing with\nabstract syntax trees (ASTs). Based on Swierstra's data types \\'a la carte,\nCDTs are implemented as a Haskell library that enables the definition of\nrecursive data types and functions on them in a modular and extendable fashion.\nAlthough CDTs provide a powerful tool for analysing and manipulating ASTs, they\nlack a convenient representation of variable binders. In this paper we remedy\nthis deficiency by combining the framework of CDTs with Chlipala's parametric\nhigher-order abstract syntax (PHOAS). We show how a generalisation from\nfunctors to difunctors enables us to capture PHOAS while still maintaining the\nfeatures of the original implementation of CDTs, in particular its modularity.\nUnlike previous approaches, we avoid so-called exotic terms without resorting\nto abstract types: this is crucial when we want to perform transformations on\nCDTs that inspect the recursively computed CDTs, e.g. constant folding.\n","Comment: In Proceedings MSFP 2012, arXiv:1202.2407"]}]
["1202.2918",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2918","EPTCS 76, 2012, pp. 25-39","doi:10.4204/EPTCS.76.4"],"date":["2012-02-13"],"type":["text"],"creator":["Casinghino, Chris","Sjöberg, Vilhelm","Weirich, Stephanie"],"language":[],"coverage":[],"title":["Step-Indexed Normalization for a Language with General Recursion"],"description":["  The Trellys project has produced several designs for practical dependently\ntyped languages. These languages are broken into two\nfragments-a_logical_fragment where every term normalizes and which is\nconsistent when interpreted as a logic, and a_programmatic_fragment with\ngeneral recursion and other convenient but unsound features. In this paper, we\npresent a small example language in this style. Our design allows the\nprogrammer to explicitly mention and pass information between the two\nfragments. We show that this feature substantially complicates the metatheory\nand present a new technique, combining the traditional Girard-Tait method with\nstep-indexed logical relations, which we use to show normalization for the\nlogical fragment.\n","Comment: In Proceedings MSFP 2012, arXiv:1202.2407"]}]
["1202.2919",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2919","EPTCS 76, 2012, pp. 40-49","doi:10.4204/EPTCS.76.5"],"date":["2012-02-13"],"type":["text"],"creator":["Jaskelioff, Mauro","Rypacek, Ondrej"],"language":[],"coverage":[],"title":["An Investigation of the Laws of Traversals"],"description":["  Traversals of data structures are ubiquitous in programming. Consequently, it\nis important to be able to characterise those structures that are traversable\nand understand their algebraic properties. Traversable functors have been\ncharacterised by McBride and Paterson as those equipped with a distributive law\nover arbitrary applicative functors; however, laws that fully capture the\nintuition behind traversals are missing. This article is an attempt to remedy\nthis situation by proposing laws for characterising traversals that capture the\nintuition behind them. To support our claims, we prove that finitary containers\nare traversable in our sense and argue that elements in a traversable structure\nare visited exactly once.\n","Comment: In Proceedings MSFP 2012, arXiv:1202.2407"]}]
["1202.2920",{"format":[],"subject":["Computer Science - Programming Languages","D.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2920","EPTCS 76, 2012, pp. 50-67","doi:10.4204/EPTCS.76.6"],"date":["2012-02-13"],"type":["text"],"creator":["Magalhães, José Pedro","Löh, Andres"],"language":[],"coverage":[],"title":["A Formal Comparison of Approaches to Datatype-Generic Programming"],"description":["  Datatype-generic programming increases program abstraction and reuse by\nmaking functions operate uniformly across different types. Many approaches to\ngeneric programming have been proposed over the years, most of them for\nHaskell, but recently also for dependently typed languages such as Agda.\nDifferent approaches vary in expressiveness, ease of use, and implementation\ntechniques.\n  Some work has been done in comparing the different approaches informally.\nHowever, to our knowledge there have been no attempts to formally prove\nrelations between different approaches. We thus present a formal comparison of\ngeneric programming libraries. We show how to formalise different approaches in\nAgda, including a coinductive representation, and then establish theorems that\nrelate the approaches to each other. We provide constructive proofs of\ninclusion of one approach in another that can be used to convert between\napproaches, helping to reduce code duplication across different libraries. Our\nformalisation also helps in providing a clear picture of the potential of each\napproach, especially in relating different generic views and their\nexpressiveness.\n","Comment: In Proceedings MSFP 2012, arXiv:1202.2407"]}]
["1202.2921",{"format":[],"subject":["Computer Science - Programming Languages","I.1.3","D.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2921","EPTCS 76, 2012, pp. 68-89","doi:10.4204/EPTCS.76.7"],"date":["2012-02-13"],"type":["text"],"creator":["Petricek, Tomas"],"language":[],"coverage":[],"title":["Evaluation strategies for monadic computations"],"description":["  Monads have become a powerful tool for structuring effectful computations in\nfunctional programming, because they make the order of effects explicit. When\ntranslating pure code to a monadic version, we need to specify evaluation order\nexplicitly. Two standard translations give call-by-value and call-by-name\nsemantics. The resulting programs have different structure and types, which\nmakes revisiting the choice difficult.\n  In this paper, we translate pure code to monadic using an additional\noperation malias that abstracts out the evaluation strategy. The malias\noperation is based on computational comonads; we use a categorical framework to\nspecify the laws that are required to hold about the operation.\n  For any monad, we show implementations of malias that give call-by-value and\ncall-by-name semantics. Although we do not give call-by-need semantics for all\nmonads, we show how to turn certain monads into an extended monad with\ncall-by-need semantics, which partly answers an open question. Moreover, using\nour unified translation, it is possible to change the evaluation strategy of\nfunctional code translated to the monadic form without changing its structure\nor types.\n","Comment: In Proceedings MSFP 2012, arXiv:1202.2407"]}]
["1202.2922",{"format":[],"subject":["Computer Science - Programming Languages","D.1.1","D.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2922","EPTCS 76, 2012, pp. 90-111","doi:10.4204/EPTCS.76.8"],"date":["2012-02-13"],"type":["text"],"creator":["Piróg, Maciej","Gibbons, Jeremy"],"language":[],"coverage":[],"title":["Tracing monadic computations and representing effects"],"description":["  In functional programming, monads are supposed to encapsulate computations,\neffectfully producing the final result, but keeping to themselves the means of\nacquiring it. For various reasons, we sometimes want to reveal the internals of\na computation. To make that possible, in this paper we introduce monad\ntransformers that add the ability to automatically accumulate observations\nabout the course of execution as an effect. We discover that if we treat the\nresulting trace as the actual result of the computation, we can find new\nfunctionality in existing monads, notably when working with non-terminating\ncomputations.\n","Comment: In Proceedings MSFP 2012, arXiv:1202.2407"]}]
["1202.2923",{"format":[],"subject":["Computer Science - Programming Languages","D.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2923","EPTCS 76, 2012, pp. 112-162","doi:10.4204/EPTCS.76.9"],"date":["2012-02-13"],"type":["text"],"creator":["Sjöberg, Vilhelm","Casinghino, Chris","Ahn, Ki Yung","Collins, Nathan","Eades III, Harley D.","Fu, Peng","Kimmell, Garrin","Sheard, Tim","Stump, Aaron","Weirich, Stephanie"],"language":[],"coverage":[],"title":["Irrelevance, Heterogeneous Equality, and Call-by-value Dependent Type\n  Systems"],"description":["  We present a full-spectrum dependently typed core language which includes\nboth nontermination and computational irrelevance (a.k.a. erasure), a\ncombination which has not been studied before. The two features interact: to\nprotect type safety we must be careful to only erase terminating expressions.\nOur language design is strongly influenced by the choice of CBV evaluation, and\nby our novel treatment of propositional equality which has a heterogeneous,\ncompletely erased elimination form.\n","Comment: In Proceedings MSFP 2012, arXiv:1202.2407"]}]
["1202.2924",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2924","EPTCS 76, 2012, pp. 163-177","doi:10.4204/EPTCS.76.10"],"date":["2012-02-13"],"type":["text"],"creator":["Swierstra, Wouter"],"language":[],"coverage":[],"title":["From Mathematics to Abstract Machine: A formal derivation of an\n  executable Krivine machine"],"description":["  This paper presents the derivation of an executable Krivine abstract machine\nfrom a small step interpreter for the simply typed lambda calculus in the\ndependently typed programming language Agda.\n","Comment: In Proceedings MSFP 2012, arXiv:1202.2407"]}]
["1202.2926",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2926","International Journal of Data Mining & Knowledge Management\n  Process (IJDKP) Vol.2, No.1, pp. 17-31,January 2012"],"date":["2012-02-13"],"type":["text"],"creator":["Mahanta, Anjana K.","Dutta, Mala"],"language":[],"coverage":[],"title":["Detection of Calendar-Based Periodicities of Interval-Based Temporal\n  Patterns"],"description":["  We present a novel technique to identify calendar-based (annual, monthly and\ndaily) periodicities of an interval-based temporal pattern. An interval-based\ntemporal pattern is a pattern that occurs across a time-interval, then\ndisappears for some time, again recurs across another time-interval and so on\nand so forth. Given the sequence of time-intervals in which an interval-based\ntemporal pattern has occurred, we propose a method for identifying the extent\nto which the pattern is periodic with respect to a calendar cycle. In\ncomparison to previous work, our method is asymptotically faster. We also show\nan interesting relationship between periodicities across different levels of\nany hierarchical timestamp (year/month/day, hour/minute/second etc.).\n"]}]
["1202.2932",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2932","Earth, Planets and Space, vol.63, no.10, pp.1027-1039 (2011)","doi:10.5047/eps.2011.02.013"],"date":["2012-02-13"],"type":["text"],"creator":["Inoue, Akio K."],"language":[],"coverage":[],"title":["The origin of dust in galaxies revisited: the mechanism determining dust\n  content"],"description":["  The origin of cosmic dust is a fundamental issue in planetary science. This\npaper revisits the origin of dust in galaxies, in particular, in the Milky Way,\nby using a chemical evolution model of a galaxy composed of stars, interstellar\nmedium, metals (elements heavier than helium), and dust. We start from a review\nof time-evolutionary equations of the four components, and then, we present\nsimple recipes for the stellar remnant mass and yields of metal and dust based\non models of stellar nucleosynthesis and dust formation. After calibrating some\nmodel parameters with the data from the solar neighborhood, we have confirmed a\nshortage of the stellar dust production rate relative to the dust destruction\nrate by supernovae if the destruction efficiency suggested by theoretical works\nis correct. If the dust mass growth by material accretion in molecular clouds\nis active, the observed dust amount in the solar neighborhood is reproduced. We\npresent a clear analytic explanation of the mechanism for determining dust\ncontent in galaxies after the activation of accretion growth: a balance between\naccretion growth and supernova destruction. Thus, the dust content is\nindependent of the uncertainty of the stellar dust yield after the growth\nactivation. The timing of the activation is determined by a critical metal mass\nfraction which depends on the growth and destruction efficiencies. The solar\nsystem formation seems to have occurred well after the activation and plenty of\ndust would have existed in the proto-solar nebula.\n","Comment: 12 pages, 11 figures"]}]
["1202.2933",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2933","Int. J. Mod. Phys.: Conf. Series, v.3, N1, 2011","doi:10.1142/S2010194511001383"],"date":["2012-02-13"],"type":["text"],"creator":["Bernui, A.","Reboucas, M. J.","Teixeira, A. F. F."],"language":[],"coverage":[],"title":["Large-angle non-Gaussianity in simulated high-resolution CMB maps"],"description":["  A detection or nondetection of primordial non-Gaussianity by using the cosmic\nmicrowave background radiation (CMB) offers a way of discriminating\ninflationary scenarios and testing alternative models of the early universe.\nThis has motivated the considerable effort that has recently gone into the\nstudy of theoretical features of primordial non-Gaussianity and its detection\nin CMB data. Among such attempts to detect non-Gaussianity, there is a\nprocedure that is based upon two indicators constructed from the skewness and\nkurtosis of large-angle patches of CMB maps, which have been proposed and used\nto study deviation from Gaussianity in the WMAP data. Simulated CMB maps\nequipped with realistic primordial non-Gaussianity are essential tools to test\nthe viability of non-Gaussian indicators in practice, and also to understand\nthe effect of systematics, foregrounds and other contaminants. In this work we\nextend and complement the results of our previous works by performing an\nanalysis of non-Gaussianity of the high-angular resolution simulated CMB\ntemperature maps endowed with non-Gaussianity of the local type, for which the\nlevel of non-Gaussianity is characterized by the dimensionless parameter\n$f_{\\rm NL}^{\\rm local}$\n","Comment: 8 pages, 3 figures"]}]
["1202.2934",{"format":[],"subject":["Mathematics - Probability","Mathematics - Algebraic Topology","Mathematics - Numerical Analysis","60C (Primary) 05, 65D, 65D19, 68U05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2934"],"date":["2012-02-13"],"type":["text"],"creator":["Krupa, Sam"],"language":[],"coverage":[],"title":["Numerical Analysis of Target Enumeration via Euler Characteristic\n  Integrals: 2 Dimensional Disk Supports"],"description":["  In this paper, we look at the types of errors that are introduced when using\nthe Euler characteristic integral approach to count the number of targets in a\ndiscrete sensor field. In contrast to other theoretical analyses, this paper\nexamines discrete sensor fields rather than continuous ones. The probabilities\nof first and second order errors are worked out combinatorially, and a general\nformula is found which is discovered to be proportional to much higher order\nerrors. Asymptotic results are also derived. Thus, this work gives us the bias\nof the Euler characteristic integral as a point estimator for the number of\ntargets in a sensor field, and a general understanding of how the Euler\ncharacteristic integral fails, or more often succeeds.\n","Comment: 20 pages, 12 figures, 2 tables"]}]
["1202.2935",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E05, 14E25, 14E30, 14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2935"],"date":["2012-02-13"],"type":["text"],"creator":["Levitt, John"],"language":[],"coverage":[],"title":["On embeddings of Mori dream spaces"],"description":["  General criteria are given for when an embedding of a Mori dream space into\nanother satisfies certain nice combinatorial conditions on some of their\nassociated cones. An explicit example of such an embedding is studied.\n","Comment: 8 pages"]}]
["1202.2941",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2941","Frontier of Physics, 7 (2012) 8-15"],"date":["2012-02-14"],"type":["text"],"creator":["Guan, Xi-Wen"],"language":[],"coverage":[],"title":["Polaron, molecule and pairing in one-dimensional spin-1/2 Fermi gas with\n  an attractive Delta-function interaction"],"description":["  Using solutions of the discrete Bethe ansatz equations, we study in detail\nthe quantum impurity problem of a spin-down fermion immersed into a fully\nploarized spin-up Fermi sea with weak attraction. We prove that this impurity\nfermion in the one-dimensional (1D) fermionic medium behaves like a polaron for\nweak attraction. However, as the attraction grows, the spin-down fermion binds\nwith one spin-up fermion from the fully-polarized medium to form a tightly bond\nmolecule. Thus it is seen that the system undergos a cross-over from a mean\nfield polaron-like nature into a mixture of excess fermions and a bosonic\nmolecule as the attraction changes from weak attraction into strong attraction.\nThis polaron-molecule cross-over is universal in 1D many-body systems of\ninteracting fermions. In thermodynamic limit, we further study the relationship\nbetween the Fredholm equations for the 1D spin-1/2 Fermi gas with weakly\nrepulsive and attractive delta-function interactions.\n","Comment: 8 pages, Proceedings on Quantum Dynamics of Ultracold Atoms"]}]
["1202.2944",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2944"],"date":["2012-02-14"],"type":["text"],"creator":["Duyck, Dieter","Heindlmaier, Michael","Capirone, Daniele","Moeneclaey, Marc"],"language":[],"coverage":[],"title":["Diversity Analysis, Code Design and Tight Error Rate Lower Bound for\n  Binary Joint Network-Channel Coding"],"description":["  Joint network-channel codes (JNCC) can improve the performance of\ncommunication in wireless networks, by combining, at the physical layer, the\nchannel codes and the network code as an overall error-correcting code. JNCC is\nincreasingly proposed as an alternative to a standard layered construction,\nsuch as the OSI-model. The main performance metrics for JNCCs are scalability\nto larger networks and error rate. The diversity order is one of the most\nimportant parameters determining the error rate. The literature on JNCC is\ngrowing, but a rigorous diversity analysis is lacking, mainly because of the\nmany degrees of freedom in wireless networks, which makes it very hard to prove\ngeneral statements on the diversity order. In this paper, we consider a network\nwith slowly varying fading point-to-point links, where all sources also act as\nrelay and additional non-source relays may be present. We propose a general\nstructure for JNCCs to be applied in such network. In the relay phase, each\nrelay transmits a linear transform of a set of source codewords. Our main\ncontributions are the proposition of an upper and lower bound on the diversity\norder, a scalable code design and a new lower bound on the word error rate to\nasses the performance of the network code. The lower bound on the diversity\norder is only valid for JNCCs where the relays transform only two source\ncodewords. We then validate this analysis with an example which compares the\nJNCC performance to that of a standard layered construction. Our numerical\nresults suggest that as networks grow, it is difficult to perform significantly\nbetter than a standard layered construction, both on a fundamental level,\nexpressed by the outage probability, as on a practical level, expressed by the\nword error rate.\n","Comment: Submitted to Eurasip Journ. on Wir. Comm. and Netw"]}]
["1202.2945",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2945","Annals of Applied Probability 2011, Vol. 21, No. 6, 2109-2145","doi:10.1214/10-AAP735"],"date":["2012-02-14"],"type":["text"],"creator":["Douc, Randal","Garivier, Aurélien","Moulines, Eric","Olsson, Jimmy"],"language":[],"coverage":[],"title":["Sequential Monte Carlo smoothing for general state space hidden Markov\n  models"],"description":["  Computing smoothing distributions, the distributions of one or more states\nconditional on past, present, and future observations is a recurring problem\nwhen operating on general hidden Markov models. The aim of this paper is to\nprovide a foundation of particle-based approximation of such distributions and\nto analyze, in a common unifying framework, different schemes producing such\napproximations. In this setting, general convergence results, including\nexponential deviation inequalities and central limit theorems, are established.\nIn particular, time uniform bounds on the marginal smoothing error are obtained\nunder appropriate mixing conditions on the transition kernel of the latent\nchain. In addition, we propose an algorithm approximating the joint smoothing\ndistribution at a cost that grows only linearly with the number of particles.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AAP735 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org). arXiv admin note: text\n  overlap with arXiv:1012.4183 by other authors"]}]
["1202.2951",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Statistical Mechanics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2951"],"date":["2012-02-14"],"type":["text"],"creator":["Wang, Dong","Zhuang, Qian","Zhang, Jing","Di, Zengru"],"language":[],"coverage":[],"title":["Species Diversity in Rock-Paper-Scissors Game Coupling with Levy Flight"],"description":["  Rock-paper-scissors (RPS) game is a nice model to study the biodiversity in\necosystem. However, the previous studies only consider the nearest- neighbor-\ninteraction among the species. In this paper, taking the long range migration\ninto account, the effects of the interplay between nearest-neighbor-interaction\nand long-range-interaction of Levy flight obey the power law distance\ndistribution with the exponent h (-0.3<h<-0.1) in spatial RPS game is\ninvestigated. Taking the probability of long range Levy flight and the power\nexponent as parameters, the coexistence conditions of three species are found.\nThe critical curves for stable coexistence of three species in the parameters\nspace are presented. It is also found that long-range-interaction with Levy\nflight has interesting effects on the final spatiotemporal pattern of the\nsystem. The results reveal that the long-range-interaction of Levy flight\nexhibit pronounced effects on biodiversity of ecosystem.\n","Comment: 9 pages, 10 figures"]}]
["1202.2960",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Optimization and Control","26A33, 26E70, 39A12, 49K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2960"],"date":["2012-02-14"],"type":["text"],"creator":["Bastos, Nuno R. O."],"language":[],"coverage":[],"title":["Fractional Calculus on Time Scales"],"description":["  We introduce a discrete-time fractional calculus of variations on the time\nscales $\\mathbb{Z}$ and $(h\\mathbb{Z})_a$. First and second order necessary\noptimality conditions are established. Some numerical examples illustrating the\nuse of the new Euler-Lagrange and Legendre type conditions are given. We also\ngive new definitions of fractional derivatives and integrals on time scales via\nthe inverse generalized Laplace transform.\n","Comment: PhD thesis, Doctoral Programme in Mathematics and Applications\n  (PDMA), University of Aveiro and University of Minho, 2012. Supervisor:\n  Delfim F. M. Torres. Defended and approved 13/Feb/2012"]}]
["1202.2961",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2961"],"date":["2012-02-14"],"type":["text"],"creator":["Biswas, Indranil","Gomez, Tomas L.","Munoz, V."],"language":[],"coverage":[],"title":["Automorphisms of moduli spaces of vector bundles over a curve"],"description":["  Let X be an irreducible smooth complex projective curve of genus g at least\n4. Let M(r,\\Lambda) be the moduli space of stable vector bundles over X or rank\nr and fixed determinant \\Lambda, of degree d. We give a new proof of the fact\nthat the automorphism group of M(r,\\Lambda) is generated by automorphisms of\nthe curve X, tensorization with suitable line bundles, and, if r divides 2d,\nalso dualization of vector bundles.\n","Comment: 12 pages"]}]
["1202.2963",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2963"],"date":["2012-02-14"],"type":["text"],"creator":["Zhou, Jin-Yi","Xia, Shu-Tao","Jiang, Yong","Zheng, Hai-Tao"],"language":[],"coverage":[],"title":["Maximum Multiflow in Wireless Network Coding"],"description":["  In a multihop wireless network, wireless interference is crucial to the\nmaximum multiflow (MMF) problem, which studies the maximum throughput between\nmultiple pairs of sources and sinks. In this paper, we observe that network\ncoding could help to decrease the impacts of wireless interference, and propose\na framework to study the MMF problem for multihop wireless networks with\nnetwork coding. Firstly, a network model is set up to describe the new conflict\nrelations modified by network coding. Then, we formulate a linear programming\nproblem to compute the maximum throughput and show its superiority over one in\nnetworks without coding. Finally, the MMF problem in wireless network coding is\nshown to be NP-hard and a polynomial approximation algorithm is proposed.\n","Comment: 5 pages, 3 figures, submitted to ISIT 2012"]}]
["1202.2966",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2966"],"date":["2012-02-14"],"type":["text"],"creator":["Brechenmacher, Frederic"],"language":[],"coverage":[],"title":["Linear groups in Galois fields. A case study of tacit circulation of\n  explicit knowledge"],"description":["  This preprint is the extended version of a paper that will be published in\nthe proceedings of the Oberwolfach conference \"Explicit vs tacit knowledge in\nmathematics\" (January 2012). It presents a case study on some algebraic\nresearches at the turn of the twentieth century that involved mainly French and\nAmerican authors. By investigating the collective dimensions of these works,\nthis paper sheds light on the tension between the tacit and the explicit in the\nways some groups of texts hold together, thereby constituting some shared\nalgebraic cultures. Although prominent algebraists such as Dickson made\nextensive references to papers published in France, and despite the roles\nplayed by algebra and arithmetic in the development of the American\nmathematical community, our knowledge of the circulations of knowledge between\nFrance and the United States at the beginning of the 20th century is still very\nlimited. It is my aim to tackle such issues through the case study of a\nspecific collective approach to finite group theory at the turn of the 20th\ncentury. This specific approach can be understood as a shared algebraic culture\nbased on the long run circulation of some specific procedures of decompositions\nof the analytic forms of substitutions. In this context, the general linear\ngroup was introduced as the maximal group in which an elementary abelian group\n(i.e., the multiplicative group of a Galois field) is a normal subgroup.\n"]}]
["1202.2976",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2976"],"date":["2012-02-14"],"type":["text"],"creator":["Tang, Alf","Sumner, Timothy J."],"language":[],"coverage":[],"title":["Removing the trend of drift induced from acceleration noise for LISA"],"description":["  In this paper we demonstrate a methodology to remove the power of the drift\ninduced from random acceleration on LISA proof mass in the frequency domain.\nThe drift must be cleaned from LISA time series data in advance of any further\nanalysis. The cleaning is usually performed in the time domain by using a\nquadratic function to fit the time series data, and then removing the fitted\npart from the data. Having Fourier transformed the residuals, and then\nconvolved with LISA transfer function, LISA sensitivity curve can be obtained.\nHowever, cosmic gravitational-wave background cannot be retrieved with this\napproach due to its random nature. Here we provide a new representation of\npower spectrum given by discrete Fourier transform, which is applied to find\nthe function of the drift power for the cleaning in the frequency domain. We\nalso give the probability distribution used to analyze the data in the\nfrequency domain. We combine several techniques, including Markov Chain Monte\nCarlo method, simulated annealing, and Gelman & Rubin's method, with Baye's\ntheorem to build the algorithm. The algorithm is utilized to analyze 24\nsimulations of LISA instrumental noise. We prove that the LISA sensitivity can\nbe recovered through this approach. It can help us to build algorithms for some\ntasks which are must accomplished in the frequency domain for LISA data\nanalysis. This method can be applied to other space-borne interferometers if\ncharges on their proof masses cannot be perfectly cancelled.\n","Comment: 12 pages, 6 figures"]}]
["1202.2979",{"format":[],"subject":["Mathematics - Dynamical Systems","30D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2979"],"date":["2012-02-14"],"type":["text"],"creator":["Mayer, Volker","Skorulski, Bartlomiej","Urbanski, Mariusz"],"language":[],"coverage":[],"title":["Regularity and irregularity of fiber dimension of non-autonomous\n  dynamical systems"],"description":["  This note concerns non-autonomous dynamics of rational functions and, more\nprecisely, the fractal behavior of the Julia sets under perturbation of\nnon-autonomous systems. We provide a necessary and sufficient condition for\nholomorphic stability which leads to H\\\"older continuity of dimensions of\nhyperbolic non-autonomous Julia sets with respect to the $l^\\infty$-topology on\nthe parameter space. On the other hand we show that, for some particular\nfamily, the Hausdorff and packing dimension functions are not differentiable at\nany point and that these dimensions are not equal on an open dense set of the\nparameter space still with respect to the $l^\\infty$-topology.\n","Comment: 24 pages"]}]
["1202.2980",{"format":[],"subject":["Mathematics - Probability","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2980","Stochastic processes and their applications, 2011, 121 (3). pp.\n  534-567"],"date":["2012-02-14"],"type":["text"],"creator":["Campi, Luciano","Çetin, Umut","Danilova, Albina"],"language":[],"coverage":[],"title":["Dynamic Markov bridges motivated by models of insider trading"],"description":["  Given a Markovian Brownian martingale $Z$, we build a process $X$ which is a\nmartingale in its own filtration and satisfies $X_1 = Z_1$. We call $X$ a\ndynamic bridge, because its terminal value $Z_1$ is not known in advance. We\ncompute explicitly its semimartingale decomposition under both its own\nfiltration $\\cF^X$ and the filtration $\\cF^{X,Z}$ jointly generated by $X$ and\n$Z$. Our construction is heavily based on parabolic PDE's and filtering\ntechniques. As an application, we explicitly solve an equilibrium model with\ninsider trading, that can be viewed as a non-Gaussian generalization of Back\nand Pedersen's \\cite{BP}, where insider's additional information evolves over\ntime.\n"]}]
["1202.2981",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2981"],"date":["2012-02-14"],"type":["text"],"creator":["Caprarescu, Bogdan Alexandru","Kaslik, Eva","Petcu, Dana"],"language":[],"coverage":[],"title":["Theoretical Analysis and Tuning of Decentralized Probabilistic\n  Auto-Scaling"],"description":["  A major impediment towards the industrial adoption of decentralized\ndistributed systems comes from the difficulty to theoretically prove that these\nsystems exhibit the required behavior. In this paper, we use probability theory\nto analyze a decentralized auto-scaling algorithm in which each node\nprobabilistically decides to scale in or out. We prove that, in the context of\ndynamic workloads, the average load of the system is maintained within a\nvariation interval with a given probability, provided that the number of nodes\nand the variation interval length are higher than certain bounds. The paper\nalso proposes numerical algorithms for approximating these minimum bounds.\n","Comment: Submitted to Journal of Computer and System Sciences"]}]
["1202.2983",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2983"],"date":["2012-02-14"],"type":["text"],"creator":["Qi, Liqun"],"language":[],"coverage":[],"title":["The Minimum Hartree Value for the Quantum Entanglement Problem"],"description":["  A general $n$-partite state $| \\Psi>$ of a composite quantum system can be\nregarded as an element in a Hilbert tensor product space $\\HH = \\otimes_{k=1}^n\n\\HH_k$, where the dimension of $\\HH_k$ is $d_k$ for $k = 1,..., n$. Without\nloss of generality we may assume that $d_1 \\le...\\le d_n$. A separable\n(Hartree) $n$-partite state $| \\phi>$ can be described by $| \\phi> =\n\\otimes_{k=1}^n | \\phi^{(k)}>$ with $| \\phi^{(k)}> \\in \\HH_k$. We show that\n$\\sigma := \\min \\{< \\Psi | \\phi_\\Psi> : | \\Psi> \\in \\HH,.$ $. < \\Psi | \\Psi > =\n1\\}$ is a positive number, where $| \\phi_\\Psi >$ is the nearest separable state\nto $| \\Psi >$. We call $\\sigma$ the minimum Hartree value of $\\HH$. We further\nshow that $\\sigma \\ge 1/{\\sqrt{d_1... d_{n-1}}}$. Thus, the geometric measure\nof the entanglement content of $\\Psi$, $\\| | \\Psi > - | \\phi_\\Psi > \\| \\le\n\\sqrt{2-2\\sigma} \\le \\sqrt{2-2(1/{\\sqrt{d_1...d_{n-1}}})}$.\n"]}]
["1202.2995",{"format":[],"subject":["Physics - General Physics","16","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2995","Advanced Science Letters, 2012, Volume 5, 288-293"],"date":["2012-02-14"],"type":["text"],"creator":["Yefremov, Alexander P."],"language":[],"coverage":[],"title":["Splitting of 3d quaternion dimensions into 2d-sells and a \"world screen\n  technology\""],"description":["  A set of basic vectors locally describing metric properties of an arbitrary\n2-dimensional (2D) surface is used for construction of fundamental algebraic\nobjects having nilpotent and idempotent properties. It is shown that all\npossible linear combinations of the objects when multiplied behave as a set of\nhypercomples (in particular, quaternion) units; thus interior structure of the\n3D space dimensions pointed by the vector units is exposed. Geometric\nrepresentations of elementary surfaces (2D-sells) structuring the dimensions\nare studied in detail. Established mathematical link between a vector\nquaternion triad treated as a frame in 3D space and elementary 2D-sells prompts\nto raise an idea of \"world screen\" having 1/2 of a space dimension but\nadequately reflecting kinematical properties of an ensemble of 3D frames.\n","Comment: 12 pages"]}]
["1202.2999",{"format":[],"subject":["Mathematics - Probability","Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2999","Annals of Applied Probability 2011, Vol. 21, No. 6, 2191-2225","doi:10.1214/10-AAP755"],"date":["2012-02-14"],"type":["text"],"creator":["Fernholz, Daniel","Karatzas, Ioannis"],"language":[],"coverage":[],"title":["Optimal arbitrage under model uncertainty"],"description":["  In an equity market model with \"Knightian\" uncertainty regarding the relative\nrisk and covariance structure of its assets, we characterize in several ways\nthe highest return relative to the market that can be achieved using\nnonanticipative investment rules over a given time horizon, and under any\nadmissible configuration of model parameters that might materialize. One\ncharacterization is in terms of the smallest positive supersolution to a fully\nnonlinear parabolic partial differential equation of the\nHamilton--Jacobi--Bellman type. Under appropriate conditions, this smallest\nsupersolution is the value function of an associated stochastic control\nproblem, namely, the maximal probability with which an auxiliary\nmultidimensional diffusion process, controlled in a manner which affects both\nits drift and covariance structures, stays in the interior of the positive\northant through the end of the time-horizon. This value function is also\ncharacterized in terms of a stochastic game, and can be used to generate an\ninvestment rule that realizes such best possible outperformance of the market.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AAP755 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1202.3000",{"format":[],"subject":["Mathematics - Numerical Analysis","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3000"],"date":["2012-02-14"],"type":["text"],"creator":["Tiwari, Sudarshan","Klar, Axel","Hardt, Steffen"],"language":[],"coverage":[],"title":["Simulation of a moving liquid droplet inside a rarefied gas region"],"description":["  We study the dynamics of a liquid droplet inside a gas over a large range of\nthe Knudsen numbers. The moving liquid droplet is modeled by the incompressible\nNavier-Stokes equations, the surrounding rarefied gas by the Boltzmann\nequation. The interface boundary conditions between the gas and liquid phases\nare derived. The incompressible Navier-Stokes equations are solved by a\nmeshfree Lagrangian particle method called Finite Pointset Method (FPM), and\nthe Boltzmann equation by a DSMC type of particle method. To validiate the\ncoupled solutions of the Boltzmann and the incompressible Navier-Stokes\nequations we have further solved the compressible and the incompressible\nNavier-Stokes equations in the gas and liquid phases, respectively. In the\nlatter case both the compressible and the incompressible Navier-Stokes\nequations are also solved by the FPM. In the continuum regime the coupled\nsolutions obtained from the Boltzmann and the incompressible Navier-Stokes\nequations match with the solutions obtained from the compressible and the\nincompressible Navier-Stokes equations. In this paper, we presented solutions\nin one-dimensional physical space.\n"]}]
["1202.3005",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3005"],"date":["2012-02-14"],"type":["text"],"creator":["Dolag, Klaus","Erdmann, Martin","Müller, Gero","Walz, David","Winchen, Tobias"],"language":[],"coverage":[],"title":["A new Monte Carlo Generator for Ultra-High Energy Cosmic Rays from the\n  Local and Distant Universe"],"description":["  For the understanding of the origin and propagation of ultra-high energy\ncosmic rays (UHECR) we developed a new approach to simulating UHECRs from an\narbitrary number of sources based on Monte Carlo technique. The method consists\nof a combination of three steps. For distant sources we apply commonly accepted\nparameterizations to calculate the contribution to the observed cosmic ray\nflux. For sources of the local universe we use forward tracking through\nrealistic matter distributions and magnetic fields resulting from explicit\nsimulations of large-scale structure formation. From the calculations and the\nforward tracking we generate maps of the probability to observe a particle with\na given energy from a discrete direction. To account for deflections in the\ngalactic field, these probability maps are transformed by matrices calculated\nfrom backtracking of antiparticles through field parameterizations. Based on\nthe combined probability maps, Monte Carlo production of individual UHECR data\nis performed which are then used in comparisons with UHECR measurements. The\nsimulated UHECR data serves for optimizing the analysis techniques used in\nUHECR measurements as well as for constraining the parameter space of the\nunderlying source and magnetic field models.\n","Comment: Proceeding of the 32nd ICRC, August 11-18 2011, Beijing, China"]}]
["1202.3006",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3006"],"date":["2012-02-14"],"type":["text"],"creator":["Miller, Alexander"],"language":[],"coverage":[],"title":["Differential posets have strict rank growth: a conjecture of Stanley"],"description":["  We establish strict growth for the rank function of an r-differential poset.\nWe do so by exploiting the representation theoretic techniques developed by\nReiner and the author for studying related Smith forms.\n","Comment: 5 pages, 1 figure"]}]
["1202.3009",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3009"],"date":["2012-02-14"],"type":["text"],"creator":["Yakimova, Oksana"],"language":[],"coverage":[],"title":["One-parameter contractions of Lie-Poisson brackets"],"description":["  We consider contractions of Lie and Poisson algebras and the behaviour of\ntheir centres under contractions. A polynomial Poisson algebra A=K[W] is said\nto be of Kostant type, if its centre Z(A) is freely generated by homogeneous\npolynomials F_1,...,F_r such that they give Kostant's regularity criterion on W\n(d_xF_i are linear independent if and only if the Poisson tensor has the\nmaximal rank at x). If the initial Poisson algebra is of Kostant type and F_i\nsatisfy a certain degree-equality, then the contraction is also of Kostant\ntype. The general result is illustrated by two examples. Both are contractions\nof a simple Lie algebra g corresponding to a decomposition g=h \\oplus V, where\nh is a subalgebra. Here A=S(g)=K[g^*], Z(A)=S(g)^g, and the contracted Lie\nalgebra is a semidirect product of h and an Abelian ideal isomorphic to g/h as\nan h-module. In the first example, h is a symmetric subalgebra and in the\nsecond, it is a Borel subalgebra and V is the nilpotent radical of an opposite\nBorel.\n"]}]
["1202.3010",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3010","Physical Review B 84, 214530 (2011)","doi:10.1103/PhysRevB.84.214530"],"date":["2012-02-14"],"type":["text"],"creator":["Maza, Jesús","Ferro, Gonzalo","Osorio, Manuel Rodríguez","Veira, José A.","Vidal, Félix"],"language":[],"coverage":[],"title":["An analytical approach to the thermal instability of superconducting\n  films under high current densities"],"description":["  Using the Green's function of the 3D heat equation, we develop an analytical\naccount of the thermal behaviour of superconducting films subjected to\nelectrical currents larger than their critical current in the absence of an\napplied magnetic field. Our model assumes homogeneity of films and current\ndensity, and besides thermal coefficients employs parameters obtained by\nfitting to experimental electrical field - current density characteristics at\nconstant bath temperature. We derive both a tractable dynamic equation for the\nreal temperature of the film up to the supercritical current density J^\\ast\n(the lowest current density inducing transition to the normal state), and a\nthermal stability criterion that allows prediction of J^\\ast . For two typical\nYBCO films, J^\\ast predictions agree with observations to within 5%. These\nfindings strongly support the hypothesis that a current-induced thermal\ninstability is generally the origin of the breakdown of superconductivity under\nhigh electrical current densities, at least at temperatures not too far from\nTc.\n","Comment: 10 pages, 12 figures. arXiv:submit/0416830"]}]
["1202.3011",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics","85A40 (Primary) 76F55, 60H15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3011"],"date":["2012-02-14"],"type":["text"],"creator":["Gaite, Jose"],"language":[],"coverage":[],"title":["Turbulence model of the cosmic structure"],"description":["  The Kolmogorov approach to turbulence is applied to the Burgers turbulence in\nthe stochastic adhesion model of large-scale structure formation. As the\nperturbative approach to this model is unreliable, here is proposed a new,\nnon-perturbative approach, based on a suitable formulation of Kolmogorov's\nscaling laws. This approach suggests that the power-law exponent of the matter\ndensity two-point correlation function is in the range 1--1.33, but it also\nsuggests that the adhesion model neglects important aspects of the\ngravitational dynamics.\n","Comment: 8 pages"]}]
["1202.3016",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3016","Nano Letters 2012","doi:10.1021/nl2042497"],"date":["2012-02-14"],"type":["text"],"creator":["Maassen, T.","Berg, J. J. van den","IJbema, N.","Fromm, F.","Seyller, T.","Yakimova, R.","van Wees, B. J."],"language":[],"coverage":[],"title":["Long spin relaxation times in wafer scale epitaxial graphene on\n  SiC(0001)"],"description":["  We developed an easy, upscalable process to prepare lateral spin-valve\ndevices on epitaxially grown monolayer graphene on SiC(0001) and perform\nnonlocal spin transport measurements. We observe the longest spin relaxation\ntimes tau_S in monolayer graphene, while the spin diffusion coefficient D_S is\nstrongly reduced compared to typical results on exfoliated graphene. The\nincrease of tau_S is probably related to the changed substrate, while the cause\nfor the small value of D_S remains an open question.\n","Comment: 16 pages, 3 figures, 1 table"]}]
["1202.3017",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3017"],"date":["2012-02-14"],"type":["text"],"creator":["Kato, Eriko","Sato, Hisao","Ikeda, Hirokazu","Sugimoto, Yasuhiro","Itagaki, Kennosuke","Saito, Tomoyuki","Miyamoto, Akiya","Takubo, Yosuke","Yamamoto, Hitoshi"],"language":[],"coverage":[],"title":["Developement of readout ASIC for FPCCD vertex detector"],"description":["  One of candidates for the International Linear Collider(ILC)'s vertex\ndetector is the Fine Pixel CCD (FPCCD) with a pixel size of 5 \\times 5\n(\\mum^2). Sensor and readout systems are currently being studied and prototypes\nhave been developed. In this paper we will report on the performance of latest\ndeveloped readout ASIC prototype as well as the outline of the design strategy\nfor the next ASIC prototype.\n","Comment: 5 pages, 4 figures, 2 tables, presented at the Linear Collider\n  Workshop (LCWS '11), Granada, Spain, 26-30 Sept. 2011"]}]
["1202.3018",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3018"],"date":["2012-02-14"],"type":["text"],"creator":["Ellingsæter, Brage","Bezabih, Hemdan","Noll, Josef","Maseng, Torleiv"],"language":[],"coverage":[],"title":["Using TV Receiver Information to Increase Cognitive White Space Spectrum"],"description":["  In this paper we investigate the usage of cognitive radio devices within the\nservice area of TV broadcast stations. Until now the main approach for a\ncognitive radio to operate in the TV bands has been to register TV broadcast\nstations locations and thus protecting the broadcast stations service area.\nThrough information about TV receivers location, we show that a cognitive radio\nshould be able to operate within this service area without causing harmful\ninterference to the TV receivers as defined by Ofcom and FCC. We provide\nsimulations based on real statistics from Norway that show that especially in\nrural areas TV receiver registration can provide a substantial gain in terms of\nexploitable frequencies for a cognitive radio.\n","Comment: 26 pages"]}]
["1202.3023",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3023","Eur. Phys. J. B85 (2012) 65","doi:10.1140/epjb/e2012-30003-9"],"date":["2012-02-14"],"type":["text"],"creator":["Srokowski, Tomasz"],"language":[],"coverage":[],"title":["Multiplicative Levy noise in bistable systems"],"description":["  Stochastic motion in a bistable, periodically modulated potential is\ndiscussed. The system is stimulated by a white noise increments of which have a\nsymmetric stable L\\'evy distribution. The noise is multiplicative: its\nintensity depends on the process variable like |x|^{-\\theta}. The Stratonovich\nand It\\^o interpretations of the stochastic integral are taken into account.\nThe mean first passage time is calculated as a function of \\theta for different\nvalues of the stability index \\alpha and size of the barrier. Dependence of the\noutput amplitude on the noise intensity reveals a pattern typical for the\nstochastic resonance. Properties of the resonance as a function of \\alpha,\n\\theta\\ and size of the barrier are discussed. Both height and position of the\npeak strongly depends on \\theta\\ and on a specific interpretation of the\nstochastic integral.\n","Comment: 8 pages, 6 figures"]}]
["1202.3027",{"format":[],"subject":["Mathematics - Combinatorics","05C50, 05E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3027","Linear Algebra and its Applications 435 (2011), 2560-2569","doi:10.1016/j.laa.2011.02.005"],"date":["2012-02-14"],"type":["text"],"creator":["van Dam, Edwin R.","Omidi, Gholamreza"],"language":[],"coverage":[],"title":["Graphs whose normalized Laplacian has three eigenvalues"],"description":["  We give a combinatorial characterization of graphs whose normalized Laplacian\nhas three distinct eigenvalues. Strongly regular graphs and complete bipartite\ngraphs are examples of such graphs, but we also construct more exotic families\nof examples from conference graphs, projective planes, and certain\nquasi-symmetric designs.\n"]}]
["1202.3028",{"format":[],"subject":["Nuclear Theory","Astrophysics - Solar and Stellar Astrophysics","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3028","J. Phys.: Conf. Ser. 342 012009 (2012)","doi:10.1088/1742-6596/342/1/012009"],"date":["2012-02-14"],"type":["text"],"creator":["Roca-Maza, X.","Brenna, M.","Centelles, M.","Colo', G.","Mizuyama, K.","Pozzi, G.","Viñas, X.","Warda, M."],"language":[],"coverage":[],"title":["The pygmy dipole strength, the neutron radius of ${}^{208}$Pb and the\n  symmetry energy"],"description":["  The accurate characterization of the nuclear symmetry energy and its density\ndependence is one of the outstanding open problems in nuclear physics. A\npromising nuclear observable in order to constrain the density dependence of\nthe symmetry energy at saturation is the neutron skin thickness of medium and\nheavy nuclei. Recently, a low-energy peak in the isovector dipole response of\nneutron-rich nuclei has been discovered that may be correlated with the neutron\nskin thickness. The existence of this correlation is currently under debate due\nto our limited experimental knowledge on the microscopic structure of such a\npeak. We present a detailed analysis of Skyrme Hartree-Fock (HF) plus random\nphase approximation (RPA) predictions for the dipole response in several\nneutron-rich nuclei and try to elucidate whether models of common use in\nnuclear physics confirm or dismiss its possible connection with the neutron\nskin thickness. Finally, we briefly present theoretical results for parity\nviolating electron scattering on ${}^{208}$Pb at the conditions of the PREx\nexperiment and discuss the implications for the neutron skin thickness of\n${}^{208}$Pb and the slope of the symmetry energy.\n","Comment: Contribution to the 2nd Iberian Nuclear Astrophysics Meeting on\n  Compact Stars proceedings"]}]
["1202.3029",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q35, 76B45, 76B55, 37N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3029","Journal of Nonlinear Mathematical Physics, Vol. 19, No. 1 (2012)\n  1-21","doi:10.1142/S1402925112001903"],"date":["2012-02-14"],"type":["text"],"creator":["Matioc, Anca-Voichita"],"language":[],"coverage":[],"title":["Steady internal water waves with a critical layer bounded by the wave\n  surface"],"description":["  In this paper we construct small amplitude periodic internal waves traveling\nat the boundary region between two rotational and homogeneous fluids with\ndifferent densities. Within a period, the waves we obtain have the property\nthat the gradient of the stream function associated to the fluid beneath the\ninterface vanishes, on the wave surface, at exactly two points. Furthermore,\nthere exists a critical layer which is bounded from above by the wave profile.\nBesides, we prove, without excluding the presence of stagnation points, that if\nthe vorticity function associated to each fluid in part is real-analytic,\nbounded, and non-increasing, then capillary-gravity steady internal waves are a\npriori real-analytic. Our new method provides the real-analyticity of capillary\nand capillary-gravity waves with stagnation points traveling over a homogeneous\nrotational fluid under the same restrictions on the vorticity function.\n","Comment: 20 pages, 1 figure"]}]
["1202.3031",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3031","Physical Review E 80, 031104 (2009)","doi:10.1103/PhysRevE.80.031104"],"date":["2012-02-14"],"type":["text"],"creator":["Lundow, P. H.","Markström, K."],"language":[],"coverage":[],"title":["Critical behaviour of the Ising model on the 4-dimensional lattice"],"description":["  In this paper we investigate the nature of the singularity of the Ising model\nof the 4-dimensional cubic lattice. It is rigorously known that the specific\nheat has critical exponent $\\alpha=0$ but a non-rigorous field-theory argument\npredicts an unbounded specific heat with a logarithmic singularity at $T_c$. We\nfind that within the given accuracy the canonical ensemble data is consistent\nboth with a logarithmic singularity and a bounded specific heat, but that the\nmicro-canonical ensemble lends stronger support to a bounded specific heat. Our\nconclusion is that either much larger system sizes are needed for Monte Carlo\nstudies of this model in four dimensions or the field theory prediction of a\nlogarithmic singularity is wrong.\n","Comment: 5 pages, 7 figures"]}]
["1202.3034",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3034"],"date":["2012-02-14"],"type":["text"],"creator":["Ismail, Mourad","Lefebvre-Lepot, Aline"],"language":[],"coverage":[],"title":["A \"Necklace\" Model for Vesicles Simulations in 2D"],"description":["  The aim of this paper is to propose a new numerical model to simulate 2D\nvesicles interacting with a newtonian fluid. The inextensible membrane is\nmodeled by a chain of circular rigid particles which are maintained in cohesion\nby using two different type of forces. First, a spring force is imposed between\nneighboring particles in the chain. Second, in order to model the bending of\nthe membrane, each triplet of successive particles is submitted to an angular\nforce. Numerical simulations of vesicles in shear flow have been run using\nFinite Element Method and the FreeFem++[1] software. Exploring different ratios\nof inner and outer viscosities, we recover the well known \"Tank-Treading\" and\n\"Tumbling\" motions predicted by theory and experiments. Moreover, for the first\ntime, 2D simulations of the \"Vacillating-Breathing\" regime predicted by theory\nin [2] and observed experimentally in [3] are done without special ingredient\nlike for example thermal fluctuations used in [4].\n"]}]
["1202.3039",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3039"],"date":["2012-02-14"],"type":["text"],"creator":["IceCube Collaboration","Abbasi, R.","Abdou, Y.","Abu-Zayyad, T.","Ackermann, M.","Adams, J.","Aguilar, J. A.","Ahlers, M.","Altmann, D.","Andeen, K.","Auffenberg, J.","Bai, X.","Baker, M.","Barwick, S. W.","Baum, V.","Bay, R.","Alba, J. L. Bazo","Beattie, K.","Beatty, J. J.","Bechet, S.","Becker, J. K.","Becker, K. -H.","Bell, M.","Benabderrahmane, M. L.","BenZvi, S.","Berdermann, J.","Berghaus, P.","Berley, D.","Bernardini, E.","Bertrand, D.","Besson, D. Z.","Bindig, D.","Bissok, M.","Blaufuss, E.","Blumenthal, J.","Boersma, D. J.","Bohm, C.","Bose, D.","Böser, S.","Botner, O.","Brayeur, L.","Brown, A. M.","Buitink, S.","Caballero-Mora, K. S.","Carson, M.","Casier, M.","Chirkin, D.","Christy, B.","Clevermann, F.","Cohen, S.","Cowen, D. F.","Silva, A. H. Cruz","D'Agostino, M. V.","Danninger, M.","Daughhetee, J.","Davis, J. C.","De Clercq, C.","Degner, T.","Descamps, F.","Desiati, P.","de Vries-Uiterweerd, G.","DeYoung, T.","Díaz-Vélez, J. C.","Dreyer, J.","Dumm, J. P.","Dunkman, M.","Eisch, J.","Ellsworth, R. W.","Engdegård, O.","Euler, S.","Evenson, P. A.","Fadiran, O.","Fazely, A. R.","Fedynitch, A.","Feintzeig, J.","Feusels, T.","Filimonov, K.","Finley, C.","Fischer-Wasels, T.","Flis, S.","Franckowiak, A.","Franke, R.","Gaisser, T. K.","Gallagher, J.","Gerhardt, L.","Gladstone, L.","Glüsenkamp, T.","Goldschmidt, A.","Goodman, J. A.","Góra, D.","Grant, D.","Groß, A.","Grullon, S.","Gurtner, M.","Ha, C.","Ismail, A. Haj","Hallgren, A.","Halzen, F.","Han, K.","Hanson, K.","Heimann, P.","Heinen, D.","Helbing, K.","Hellauer, R.","Hickford, S.","Hill, G. C.","Hoffman, K. D.","Hoffmann, B.","Homeier, A.","Hoshina, K.","Huelsnitz, W.","Hulth, P. O.","Hultqvist, K.","Hussain, S.","Ishihara, A.","Jacobi, E.","Jacobsen, J.","Japaridze, G. S.","Johansson, H.","Kappes, A.","Karg, T.","Karle, A.","Kiryluk, J.","Kislat, F.","Klein, S. R.","Klepser, S.","Köhne, J. -H.","Kohnen, G.","Kolanoski, H.","Köpke, L.","Kopper, S.","Koskinen, D. J.","Kowalski, M.","Krasberg, M.","Kroll, G.","Kunnen, J.","Kurahashi, N.","Kuwabara, T.","Labare, M.","Laihem, K.","Landsman, H.","Larson, M. J.","Lauer, R.","Lünemann, J.","Madsen, J.","Maruyama, R.","Mase, K.","Matis, H. S.","Meagher, K.","Merck, M.","Mészáros, P.","Meures, T.","Miarecki, S.","Middell, E.","Milke, N.","Miller, J.","Montaruli, T.","Morse, R.","Movit, S. M.","Nahnhauer, R.","Nam, J. W.","Naumann, U.","Nowicki, S. C.","Nygren, D. R.","Odrowski, S.","Olivas, A.","Olivo, M.","O'Murchadha, A.","Panknin, S.","Paul, L.","Heros, C. Pérez de los","Pieloth, D.","Posselt, J.","Price, P. B.","Przybylski, G. T.","Rawlins, K.","Redl, P.","Resconi, E.","Rhode, W.","Ribordy, M.","Richman, M.","Riedel, B.","Rodrigues, J. P.","Rothmaier, F.","Rott, C.","Ruhe, T.","Rutledge, D.","Ruzybayev, B.","Ryckbosch, D.","Sander, H. -G.","Santander, M.","Sarkar, S.","Schatto, K.","Scheel, M.","Schmidt, T.","Schöneberg, S.","Schönwald, A.","Schukraft, A.","Schulte, L.","Schultes, A.","Schulz, O.","Schunck, M.","Seckel, D.","Semburg, B.","Seo, S. H.","Sestayo, Y.","Seunarine, S.","Silvestri, A.","Smith, M. W. E.","Spiczak, G. M.","Spiering, C.","Stamatikos, M.","Stanev, T.","Stezelberger, T.","Stokstad, R. G.","Stößl, A.","Strahler, E. A.","Ström, R.","Stüer, M.","Sullivan, G. W.","Taavola, H.","Taboada, I.","Tamburro, A.","Ter-Antonyan, S.","Tilav, S.","Toale, P. A.","Toscano, S.","Tosi, D.","van Eijndhoven, N.","Van Overloop, A.","van Santen, J.","Vehring, M.","Voge, M.","Walck, C.","Waldenmaier, T.","Wallraff, M.","Walter, M.","Wasserman, R.","Weaver, Ch.","Wendt, C.","Westerhoff, S.","Whitehorn, N.","Wiebe, K.","Wiebusch, C. H.","Williams, D. R.","Wischnewski, R.","Wissing, H.","Wolf, M.","Wood, T. R.","Woschnagg, K.","Xu, C.","Xu, D. L.","Xu, X. W.","Yanez, J. P.","Yodh, G.","Yoshida, S.","Zarzhitsky, P.","Zoll, M."],"language":[],"coverage":[],"title":["All-particle cosmic ray energy spectrum measured with 26 IceTop stations"],"description":["  We report on a measurement of the cosmic ray energy spectrum with the IceTop\nair shower array, the surface component of the IceCube Neutrino Observatory at\nthe South Pole. The data used in this analysis were taken between June and\nOctober, 2007, with 26 surface stations operational at that time, corresponding\nto about one third of the final array. The fiducial area used in this analysis\nwas 0.122 km^2. The analysis investigated the energy spectrum from 1 to 100 PeV\nmeasured for three different zenith angle ranges between 0{\\deg} and 46{\\deg}.\nBecause of the isotropy of cosmic rays in this energy range the spectra from\nall zenith angle intervals have to agree. The cosmic-ray energy spectrum was\ndetermined under different assumptions on the primary mass composition. Good\nagreement of spectra in the three zenith angle ranges was found for the\nassumption of pure proton and a simple two-component model. For zenith angles\n{\\theta} < 30{\\deg}, where the mass dependence is smallest, the knee in the\ncosmic ray energy spectrum was observed between 3.5 and 4.32 PeV, depending on\ncomposition assumption. Spectral indices above the knee range from -3.08 to\n-3.11 depending on primary mass composition assumption. Moreover, an indication\nof a flattening of the spectrum above 22 PeV were observed.\n","Comment: 38 pages, 17 figures"]}]
["1202.3041",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3041"],"date":["2012-02-14"],"type":["text"],"creator":["Avram, Florin","Leonenko, Nikolai","Sakhno, Ludmila"],"language":[],"coverage":[],"title":["Limit theorems for additive functionals of stationary fields, under\n  integrability assumptions on the higher order spectral densities"],"description":["  We prove central limit theorems for additive functionals of stationary fields\nunder integrability conditions on the higher-order spectral densities, which\nare derived using the Holder-Young-Brascamp-Lieb inequality.\n"]}]
["1202.3045",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3045"],"date":["2012-02-14"],"type":["text"],"creator":["Svarc, Alfred"],"language":[],"coverage":[],"title":["Reviving old, almost lost knowledge on T and K matrix poles and a link\n  to the contemporary QCD spectrum"],"description":["  The old knowledge about interrelation among T-matrix, K-matrix and bare poles\nis summarized and put into modern perspective.\n"]}]
["1202.3046",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3046","Proceedings of 28th IEEE ACE, pp. 171-174, December 2002, Science\n  City, Kolkata"],"date":["2012-02-14"],"type":["text"],"creator":["Basu, Subhadip","Chaudhuri, Chitrita","Kundu, Mahantapas","Nasipuri, Mita","Basu, Dipak K."],"language":[],"coverage":[],"title":["Segmentation of Offline Handwritten Bengali Script"],"description":["  Character segmentation has long been one of the most critical areas of\noptical character recognition process. Through this operation, an image of a\nsequence of characters, which may be connected in some cases, is decomposed\ninto sub-images of individual alphabetic symbols. In this paper, segmentation\nof cursive handwritten script of world's fourth popular language, Bengali, is\nconsidered. Unlike English script, Bengali handwritten characters and its\ncomponents often encircle the main character, making the conventional\nsegmentation methodologies inapplicable. Experimental results, using the\nproposed segmentation technique, on sample cursive handwritten data containing\n218 ideal segmentation points show a success rate of 97.7%. Further\nfeature-analysis on these segments may lead to actual recognition of\nhandwritten cursive Bengali script.\n","Comment: Proceedings of 28th IEEE ACE, pp. 171-174, December 2002, Science\n  City, Kolkata"]}]
["1202.3047",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3047","Physica A 388 (2009) 233-239","doi:10.1016/j.physa.2008.10.001"],"date":["2012-02-14"],"type":["text"],"creator":["La Rocca, Cristian E.","Piontti, Ana L. Pastore y","Braunstein, Lidia A.","Macri, Pablo A."],"language":[],"coverage":[],"title":["A mechanism to synchronize fluctuations in scale free networks using\n  growth models"],"description":["  In this paper we study the steady state of the fluctuations of the surface\nfor a model of surface growth with relaxation to any of its lower nearest\nneighbors (SRAM) [F. Family, J. Phys. A {\\bf 19}, L441 (1986)] in scale free\nnetworks. It is known that for Euclidean lattices this model belongs to the\nsame universality class as the model of surface relaxation to the minimum\n(SRM). For the SRM model, it was found that for scale free networks with\nbroadness $\\lambda$, the steady state of the fluctuations scales with the\nsystem size $N$ as a constant for $\\lambda \\geq 3$ and has a logarithmic\ndivergence for $\\lambda < 3$ [Pastore y Piontti {\\it et al.}, Phys. Rev. E {\\bf\n76}, 046117 (2007)]. It was also shown [La Rocca {\\it et al.}, Phys. Rev. E\n{\\bf 77}, 046120 (2008)] that this logarithmic divergence is due to non-linear\nterms that arises from the topology of the network. In this paper we show that\nthe fluctuations for the SRAM model scale as in the SRM model. We also derive\nanalytically the evolution equation for this model for any kind of complex\ngraphs and find that, as in the SRM model, non-linear terms appear due to the\nheterogeneity and the lack of symmetry of the network. In spite of that, the\ntwo models have the same scaling, but the SRM model is more efficient to\nsynchronize systems.\n","Comment: 12 pages, 7 figures"]}]
["1202.3048",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3048","Proceedings of the 6th International Conference on Smart\n  Materials, Structures and Systems, January 04-07, 2012, Bangalore, India"],"date":["2012-02-14"],"type":["text"],"creator":["Chaudhuri, Ritesh Ray","Basu, Joydeep","Bhattacharyya, Tarun Kanti"],"language":[],"coverage":[],"title":["Design and Fabrication of Micromachined Resonators"],"description":["  Microelectromechanical system (MEMS) based on-chip resonators offer great\npotential for sensing and high frequency signal processing applications due to\ntheir exceptional features like small size, large frequency-quality factor\nproduct, integrability with CMOS ICs, low power consumption etc. This work is\nmainly aimed at the design, modeling, simulation, and fabrication of\nmicromachined polysilicon disk resonators exhibiting radial-contour mode\nvibrations. A few other bulk mode modified resonator geometries are also being\nexplored. The resonator structures have been designed and simulated in\nCoventorWare finite-element platform and fabricated by the PolyMUMPs surface\nmicromachining process.\n","Comment: 7 pages, 12 figures"]}]
["1202.3052",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3052"],"date":["2012-02-14"],"type":["text"],"creator":["Nielsen, Jesper Buus","Nordholt, Peter Sebastian","Orlandi, Claudio","Burra, Sai Sheshank"],"language":[],"coverage":[],"title":["A New Approach to Practical Active-Secure Two-Party Computation"],"description":["  We propose a new approach to practical two-party computation secure against\nan active adversary. All prior practical protocols were based on Yao's garbled\ncircuits. We use an OT-based approach and get efficiency via OT extension in\nthe random oracle model. To get a practical protocol we introduce a number of\nnovel techniques for relating the outputs and inputs of OTs in a larger\nconstruction.\n  We also report on an implementation of this approach, that shows that our\nprotocol is more efficient than any previous one: For big enough circuits, we\ncan evaluate more than 20000 Boolean gates per second. As an example,\nevaluating one oblivious AES encryption (~34000 gates) takes 64 seconds, but\nwhen repeating the task 27 times it only takes less than 3 seconds per\ninstance.\n"]}]
["1202.3053",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3053","Phys. Rev. E 80, 026111 (2009)","doi:10.1103/PhysRevE.80.026111"],"date":["2012-02-14"],"type":["text"],"creator":["La Rocca, Cristian E.","Braunstein, Lidia A.","Macri, Pablo A."],"language":[],"coverage":[],"title":["Conservative model for synchronization problems in complex networks"],"description":["  In this paper we study the scaling behavior of the interface fluctuations\n(roughness) for a discrete model with conservative noise on complex networks.\nConservative noise is a noise which has no external flux of deposition on the\nsurface and the whole process is due to the diffusion. It was found that in\nEuclidean lattices the roughness of the steady state $W_s$ does not depend on\nthe system size. Here, we find that for Scale-Free networks of $N$ nodes,\ncharacterized by a degree distribution $P(k)\\sim k^{-\\lambda}$, $W_s$ is\nindependent of $N$ for any $\\lambda$. This behavior is very different than the\none found by Pastore y Piontti {\\it et. al} [Phys. Rev. E {\\bf 76}, 046117\n(2007)] for a discrete model with non-conservative noise, that implies an\nexternal flux, where $W_s \\sim \\ln N$ for $\\lambda < 3$, and was explained by\nnon-linear terms in the analytical evolution equation for the interface [La\nRocca {\\it et. al}, Phys. Rev. E {\\bf 77}, 046120 (2008)]. In this work we show\nthat in this processes with conservative noise the non-linear terms are not\nrelevant to describe the scaling behavior of $W_s$.\n","Comment: 12 pages, 8 figures"]}]
["1202.3056",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3056"],"date":["2012-02-14"],"type":["text"],"creator":["Gaunt, Jonathan R.","Stirling, W. James"],"language":[],"coverage":[],"title":["Single and Double Perturbative Splitting Diagrams in Double Parton\n  Scattering"],"description":["  We discuss the role of two different types of diagram in the proton-proton\ndouble parton scattering (DPS) cross section - single and double perturbative\nsplitting graphs. Using explicit calculations of simple graphs from these\nclasses we show that the treatment of these graphs by the 'double PDF'\nframework for describing the DPS cross section, introduced a number of years\nago by Snigirev and collaborators, is unsatisfactory. We suggest that a\ncontribution from single perturbative splitting graphs should be included in\nthe DPS cross section, albeit with a different geometrical prefactor to the\ncontribution from 'zero perturbative splitting' graphs.\n","Comment: 8 pages, 2 figures. Contribution to MPI@LHC 2011 proceedings"]}]
["1202.3057",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3057"],"date":["2012-02-14"],"type":["text"],"creator":["Andrianov, S . N.","Moiseev, S. A."],"language":[],"coverage":[],"title":["Magnon qubit on double Bose-Einstein condensate"],"description":["  We have proposed a magnon qubit based on coupled configuration of\nBose-Einstein condensates (BEC) in two ferromagnetic samples placed closely to\neach other. We have evaluated the magnon BEC qubit realization in the double\nBEC scheme where we found a quantum synchronism condition providing an\neffective Hamiltonian of magnon qubit. It has the form of well-known\nsuperconducting Josephson qubit. The possibilities for coherent magnon BEC\nqubit rotation are analyzed. Implementations of the magnon BEC qubit are\nconsidered for small samples and thin ferromagnetic films. Advantages of the\nproposed macroscopic qubit realization are discussed.\n","Comment: 11 pages"]}]
["1202.3059",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3059","Physica A 390 (2011) 2840-2844","doi:10.1016/j.physa.2011.03.013"],"date":["2012-02-14"],"type":["text"],"creator":["La Rocca, Cristian E.","Braunstein, Lidia A.","Macri, Pablo A."],"language":[],"coverage":[],"title":["Synchronization in Scale Free networks with degree correlation"],"description":["  In this paper we study a model of synchronization process on scale free\nnetworks with degree-degree correlations. This model was already studied on\nthis kind of networks without correlations by Pastore y Piontti {\\it et al.},\nPhys. Rev. E {\\bf 76}, 046117 (2007). Here, we study the effects of the\ndegree-degree correlation on the behavior of the load fluctuations $W_s$ in the\nsteady state. We found that for assortative networks there exist a specific\ncorrelation where the system is optimal synchronized. In addition, we found\nthat close to this optimally value the fluctuations does not depend on the\nsystem size and therefore the system becomes fully scalable. This result could\nbe very important for some technological applications. On the other hand, far\nfrom the optimal correlation, $W_s$ scales logarithmically with the system\nsize.\n","Comment: 11 pages, 6 figures"]}]
["1202.3061",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3061"],"date":["2012-02-14"],"type":["text"],"creator":["Quer, Jordi"],"language":[],"coverage":[],"title":["Package description and tables for the paper \"Fields of definition of\n  building blocks\""],"description":["  This document contains additional information for the paper: J. Quer. Fields\nof definition of building blocks, Math. Comp. 78 (2009), no. 265, pp. 537--554.\n  It contains a description of the implementation in Magma of the algorithms\nand computational techniques described in that paper, and also several tables\nwith data that were elaborated using this implementation.\n"]}]
["1202.3063",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3063"],"date":["2012-02-14"],"type":["text"],"creator":["Elin, Mark","Levenshtein, Marina"],"language":[],"coverage":[],"title":["Covering results and perturbed Roper--Suffridge operators"],"description":["  This work is devoted to the advanced study of Roper--Suffridge type extension\noperators. For a given non-normalized spirallike function (with respect to an\ninterior or boundary point) on the open unit disk of the complex plane, we\nconstruct perturbed extension operators in a certain class of Banach spaces and\nprove that these operators preserve the spirallikeness property. In addition,\nwe present an extension operator for semigroup generators.\n  We use a new geometric approach based on the connection between spirallike\nmappings and one-parameter continuous semigroups. It turns out that the new\none-dimensional covering results established below are crucial for our\ninvestigation.\n"]}]
["1202.3064",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3064"],"date":["2012-02-14"],"type":["text"],"creator":["Mourad, Bassam","Abbas, Hassan","Mourad, Ayman","Ghaddar, Ahmad","Kaddoura, Issam"],"language":[],"coverage":[],"title":["An algorithm for constructing doubly stochastic matrices for the inverse\n  eigenvalue problem"],"description":["  In this note, we present an algorithm that yields many new methods for\nconstructing doubly stochastic and symmetric doubly stochastic matrices for the\ninverse eigenvalue problem. In addition, we introduce new open problems in this\narea that lay the ground for future work\n"]}]
["1202.3066",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N05, 15A69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3066"],"date":["2012-02-14"],"type":["text"],"creator":["Ballico, Edoardo","Chiantini, Luca"],"language":[],"coverage":[],"title":["Sets computing the symmetric tensor rank"],"description":["  Let n_d denote the degree d Veronese embedding of a projective space P^r. For\nany symmetric tensor P, the 'symmetric tensor rank' sr(P) is the minimal\ncardinality of a subset A of P^r, such that n_d(A) spans P. Let S(P) be the\nspace of all subsets A of P^r, such that n_d(A) computes sr(P). Here we\nclassify all P in P^n such that sr(P) < 3d/2 and sr(P) is computed by at least\ntwo subsets. For such tensors P, we prove that S(P) has no isolated points.\n"]}]
["1202.3070",{"format":[],"subject":["Quantum Physics","Mathematical Physics","81Q70, 81R99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3070"],"date":["2012-02-14"],"type":["text"],"creator":["Aniello, P.","Clemente-Gallardo, J.","Marmo, G.","Volkert, G. F."],"language":[],"coverage":[],"title":["Tensorial characterization and quantum estimation of weakly entangled\n  qubits"],"description":["  In the case of two qubits, standard entanglement monotones like the linear\nentropy fail to provide an efficient quantum estimation in the regime of weak\nentanglement. In this paper, a more efficient entanglement estimation, by means\nof a novel class of entanglement monotones, is proposed. Following an approach\nbased on the geometric formulation of quantum mechanics, these entanglement\nmonotones are defined by inner products on invariant tensor fields on bipartite\nqubit orbits of the group SU(2)xSU(2).\n","Comment: 23 pages, 3 figures"]}]
["1202.3079",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3079"],"date":["2012-02-14"],"type":["text"],"creator":["Bubeck, Sébastien","Cesa-Bianchi, Nicolò","Kakade, Sham M."],"language":[],"coverage":[],"title":["Towards minimax policies for online linear optimization with bandit\n  feedback"],"description":["  We address the online linear optimization problem with bandit feedback. Our\ncontribution is twofold. First, we provide an algorithm (based on exponential\nweights) with a regret of order $\\sqrt{d n \\log N}$ for any finite action set\nwith $N$ actions, under the assumption that the instantaneous loss is bounded\nby 1. This shaves off an extraneous $\\sqrt{d}$ factor compared to previous\nworks, and gives a regret bound of order $d \\sqrt{n \\log n}$ for any compact\nset of actions. Without further assumptions on the action set, this last bound\nis minimax optimal up to a logarithmic factor. Interestingly, our result also\nshows that the minimax regret for bandit linear optimization with expert advice\nin $d$ dimension is the same as for the basic $d$-armed bandit with expert\nadvice. Our second contribution is to show how to use the Mirror Descent\nalgorithm to obtain computationally efficient strategies with minimax optimal\nregret bounds in specific examples. More precisely we study two canonical\naction sets: the hypercube and the Euclidean ball. In the former case, we\nobtain the first computationally efficient algorithm with a $d \\sqrt{n}$\nregret, thus improving by a factor $\\sqrt{d \\log n}$ over the best known result\nfor a computationally efficient algorithm. In the latter case, our approach\ngives the first algorithm with a $\\sqrt{d n \\log n}$ regret, again shaving off\nan extraneous $\\sqrt{d}$ compared to previous works.\n"]}]
["1202.3087",{"format":[],"subject":["Physics - Computational Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3087","Chaos 19, 015109 (2009)","doi:10.1063/1.3087432"],"date":["2012-02-14"],"type":["text"],"creator":["Rothkegel, Alexander","Lehnertz, Klaus"],"language":[],"coverage":[],"title":["Multistability, local pattern formation, and global collective firing in\n  a small-world network of non-leaky integrate-and-fire neurons"],"description":["  We investigate numerically the collective dynamical behavior of pulse-coupled\nnon-leaky integrate-and-fire-neurons that are arranged on a two-dimensional\nsmall-world network. To ensure ongoing activity, we impose a probability for\nspontaneous firing for each neuron. We study network dynamics evolving from\ndifferent sets of initial conditions in dependence on coupling strength and\nrewiring probability. Beside a homogeneous equilibrium state for low coupling\nstrength, we observe different local patterns including cyclic waves, spiral\nwaves, and turbulent-like patterns, which -- depending on network parameters --\ninterfere with the global collective firing of the neurons. We attribute the\nvarious network dynamics to distinct regimes in the parameter space. For the\nsame network parameters different network dynamics can be observed depending on\nthe set of initial conditions only. Such a multistable behavior and the\ninterplay between local pattern formation and global collective firing may be\nattributable to the spatiotemporal dynamics of biological networks.\n"]}]
["1202.3090",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology","14F42 20G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3090"],"date":["2012-02-14"],"type":["text"],"creator":["Shinder, Evgeny"],"language":[],"coverage":[],"title":["On motives of algebraic groups associated to a divsion algebra"],"description":["  We consider algebraic groups GL_1(A), SL_1(A), where A is a division algebra\nof prime degree over a field F, and associated motives in the category of\nmotivic complexes DM(F). Following an idea of Suslin, we relate motives of\nthese groups to the motive of Voevodsky's simplicial scheme X, associated to\nthe Severi-Brauer variety of A.\n","Comment: PhD thesis"]}]
["1202.3092",{"format":[],"subject":["Mathematics - Combinatorics","05A16, 60C05, 60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3092"],"date":["2012-02-14"],"type":["text"],"creator":["Dasse-Hartaut, Sandrine","Hitczenko, Pawel"],"language":[],"coverage":[],"title":["Greek letters in random staircase tableaux"],"description":["  In this paper we study a relatively new combinatorial object called staircase\ntableaux. Staircase tableaux were introduced by Corteel and Williams in the\nconnection with Asymmetric Exclusion Process and has since found interesting\nconnections with Askey - Wilson polynomials. We develop a probabilistic\napproach that allows us to analyze several parameters of a randomly chosen\nstaircase tableaux of a given size. In particular, we obtain limiting\ndistributions for statistics associated with appearances of Greek letters in\nstaircase. tableaux.\n"]}]
["1202.3103",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3103"],"date":["2012-02-14"],"type":["text"],"creator":["Egorychev, Georgy P."],"language":[],"coverage":[],"title":["Integral Representation and Computation a Multiple Sum in the Theory of\n  Cubature Formulas"],"description":["  In this article we furnish a new simple proof of a hard identity from the\ntheory of cubature formulas via the method of coefficients.\n"]}]
["1202.3106",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Geometric Topology","37E30, 37E45, 37B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3106"],"date":["2012-02-14"],"type":["text"],"creator":["Calvez, Patrice Le"],"language":[],"coverage":[],"title":["A periodicity criterion and the section problem on the Mapping Class\n  Group"],"description":["  Some years ago, V. Markovic proved that there is no section of the Mapping\nClass Group for a closed surface of genus g larger than 5 (in the case of\nhomeomorphims) and more recently generalized this result with D. Saric to the\ncase where g is larger than 1. We will state a periodicity criterion and will\nuse it to simplify some of the arguments given by Markovic and Saric in the\nproof of their theorem. The periodicity criterion tells us that a homeomorphism\nof a connected surface must be periodic if the set of connected periodic open\nsets generates the topology of the surface.\n","Comment: 40 pages"]}]
["1202.3108",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Numerical Analysis","G.1.0","G.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3108"],"date":["2012-02-14"],"type":["text"],"creator":["Hong, Dohy"],"language":[],"coverage":[],"title":["D-iteration based asynchronous distributed computation"],"description":["  The aim of this paper is to explain how the D-iteration can be used for an\nefficient asynchronous distributed computation. We present the main ideas of\nthe method and illustrate them through very simple examples.\n","Comment: 4 pages"]}]
["1202.3112",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3112"],"date":["2012-02-14"],"type":["text"],"creator":["Huang, Decai","Lu, Ming","Sun, Gang","Feng, Yaodong","Sun, Min","Wu, Haiping","Deng, Kaiming"],"language":[],"coverage":[],"title":["Ring-like spin segregation of binary mixtures in a high-velocity\n  rotating drum"],"description":["  We present molecular dynamics simulations on the segregation of binary\nmixtures in a high-velocity rotating drum. Depending on the ratio of particle's\nradius and density, the ring-like spin segregation patterns in radial direction\nshow similarities to the Brazil-nut effect and its reverse form. The smaller\nand heavier particles are easier to accumulate towards the drum wall and the\nbigger and lighter ones towards the drum center. Furthermore, we quantify the\neffects of particle's radius and density on the segregation states and plot the\nphase diagram of segregation in the ${\\rho_b}/{\\rho_s}$ - ${r_b}/{r_s}$ space.\nThe observed phenomena can also be well explained by the combined actions,\ni.e., the percolation effect and the buoyancy effect.\n","Comment: 6 figures"]}]
["1202.3113",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3113"],"date":["2012-02-14"],"type":["text"],"creator":["Grivaux, Sophie","Roginskaya, Maria"],"language":[],"coverage":[],"title":["Some new examples of recurrence and non-recurrence sets for products of\n  rotations on the unit circle"],"description":["  We study recurrence and non-recurrence sets for dynamical systems on compact\nspaces, in particular for products of rotations on the unit circle T. A set of\nintegers is called r-Bohr if it is recurrent for all products of r rotations on\nT, and Bohr if it is recurrent for all products of rotations on T. It is a\nresult due to Katznelson that for each r there exist sets of integers which are\nr-Bohr but not (r+1)-Bohr. We present new examples of r-Bohr sets which are not\nBohr, thanks to a construction which is both flexible and completely explicit.\nOur results are related to an old combinatorial problem of Veech concerning\nsyndetic sets and the Bohr topology on Z, and its reformulation in terms of\nrecurrence sets which is due to Glasner and Weiss.\n"]}]
["1202.3117",{"format":[],"subject":["Physics - Medical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3117"],"date":["2012-02-14"],"type":["text"],"creator":["Bal, Guillaume"],"language":[],"coverage":[],"title":["Explicit Reconstructions in QPAT, QTAT, TE, and MRE"],"description":["  Photo-acoustic Tomography (PAT) and Thermo-acoustic Tomography (TAT) are\nmedical imaging modalities that combine the high contrast of radiative\nproperties of tissues with the high resolution of ultrasound. In both\nmodalities, a first step concerns the reconstruction of the radiation-induced\nsource of ultrasound. Transient Elastography (TE) and Magnetic Resonance\nElastography (MRE) combine the high elastic contrast of tissues with the high\nresolution of ultrasound and magnetic resonance, respectively. In both\nmodalities, a first step concerns the reconstruction of the elastic\ndisplacement.\n  The result of this first step, which is not considered in this paper, is the\navailability of internal functionals of the unknown tissue properties. All\nimaging modalities are recast as the reconstruction of parameters in elliptic\nequations from knowledge of solutions to such equations. This paper provides a\ncharacterization of the parameters that may or may not be reconstructed from\nsuch internal functionals. We provide explicit reconstruction procedures and\nindicate how stable they are with respect to errors in the available\nmeasurements.\n  The modalities PAT, TAT, TE, and MRE allow us to reconstruct high-contrast\noptical and elastic properties of tissues with the high resolution of\nultrasound or magnetic resonance imaging. They provide a means to reconstruct\nsecond-order tensors modeling tissue anisotropy as well as complex-valued\ncoefficients modeling absorbing and dissipative effects.\n"]}]
["1202.3123",{"format":[],"subject":["Mathematics - Probability","60C05, 05A16, 82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3123"],"date":["2012-02-14"],"type":["text"],"creator":["Gamarnik, David"],"language":[],"coverage":[],"title":["Right-convergence of sparse random graphs"],"description":["  The paper is devoted to the problem of establishing right-convergence of\nsparse random graphs. This concerns the convergence of the logarithm of number\nof homomorphisms from graphs or hyper-graphs $\\G_N, N\\ge 1$ to some target\ngraph $W$. The theory of dense graph convergence, including random dense\ngraphs, is now well understood, but its counterpart for sparse random graphs\npresents some fundamental difficulties. Phrased in the statistical physics\nterminology, the issue is the existence of the log-partition function limits,\nalso known as free energy limits, appropriately normalized for the Gibbs\ndistribution associated with $W$. In this paper we prove that the sequence of\nsparse \\ER graphs is right-converging when the tensor product associated with\nthe target graph $W$ satisfies certain convexity property. We treat the case of\ndiscrete and continuous target graphs $W$. The latter case allows us to prove a\nspecial case of Talagrand's recent conjecture (more accurately stated as level\nIII Research Problem 6.7.2 in his recent book), concerning the existence of the\nlimit of the measure of a set obtained from $\\R^N$ by intersecting it with\nlinearly in $N$ many subsets, generated according to some common probability\nlaw.\n  Our proof is based on the interpolation technique, introduced first by Guerra\nand Toninelli and developed further in a series of papers. Specifically, Bayati\net al establish the right-convergence property for Erdos-Renyi graphs for some\nspecial cases of $W$. In this paper most of the results in this paper follow as\na special case of our main theorem.\n","Comment: 22 pages"]}]
["1202.3126",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3126"],"date":["2012-02-14"],"type":["text"],"creator":["Liu, Keqin"],"language":[],"coverage":[],"title":["Sheaf Structures On a Class of Noncommutative Spectra"],"description":["  We introduce a class of noncommutative spectra and give the sheaf structure\non the class of noncommutative spectra.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1104.3956"]}]
["1202.3128",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3128"],"date":["2012-02-14"],"type":["text"],"creator":["Talaska, Kelli"],"language":[],"coverage":[],"title":["Determinants of weighted path matrices"],"description":["  We find rational expressions for all minors of the weighted path matrix of a\ndirected graph, generalizing the classical Lindstr\u007fom/Gessel-Viennot result for\nacyclic directed graphs. The formulas are given in terms of certain flows in\nthe graph.\n","Comment: 7 pages, 3 figures"]}]
["1202.3130",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3130"],"date":["2012-02-14"],"type":["text"],"creator":["Ostrovsky, E.","Sirota, L."],"language":[],"coverage":[],"title":["Multidimensional Probabilistic Rearrangement Invariant Spaces: A New\n  Approach"],"description":["  We introduce and investigate in this paper a new convenient method of\nintroduction of a norm in the multidimensional rearrangement probability\ninvariant space.\n"]}]
["cond-mat/0102444",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0102444","Phys. Rev. B 65, 144529 (2002)","doi:10.1103/PhysRevB.65.144529"],"date":["2001-02-23","2002-01-29"],"type":["text"],"creator":["Hernandez, Alexander D.","Dominguez, Daniel"],"language":[],"coverage":[],"title":["The surface barrier in mesoscopic type I and type II superconductors"],"description":["  We study the surface barrier for magnetic field penetration in mesoscopic\nsamples of both type I and type II superconductors. Our results are obtained\nfrom numerical simulations of the time-dependent Ginzburg-Landau equations. We\ncalculate the dependence of the first field for flux penetration ($H_p$) with\nthe Ginzburg-Landau parameter ($\\kappa $) observing an increase of $H_p$ with\ndecreasing $\\kappa$ for a superconductor-insulator boundary condition ($(\\nabla\n-iA)\\Psi|_n=0$) while for a superconductor-normal boundary condition\n(approximated by the limiting case of $\\Psi|_S=0$) $H_p$ has a smaller value\nindependent of $\\kappa$ and proportional to $H_c$. We study the magnetization\ncurves and penetration fields at different sample sizes and for square and thin\nfilm geometries. For small mesoscopic samples we study the peaks and\ndiscontinuous jumps found in the magnetization as a function of magnetic field.\nTo interpret these jumps we consider that vortices located inside the sample\ninduce a reinforcement of the surface barrier at fields greater than the first\npenetration field $H_{p1}$. This leads to multiple penetration fields $H_{pi} =\nH_{p1}, H_{p2}, H_{p3}, ...$ for vortex entrance in mesoscopic samples. We\nstudy the dependence with sample size of the penetration fields $H_{pi}$. We\nexplain these multiple penetration fields extending the usual Bean-Livingston\nanalysis by considering the effect of vortices inside the superconductor and\nthe finite size of the sample.\n","Comment: 12 pages, 11 figures. Revised version. Section III rewritten. Some\n  figures changed"]}]
["gr-qc/0601128",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0601128","\"Quantum Gravity,\" B. Fauser et al. (eds.), Birkh\\\"auser (2006)\n  263-281"],"date":["2006-01-29","2007-10-27"],"type":["text"],"creator":["Finster, Felix"],"language":[],"coverage":[],"title":["The Principle of the Fermionic Projector: An Approach for Quantum\n  Gravity?"],"description":["  In this short article we introduce the mathematical framework of the\nprinciple of the fermionic projector and set up a variational principle in\ndiscrete space-time. The underlying physical principles are discussed. We\noutline the connection to the continuum theory and state recent results. In the\nlast two sections, we speculate on how it might be possible to describe quantum\ngravity within this framework.\n","Comment: 18 pages, LaTeX, few typos corrected (published version)"]}]
["math/0106084",{"format":[],"subject":["Mathematics - Algebraic Geometry","14P25 (primary), 14B05 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0106084","Algorithmic and Quantitative Real Algebraic Geometry (S. Basu and\n  L. Gonzalez-Vega, eds.), DIMACS Series, vol. 60, Amer. Math. Soc. 2003, 77-82"],"date":["2001-06-11"],"type":["text"],"creator":["McCrory, Clint"],"language":[],"coverage":[],"title":["How to show a set is not algebraic"],"description":["  We revisit Akbulut and King's first example of a compact semialgebraic set\nwhich satisfies Sullivan's local Euler characteristic condition, but which is\nnot homeomorphic to an algebraic set. A nontrivial obstruction is computed\nusing the link operator on the ring of constructible functions.\n","Comment: 5 pages. Talk at DIMACS workshop on real algebraic geometry, March\n  12-16, 2001"]}]
["math/0202086",{"format":[],"subject":["Mathematics - Algebraic Geometry","14P25, 14B05, 14P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0202086","Panoramas & Syntheses 23, Soc. Math. France 2007, 68-85"],"date":["2002-02-09"],"type":["text"],"creator":["McCrory, Clint","Parusinski, Adam"],"language":[],"coverage":[],"title":["Algebraically constructible functions: real algebra and topology"],"description":["  Algebraically constructible functions connect real algebra with the topology\nof algebraic sets. In this survey we present some history, definitions,\nproperties, and algebraic characterizations of algebraically constructible\nfunctions, and a description of local obstructions for a topological space to\nbe homeomorphic to a real algebraic set.\n","Comment: 14 page survey article for RAAG'01, see\n  http://www.maths.univ-rennes1.fr/~raag01/"]}]
["math/0210374",{"format":[],"subject":["Mathematics - Algebraic Geometry","14P25, 14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0210374","Comptes Rendus Acad. Sci. Paris, Ser. I, 336 (2003), 763-768"],"date":["2002-10-23"],"type":["text"],"creator":["McCrory, Clint","Parusinski, Adam"],"language":[],"coverage":[],"title":["Virtual Betti numbers of real algebraic varieties"],"description":["  The weak factorization theorem for birational maps is used to prove that for\nall nonnegative i the ith mod 2 Betti number of compact nonsingular real\nalgebraic varieties has a unique extension to a \"virtual Betti number\" beta_i\ndefined for all real algebraic varieties, such that if Y is a closed subvariety\nof X, then beta_i(X) = beta_i(X\\Y) + beta_i(Y).\n","Comment: 13 pages. Talk by first author, AMS meeting, Northeastern University,\n  October 5-6, 2002"]}]
["math/0610921",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Spectral Theory","46H30 (primary), 13J99 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610921","Annales Univ. Sci. Budapest, 54 (2011), pp. 7-34"],"date":["2006-10-30","2012-02-14"],"type":["text"],"creator":["Lakos, Gyula"],"language":[],"coverage":[],"title":["Spectral calculations in rings"],"description":["  We examine the validity of certain spectral integral formulas in topological\nrings. We consider the sign and square-root functions in polymetric rings\ncontaining $\\frac12$. It turns out that formal analogues of classical\ntransformation kernels and the resolvent identity can be used to understand the\nsituation. In the lack of $\\frac12$, the functions\n$\\frac12-\\frac12\\sgn(\\frac12-z)$ and $\\frac12-\\sqrt{\\frac14-z}$ can be\ngeneralized, respectively.\n","Comment: 16 pages"]}]
["math/9809060",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","14P25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9809060","Topology 39 (2000), 495-523"],"date":["1998-09-10"],"type":["text"],"creator":["McCrory, Clint","Parusinski, Adam"],"language":[],"coverage":[],"title":["Topology of real algebraic sets of dimension 4: necessary conditions"],"description":["  Operators on the ring of algebraically constructible functions are used to\ncompute local obstructions for a four-dimensional semialgebraic set to be\nhomeomorphic to a real algebraic set. The link operator and arithmetic\noperators yield $2^{43}-43$ independent characteristic numbers mod 2, which\ngeneralize the Akbulut-King numbers in dimension three.\n"]}]
