["0705.2160",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N35, 14A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2160","Compos. Math., 2010, 146, 1291-1322","doi:10.1112/S0010437X10004793"],"date":["2007-05-15","2009-01-28"],"type":["text"],"creator":["Bayer, Arend","Cadman, Charles"],"language":[],"coverage":[],"title":["Quantum cohomology of [C^N/\\mu_r]"],"description":["  We give a construction of the moduli space of stable maps to the classifying\nstack B\\mu_r of a cyclic group by a sequence of r-th root constructions on\nM_{0, n}. We prove a closed formula for the total Chern class of\n\\mu_r-eigenspaces of the Hodge bundle, and thus of the obstruction bundle of\nthe genus zero Gromov-Witten theory of stacks of the form [C^N/\\mu_r].\n  We deduce linear recursions for all genus-zero Gromov-Witten invariants.\n","Comment: 33 pages, 1 figure; v2: expository changes, references updated"]}]
["0708.3136",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3136"],"date":["2007-08-23","2012-04-05"],"type":["text"],"creator":["Kornyushin, Yuri"],"language":[],"coverage":[],"title":["Atmospheric instability as a loss of a metastable equilibrium"],"description":["  General thermodynamic theory of metastable states is used in this short note\nto try to understand better atmospheric instabilities. It is shown that not\nonly cooling of a cloud can lead to rain, but heating also, especially when\nthere are charged water drops in a cloud (in this case we have rain with\nlightning). The influence of the global warming on weather is discussed.\n","Comment: The aim of this short note is to take a different look on atmospheric\n  instabilities"]}]
["0709.1730",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1730","Phys. Rev. B 78, 041306(R) (2008)","doi:10.1103/PhysRevB.78.041306"],"date":["2007-09-11"],"type":["text"],"creator":["Amasha, S.","MacLean, K.","Radu, Iuliana P.","Zumbuhl, D. M.","Kastner, M. A.","Hanson, M. P.","Gossard, A. C."],"language":[],"coverage":[],"title":["Spin-Dependent Tunneling of Single Electrons into an Empty Quantum Dot"],"description":["  Using real-time charge sensing and gate pulsing techniques we measure the\nratio of the rates for tunneling into the excited and ground spin states of a\nsingle-electron AlGaAs/GaAs quantum dot in a parallel magnetic field. We find\nthat the ratio decreases with increasing magnetic field until tunneling into\nthe excited spin state is completely suppressed. However, we find that by\nadjusting the voltages on the surface gates to change the orbital configuration\nof the dot we can restore tunneling into the excited spin state and that the\nratio reaches a maximum when the dot is symmetric.\n","Comment: 4 pages, 3 figures"]}]
["0802.0453",{"format":[],"subject":["Mathematical Physics","81Q10 (Primary), 81V55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0453","Documenta Mathematica, 13:51-79, 2008"],"date":["2008-02-04"],"type":["text"],"creator":["Morozov, Sergey"],"language":[],"coverage":[],"title":["Essential Spectrum of Multiparticle Brown-Ravenhall Operators in\n  External Field"],"description":["  The essential spectrum of multiparticle Brown-Ravenhall operators is\ncharacterized in terms of two--cluster decompositions for a wide class of\nexternal fields and interparticle interactions and for the systems with\nprescribed symmetries.\n","Comment: 29 pages, submitted to Documenta Mathematica"]}]
["0901.0716",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0716","New Journal of Physics, Volume 13, Issue 10, pp. 103024 (2011)","doi:10.1088/1367-2630/13/10/103024"],"date":["2009-01-06","2012-04-04"],"type":["text"],"creator":["Shafieloo, Arman","Souradeep, Tarun"],"language":[],"coverage":[],"title":["Assumptions of the primordial spectrum and cosmological parameter\n  estimation"],"description":["  The observables of the perturbed universe, CMB anisotropy and large\nstructures, depend on a set of cosmological parameters, as well as, the assumed\nnature of primordial perturbations. In particular, the shape of the primordial\npower spectrum (PPS) is, at best, a well motivated assumption. It is known that\nthe assumed functional form of the PPS in cosmological parameter estimation can\naffect the best fit parameters and their relative confidence limits. In this\npaper, we demonstrate that a specific assumed form actually drives the best fit\nparameters into distinct basins of likelihood in the space of cosmological\nparameters where the likelihood resists improvement via modifications to the\nPPS. The regions where considerably better likelihoods are obtained allowing\nfree form PPS lie outside these basins. In the absence of a preferred model of\ninflation, this raises a concern that current cosmological parameters estimates\nare strongly prejudiced by the assumed form of PPS. Our results strongly\nmotivate approaches toward simultaneous estimation of the cosmological\nparameters and the shape of the primordial spectrum from upcoming cosmological\ndata. It is equally important for theorists to keep an open mind towards early\nuniverse scenarios that produce features in the PPS.\n","Comment: 11 pages, 2 figures, discussions extended, main results unchanged,\n  matches published version"]}]
["0902.3220",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3220","Isr. J. Math. 187 (2012) 419--450","doi:10.1007/s11856-011-0086-5"],"date":["2009-02-18"],"type":["text"],"creator":["Bartholdi, Laurent","Siegenthaler, Olivier","Zalesskii, Pavel"],"language":[],"coverage":[],"title":["The congruence subgroup problem for branch groups"],"description":["  We state and study the congruence subgroup problem for groups acting on\nrooted tree, and for branch groups in particular. The problem is reduced to the\ncomputation of the congruence kernel, which we split into two parts: the branch\nkernel and the rigid kernel. In the case of regular branch groups, we prove\nthat the first one is Abelian while the second has finite exponent. We also\nestablish some rigidity results concerning these kernels.\n  We work out explicitly known and new examples of non-trivial congruence\nkernels, describing in each case the group action. The Hanoi tower group\nreceives particular attention due to its surprisingly rich behaviour.\n","Comment: 22 pages, no figure"]}]
["0907.4465",{"format":[],"subject":["Mathematical Physics","35P20, 35P15, 35J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4465","Operator Theory and Its Applications: In Memory of V. B. Lidskii\n  (1924-2008). AMS Translations - Series 2 (231), Advances in the Mathematical\n  Sciences, 161-172, 2010"],"date":["2009-07-26"],"type":["text"],"creator":["Morozov, Sergey","Parnovski, Leonid","Pchelintseva, Irina"],"language":[],"coverage":[],"title":["Lower bound on the density of states for periodic Schr\\\"odinger\n  operators"],"description":["  We consider Schr\\\"odinger operators with smooth periodic potentials in\nEuclidean spaces of dimension bigger than 1 and prove a uniform lower bound on\nthe density of states for large values of the spectral parameter.\n"]}]
["1002.4361",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Geometry","05A05 (Primary), 14M15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4361"],"date":["2010-02-23","2012-04-05"],"type":["text"],"creator":["Úlfarsson, Henning"],"language":[],"coverage":[],"title":["A unification of permutation patterns related to Schubert varieties"],"description":["  We obtain new connections between permutation patterns and singularities of\nSchubert varieties, by giving a new characterization of Gorenstein varieties in\nterms of so called bivincular patterns. These are generalizations of classical\npatterns where conditions are placed on the location of an occurrence in a\npermutation, as well as on the values in the occurrence. This clarifies what\nhappens when the requirement of smoothness is weakened to factoriality and\nfurther to Gorensteinness, extending work of Bousquet-Melou and Butler (2007),\nand Woo and Yong (2006). We also show how mesh patterns, introduced by Branden\nand Claesson (2011), subsume many other types of patterns and define an\nextension of them called marked mesh patterns. We use these new patterns to\nfurther simplify the description of Gorenstein Schubert varieties and give a\nnew description of Schubert varieties that are defined by inclusions,\nintroduced by Gasharov and Reiner (2002). We also give a description of\n123-hexagon avoiding permutations, introduced by Billey and Warrington (2001),\nDumont permutations and cycles in terms of marked mesh patterns.\n","Comment: 21 pages, 4 figures, 2 tables. To appear in a special issue of Pure\n  Mathematics and Applications, 2011"]}]
["1004.0880",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0880","J.Phys.A43:443001,2010","doi:10.1088/1751-8113/43/44/443001"],"date":["2010-04-06","2012-04-05"],"type":["text"],"creator":["Kuzenko, Sergei M."],"language":[],"coverage":[],"title":["Lectures on nonlinear sigma-models in projective superspace"],"description":["  N = 2 supersymmetry in four space-time dimensions is intimately related to\nhyperkahler and quaternionic Kahler geometries. On one hand, the target spaces\nfor rigid supersymmetric sigma-models are necessarily hyperkahler manifolds. On\nthe other hand, when coupled to N = 2 supergravity, the sigma-model target\nspaces must be quaternionic Kahler. It is known that such manifolds of\nrestricted holonomy are difficult to generate explicitly. Projective superspace\nis a field-theoretic approach to constructing general N = 2 supersymmetric\nnonlinear sigma-models, and hence to generate new hyperkahler and quaternionic\nKahler metrics. Intended for a mixed audience consisting of both physicists and\nmathematicians, these lectures provide a pedagogical introduction to the\nprojective-superspace approach.\n","Comment: 56 pages. Lectures given at the 30th Winter School Geometry and\n  Physics, Srni, Czech Republic, 16--23 January, 2010. V2: typos corrected,\n  comments added; V3: almost published version (quotation from Osip Mandelstam\n  was removed by J. Phys. A from published article)"]}]
["1005.2083",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2083","Quantum Inf Process 11(2012) 501-518"],"date":["2010-05-12","2012-04-05"],"type":["text"],"creator":["Salimi, S.","Mohammadzade, A.","Berrada, K."],"language":[],"coverage":[],"title":["Concurrence for a two-qubits mixed state consisting of three pure states\n  in the framework of SU(2) coherent states"],"description":["  A simplified expression of concurrence for two-qubit mixed state having no\nmore than three non-vanishing eigenvalues is obtained. Basing on SU(2) coherent\nstates, the amount of entanglement of two-qubit pure states is studied and\nconditions for entanglement are calculated by formulating the measure in terms\nof some new parameters (amplitudes of coherent states). This formalism is\ngeneralized to the case of two-qubit mixed states using the simplified\nexpression of concurrence.\n","Comment: 17 page, 1 figure"]}]
["1006.2299",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2299","JHEP 1010:072,2010","doi:10.1007/JHEP10(2010)072"],"date":["2010-06-11","2012-04-05"],"type":["text"],"creator":["Kuzenko, Sergei M.","Lindstrom, Ulf","von Unge, Rikard"],"language":[],"coverage":[],"title":["New supersymmetric sigma-model duality"],"description":["  We study dualities in off-shell 4D N = 2 supersymmetric sigma-models, using\nthe projective superspace approach. These include (i) duality between the real\nO(2n) and polar multiplets; and (ii) polar-polar duality. We demonstrate that\nthe dual of any superconformal sigma-model is superconformal. Since N = 2\nsuperconformal sigma-models (for which target spaces are hyperkahler cones)\nformulated in terms of polar multiplets are naturally associated with Kahler\ncones (which are target spaces for N = 1 superconformal sigma-models),\npolar-polar duality generates a transformation between different Kahler cones.\nIn the non-superconformal case, we study implications of polar-polar duality\nfor the sigma-model formulation in terms of N = 1 chiral superfields. In\nparticular, we find the relation between the original hyperkahler potential and\nits dual. As an application of polar-polar duality, we study self-dual models.\n","Comment: 41 pages; V2: a reference added; V3: published version"]}]
["1006.2575",{"format":[],"subject":["Mathematics - Geometric Topology","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2575","Journal of Knot Theory and its Ramifications, Volume 21, Issue 3\n  (March 2012)","doi:10.1142/S0218216511009595"],"date":["2010-06-13","2011-04-03"],"type":["text"],"creator":["Caprau, Carmen"],"language":[],"coverage":[],"title":["On the quantum filtration of the universal sl(2) foam cohomology"],"description":["  We investigate the filtered theory corresponding to the universal sl(2) foam\ncohomology $H_{a,h}$ for links, where a and h are complex numbers. We show that\nthere is a spectral sequence converging to $H_{a,h}$ which is invariant under\nthe Reidemeister moves, and whose E1 term is isomorphic to Khovanov homology.\nThis spectral sequence can be used to obtain from the foam perspective an\nanalogue of the Rasmussen invariant and a lower bound for the slice genus of a\nknot.\n","Comment: 10 pages, many figures; typos corrected and some changes made in the\n  exposition at referee's suggestions"]}]
["1008.3686",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3686","Europhys. Letters 97 (2012) 60003","doi:10.1209/0295-5075/97/60003"],"date":["2010-08-22","2012-04-04"],"type":["text"],"creator":["Guo, Heng","Liu, Yu-Xiao","Wei, Shao-Wen","Fu, Chun-E"],"language":[],"coverage":[],"title":["Gravity Localization and Effective Newtonian Potential for Bent Thick\n  Branes"],"description":["  In this letter, we first investigate the gravity localization and mass\nspectrum of gravity KK modes on de Sitter and Anti-de Sitter thick branes.\nThen, the effective Newtonian gravitational potentials for these bent branes\nare discussed by the two typical examples. The corrections of the Newtonian\npotential turns out to be $\\Delta U(r)\\sim 1/r^{2}$ at small $r$ for both\ncases. These corrections are very different from that of the Randall-Sundrum\nbrane model $\\Delta U(r)\\sim 1/r^{3}$.\n","Comment: 6 pages, 2 figures"]}]
["1009.2013",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2013","J. Chem. Phys. 133, 184101 (2010)","doi:10.1063/1.3493677"],"date":["2010-09-10","2010-11-07"],"type":["text"],"creator":["Mendl, Christian","Friesecke, Gero"],"language":[],"coverage":[],"title":["Efficient Algorithm for Asymptotics-Based Configuration-Interaction\n  Methods and Electronic Structure of Transition Metal Atoms"],"description":["  Asymptotics-based configuration-interaction (CI) methods [G. Friesecke and B.\nD. Goddard, Multiscale Model. Simul. 7, 1876 (2009)] are a class of CI methods\nfor atoms which reproduce, at fixed finite subspace dimension, the exact\nSchr\\\"odinger eigenstates in the limit of fixed electron number and large\nnuclear charge. Here we develop, implement, and apply to 3d transition metal\natoms an efficient and accurate algorithm for asymptotics-based CI.\n  Efficiency gains come from exact (symbolic) decomposition of the CI space\ninto irreducible symmetry subspaces at essentially linear computational cost in\nthe number of radial subshells with fixed angular momentum, use of reduced\ndensity matrices in order to avoid having to store wavefunctions, and use of\nSlater-type orbitals (STO's). The required Coulomb integrals for STO's are\nevaluated in closed form, with the help of Hankel matrices, Fourier analysis,\nand residue calculus.\n  Applications to 3d transition metal atoms are in good agreement with\nexperimental data. In particular we reproduce the anomalous magnetic moment and\norbital filling of Chromium in the otherwise regular series Ca, Sc, Ti, V, Cr.\n","Comment: 14 pages, 1 figure"]}]
["1009.5348",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5348","Phys. Rev. Lett. 107 216804 (2011)","doi:10.1103/PhysRevLett.107.216804"],"date":["2010-09-27"],"type":["text"],"creator":["Amasha, S.","Rau, I. G.","Grobis, M.","Potok, R. M.","Shtrikman, H.","Goldhaber-Gordon, D."],"language":[],"coverage":[],"title":["Coulomb Blockade in an Open Quantum Dot"],"description":["  We report the observation of Coulomb blockade in a quantum dot contacted by\ntwo quantum point contacts each with a single fully-transmitting mode, a system\npreviously thought to be well described without invoking Coulomb interactions.\nAt temperatures below 50 mK we observe a periodic oscillation in the\nconductance of the dot with gate voltage that corresponds to a residual\nquantization of charge. From the temperature and magnetic field dependence, we\ninfer the oscillations are Mesoscopic Coulomb Blockade, a type of Coulomb\nblockade caused by electron interference in an otherwise open system.\n","Comment: Text and supplementary information. Text: 4 pages, 4 figures.\n  Supplementary information: 4 pages, 4 figures"]}]
["1009.5561",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5561","Int J Theor Phys 51 (2012) 1125-1136","doi:10.1007/s10773-011-0989-2"],"date":["2010-09-28","2011-10-17"],"type":["text"],"creator":["Hendi, S. H.","Sheykhi, A."],"language":[],"coverage":[],"title":["Entropic Corrections to Coulomb's Law"],"description":["  Two well-known quantum corrections to the area law have been introduced in\nthe literatures, namely, logarithmic and power-law corrections. Logarithmic\ncorrections, arises from loop quantum gravity due to thermal equilibrium\nfluctuations and quantum fluctuations, while, power-law correction appears in\ndealing with the entanglement of quantum fields in and out the horizon.\nInspired by Verlinde's argument on the entropic force, and assuming the quantum\ncorrected relation for the entropy, we propose the entropic origin for the\nCoulomb's law in this note. Also we investigate the Uehling potential as a\nradiative correction to Coulomb potential in 1-loop order and show that for\nsome value of distance the entropic corrections of the Coulomb's law is\ncompatible with the vacuum-polarization correction in QED. So, we derive\nmodified Coulomb's law as well as the entropy corrected Poisson's equation\nwhich governing the evolution of the scalar potential $\\phi$. Our study further\nsupports the unification of gravity and electromagnetic interactions based on\nthe holographic principle.\n","Comment: 17 pages, 5 figures, accepted in IJTP"]}]
["1011.4687",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4687","J. Comput. Chem. 32, 2264-2272 (2011)","doi:10.1002/jcc.21809"],"date":["2010-11-21","2011-03-24"],"type":["text"],"creator":["Uejima, Yutaka","Terashima, Tomoharu","Maezono, Ryo"],"language":[],"coverage":[],"title":["Acceleration of a QM/MM-QMC simulation using GPU"],"description":["  We accelerated an ab-initio molecular QMC calculation by using GPGPU. Only\nthe bottle-neck part of the calculation is replaced by CUDA subroutine and\nperformed on GPU. The performance on a (single core CPU + GPU) is compared with\nthat on a (single core CPU with double precision), getting 23.6 (11.0) times\nfaster calculations in single (double) precision treatments on GPU. The energy\ndeviation caused by the single precision treatment was found to be within the\naccuracy required in the calculation, \\sim 10^{-5} hartree. The accelerated\ncomputational nodes mounting GPU are combined to form a hybrid MPI cluster on\nwhich we confirmed the performance linearly scales to the number of nodes.\n","Comment: 22 pages, 5 figures, accepted by J. Comput. Chem"]}]
["1012.3219",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","14M15, 14E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3219","Adv. Math. 226 (2011), no. 5, 4338--4351","doi:10.1016/j.aim.2010.12.004"],"date":["2010-12-14"],"type":["text"],"creator":["Nishiyama, Kyo"],"language":[],"coverage":[],"title":["Asymptotic cone of semisimple orbits for symmetric pairs"],"description":["  Let G be a reductive algebraic group over the complex field and O_h be a\nclosed adjoint orbit through a semisimple element h. By a result of Borho and\nKraft (1979), it is known that the asymptotic cone of the orbit O_h is the\nclosure of a Richardson nilpotent orbit corresponding to a parabolic subgroup\nwhose Levi component is the centralizer Z_G(h) in G.\n  In this paper, we prove an analogue on a semisimple orbit for a symmetric\npair (G, K).\n","Comment: 14 pages"]}]
["1101.1790",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1790","Int. J. Quant. Chem. 112, 1243--1255 (2012)","doi:10.1002/qua.23113"],"date":["2011-01-10","2011-03-24"],"type":["text"],"creator":["Hongo, Kenta","Maezono, Ryo"],"language":[],"coverage":[],"title":["A quantum Monte Carlo study of the ground state chromium dimer"],"description":["  We report variational and diffusion quantum Monte Carlo (VMC and DMC) studies\nof the binding curve of the ground-state chromium dimer. We employed various\nsingle determinant (SD) or multi-determinant (MD) wavefunctions multiplied by a\nJastrow fuctor as a trial/guiding wavefunction. The molecular orbitals (MOs) in\nthe SD were calculated using restricted or unrestricted Hartree-Fock or density\nfunctional theory (DFT) calculations where five commonly-used local (SVWN5),\nsemi-local (PW91PW91 and BLYP), and hybrid (B1LYP and B3LYP) functionals were\nexamined. The MD expansions were obtained from the complete-active space SCF,\ngeneralized valence bond, and unrestricted configuration interaction methods.\nWe also adopted the UB3LYP-MOs to construct the MD expansion (UB3LYP-MD) and\noptimized their coefficients at the VMC level. In addition to the wavefunction\ndependence, we investigated the time-step bias in the DMC calculation and the\neffects of pseudopotentials and backflow transformation for the UB3LYP-SD case.\nSome of the VMC binding curves show a flat or quite shallow well bottom, which\ngets recovered deeper by DMC. All the DMC binding curves have a minimum\nindicating a bound state, but the comparison of atomic and molecular energies\ngives rise to a negative binding energy for all the DMC as well as VMC\ncalculations.\n","Comment: 31 pages, 8 figures, paper based on date here is accepted by Int. J.\n  Quant. Chem"]}]
["1101.5227",{"format":[],"subject":["Computer Science - Computational Complexity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5227"],"date":["2011-01-27","2012-04-05"],"type":["text"],"creator":["Yakaryilmaz, Abuzer","Say, A. C. Cem"],"language":[],"coverage":[],"title":["NP has log-space verifiers with fixed-size public quantum registers"],"description":["  In classical Arthur-Merlin games, the class of languages whose membership\nproofs can be verified by Arthur using logarithmic space (AM(log-space))\ncoincides with the class P \\cite{Co89}. In this note, we show that if Arthur\nhas a fixed-size quantum register (the size of the register does not depend on\nthe length of the input) instead of another source of random bits, membership\nin any language in NP can be verified with any desired error bound.\n","Comment: 9 pages. A revised version"]}]
["1102.4608",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4608"],"date":["2011-02-22","2012-04-04"],"type":["text"],"creator":["Konishi, Eiji"],"language":[],"coverage":[],"title":["Derived Category Structure and Non-linear Potential of Gauged S-Duality"],"description":["  Based on the modeling of type IIB string theory vacua using gauged S-duality\nand the Chan-Paton symmetries by introducing an infinite number of open string\ncharges (affinization), we derive the derived category formulation of the\nquantum mechanical world including gravity. This leads to the concept of a\nnon-linear potential of gauged and affinized S-duality which specifies the\nmorphism structure of this derived category.\n","Comment: 6 pages, version reflecting the erratum to arXiv:1001.3382"]}]
["1103.1704",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1704","Int Math Res Notices (2012)","doi:10.1093/imrn/rnr247"],"date":["2011-03-09"],"type":["text"],"creator":["Lombardi, Luigi"],"language":[],"coverage":[],"title":["Inequalities for the Hodge numbers of irregular compact Kaehler\n  manifolds"],"description":["  Based on work of R. Lazarsfeld and M. Popa, we use the derivative complex\nassociated to the bundle of the holomorphic p-forms to provide inequalities for\nall the Hodge numbers of a special class of irregular compact Kaehler\nmanifolds. For 3-folds and 4-folds we give an asymptotic bound for all the\nHodge numbers in terms of the irregularity. As a byproduct, via the BGG\ncorrespondence, we also bound the regularity of the exterior cohomology modules\nof bundles of holomorphic p-forms.\n","Comment: 15 pages"]}]
["1103.4951",{"format":[],"subject":["Mathematics - Statistics Theory","Computer Science - Information Theory","Mathematics - Optimization and Control","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4951"],"date":["2011-03-25","2012-04-05"],"type":["text"],"creator":["de Castro, Yohann","Gamboa, Fabrice"],"language":[],"coverage":[],"title":["Exact Reconstruction using Beurling Minimal Extrapolation"],"description":["  We show that measures with finite support on the real line are the unique\nsolution to an algorithm, named generalized minimal extrapolation, involving\nonly a finite number of generalized moments (which encompass the standard\nmoments, the Laplace transform, the Stieltjes transformation, etc). Generalized\nminimal extrapolation shares related geometric properties with basis pursuit of\nChen, Donoho and Saunders [CDS98]. Indeed we also extend some standard results\nof compressed sensing (the dual polynomial, the nullspace property) to the\nsigned measure framework. We express exact reconstruction in terms of a simple\ninterpolation problem. We prove that every nonnegative measure, supported by a\nset containing s points,can be exactly recovered from only 2s + 1 generalized\nmoments. This result leads to a new construction of deterministic sensing\nmatrices for compressed sensing.\n","Comment: 27 pages, 3 figures version 2 : minor changes and new title"]}]
["1105.3890",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3890","International Journal of Modern Physics A,Vol. 27, No. 7 (2012)","doi:10.1142/S0217751X12500340"],"date":["2011-05-19","2012-04-05"],"type":["text"],"creator":["Bu, Jian-Ping","Jia, Bei"],"language":[],"coverage":[],"title":["Calculation of the anomalous magnetic moment of {\\mu} in a model of\n  electroweak-scale right-handed neutrinos"],"description":["  The lepton flavor violating process {\\mu} \\rightarrow e{\\gamma} has been\npreviously studied in a model of electroweak-scale right-handed neutrinos. We\nhave calculated the decay amplitude in unitarity gauge [1] and R{\\xi} gauge\n[2]. In this paper, we calculate the anomalous magnetic moment of {\\mu} in\nR{\\xi} gauge.\n","Comment: 28 pages,2 figures"]}]
["1105.4398",{"format":[],"subject":["Mathematics - Rings and Algebras","16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4398"],"date":["2011-05-22","2012-04-05"],"type":["text"],"creator":["Dong, Jingcheng","Dai, Li"],"language":[],"coverage":[],"title":["Semisimple Hopf algebras of dimension $2q^3$"],"description":["  Let $q$ be a prime number, $k$ an algebraically closed field of\ncharacteristic 0, and $H$ a non-trivial semisimple Hopf algebra of dimension\n$2q^3$. This paper proves that $H$ can be constructed either from group\nalgebras and their duals by means of extensions, or from Radford's biproduct\n$H\\cong R#kG$, where $kG$ is the group algebra of $G$ of order 2, $R$ is a\nsemisimple Yetter-Drinfeld Hopf algebra in ${}^{kG}_{kG}\\mathcal{YD}$ of\ndimension $q^3$.\n","Comment: I come back! It's a misunderstanding! There is no mistakes in this\n  paper. arXiv admin note: substantial text overlap with arXiv:1110.2273,\n  arXiv:1101.1568, arXiv:1009.3541, arXiv:1103.5117 arXiv:1102.3770"]}]
["1106.3180",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3180"],"date":["2011-06-16","2012-04-05"],"type":["text"],"creator":["Banks, Jessica E."],"language":[],"coverage":[],"title":["Minimal genus Seifert surfaces for alternating links"],"description":["  We give a complete proof of results announced by Hirasawa and Sakuma\ndescribing explicitly the Kakimizu complex of a non-split, prime, special,\nalternating link.\n","Comment: 49 pages, 56 figures; v2 has several improvements and corrections,\n  particularly to the proof of Proposition 5.23"]}]
["1106.5858",{"format":[],"subject":["Mathematics - Probability","60J45, 31B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5858"],"date":["2011-06-29","2012-04-05"],"type":["text"],"creator":["Kim, Panki","Song, Renming","Vondracek, Zoran"],"language":[],"coverage":[],"title":["Potential theory of subordinate Brownian motions with Gaussian\n  components"],"description":["  In this paper we study a subordinate Brownian motion with a Gaussian\ncomponent and a rather general discontinuous part. The assumption on the\nsubordinator is that its Laplace exponent is a complete Bernstein function with\na L\\'evy density satisfying a certain growth condition near zero. The main\nresult is a boundary Harnack principle with explicit boundary decay rate for\nnon-negative harmonic functions of the process in $C^{1,1}$ open sets. As a\nconsequence of the boundary Harnack principle, we establish sharp two-sided\nestimates on the Green function of the subordinate Brownian motion in any\nbounded $C^{1,1}$ open set $D$ and identify the Martin boundary of $D$ with\nrespect to the subordinate Brownian motion with the Euclidean boundary.\n","Comment: 34 pages"]}]
["1107.1924",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1924"],"date":["2011-07-10","2012-04-05"],"type":["text"],"creator":["Chia, Elbert E. M.","Springer, D.","Nair, Saritha K.","Zou, X. Q.","Cheong, S. A.","Panagopoulos, C.","Tamegai, T.","Eisaki, H.","Ishida, S.","Uchida, S.","Taylor, A. J.","Zhu, Jian-Xin"],"language":[],"coverage":[],"title":["Doping dependence of the electron-phonon and electron-spin fluctuation\n  interactions in the high-$T_{c}$ superconductor\n  Bi$_{2}$Sr$_{2}$CaCu$_{2}$O$_{8+\\delta}$"],"description":["  Using ultrafast optical techniques, we detect two types of bosons strongly\ncoupled to electrons in the family of Bi$_{2}$Sr$_{2}$CaCu$_{2}$O$_{8+\\delta}$\nfrom the underdoped to overdoped regimes. The different doping dependences of\nthe electron-boson coupling strengths enables us to identify them as phonons\nand spin fluctuations: electron-phonon coupling ($\\lambda_{e-ph}$) peaks at\noptimal doping, and electron-spin fluctuation coupling ($\\lambda_{e-sf}$)\ndecreases monotonically with doping. This observation is consistent with two\nfacts: (1) superconductivity is in close proximity with antiferromagnetism at\nlow dopings, and (2) a pronounced lattice renormalization effect at larger\ndopings.\n","Comment: 5 pages of manuscript + 10 pages of Supplementary Information"]}]
["1107.2321",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Computational Complexity","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2321"],"date":["2011-07-12","2012-04-05"],"type":["text"],"creator":["Biasse, Jean-François","Quintin, Guillaume"],"language":[],"coverage":[],"title":["An algorithm for list decoding number field codes"],"description":["  We present an algorithm for list decoding codewords of algebraic number field\ncodes in polynomial time. This is the first explicit procedure for decoding\nnumber field codes whose construction were previously described by Lenstra and\nGuruswami. We rely on an equivalent of the LLL reduction algorithm for\n$\\OK$-modules due to Fieker and Stehl\\'e and on algorithms due to Cohen for\ncomputing the Hermite normal form of matrices representing modules over\nDedekind domains.\n"]}]
["1107.2494",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13D45, 13D02, 13D07, 14M25, 14B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2494"],"date":["2011-07-13","2012-04-05"],"type":["text"],"creator":["Botbol, Nicolás","Chardin, Marc"],"language":[],"coverage":[],"title":["Castelnuovo Mumford Regularity with respect to multigraded ideals"],"description":["  In this article we extend a previous definition of Castelnuovo-Mumford\nregularity for modules over an algebra graded by a finitely generated abelian\ngroup.\n  Our notion of regularity is based on Maclagan and Smith's definition, and is\nextended first by working over any commutative base ring, and second by\nconsidering local cohomology with support in an arbitrary finitely generated\ngraded ideal $B$, obtaining, for each $B$, a $B$-regularity region. The first\nextension provides a natural approach for working with families of sheaves or\nof graded modules, while the second opens new applications.\n  We provide tools to transfer knowledge in two directions. First to deduce\nsome information on the graded Betti numbers from the knowledge of regions\nwhere the local cohomology with support in a given graded ideal vanishes. This\nis one of our main results. Conversely, vanishing of local cohomology with\nsupport in any graded ideal is deduced from the shifts in a free resolution and\nthe local cohomology of the polynomial ring. Furthermore, the flexibility of\ntreating local cohomology with respect to any $B$ open new possibilities for\npassing information.\n  We provide new persistence results for the vanishing of local cohomology that\nextend the fact that weakly regular implies regular in the classical case, and\nwe give sharp estimates for the regularity of a truncation of a module.\n  In the last part, we present a result on Hilbert functions for multigraded\npolynomial rings, that in particular provides a simple proof of the\nGrothendieck-Serre formula.\n","Comment: 31 pages, 5 figures"]}]
["1107.2509",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2509","doi:10.1016/j.sigpro.2012.03.019"],"date":["2011-07-13","2012-04-05"],"type":["text"],"creator":["Moussallam, Manuel","Daudet, Laurent","Richard, Gaël"],"language":[],"coverage":[],"title":["Matching Pursuits with Random Sequential Subdictionaries"],"description":["  Matching pursuits are a class of greedy algorithms commonly used in signal\nprocessing, for solving the sparse approximation problem. They rely on an atom\nselection step that requires the calculation of numerous projections, which can\nbe computationally costly for large dictionaries and burdens their\ncompetitiveness in coding applications. We propose using a non adaptive random\nsequence of subdictionaries in the decomposition process, thus parsing a large\ndictionary in a probabilistic fashion with no additional projection cost nor\nparameter estimation. A theoretical modeling based on order statistics is\nprovided, along with experimental evidence showing that the novel algorithm can\nbe efficiently used on sparse approximation problems. An application to audio\nsignal compression with multiscale time-frequency dictionaries is presented,\nalong with a discussion of the complexity and practical implementations.\n","Comment: 20 pages - accepted 2nd April 2012 at Elsevier Signal Processing"]}]
["1107.3023",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3023","Phys. Rev. D85 (2012) 064044","doi:10.1103/PhysRevD.85.064044"],"date":["2011-07-15","2012-04-04"],"type":["text"],"creator":["Wei, Shao-Wen","Liu, Yu-Xiao"],"language":[],"coverage":[],"title":["Equatorial and quasi-equatorial gravitational lensing by Kerr black hole\n  pierced by a cosmic string"],"description":["  In the present paper, we study numerically the equatorial lensing and\nquasiequatorial lensing by Kerr black hole pierced by a cosmic string in the\nstrong deflection limit. We calculate the strong deflection limit coefficients\nand the deflection angle, which are found to depend closely on the cosmic\nstring parameter $\\beta$ and dimensionless spin $a_{*}$. The magnification and\npositions of relativistic images are also computed in the strong deflection\nlimit and a two-dimensional lens equation is derived. The most important and\noutstanding effect is that the caustics drift away from the optical axis and\nshift in the clockwise direction with respect to the Kerr black hole. For fixed\n$a_{*}$ of the black hole, the caustics drift farther away from the optical\naxis for a large value of $\\beta$. And for fixed $\\beta$, they drift farther\nfor high $a_{*}$. We also obtain the intersections of the critical curves with\nthe equatorial plane, which decrease with $a_{*}$ and $\\beta$. In particular,\nwe obtain a quantity $\\bar{\\mu}_{k+1}/\\bar{\\mu}_{k}$, which is independent of\nthe black hole spin and mass. Thus, through measuring it, one is allowed to\ndetermine the value of $\\beta$ from astronomical observations.\n","Comment: 29 pages, 9 figures"]}]
["1107.3446",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3446","Foundations of Physics 42, 595-614 (2012)","doi:10.1007/s10701-012-9628-x"],"date":["2011-07-18"],"type":["text"],"creator":["Boyer, Timothy H."],"language":[],"coverage":[],"title":["The Blackbody Radiation Spectrum Follows from Zero-Point Radiation and\n  the Structure of Relativistic Spacetime in Classical Physics"],"description":["  The analysis of this article is entirely within classical physics. Any\nattempt to describe nature within classical physics requires the presence of\nLorentz-invariant classical electromagnetic zero-point radiation so as to\naccount for the Casimir forces between parallel conducting plates at low\ntemperatures. Furthermore, conformal symmetry carries solutions of Maxwell's\nequations into solutions. In an inertial frame, conformal symmetry leaves\nzero-point radiation invariant and does not connect it to non-zero-temperature;\ntime-dilating conformal transformations carry the Lorentz-invariant zero-point\nradiation spectrum into zero-point radiation and carry the thermal radiation\nspectrum at non-zero temperature into thermal radiation at a different\nnon-zero-temperature. However, in a non-inertial frame, a time-dilating\nconformal transformation carries classical zero-point radiation into thermal\nradiation at a finite non-zero-temperature. By taking the no-acceleration\nlimit, one can obtain the Planck radiation spectrum for blackbody radiation in\nan inertial frame from the thermal radiation spectrum in an accelerating frame.\nHere this connection between zero-point radiation and thermal radiation is\nillustrated for a scalar radiation field in a Rindler frame undergoing\nrelativistic uniform proper acceleration through flat spacetime in two\nspacetime dimensions. The analysis indicates that the Planck radiation spectrum\nfor thermal radiation follows from zero-point radiation and the structure of\nrelativistic spacetime in classical physics.\n","Comment: 21 pages"]}]
["1108.3217",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3217","Phys. Rev. B, 85, 161401(R) (2012)","doi:10.1103/PhysRevB.85.161401"],"date":["2011-08-16","2012-04-05"],"type":["text"],"creator":["Fransson, J.","Balatsky, A. V."],"language":[],"coverage":[],"title":["Imaging spin-inelastic Friedel oscillations emerging from magnetic\n  impurities"],"description":["  We consider inelastic scattering of localized magnetic moments coupled with\nthe electrons on the surface. We argue that spin-inelastic transitions of the\nmagnetic impurities generate oscillations at a momentum $k$, corresponding to\nthe inelastic mode, in the second derivative of the current with respect to\nvoltage $d^2I/dV^2$. These oscillations are similar in nature to Friedel\noscillations. Inelastic Friedel oscillations, which were previously proposed\nfor spin-unpolarized set-up, is here extended for spin-polarized systems. We\npropose to use scanning tunneling microscope to measure spin-inelastic\nscattering generated at the impurity spin by imaging the $d^2I/dV^2$\noscillations on the metal surface.\n"]}]
["1109.1158",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1158","Phys. Rev. Lett. 108, 117004 (2012)","doi:10.1103/PhysRevLett.108.117004"],"date":["2011-09-06"],"type":["text"],"creator":["Amsler, Maximilian","Flores-Livas, José A.","Lehtovaara, Lauri","Balima, Felix","Ghasemi, S. Alireza","Machon, Denis","Pailhès, Stéphane","Willand, Alexander","Caliste, Damien","Botti, Silvana","Miguel, Alfonso San","Goedecker, Stefan","Marques, Miguel A. L."],"language":[],"coverage":[],"title":["The crystal structure of cold compressed graphite"],"description":["  Through a systematic structural search we found an allotrope of carbon with\nCmmm symmetry which we predict to be more stable than graphite for pressures\nabove 10 GPa. This material, which we refer to as Z-carbon, is formed by pure\nsp3 bonds and is the only carbon allotrope which provides an excellent match to\nunexplained features in experimental X-ray diffraction and Raman spectra of\ngraphite under pressure. The transition from graphite to Z-carbon can occur\nthrough simple sliding and buckling of graphene sheets. Our calculations\npredict that Z-carbon is a transparent wide band gap semiconductor with a\nhardness comparable to diamond.\n","Comment: 4 pages, 5 figures"]}]
["1109.1537",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1537","Phys. Rev. B 85, 094521 (2012)","doi:10.1103/PhysRevB.85.094521"],"date":["2011-09-07","2012-04-05"],"type":["text"],"creator":["Zhang, Xiaohang","Lee, Bumsung","Khim, Seunghyun","Kim, Kee Hoon","Greene, Richard L.","Takeuchi, Ichiro"],"language":[],"coverage":[],"title":["Probing the Order Parameter of Superconducting LiFeAs using Pb/LiFeAs\n  and Au/LiFeAs Point-Contact Spectroscopy"],"description":["  We have fabricated c-axis point contact junctions between high-quality LiFeAs\nsingle crystals and Pb or Au tips in order to study the nature of the\nsuperconducting order parameter of LiFeAs, one of the few stoichiometric\niron-based superconductors. The observation of the Josephson current in c-axis\njunctions with a conventional s-wave superconductor as the counterelectrode\nindicates that the pairing symmetry in LiFeAs is not pure d-wave or pure\nspin-triplet p-wave. A superconducting gap is clearly observed in point contact\nAndreev reflection measurements performed on both Pb/LiFeAs and Au/LiFeAs\njunctions. The conductance spectra can be well described by the\nBlonder-Tinkham-Klapwijk model with a lifetime broadening term, resulting in a\ngap value of \\approx 1.6 meV (2{\\Delta}/kBTC \\approx 2.2).\n"]}]
["1109.3719",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3719","Physica B407, 1898 (2012)","doi:10.1016/j.physb.2012.01.058"],"date":["2011-09-16","2011-10-24"],"type":["text"],"creator":["Matveev, K. A.","Andreev, A. V.","Pustilnik, M."],"language":[],"coverage":[],"title":["Rate of equilibration of a one-dimensional Wigner crystal"],"description":["  We consider a system of one-dimensional spinless particles interacting via\nlong-range repulsion. In the limit of strong interactions the system is a\nWigner crystal, with excitations analogous to phonons in solids. In a harmonic\ncrystal the phonons do not interact, and the system never reaches thermal\nequilibrium. We account for the anharmonism of the Wigner crystal and find the\nrate at which it approaches equilibrium. The full equilibration of the system\nrequires umklapp scattering of phonons, resulting in exponential suppression of\nthe equilibration rate at low temperatures.\n","Comment: Prepared for the proceedings of the International School and Workshop\n  on Electronic Crystals, ECRYS-2011"]}]
["1109.3893",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","Computer Science - Computer Science and Game Theory","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3893"],"date":["2011-09-18","2012-04-04"],"type":["text"],"creator":["Vegh, Laszlo A."],"language":[],"coverage":[],"title":["Concave Generalized Flows with Applications to Market Equilibria"],"description":["  We consider a nonlinear extension of the generalized network flow model, with\nthe flow leaving an arc being an increasing concave function of the flow\nentering it, as proposed by Truemper and Shigeno. We give a polynomial time\ncombinatorial algorithm for solving corresponding flow maximization problems,\nfinding an epsilon-approximate solution in O(m(m+log n)log(MUm/epsilon))\narithmetic operations and value oracle queries, where M and U are upper bounds\non simple parameters. This also gives a new algorithm for linear generalized\nflows, an efficient, purely scaling variant of the Fat-Path algorithm by\nGoldberg, Plotkin and Tardos, not using any cycle cancellations.\n  We show that this general convex programming model serves as a common\nframework for several market equilibrium problems, including the linear Fisher\nmarket model and its various extensions. Our result immediately extends these\nmarket models to more general settings. We also obtain a combinatorial\nalgorithm for nonsymmetric Arrow-Debreu Nash bargaining, settling an open\nquestion by Vazirani.\n","Comment: Major revision. Instead of highest gain augmenting paths, we employ\n  the Fat-Path framework. Many parts simplified, running time for the linear\n  case improved"]}]
["1110.1339",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1339","Phys. Rev. D 85, 083506 (2012)","doi:10.1103/PhysRevD.85.083506"],"date":["2011-10-06","2012-04-05"],"type":["text"],"creator":["Pinto-Neto, Nelson","Santos, Grasiele","Struyve, Ward"],"language":[],"coverage":[],"title":["Quantum-to-classical transition of primordial cosmological perturbations\n  in de Broglie--Bohm quantum theory"],"description":["  There is a widespread belief that the classical small inhomogeneities which\ngave rise to all structures in the Universe through gravitational instability\noriginated from primordial quantum cosmological fluctuations. However, this\ntransition from quantum to classical fluctuations is plagued with important\nconceptual issues, most of them related to the application of standard quantum\ntheory to the Universe as a whole. In this paper, we show how these issues can\neasily be overcome in the framework of the de Broglie-Bohm quantum theory. This\ntheory is an alternative to standard quantum theory that provides an objective\ndescription of physical reality, where rather ambiguous notions of measurement\nor observer play no fundamental role, and which can hence be applied to the\nUniverse as a whole. In addition, it allows for a simple and unambiguous\ncharacterization of the classical limit.\n","Comment: 5 pages, no figures, REVTeX"]}]
["1110.2775",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2775","Astrophys Space Sci (2012) 338:381-400","doi:10.1007/s10509-011-0954-9"],"date":["2011-10-12"],"type":["text"],"creator":["Belinchón, José Antonio"],"language":[],"coverage":[],"title":["(An)Isotropic models in scalar and scalar-tensor cosmologies"],"description":["  We study how the constants $G$ and $\\Lambda$ may vary in different\ntheoretical models (general relativity with a perfect fluid, scalar\ncosmological models (\\textquotedblleft quintessence\\textquotedblright) with and\nwithout interacting scalar and matter fields and a scalar-tensor model with a\ndynamical $\\Lambda$) in order to explain some observational results. We apply\nthe program outlined in section II to study three different geometries which\ngeneralize the FRW ones, which are Bianchi \\textrm{V}, \\textrm{VII}$_{0}$ and\n\\textrm{IX}, under the self-similarity hypothesis. We put special emphasis on\ncalculating exact power-law solutions which allow us to compare the different\nmodels. In all the studied cases we arrive to the conclusion that the solutions\nare isotropic and noninflationary while the cosmological constant behaves as a\npositive decreasing time function (in agreement with the current observations)\nand the gravitational constant behaves as a growing time function.\n"]}]
["1110.4919",{"format":[],"subject":["Mathematics - Logic","Mathematics - Classical Analysis and ODEs","03C90 03C20 03C10 03B50 03C98 54E50 54E50 03C25 03C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4919"],"date":["2011-10-21","2012-04-05"],"type":["text"],"creator":["Ochoa, Maicol A.","Villaveces, Andrés"],"language":[],"coverage":[],"title":["Sheaves of metric structures"],"description":["  We introduce and develop the theory of metric sheaves. A metric sheaf $\\A$ is\ndefined on a topological space $X$ such that each fiber is a metric model. We\ndescribe the construction of the generic model as the quotient space of the\nsheaf through an appropriate filter. Semantics in this model is completely\ncontrolled and understood by the forcing rules in the sheaf.\n","Comment: 18 pages"]}]
["1111.2034",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2034","Eur. Phys. J. C (2012) 72:1889","doi:10.1140/epjc/s10052-012-1889-1"],"date":["2011-11-08","2012-04-05"],"type":["text"],"creator":["Cullen, Gavin","Greiner, Nicolas","Heinrich, Gudrun","Luisoni, Gionata","Mastrolia, Pierpaolo","Ossola, Giovanni","Reiter, Thomas","Tramontano, Francesco"],"language":[],"coverage":[],"title":["Automated One-Loop Calculations with GoSam"],"description":["  We present the program package GoSam which is designed for the automated\ncalculation of one-loop amplitudes for multi-particle processes in\nrenormalisable quantum field theories. The amplitudes, which are generated in\nterms of Feynman diagrams, can be reduced using either D-dimensional\nintegrand-level decomposition or tensor reduction. GoSam can be used to\ncalculate one-loop QCD and/or electroweak corrections to Standard Model\nprocesses and offers the flexibility to link model files for theories Beyond\nthe Standard Model. A standard interface to programs calculating real radiation\nis also implemented. We demonstrate the flexibility of the program by\npresenting examples of processes with up to six external legs attached to the\nloop.\n","Comment: 32 pages, replaced by published version"]}]
["1111.2037",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2037","J. Phys. A: Math. Theor. 45 (2012) 165202","doi:10.1088/1751-8113/45/16/165202"],"date":["2011-11-08","2012-04-05"],"type":["text"],"creator":["Furlan, Paolo","Hadjiivanov, Ludmil"],"language":[],"coverage":[],"title":["Quantum su(n)_k monodromy matrices"],"description":["  The canonical quantization of the chiral Wess-Zumino-Novikov-Witten (WZNW)\nmonodromy matrices (both the diagonal and the general one) requires additional\nnumerical factors that can be attributed to renormalization. We discuss, for\nG=SU(n), the field-theoretic and algebraic aspects of this phenomenon and show\nthat these renormalization factors are compatible with the natural definitions\nof quantum determinants possessing the factorization property (i.e., the\ndeterminant of a product is equal to the product of determinants, which is a\nnon-trivial fact for matrices with non-commuting entries).\n","Comment: v2: journal version"]}]
["1111.3657",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3657","Phys. Rev. Lett. 108, 147601 (2012)","doi:10.1103/PhysRevLett.108.147601"],"date":["2011-11-15","2012-04-05"],"type":["text"],"creator":["Blundell, S. J."],"language":[],"coverage":[],"title":["Monopoles, magnetricity and the stray field from spin ice"],"description":["  An analysis is presented of the behaviour of muons in the low-temperature\nstate in spin ice. It is shown in detail how the behavior observed in some\nprevious muon experiments on spin ice in a weak transverse field may result\nfrom the macroscopic stray field of magnetized spin ice. A model is presented\nwhich allows these macroscopic field effects to be simulated and the results\nagree with experiment. The persistent spin dynamics at low temperature\noriginate from the sample and could be a muon-induced implantation effect that\nis operative in out-of-equilibrium systems with long relaxation times.\n","Comment: 5 pages, 5 figures"]}]
["1111.6302",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6302","Phys. Rev. Lett. 108, 117004 (2012)","doi:10.1103/PhysRevLett.108.117004"],"date":["2011-11-27"],"type":["text"],"creator":["Amsler, Maximilian","Flores-Livas, José A.","Lenosky, Thomas J.","Lehtovaara, Lauri","Botti, Silvana","Marques, Miguel A. L.","Goedecker, Stefan"],"language":[],"coverage":[],"title":["High pressure structures of disilane and their superconducting\n  properties"],"description":["  A systematic ab initio search for low enthalpy phases of disilane (Si_2H_6)\nat high pressures was performed based on the minima hopping method. We found a\nnovel metallic phase of disilane with Cmcm symmetry, which is enthalpically\nmore favorable than the recently proposed structures of disilane up to 280 GPa,\nbut revealing compositional instability below 190 GPa. The Cmcm phase has a\nmoderate electron-phonon coupling yielding a superconducting transition\ntemperature T_c of around 20 K at 100 GPa, decreasing to 13 K at 220 GPa. These\nvalues are an order of magnitude smaller than previously predicted T_c for\ndisilane, and cast strong doubts on the possibility of high-T_c\nsuperconductivity in these systems as well as in other hydrogen-rich compounds\nunder moderate pressure.\n"]}]
["1111.6417",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6417","MNRAS (2012) 421: 2155-2160","doi:10.1111/j.1365-2966.2012.20447.x"],"date":["2011-11-28","2012-03-06"],"type":["text"],"creator":["Jałocha, Joanna","Bratek, Łukasz","Pȩkala, Jan","Kutschera, Marek"],"language":[],"coverage":[],"title":["The role of large-scale magnetic fields in galaxy NGC 891. Can magnetic\n  fields help to reduce the local mass-to-light ratio in the galactic\n  outskirts?"],"description":["  We address the problem of the influence of large-scale magnetic fields on\ngalactic rotation for the example of the spiral galaxy NGC 891. Based on its\nrotation curve and the surface density of HI we determine, in the framework of\nthe global disc model, the surface density of matter. Then, based on the\nsurface brightness, we determine the corresponding profile of the local\nmass-to-light ratio. We also model the vertical gradient of azimuthal velocity\nin the quasi-circular-orbit approximation, and compare it with measurements. We\ndiscuss what factors may influence the rotation of matter in NGC 891 and how\nthis can translate to changes in the profile of the local mass-to-light ratio.\nIn particular, we discuss the possible effect of magnetic fields on the motion\nof ionized gas, and, consequently, on the determination of the profile of the\nlocal mass-to-light ratio. Finally, we put forward the hypothesis that the\nasymmetry in magnetic fields observed in NGC 891 might be responsible for the\nobserved anomalous behaviour of the vertical gradient.\n","Comment: 6 pages, 12 figures"]}]
["1111.6949",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6949"],"date":["2011-11-29","2012-04-05"],"type":["text"],"creator":["Rozanov, A. N.","Vysotsky, M. I."],"language":[],"coverage":[],"title":["(\\Delta A_{CP})_{LHCb} and the fourth generation"],"description":["  LHCb collaboration measured CPV at the level of one percent in the difference\nof assymetries in $D^0(\\bar D^0)\\to \\pi^+ \\pi^-, K^+ K^-$ decays. If confirmed\non a larger statistics and final systematics this would mean New Physics\nmanifestation. The fourth quark-lepton generation can be responsible for the\nobserved effect.\n","Comment: 4 pages, www address in ref. 8 is added, mechanism of CPV enhancement\n  in case of 4 generation explained in more detail. Reference to recent CDF\n  result is added. To be published in JETP Letters"]}]
["1112.1617",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","57Mxx, 20F38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1617"],"date":["2011-12-07","2012-04-04"],"type":["text"],"creator":["Irmak, Elmas"],"language":[],"coverage":[],"title":["Simplicial Maps of the Complexes of Curves on Nonorientable Surfaces"],"description":["  Let $N$ be a compact, connected, nonorientable surface of genus $g$ with $n$\nboundary components. Let $\\lambda$ be a simplicial map of the complex of\ncurves, $\\mathcal{C}(N)$, on $N$ which satisfies the following: $[a]$ and $[b]$\nare connected by an edge in $\\mathcal{C}(N)$ if and only if $\\lambda([a])$ and\n$\\lambda([b])$ are connected by an edge in $\\mathcal{C}(N)$ for every pair of\nvertices $[a], [b]$ in $\\mathcal{C}(N)$. We prove that $\\lambda$ is induced by\na homeomorphism of $N$ if $(g, n) \\in \\{(1, 0), (1, 1), (2, 0)$, $(2, 1), (3,\n0)\\}$ or $g + n \\geq 5$. Our result implies that superinjective simplicial maps\nand automorphisms of $\\mathcal{C}(N)$ are induced by homeomorphisms of $N$.\n","Comment: 13 pages, 6 figures. The paper was shortened and reorganized"]}]
["1112.2250",{"format":[],"subject":["Computer Science - Other Computer Science","68M11, 91D30, 93A10, 93A14, 97M10, 97M70","K.4.0","J.4","G.2.2","H.3.5","H.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2250"],"date":["2011-12-09","2012-04-05"],"type":["text"],"creator":["Vafopoulos, Michalis"],"language":[],"coverage":[],"title":["Being, space and time in the Web"],"description":["  The Web initially emerged as an \"antidote\" to accumulated scientific\nknowledge since it enables global representation and communication with minimum\ncosts. Its gigantic scale and interdependence incommode our ability to find\nrelevant information and develop trustworthy contexts. It is time for science\nto compensate by providing an epistemological \"antidote\" to Web issues.\nPhilosophy should be in the front line by forming the salient questions and\nanalysis. The scope of our research is to provide a theory about the Web being\nthat will bridge philosophical thinking and engineering. We analyze existence\nand spatiotemporality in the Web and how it transforms the traditional\nactualities. The Web space is specified by incoming and outgoing links. The\nprimordial role of visiting durations in Web's existence is approximated by\nBergsonian time. The physical space becomes more discoverable. The human\nactivity can be asynchronous, synchronous and continuous. Networked individuals\noperate in a flexible and spatially dispersed environment. The resulting issues\nconcern the self-determination of a being and the way in which the Web could be\na free and open platform for innovation and participation.\n"]}]
["1112.2301",{"format":[],"subject":["Physics - General Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2301","Mod. Phys. Lett. A 27, 1250060 (2012)","doi:10.1142/S0217732312500605"],"date":["2011-12-10","2012-02-22"],"type":["text"],"creator":["Romero, Juan M.","Santiago, Jose A.","Gonzalez-Gaxiola, O."],"language":[],"coverage":[],"title":["Principle action for particles faster than light"],"description":["  A general action for particles faster than light is presented. It is\ndemonstrated that this action is invariant under reparametrizations. For\nseveral cases, it is shown that in the high velocity regime the action is\ninvariant under anisotropic space-time transformation and at quantum level the\nsystem has fractal behavior. For those cases, it is shown that the action\ndescribes a particle in Finsler geometry and equivalent to one dimensional\nfield theory in a curved space, where the metric depends on temporal\nderivatives.\n","Comment: 11 pages, no figures. Improved version, references added. Accepted\n  for publication in Mod.Phys.Lett. A"]}]
["1112.2422",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2422","doi:10.1016/j.physleta.2012.04.002"],"date":["2011-12-11","2012-04-04"],"type":["text"],"creator":["Gao, Dongfeng"],"language":[],"coverage":[],"title":["Vortex and droplet in holographic D-wave superconductors"],"description":["  We investigate non-trivial localized solutions of the condensate in a\n(2+1)-dimensional D-wave holographic superconductor model in the presence of a\nbackground magnetic field. The calculation is done in the context of the\n(3+1)-dimensional dual gravity theory of a charged massive spin-2 field in an\nAdS black hole background. By using numeric techniques, we find both vortex and\ndroplet solutions. These solutions are important for studying the full phase\ndiagram of D-wave superconductors.\n","Comment: 9 pages, 8 figures, several references were added, to appear in Phys.\n  Lett. A"]}]
["1112.5698",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5698","JACS 134, 6045 (2012)","doi:10.1021/ja301791x"],"date":["2011-12-23"],"type":["text"],"creator":["Wu, Ping","Jiang, Huijun","Zhang, Wenhua","Li, Zhenyu","Hou, Zhonghuai","Yang, Jinlong"],"language":[],"coverage":[],"title":["Atomistic Mechanisms of Nonlinear Graphene Growth on Ir Surface"],"description":["  As a two-dimensional material, graphene can be naturally obtained via\nepitaxial growth on a suitable substrate. Growth condition optimization usually\nrequires an atomistic level understanding of the growth mechanism. In this\narticle, we perform a mechanistic study about graphene growth on Ir(111)\nsurface by combining first principles calculations and kinetic Monte Carlo\n(kMC) simulations. Small carbon clusters on the Ir surface are checked first.\nOn terraces, arching chain configurations are favorable in energy and they are\nalso of relatively high mobilities. At steps, some magic two-dimensional\ncompact structures are identified, which show clear relevance to the nucleation\nprocess. Attachment of carbon species to a graphene edge is then studied. Due\nto the effect of substrate, at some edge sites, atomic carbon attachment\nbecomes thermodynamically unfavorable. Graphene growth at these difficult sites\nhas to proceed via cluster attachment, which is the growth rate determining\nstep. Based on such an inhomogeneous growth picture, kMC simulations are made\npossible by successfully separating different timescales, and they well\nreproduce the experimentally observed nonlinear kinetics. Different growth\nrates and nonlinear behaviors are predicted for different graphene\norientations, which is consistent with available experimental results.\nImportantly, as a phenomenon originated from lattice mismatch, inhomogeneity\nrevealed in this case is expected to be quite universal and it should also make\nimportant roles in many other hetero-epitaxial systems.\n"]}]
["1112.6086",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6086","Phys.Rev.D85:056009,2012","doi:10.1103/PhysRevD.85.056009"],"date":["2011-12-28","2012-04-05"],"type":["text"],"creator":["Sasaki, Takahiro","Takahashi, Junichi","Sakai, Yuji","Kouno, Hiroaki","Yahiro, Masanobu"],"language":[],"coverage":[],"title":["Theta vacuum and entanglement interaction in the three-flavor\n  Polyakov-loop extended Nambu-Jona-Lasinio model"],"description":["  We investigate theta-vacuum effects on the QCD phase diagram for the\nrealistic 2+1 flavor system, using the three-flavor Polyakov-extended\nNambu-Jona-Lasinio (PNJL) model and the entanglement PNJL model as an extension\nof the PNJL model. The theta-vacuum effects make the chiral transition sharper.\nFor large theta-vacuum angle the chiral transition becomes first order even if\nthe quark number chemical potential is zero, when the entanglement coupling\nbetween the chiral condensate and the Polyakov loop is taken into account. We\nfinally propose a way of circumventing the sign problem on lattice QCD with\nfinite theta.\n","Comment: 9 pages, 14 figures, Published version"]}]
["1112.6097",{"format":[],"subject":["Mathematics - Geometric Topology","57M99, 68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6097"],"date":["2011-12-28","2012-04-05"],"type":["text"],"creator":["Kotorii, Yuka"],"language":[],"coverage":[],"title":["Finite type invariants for cyclic equivalence classes of nanophrases"],"description":["  In this paper, we define finite type invariants for cyclic equivalence\nclasses of nanophrases and construct the universal ones. Also, we identify the\nuniversal finite type invariant of degree 1 essentially with the linking\nmatrix. It is known that extended Arnold's basic invariants to signed words are\nfinite type invariants of degree 2, by Fujiwara. We give another proof of this\nresult and show that those invariants do not provide the universal one of\ndegree 2.\n","Comment: 15 pages, 4 figures. A acknowledgement is added, Exposition improved"]}]
["1201.1115",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1115","Journal of Physics B: Atomic, Molecular and Optical Physics 45, 8\n  (2012) 085202","doi:10.1088/0953-4075/45/8/085202"],"date":["2012-01-05"],"type":["text"],"creator":["Trassinelli, Martino","Prigent, Christophe","Lamour, Emily","Mezdari, Férid","Merot, Jacques","Reuschl, Regina","Rozet, Jean-Pierre","Steydli, S.","Vernhet, Dominique"],"language":[],"coverage":[],"title":["Investigation of slow collisions for (quasi) symmetric heavy systems:\n  what can be extracted from high resolution X-ray spectra"],"description":["  We present a new experiment on (quasi) symmetric collision systems at\nlow-velocity, namely Ar$^{17+}$ ions ($v=0.53$ a.u.) on gaseous Ar and N$_2$\ntargets, using low- and high-resolution X-ray spectroscopy. Thanks to an\naccurate efficiency calibration of the spectrometers, we extract absolute X-ray\nemission cross sections combining low-resolution X-ray spectroscopy and a\ncomplete determination of the ion beam - gas jet target overlap. Values with\nimproved uncertainty are found in agreement with previous results\n\\cite{Tawara2001}. Resolving the whole He-like Ar$^{16+}$ Lyman series from\n$n=2$ to 10 with our crystal spectrometer enables to determine precisely the\ndistribution ${\\mathcal{P}_n}$ of the electron capture probability and the\npreferential $n_{pref}$ level of the selective single-electron capture.\nEvaluation of cross sections for this process as well as for the contribution\nof multiple-capture is carried out. Their sensitivity to the\n$\\ell$-distribution of $n$ levels populated by single-electron capture is\nclearly demonstrated, providing a stringent benchmark for theories. In\naddition, the hardness ratio is extracted and the influence of the decay of the\nmetastable $1s2s\\ ^3 S_1$ state on this ratio is discussed.\n"]}]
["1201.3614",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3614","Phys. Rev. D 85, 083509 (2012)","doi:10.1103/PhysRevD.85.083509"],"date":["2012-01-17","2012-02-21"],"type":["text"],"creator":["Chan, Kwan Chuen","Scoccimarro, Roman","Sheth, Ravi K."],"language":[],"coverage":[],"title":["Gravity and Large-Scale Non-local Bias"],"description":["  The relationship between galaxy and matter overdensities, bias, is most often\nassumed to be local. This is however unstable under time evolution, we provide\nproofs under several sets of assumptions. In the simplest model galaxies are\ncreated locally and linearly biased at a single time, and subsequently move\nwith the matter (no velocity bias) conserving their comoving number density (no\nmerging). We show that, after this formation time, the bias becomes unavoidably\nnon-local and non-linear at large scales. We identify the non-local\ngravitationally induced fields in which the galaxy overdensity can be expanded,\nshowing that they can be constructed out of the invariants of the deformation\ntensor (Galileons). In addition, we show that this result persists if we\ninclude an arbitrary evolution of the comoving number density of tracers. We\nthen include velocity bias, and show that new contributions appear, a dipole\nfield being the signature at second order. We test these predictions by\nstudying the dependence of halo overdensities in cells of fixed matter density:\nmeasurements in simulations show that departures from the mean bias relation\nare strongly correlated with the non-local gravitationally induced fields\nidentified by our formalism. The effects on non-local bias seen in the\nsimulations are most important for the most biased halos, as expected from our\npredictions. The non-locality seen in the simulations is not fully captured by\nassuming local bias in Lagrangian space. Accounting for these effects when\nmodeling galaxy bias is essential for correctly describing the dependence on\ntriangle shape of the galaxy bispectrum, and hence constraining cosmological\nparameters and primordial non-Gaussianity. We show that using our formalism we\nremove an important systematic in the determination of bias parameters from the\ngalaxy bispectrum, particularly for luminous galaxies. (abridged)\n","Comment: 26 pages, 9 figures. v2: improved appendix A"]}]
["1201.4103",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4103","JHEP 1203:039,2012","doi:10.1007/JHEP03(2012)039"],"date":["2012-01-19","2012-04-05"],"type":["text"],"creator":["Baumgartl, Marco","Brunner, Ilka","Plencner, Daniel"],"language":[],"coverage":[],"title":["D-brane Moduli Spaces and Superpotentials in a Two-Parameter Model"],"description":["  We study D2-branes on the K3-fibration P^4_(11222)[8] using matrix\nfactorizations at the Landau-Ginzburg point and analyze their moduli space and\nsuperpotentials in detail. We find that the open string moduli space consists\nof various intersecting branches of different dimensions. Families of D2-branes\nwrapping rational curves of degree one intersect with bound state branches. The\ninfluence of non-toric complex structure deformations is investigated in the\nLandau-Ginzburg framework, where these deformations arise as bulk moduli from\nthe twisted sectors.\n","Comment: 35 pages, 2 figures, reference added"]}]
["1201.4288",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4288","Phys. Rev. E 85, 036213 (2012)","doi:10.1103/PhysRevE.85.036213"],"date":["2012-01-20","2012-04-05"],"type":["text"],"creator":["Rudolf, Torsten","Mertig, Normann","Löck, Steffen","Bäcker, Arnd"],"language":[],"coverage":[],"title":["Consequences of Flooding on Spectral Statistics"],"description":["  We study spectral statistics in systems with a mixed phase space, in which\nregions of regular and chaotic motion coexist. Increasing their density of\nstates, we observe a transition of the level-spacing distribution P(s) from\nBerry-Robnik to Wigner statistics, although the underlying classical\nphase-space structure and the effective Planck constant remain unchanged. This\ntransition is induced by flooding, i.e., the disappearance of regular states\ndue to increasing regular-to-chaotic couplings. We account for this effect by a\nflooding-improved Berry-Robnik distribution, in which an effectively reduced\nsize of the regular island enters. To additionally describe power-law level\nrepulsion at small spacings, we extend this prediction by explicitly\nconsidering the tunneling couplings between regular and chaotic states. This\nresults in a flooding- and tunneling-improved Berry-Robnik distribution which\nis in excellent agreement with numerical data.\n","Comment: 9 pages, 5 figures"]}]
["1201.4759",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4759"],"date":["2012-01-23","2012-04-05"],"type":["text"],"creator":["Joye, Alain"],"language":[],"coverage":[],"title":["Dynamical Localization for d-Dimensional Random Quantum Walks"],"description":["  We consider a d-dimensional random quantum walk with site-dependent random\ncoin operators. The corresponding transition coefficients are characterized by\ndeterministic amplitudes times independent identically distributed\nsite-dependent random phases. When the deterministic transition amplitudes are\nclose enough to those of a quantum walk which forbids propagation, we prove\nthat dynamical localization holds for almost all random phases. This instance\nof Anderson localization implies that all quantum mechanical moments of the\nposition operator are uniformly bounded in time and that spectral localization\nholds, almost surely.\n","Comment: Typos, errors and omissions corrected. Invited paper to appear in\n  Quantum Information Processing, Special Issue on Quantum Walks"]}]
["1201.5917",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5917"],"date":["2012-01-27","2012-04-05"],"type":["text"],"creator":["Lin, Weiwei","Vernier, Nicolas","Agnus, Guillaume","Lei, Na","Eimer, Sylvain","Ravelosona, Dafiné"],"language":[],"coverage":[],"title":["Interfacial charge accumulation effect on magnetic domain wall\n  nucleation and propagation in a Pt/Co/Pt/Al2O3 structure"],"description":["  We report direct observation of charge accumulation effect on magnetization\nreversal in a Pt/Co(0.5 nm)/Pt(0.5 nm)/Al2O3 structure with perpendicular\nanisotropy. By imaging magnetic domain with polar Kerr microscopy, we evidence\nthat positive charges accumulating at the Pt/Al2O3 interface result in favoring\nmagnetic domain wall propagation, while negative charges hinder domain wall\nnucleation and propagation. Our results suggest that magnetic properties in Co\nlayer can be strongly influenced by 5d electron accumulation/depletion in an\nultrathin Pt layer.\n","Comment: 4 pages, 4 figures, added references"]}]
["1202.0177",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0177","Journal of Chemical Physics, 136, 134110 (2012)","doi:10.1063/1.3700087"],"date":["2012-02-01","2012-03-15"],"type":["text"],"creator":["Wouters, Sebastian","Limacher, Peter A.","Van Neck, Dimitri","Ayers, Paul W."],"language":[],"coverage":[],"title":["Longitudinal static optical properties of hydrogen chains: finite field\n  extrapolations of matrix product state calculations"],"description":["  We have implemented the sweep algorithm for the variational optimization of\nSU(2) x U(1) (spin and particle number) invariant matrix product states (MPS)\nfor general spin and particle number invariant fermionic Hamiltonians. This\nclass includes non-relativistic quantum chemical systems within the\nBorn-Oppenheimer approximation. High-accuracy ab-initio finite field results of\nthe longitudinal static polarizabilities and second hyperpolarizabilities of\none-dimensional hydrogen chains are presented. This allows to assess the\nperformance of other quantum chemical methods. For small basis sets, MPS\ncalculations in the saturation regime of the optical response properties can be\nperformed. These results are extrapolated to the thermodynamic limit.\n","Comment: Submitted to J. Chem. Phys"]}]
["1202.0706",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0706"],"date":["2012-02-03","2012-04-05"],"type":["text"],"creator":["Kim, Panki","Mimica, Ante"],"language":[],"coverage":[],"title":["Harnack Inequalities for Subordinate Brownian Motions"],"description":["  In this paper, we consider transient subordinate Brownian motion X in R^d, d\n\\geq 1, where the Laplace exponent \\phi of the corresponding subordinator\nsatisfies some mild conditions. The scaleinvariant Harnack inequality is proved\nfor X.\n  We first give new forms of asymptotical properties of the Levy and potential\ndensity of the subordinator near zero. Using these results we find asymptotics\nof the Levy density and potential density of X near the origin, which is\nessential to our approach. The examples which are covered by our results\ninclude geometric stable processes and relativistic geometric stable processes,\ni.e. the cases when the subordinator has the Laplace exponent\n\\phi(\\lambda)=\\log(1+\\lambda^{\\alpha/2}) (0<\\alpha\\leq 2, d > \\alpha) and\n\\phi(\\lambda)=\\log(1+(\\lambda+m^{\\alpha/2})^{2/\\alpha}-m) (0<\\alpha<2,\\,m>0,d\n>2).\n"]}]
["1202.1186",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1186"],"date":["2012-02-06","2012-04-05"],"type":["text"],"creator":["Emek, Yuval","Smula, Jasmin","Wattenhofer, Roger"],"language":[],"coverage":[],"title":["Stone Age Distributed Computing"],"description":["  The traditional models of distributed computing focus mainly on networks of\ncomputer-like devices that can exchange large messages with their neighbors and\nperform arbitrary local computations. Recently, there is a trend to apply\ndistributed computing methods to networks of sub-microprocessor devices, e.g.,\nbiological cellular networks or networks of nano-devices. However, the\nsuitability of the traditional distributed computing models to these types of\nnetworks is questionable: do tiny bio/nano nodes \"compute\" and/or \"communicate\"\nessentially the same as a computer? In this paper, we introduce a new model\nthat depicts a network of randomized finite state machines operating in an\nasynchronous environment. Although the computation and communication\ncapabilities of each individual device in the new model are, by design, much\nweaker than those of a computer, we show that some of the most important and\nextensively studied distributed computing problems can still be solved\nefficiently.\n"]}]
["1202.2158",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2158"],"date":["2012-02-09","2012-04-04"],"type":["text"],"creator":["Azimi, Javad","Zhang, Ruofei","Zhou, Yang","Navalpakkam, Vidhya","Mao, Jianchang","Fern, Xiaoli"],"language":[],"coverage":[],"title":["The Impact of Visual Appearance on User Response in Online Display\n  Advertising"],"description":["  Display advertising has been a significant source of revenue for publishers\nand ad networks in online advertising ecosystem. One of the main goals in\ndisplay advertising is to maximize user response rate for advertising\ncampaigns, such as click through rates (CTR) or conversion rates. Although in\nthe online advertising industry we believe that the visual appearance of ads\n(creatives) matters for propensity of user response, there is no published work\nso far to address this topic via a systematic data-driven approach. In this\npaper we quantitatively study the relationship between the visual appearance\nand performance of creatives using large scale data in the world's largest\ndisplay ads exchange system, RightMedia. We designed a set of 43 visual\nfeatures, some of which are novel and some are inspired by related work. We\nextracted these features from real creatives served on RightMedia. We also\ndesigned and conducted a series of experiments to evaluate the effectiveness of\nvisual features for CTR prediction, ranking and performance classification.\nBased on the evaluation results, we selected a subset of features that have the\nmost important impact on CTR. We believe that the findings presented in this\npaper will be very useful for the online advertising industry in designing\nhigh-performance creatives. It also provides the research community with the\nfirst ever data set, initial insights into visual appearance's effect on user\nresponse propensity, and evaluation benchmarks for further study.\n","Comment: This work was done while the first author was an Intern at Yahoo!\n  Labs"]}]
["1202.3814",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3814","doi:10.1051/0004-6361/201219059"],"date":["2012-02-16","2012-04-01"],"type":["text"],"creator":["Harpsøe, Kennet B. W.","Jørgensen, Uffe G.","Andersen, Michael I.","Grundahl, Frank"],"language":[],"coverage":[],"title":["High Frame-rate Imaging Based Photometry, Photometric Reduction of Data\n  from Electron-multiplying Charge Coupled Devices (EMCCDs)"],"description":["  The EMCCD is a type of CCD that delivers fast readout times and negligible\nreadout noise, making it an ideal detector for high frame rate applications\nwhich improve resolution, like lucky imaging or shift-and-add. This improvement\nin resolution can potentially improve the photometry of faint stars in\nextremely crowded fields significantly by alleviating crowding. Alleviating\ncrowding is a prerequisite for observing gravitational microlensing in main\nsequence stars towards the galactic bulge. However, the photometric stability\nof this device has not been assessed. The EMCCD has sources of noise not found\nin conventional CCDs, and new methods for handling these must be developed.\n  We aim to investigate how the normal photometric reduction steps from\nconventional CCDs should be adjusted to be applicable to EMCCD data. One\ncomplication is that a bias frame cannot be obtained conventionally, as the\noutput from an EMCCD is not normally distributed. Also, the readout process\ngenerates spurious charges in any CCD, but in EMCCD data, these charges are\nvisible as opposed to the conventional CCD. Furthermore we aim to eliminate the\nphoton waste associated with lucky imaging by combining this method with\nshift-and-add.\n  A simple probabilistic model for the dark output of an EMCCD is developed.\nFitting this model with the expectation-maximization algorithm allows us to\nestimate the bias, readout noise, amplification, and spurious charge rate per\npixel and thus correct for these phenomena. To investigate the stability of the\nphotometry, corrected frames of a crowded field are reduced with a PSF fitting\nphotometry package, where a lucky image is used as a reference.\n  We find that it is possible to develop an algorithm that elegantly reduces\nEMCCD data and produces stable photometry at the 1% level in an extremely\ncrowded field.\n","Comment: Submitted to Astronomy and Astrophysics"]}]
["1202.4258",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4258","Phys.Lett. B 710 (2012) 630-635","doi:10.1016/j.physletb.2012.03.026"],"date":["2012-02-20","2012-03-20"],"type":["text"],"creator":["Zhang, Xinyi","Ma, Bo-Qiang"],"language":[],"coverage":[],"title":["On self-complementarity relations of neutrino mixing"],"description":["  With the latest results of a large mixing angle $\\theta_{13}$ for neutrinos\nby the T2K, MINOS and Double Chooz experiments, we find that the\nself-complementarity (SC) relations agree with the data in some angle-phase\nparametrizations of the lepton mixing matrix. There are three kinds of\nself-complementarity relations: (1)\n$\\vartheta_i+\\vartheta_j=\\vartheta_k=45^\\circ$; (2)\n$\\vartheta_i+\\vartheta_j=\\vartheta_k$; (3) $\\vartheta_i+\\vartheta_j=45^\\circ$\n(where $i$, $j$, $k$ denote the mixing angles in the angle-phase\nparametrizations). We present a detailed study on the self-complementarity\nrelations in nine different angle-phase parametrizations, and also examine the\nexplicit expressions in reparametrization-invariant form, as well as their\ndeviations from global fit. These self-complementarity relations may lead to\nnew perspective on the mixing pattern of neutrinos.\n","Comment: 11 pages, no figure, 3 tables. Version for publication in PLB"]}]
["1202.5885",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5885"],"date":["2012-02-27","2012-04-05"],"type":["text"],"creator":["Karpinski, Marek","Rucinski, Andrzej","Szymanska, Edyta"],"language":[],"coverage":[],"title":["Approximate Counting of Matchings in Sparse Hypergraphs"],"description":["  In this paper we give a fully polynomial randomized approximation scheme\n(FPRAS) for the number of all matchings in hypergraphs belonging to a class of\nsparse, uniform hypergraphs. Our method is based on a generalization of the\ncanonical path method to the case of uniform hypergraphs.\n"]}]
["1203.1720",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","52B05, 13F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1720"],"date":["2012-03-08","2012-04-05"],"type":["text"],"creator":["Murai, Satoshi","Nevo, Eran"],"language":[],"coverage":[],"title":["On the generalized lower bound conjecture for polytopes and spheres"],"description":["  In 1971, McMullen and Walkup posed the following conjecture, which is called\nthe generalized lower bound conjecture: If $P$ is a simplicial $d$-polytope\nthen its $h$-vector $(h_0,h_1,...,h_d)$ satisfies $h_0 \\leq h_1 \\leq ... \\leq\nh_{\\lfloor \\frac d 2 \\rfloor}$. Moreover, if $h_{r-1}=h_r$ for some $r \\leq\n\\frac d 2$ then $P$ can be triangulated without introducing simplices of\ndimension $\\leq d-r$.\n  The first part of the conjecture was solved by Stanley in 1980 using the hard\nLefschetz theorem for projective toric varieties. In this paper, we give a\nproof of the remaining part of the conjecture. In addition, we generalize this\nproperty to a certain class of simplicial spheres, namely those admitting the\nweak Lefschetz property.\n","Comment: 14 pages, improved presentation"]}]
["1203.4379",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4379","Physical Review C 85 (2012) 034331","doi:10.1103/PhysRevC.85.034331"],"date":["2012-03-20"],"type":["text"],"creator":["Zerguine, S.","Van Isacker, P.","Bouldjedri, A."],"language":[],"coverage":[],"title":["Consistent description of nuclear charge radii and electric monopole\n  transitions"],"description":["  A systematic study of energy spectra throughout the rare-earth region\n(even-even nuclei from $_{58}$Ce to $_{74}$W) is carried out in the framework\nof the interacting boson model (IBM), leading to an accurate description of the\nspherical-to-deformed shape transition in the different isotopic chains. The\nresulting IBM Hamiltonians are then used for the calculation of nuclear charge\nradii (including isotope and isomer shifts) and electric monopole transitions\nwith consistent operators for the two observables. The main conclusion of this\nstudy is that an IBM description of charge radii and electric monopole\ntransitions is possible for most of the nuclei considered but that it breaks\ndown in the tungsten isotopes. It is suggested that this failure is related to\nhexadecapole deformation.\n","Comment: 13 pages, 5 tables, 3 figures, accepted for publication in Physical\n  Review C"]}]
["1203.4937",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4937","Phys. Rev. B 85, 134408 (2012)","doi:10.1103/PhysRevB.85.134408"],"date":["2012-03-22"],"type":["text"],"creator":["Nakai, Yusuke","Kitagawa, Shunsaku","Iye, Tetsuya","Ishida, Kenji","Kamihara, Yoichi","Hirano, Masahiro","Hosono, Hideo"],"language":[],"coverage":[],"title":["Enhanced anisotropic spin fluctuations below tetragonal-to-orthorhombic\n  transition in LaFeAs(O_{1-x}F_x) probed by ^{75}As and ^{139}La NMR"],"description":["  $^{75}$As and $^{139}$La NMR results of LaFeAs(O$_{1-x}$F$_x$) ($x$=0, 0.025,\nand 0.04) were reported. Upon F-doping, the tetragonal-to-orthorhombic\nstructural phase transition temperature $T_S$, antiferromagnetic transition\ntemperature $T_N$ and internal magnetic field $\\mu_0H_{\\rm int}$ are gradually\nreduced for $x<0.04$. However, at $x=0.04$, $T_N$ is abruptly suppressed to be\n30 K along with a tiny $\\mu_0H_{\\rm int}$, which is distinct from the\ncontinuous disappearance of the ordered phases in the Ba122 systems of\nBa(Fe,Co)$_2$As$_2$ and BaFe$_2$(As,P)$_2$. The anisotropy of the spin-lattice\nrelaxation rate $T_1^{-1}$, $(T_1)^{-1}_{H\\parallel ab}/(T_1)^{-1}_{H\\parallel\nc}$, in the paramagnetic phase of $x = 0$ and 0.025 is constant ($\\sim 1.5$),\nbut increases abruptly below $T_S$ due to the enhancement of\n$(T_1)^{-1}_{H\\parallel ab}$ by the slowing down of magnetic fluctuations. This\nindicates that the tetragonal-to-orthorhombic structural distortion enhances\nthe anisotropy in the spin space via magnetoelastic coupling and/or spin-orbit\ninteraction.\n","Comment: 5 pages, 5 figures, to appear in Phys. Rev. B"]}]
["1203.5027",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5027","The Astrophysical Journal Letters 750 (2012) L1","doi:10.1088/2041-8205/750/1/L1"],"date":["2012-03-22"],"type":["text"],"creator":["Luna, Manuel","Karpen, Judith"],"language":[],"coverage":[],"title":["Large Amplitude Longitudinal Oscillations in a Solar Filament"],"description":["  We have developed the first self-consistent model for the observed\nlarge-amplitude oscillations along filament axes that explains the restoring\nforce and damping mechanism. We have investigated the oscillations of multiple\nthreads formed in long, dipped flux tubes through the thermal nonequilibrium\nprocess, and found that the oscillation properties predicted by our simulations\nagree with the observed behavior. We then constructed a model for the\nlarge-amplitude longitudinal oscillations that demonstrates that the restoring\nforce is the projected gravity in the tube where the threads oscillate.\nAlthough the period is independent of the tube length and the constantly\ngrowing mass, the motions are strongly damped by the steady accretion of mass\nonto the threads by thermal nonequilibrium. The observations and our model\nsuggest that a nearby impulsive event drives the existing prominence threads\nalong their supporting tubes, away from the heating deposition site, without\ndestroying them. The subsequent oscillations occur because the displaced\nthreads reside in magnetic concavities with large radii of curvature. Our model\nyields a powerful seismological method for constraining the coronal magnetic\nfield and radius of curvature of dips. Furthermore, these results indicate that\nthe magnetic structure is most consistent with the sheared-arcade model for\nfilament channels.\n","Comment: ApJ in press"]}]
["1204.0321",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0321"],"date":["2012-04-02","2012-04-05"],"type":["text"],"creator":["Fibich, Gadi","Gavious, Arieh","Solan, Eilon"],"language":[],"coverage":[],"title":["The averaging principle"],"description":["  Typically, models with a heterogeneous property are considerably harder to\nanalyze than the corresponding homogeneous models, in which the heterogeneous\nproperty is replaced with its average value. In this study we show that any\noutcome of a heterogeneous model that satisfies the two properties of\n\\emph{differentiability} and \\emph{interchangibility}, is $O(\\epsilon^2)$\nequivalent to the outcome of the corresponding homogeneous model, where\n$\\epsilon$ is the level of heterogeneity. We then use this \\emph{averaging\nprinciple} to obtain new results in queueing theory, game theory (auctions),\nand social networks (marketing).\n","Comment: Withdrawn by authors"]}]
["1204.0593",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0593","Phys. Rev. E 85,042101(2012)","doi:10.1103/PhysRevE.85.042101"],"date":["2012-04-03","2012-04-04"],"type":["text"],"creator":["Cao, Zhan","Wang, Yu-Feng","Luo, Hong-Gang"],"language":[],"coverage":[],"title":["Inhomogeneity of the phase space of the damped harmonic oscillator under\n  Levy noise"],"description":["  The damped harmonic oscillator under symmetric L\\'{e}vy white noise shows\ninhomogeneous phase space, which is in contrast to the homogeneous one of the\nsame oscillator under the Gaussian white noise, as shown in a recent paper [I.\nM. Sokolov, W. Ebeling, and B. Dybiec, Phys. Rev. E \\textbf{83}, 041118\n(2011)]. The inhomogeneity of the phase space shows certain correlation between\nthe coordinate and the velocity of the damped oscillator under symmetric\nL\\'{e}vy white noise. In the present work we further explore the physical\norigin of these distinguished features and find that it is due to the\ncombination of the damped effect and heavy tail of the noise. We demonstrate\ndirectly this in the reduced coordinate $\\tilde{x}$ versus velocity $\\tilde{v}$\nplots and identify the physics of the anti-association of the coordinate and\nvelocity.\n","Comment: 7 pages,10 figures, a full version of published paper"]}]
["1204.0914",{"format":[],"subject":["Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0914"],"date":["2012-04-04","2012-04-05"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["Hemaka's constant"],"description":["  As proposed in a previous paper, the decorations of ancient objects can\nprovide some information on the approximate evaluations of constant {\\pi}, the\nratio of circumference to diameter. Here we discuss some disks found in the\ntomb of Hemaka, the chancellor of a king of the First Dynasty of Egypt, about\n3000 BC. The discussion is based on measurements of the dimensionless ratio of\nlengths.\n","Comment: Ancient measurements of pi as ratio of circumference and diameters,\n  giving rational numbers, Layout after revision of misprints"]}]
["1204.0982",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0982"],"date":["2012-04-04","2012-04-05"],"type":["text"],"creator":["Gast, Mikael","Hauptmann, Mathias"],"language":[],"coverage":[],"title":["Approximability of the Vertex Cover Problem in Power Law Graphs"],"description":["  In this paper we construct an approximation algorithm for the Minimum Vertex\nCover Problem (Min-VC) with an expected approximation ratio of 2-f(beta) for\nrandom Power Law Graphs (PLG) in the (alpha,beta)-model of Aiello et. al.,\nwhere f(beta) is a strictly positive function of the parameter beta. We obtain\nthis result by combining the Nemhauser and Trotter approach for Min-VC with a\nnew deterministic rounding procedure which achieves an approximation ratio of\n3/2 on a subset of low degree vertices for which the expected contribution to\nthe cost of the associated linear program is sufficiently large.\n","Comment: 16 pages, 2 figures"]}]
["1204.1023",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1023"],"date":["2012-04-04","2012-04-05"],"type":["text"],"creator":["González, N. Bello","Rubio, L. Bellot","Ortiz, A.","Rezaei, R.","van der Voort, L. Rouppe","Schlichenmaier, R."],"language":[],"coverage":[],"title":["Comparing simultaneous measurements by two high-resolution imaging\n  spectropolarimeters: the `Goettingen' FPI@VTT and CRISP@SST"],"description":["  In July 2009, the leading spot of the active region NOAA11024 was observed\nsimultaneously and independently with the 'Goettingen' FPI at VTT and CRISP at\nSST, i.e., at two different sites, telescopes, instruments and using different\nspectral lines. The data processing and data analysis have been carried out\nindependently with different techniques. Maps of physical parameters retrieved\nfrom 2D spectro-polarimetric data observed with 'Goettingen' FPI and CRISP show\nan impressive agreement. In addition, the 'Goettingen' FPI maps also exhibit a\nnotable resemblance with simultaneous TIP (spectrographic) observations. The\nconsistency in the results demonstrates the excellent capabilities of these\nobserving facilities. Besides, it confirms the solar origin of the detected\nsignals, and the reliability of FPI-based spectro-polarimeters.\n","Comment: To appear in \"2nd ATST - EAST Workshop in Solar Physics: Magnetic\n  Fields from the Photosphere to the Corona\", Conference Series of the\n  Astronomical Society of the Pacific, 2012"]}]
["1204.1050",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1050"],"date":["2012-04-04"],"type":["text"],"creator":["Hinarejos, M.","Banuls, M. C.","Perez, A."],"language":[],"coverage":[],"title":["A study of Wigner functions for discrete-time quantum walks"],"description":["  We perform a systematic study of the discrete time Quantum Walk on one\ndimension using Wigner functions, which are generalized to include the\nchirality (or coin) degree of freedom. In particular, we analyze the evolution\nof the negative volume in phase space, as a function of time, for different\ninitial states. This negativity can be used to quantify the degree of departure\nof the system from a classical state. We also relate this quantity to the\nentanglement between the coin and walker subspaces.\n","Comment: 16 pages, 8 figures"]}]
["1204.1069",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Dynamical Systems","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1069","IEEE Transactions on Automatic Control, Vol. 56(7), pp. 1660-1665,\n  2011","doi:10.1109/TAC.2011.2121410"],"date":["2012-04-04"],"type":["text"],"creator":["Briat, Corentin"],"language":[],"coverage":[],"title":["Convergence and Equivalence results for the Jensen's inequality -\n  Application to time-delay and sampled-data systems"],"description":["  The Jensen's inequality plays a crucial role in the analysis of time-delay\nand sampled-data systems. Its conservatism is studied through the use of the\nGr\\\"{u}ss Inequality. It has been reported in the literature that fragmentation\n(or partitioning) schemes allow to empirically improve the results. We prove\nhere that the Jensen's gap can be made arbitrarily small provided that the\norder of uniform fragmentation is chosen sufficiently large. Non-uniform\nfragmentation schemes are also shown to speed up the convergence in certain\ncases. Finally, a family of bounds is characterized and a comparison with other\nbounds of the literature is provided. It is shown that the other bounds are\nequivalent to Jensen's and that they exhibit interesting well-posedness and\nlinearity properties which can be exploited to obtain better numerical results.\n"]}]
["1204.1071",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1071"],"date":["2012-04-04"],"type":["text"],"creator":["Fratini, F.","Hayrapetyan, A. G."],"language":[],"coverage":[],"title":["Underlining some limitations of the statistical formalism in quantum\n  mechanics: Reply to the Comment of Bodor and Di\\'osi"],"description":["  In a paper of us, it is showed that Density Matrices do not provide a\ncomplete description of ensembles of states in quantum mechanics, since they\nlack measurable information concerning the preparation of the ensembles. Bodor\nand Di\\'osi have later posted a comment on that article, which agrees on some\npoints of it but disagrees on some others. This reply is intended to clarify\nthe discussion.\n"]}]
["1204.1074",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1074","2012, A&A, 540, 49","doi:10.1051/0004-6361/201117669"],"date":["2012-04-04"],"type":["text"],"creator":["McCall, Marshall L.","Vaduvescu, O.","Nunez, F. Pozo","Dominguez, A. Barr","Fingerhut, R.","Unda-Sanzana, E.","Li, Bintao","Albrecht, M."],"language":[],"coverage":[],"title":["Fundamentals of the Dwarf Fundamental Plane"],"description":["  Star-forming dwarfs are studied to elucidate the physical underpinnings of\ntheir fundamental plane. It is confirmed that residuals in the Tully-Fisher\nrelation are correlated with surface brightness, but that even after\naccommodating the surface brightness dependence through the dwarf fundamental\nplane, residuals in absolute magnitude are far larger than expected from\nobservational errors. Rather, a more fundamental plane is identified which\nconnects the potential to HI line width and surface brightness. Residuals\ncorrelate with the axis ratio in a way which can be accommodated by recognizing\nthe galaxies to be oblate spheroids viewed at varying angles. Correction of\nsurface brightnesses to face-on leads to a correlation among the potential,\nline width, and surface brightness for which residuals are entirely\nattributable to observational uncertainties. The mean mass-to-light ratio of\nthe diffuse component of the galaxies is constrained to be 0.88 +/- 0.20 in Ks.\nBlue compact dwarfs lie in the same plane as dwarf irregulars. The dependence\nof the potential on line width is less strong than expected for virialized\nsystems, but this may be because surface brightness is acting as a proxy for\nvariations in the mass-to-light ratio from galaxy to galaxy. Altogether, the\nobservations suggest that gas motions are predominantly disordered and\nisotropic, that they are a consequence of gravity, not turbulence, and that the\nmass and scale of dark matter haloes scale with the amount and distribution of\nluminous matter. The tight relationship between the potential and observables\noffers the promise of determining distances to unresolved star-forming dwarfs\nto an accuracy comparable to that provided by the Tully-Fisher relation for\nspirals.\n","Comment: 25 pages, including 9 figures and 5 tables"]}]
["1204.1078",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1078"],"date":["2012-04-04"],"type":["text"],"creator":["Glasser, M. L."],"language":[],"coverage":[],"title":["A Generalized Apery Series"],"description":["  The inverse central binomial series\n{equation}S_k(z)=\\sum_{n=1}^{\\infty}\\frac{n^k z^n}{\\binom{2n}{n}}{equation}\npopularized by Ap\\'ery and Lehmer is evaluated for positive integers $k$ along\nwith the asymptotic behavior for large $k$. It is found that value $z=2$, as\ncommented on by D. H. Lehmer provides a unique relation to $\\pi$.\n","Comment: 7 pages"]}]
["1204.1080",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1080","Systems & Control Letters, Vol. 59(8), pp. 664-671, 2010","doi:10.1016/j.sysconle.2010.06.004"],"date":["2012-04-04"],"type":["text"],"creator":["Briat, Corentin","Sename, Olivier","Lafay, Jean-François"],"language":[],"coverage":[],"title":["Memory Resilient Gain-scheduled State-Feedback Control of Uncertain\n  LTI/LPV Systems with Time-Varying Delays"],"description":["  The stabilization of uncertain LTI/LPV time delay systems with time varying\ndelays by state-feedback controllers is addressed. At the difference of other\nworks in the literature, the proposed approach allows for the synthesis of\nresilient controllers with respect to uncertainties on the implemented delay.\nIt is emphasized that such controllers unify memoryless and exact-memory\ncontrollers usually considered in the literature. The solutions to the\nstability and stabilization problems are expressed in terms of LMIs which allow\nto check the stability of the closed-loop system for a given bound on the\nknowledge error and even optimize the uncertainty radius under some performance\nconstraints; in this paper, the $\\mathcal{H}_\\infty$ performance measure is\nconsidered. The interest of the approach is finally illustrated through several\nexamples.\n"]}]
["1204.1089",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1089"],"date":["2012-04-04"],"type":["text"],"creator":["Georgakopoulou, Angelika"],"language":[],"coverage":[],"title":["Simulation Studies of the Backscattering Signal in HSRL Technique"],"description":["  The technique of High Spectral Resolution Lidar (HSRL) for atmospheric\nmonitoring allows the determination of the aerosol to molecular ratio and can\nbe used in UHECR Observatories using air fluorescence telescopes. By this\ntechnique a more accurate estimate of the Cherenkov radiation superimposed to\nthe fluorescence signal can be achieved. A laboratory setup was developed to\ndetermine the backscattering coefficients using microparticles diluted in water\nand diffusion interfaces. In this setup we used a CW SLM laser at 532 nm and a\n250 mm Newtonian telescope. Simulations of the above experimental configuration\nhave been made using Scatlab\\c{opyright}, FINESSE\\c{opyright} 0.99.8 and\nMATLAB\\c{opyright} and are presented in this work. We compare the simulated\n2-dimensional Fabry-Perot fringe images of the backscattering signal recorded\nin the CCD sensor with that of experimental ones. Additionally, we simulated\nthe backscattering of the laser beam by the atmosphere at a height of 2000 m\nand we have studied the influence of the beam and its diameter on the fringe\nimage.\n","Comment: 4 pages, 10 figures"]}]
["1204.1090",{"format":[],"subject":["Mathematics - Functional Analysis","47H05, 49J52, 47N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1090"],"date":["2012-04-04"],"type":["text"],"creator":["Bueno, O.","Svaiter, B. F."],"language":[],"coverage":[],"title":["A non-type (D) linear isometry"],"description":["  Previous constructions of non-type (D) maximal monotone operators were based\non the non-type (D) operators introduced by Gossez, and the construction of\nsuch operators or the proof that they were non-type (D) were not\nstraightforward. The aim of this paper is to present a very simple non-type (D)\nlinear isometry.\n"]}]
["1204.1094",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1094","doi:10.1038/npre.2011.6267.1"],"date":["2012-04-04"],"type":["text"],"creator":["Varela, Juan A.","Wang, Jungang","Varnell, Andrew L.","Cooper, Donald C."],"language":[],"coverage":[],"title":["Control over stress induces plasticity of individual prefrontal cortical\n  neurons: A conductance-based neural simulation"],"description":["  Behavioral control over stressful stimuli induces resilience to future\nconditions when control is lacking. The medial prefrontal cortex(mPFC) is a\ncritically important brain region required for plasticity of stress resilience.\nWe found that control over stress induces plasticity of the intrinsic\nvoltage-gated conductances of pyramidal neurons in the PFC. To gain insight\ninto the underlying biophysical mechanisms of this plasticity we used the\nconductance- based neural simulation software tool, NEURON, to model the\nincrease in membrane excitability associated with resilience to stress. A ball\nand stick multicompartment conductance-based model was used to realistically\nfit passive and active data traces from prototypical pyramidal neurons in\nneurons in rats with control over tail shock stress and those lacking control.\nThe results indicate that the plasticity of membrane excitability associated\nwith control over stress can be attributed to an increase in Na+ and Ca2+\nT-type conductances and an increase in the leak conductance. Using simulated\ndendritic synaptic inputs we observed an increase in excitatory postsynaptic\nsummation and amplification resulting in elevated action potential output. This\nrealistic simulation suggests that control over stress enhances the output of\nthe PFC and offers specific testable hypotheses to guide future\nelectrophysiological mechanistic studies in animal models of resilience and\nvulnerability to stress.\n","Comment: 2 pages 2 figures Nature Precedings\n  <http://dx.doi.org/10.1038/npre.2011.6267.1> (2011)"]}]
["1204.1095",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1095"],"date":["2012-04-04"],"type":["text"],"creator":["Bertozzi, Andrea L.","Garnett, John B.","Laurent, Thomas"],"language":[],"coverage":[],"title":["Characterization of radially symmetric finite time blowup in\n  multidimensional aggregation equations,"],"description":["  This paper studies the transport of a mass $\\mu$ in $\\real^d, d \\geq 2,$ by a\nflow field $v= -\\nabla K*\\mu$. We focus on kernels $K=|x|^\\alpha/ \\alpha$ for\n$2-d\\leq \\alpha<2$ for which the smooth densities are known to develop\nsingularities in finite time. For this range This paper studies the transport\nof a mass $\\mu$ in $\\real^d, d \\geq 2,$ by a flow field $v= -\\nabla K*\\mu$. We\nfocus on kernels $K=|x|^\\alpha/ \\alpha$ for $2-d\\leq \\alpha<2$ for which the\nsmooth densities are known to develop singularities in finite time. For this\nrange we prove the existence for all time of radially symmetric measure\nsolutions that are monotone decreasing as a function of the radius, thus\nallowing for continuation of the solution past the blowup time. The monotone\nconstraint on the data is consistent with the typical blowup profiles observed\nin recent numerical studies of these singularities. We prove monotonicity is\npreserved for all time, even after blowup, in contrast to the case $\\alpha >2$\nwhere radially symmetric solutions are known to lose monotonicity. In the case\nof the Newtonian potential ($\\alpha=2-d$), under the assumption of radial\nsymmetry the equation can be transformed into the inviscid Burgers equation on\na half line. This enables us to prove preservation of monotonicity using the\nclassical theory of conservation laws. In the case $2 -d < \\alpha < 2$ and at\nthe critical exponent $p$ we exhibit initial data in $L^p$ for which the\nsolution immediately develops a Dirac mass singularity. This extends recent\nwork on the local ill-posedness of solutions at the critical exponent.\n","Comment: 30 pages"]}]
["1204.1096",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1096"],"date":["2012-04-04"],"type":["text"],"creator":["Mukherjee, Amitav","Pei, Minyan","Swindlehurst, A. Lee"],"language":[],"coverage":[],"title":["MIMO Precoding in Underlay Cognitive Radio Systems with Completely\n  Unknown Primary CSI"],"description":["  This paper studies a novel underlay MIMO cognitive radio (CR) system, where\nthe instantaneous or statistical channel state information (CSI) of the\ninterfering channels to the primary receivers (PRs) is completely unknown to\nthe CR. For the single underlay receiver scenario, we assume a minimum\ninformation rate must be guaranteed on the CR main channel whose CSI is known\nat the CR transmitter. We first show that low-rank CR interference is\npreferable for improving the throughput of the PRs compared with spreading less\npower over more transmit dimensions. Based on this observation, we then propose\na rank minimization CR transmission strategy assuming a minimum information\nrate must be guaranteed on the CR main channel. We propose a simple solution\nreferred to as frugal waterfilling (FWF) that uses the least amount of power\nrequired to achieve the rate constraint with a minimum-rank transmit covariance\nmatrix. We also present two heuristic approaches that have been used in prior\nwork to transform rank minimization problems into convex optimization problems.\nThe proposed schemes are then generalized to an underlay MIMO CR downlink\nnetwork with multiple receivers. Finally, a theoretical analysis of the\ninterference temperature and leakage rate outage probabilities at the PR is\npresented for Rayleigh fading channels.We demonstrate that the direct FWF\nsolution leads to higher PR throughput even though it has higher interference\n\"temperature (IT) compared with the heuristic methods and classic waterfilling,\nwhich calls into question the use of IT as a metric for CR interference.\n","Comment: 11 pages"]}]
["1204.1097",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1097"],"date":["2012-04-04"],"type":["text"],"creator":["Garnett, John B.","Le, Triet M.","Vese, Luminita A."],"language":[],"coverage":[],"title":["Image Processing Variations with Analytic Kernels"],"description":["  Let $f\\in L^1(\\R^d)$ be real. The Rudin-Osher-Fatemi model is to minimize\n$\\|u\\|_{\\dot{BV}}+\\lambda\\|f-u\\|_{L^2}^2$, in which one thinks of $f$ as a\ngiven image, $\\lambda > 0$ as a \"tuning parameter\", $u$ as an optimal \"cartoon\"\napproximation to $f$, and $f-u$ as \"noise\" or \"texture\". Here we study\nvariations of the R-O-F model having the form $\\inf_u\\{\\|u\\|_{\\dot{BV}}+\\lambda\n\\|K*(f-u)\\|_{L^p}^q\\}$ where $K$ is a real analytic kernel such as a Gaussian.\nFor these functionals we characterize the minimizers $u$ and establish several\nof their properties, including especially their smoothness properties. In\nparticular we prove that on any open set on which $u \\in W^{1,1}$ and $\\nabla u\n\\neq 0$ almost every level set $\\{u =c\\}$ is a real analytic surface. We also\nprove that if $f$ and $K$ are radial functions then every minimizer $u$ is a\nradial step function.\n","Comment: 18 pages"]}]
["1204.1104",{"format":[],"subject":["Mathematics - Probability","Primary 60J80, secondary 60G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1104"],"date":["2012-04-04"],"type":["text"],"creator":["Hong, Wenming","Zhang, Meijuan"],"language":[],"coverage":[],"title":["Branching structure for the transient random walk on a strip in a random\n  environment"],"description":["  An intrinsic branching structure within the transient random walk on a strip\nin a random environment is revealed. As applications, which enables us to\nexpress the hitting time explicitly, and specifies the density of the\nabsolutely continuous invariant measure for the \"environments viewed from the\nparticle\".\n","Comment: 16 pages"]}]
["1204.1105",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1105"],"date":["2012-04-04"],"type":["text"],"creator":["Anghinolfi, M.","Ball, J.","Baltzell, N. A.","Battaglieri, M.","Bedlinskiy, I.","Bellis, M.","Biselli, A. S.","Bookwalter, C.","Boiarinov, S.","Bosted, P.","Burkert, V. D.","Carman, D. S.","Celentano, A.","Chandavar, S.","Cole, P. L.","Crede, V.","De Vita, R.","De Sanctis, E.","Dey, B.","Dickson, R.","Doughty, D.","Dugger, M.","Dupre, R.","Egiyan, H.","Alaoui, A. El","Fassi, L. El","Elouadrhiri, L.","Eugenio, P.","Fedotov, G.","Gabrielyan, M. Y.","Garcon, M.","Gilfoyle, G. P.","Giovanetti, K. L.","Girod, F. X.","Goetz, J. T.","Golovatch, E.","Guidal, M.","Guo, L.","Hafidi, K.","Hakobyan, H.","Heddle, D.","Hicks, K.","Holtrop, M.","Ireland, D. G.","Ishkhanov, B. S.","Isupov, E. L.","Jo, H. S.","Joo, K.","Khetarpal, P.","Kim, A.","Kim, W.","Kubarovsky, V.","Kuleshov, S. V.","Lu, H. Y.","MacGregor, L. J. D.","Markov, N.","McCracken, M. E.","McKinnon, B.","Mestayer, M. D.","Meyer, C. A.","Mirazita, M.","Mokeev, V.","Moriya, K.","Morrison, B.","Ni, A.","Niccolai, S.","Niculescu, G.","Niculescu, I.","Osipenko, M.","Ostrovidov, A. I","Park, K.","Park, S.","Pereira, S. Anefalos","Pisano, S.","Pogorelko, O.","Pozdniakov, S.","Price, J. W.","Ricco, G.","Ripani, M.","Ritchie, B. G.","Rossi, P.","Schott, D.","Schumacher, R. A.","Seder, E.","Sharabian, Y. G.","Smith, E. S.","Sober, D. I","Stepanyan, S. S.","Stoler, P.","Tang, W.","Ungaro, M.","Vernarsky, B.","Vineyard, M. F.","Weygand, D. P.","Wood, M. H.","Zachariou, N.","Zhao, B."],"language":[],"coverage":[],"title":["Comment on the narrow structure reported by Amaryan et al"],"description":["  The CLAS Collaboration provides a comment on the physics interpretation of\nthe results presented in a paper published by M. Amaryan et al. regarding the\npossible observation of a narrow structure in the mass spectrum of a\nphotoproduction experiment.\n","Comment: to be published in Physical Review C"]}]
["1204.1106",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1106"],"date":["2012-04-04"],"type":["text"],"creator":["Kraning, Matt","Chu, Eric","Lavaei, Javad","Boyd, Stephen"],"language":[],"coverage":[],"title":["Message Passing for Dynamic Network Energy Management"],"description":["  We consider a network of devices, such as generators, fixed loads, deferrable\nloads, and storage devices, each with its own dynamic constraints and\nobjective, connected by lossy capacitated lines. The problem is to minimize the\ntotal network objective subject to the device and line constraints, over a\ngiven time horizon. This is a large optimization problem, with variables for\nconsumption or generation in each time period for each device. In this paper we\ndevelop a decentralized method for solving this problem. The method is\niterative: At each step, each device exchanges simple messages with its\nneighbors in the network and then solves its own optimization problem,\nminimizing its own objective function, augmented by a term determined by the\nmessages it has received. We show that this message passing method converges to\na solution when the device objective and constraints are convex. The method is\ncompletely decentralized, and needs no global coordination other than\nsynchronizing iterations; the problems to be solved by each device can\ntypically be solved extremely efficiently and in parallel. The method is fast\nenough that even a serial implementation can solve substantial problems in\nreasonable time frames. We report results for several numerical experiments,\ndemonstrating the method's speed and scaling, including the solution of a\nproblem instance with over 30 million variables in 52 minutes for a serial\nimplementation; with decentralized computing, the solve time would be less than\none second.\n","Comment: Submitted to IEEE Transactions on Smart grid"]}]
["1204.1112",{"format":[],"subject":["Mathematics - Spectral Theory","46C20, 47B50, 34B24, 47F05, 34L15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1112"],"date":["2012-04-04"],"type":["text"],"creator":["Behrndt, Jussi","Philipp, Friedrich","Trunk, Carsten"],"language":[],"coverage":[],"title":["Bounds on the non-real spectrum of differential operators with\n  indefinite weights"],"description":["  Ordinary and partial differential operators with an indefinite weight\nfunction can be viewed as bounded perturbations of non-negative operators in\nKrein spaces. Under the assumption that 0 and $\\infty$ are not singular\ncritical points of the unperturbed operator it is shown that a bounded additive\nperturbation leads to an operator whose non-real spectrum is contained in a\ncompact set and with definite type real spectrum outside this set. The main\nresults are quantitative estimates for this set, which are applied to\nSturm-Liouville and second order elliptic partial differential operators with\nindefinite weights on unbounded domains.\n","Comment: 27 pages"]}]
["1204.1114",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Combinatorics","Mathematics - Probability","05E10, 82B23, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1114"],"date":["2012-04-04"],"type":["text"],"creator":["Sasamoto, Tomohiro","Williams, Lauren"],"language":[],"coverage":[],"title":["Combinatorics of the asymmetric exclusion process on a semi-infinite\n  lattice"],"description":["  We study two versions of the asymmetric exclusion process (ASEP) -- an ASEP\non a semi-infinite lattice with an open left boundary, and an ASEP on a finite\nlattice with open left and right boundaries -- and we demonstrate a surprising\nrelationship between their stationary measures. The semi-infinite ASEP was\nfirst studied by Liggett and then Grosskinsky, while the finite ASEP had been\nintroduced earlier by Spitzer and Macdonald-Gibbs-Pipkin. We show that the\nfinite correlation functions involving the first L sites for the stationary\nmeasures on the semi-infinite ASEP can be obtained as a nonphysical\nspecialization of the stationary distribution of an ASEP on a finite\none-dimensional lattice with L sites. Namely, if the output and input rates of\nparticles at the right boundary of the finite ASEP are beta and delta,\nrespectively, and we set delta=-beta, then this specialization corresponds to\nsending the right boundary of the lattice to infinity. Combining this\nobservation with work of the second author and Corteel, we obtain a\ncombinatorial formula for finite correlation functions of the ASEP on a\nsemi-infinite lattice.\n"]}]
["1204.1116",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1116"],"date":["2012-04-04"],"type":["text"],"creator":["Ryan, Erin Lee","Mizuno, Donald R.","Shenoy, Sachindev S.","Woodward, Charles E.","Carey, Sean","Noriega-Crespo, Alberto","Kraemer, Kathleen E.","Price, Stephan D."],"language":[],"coverage":[],"title":["The Kilometer-Sized Main Belt Asteroid Population as Revealed by Spitzer"],"description":["  Multi-epoch Spitzer Space Telescope 24 micron data is utilized from the\nMIPSGAL and Taurus Legacy surveys to detect asteroids based on their relative\nmotion. These infrared detections are matched to known asteroids and\nrotationally averaged diameters and albedos are derived using the Near Earth\nAsteroid Model (NEATM) in conjunction with Monte Carlo simulations for 1835\nasteroids ranging in size from 0.2 to 143.6 km. A small subsample of these\nobjects was also detected by IRAS or MSX and the single wavelength albedo and\ndiameter fits derived from this data are within 5% of the IRAS and/or MSX\nderived albedos and diameters demonstrating the robustness of our technique.\nThe mean geometric albedo of the small main belt asteroids in this sample is\np_V = 0.138 with a sample standard deviation of 0.105. The albedo distribution\nof this sample is far more diverse than the IRAS or MSX samples. The cumulative\nsize-frequency distribution of asteroids in the main belt at small diameters is\ndirectly derived. Completeness limits of the optical and infrared surveys are\ndiscussed.\n","Comment: 48 pages, 12 figures. Resubmitted to Astronomical Journal after\n  referees report"]}]
["1204.1118",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","Primary 14M15, Secondary 14M17, 14M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1118"],"date":["2012-04-05"],"type":["text"],"creator":["Kondo, Kensuke","Nishiyama, Kyo","Ochiai, Hiroyuki","Taniguchi, Kenji"],"language":[],"coverage":[],"title":["Closed orbits on partial flag varieties and double flag variety of\n  finite type"],"description":["  Let $ G $ be a connected reductive algebraic group over $ \\C $. We denote by\n$ K = (G^{\\theta})_{0} $ the identity component of the fixed points of an\ninvolutive automorphism $ \\theta $ of $ G $. The pair $ (G, K) $ is called a\nsymmetric pair.\n  Let $Q$ be a parabolic subgroup of $K$. We want to find a pair of parabolic\nsubgroups $P_{1}$, $P_{2}$ of $G$ such that (i) $P_{1} \\cap P_{2} = Q$ and (ii)\n$P_{1} P_{2}$ is dense in $G$. The main result of this article states that, for\na simple group $G$, we can find such a pair if and only if $(G, K)$ is a\nHermitian symmetric pair.\n  The conditions (i) and (ii) yield to conclude that the $K$-orbit through the\norigin $(e P_{1}, e P_{2})$ of $G/P_{1} \\times G/P_{2}$ is closed and it\ngenerates an open dense $G$-orbit on the product of partial flag variety. From\nthis point of view, we also give a complete classification of closed $K$-orbits\non $G/P_{1} \\times G/P_{2}$.\n","Comment: 7 pages"]}]
["1204.1122",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1122","Acta Phys. Polon. B41 (2010) 1195-1201"],"date":["2012-04-05"],"type":["text"],"creator":["Maki, Takuya","Naramoto, Yuji","Shiraishi, Kiyoshi"],"language":[],"coverage":[],"title":["On the cosmology of Weyl's gauge invariant gravity"],"description":["  Recently the vector inflation has been proposed as the alternative to\ninflationary models based on scalar bosons and quintessence scalar fields. In\nthe vector inflationary model, the vector field non-minimally couples to\ngravity. We should, however, inquire if there exists a relevant fundamental\ntheory which supports the inflationary scenario. We investigate the possibility\nthat Weyl's gauge gravity theory could be such a fundamental theory. That is\nthe reason why the Weyl's gauge invariant vector and scalar fields are\nnaturally introduced. After rescaling the Weyl's gauge invariant Lagrangian to\nthe Einstein frame, we find that in four dimensions the Lagrangian is\nequivalent to Einstein-Proca theory and does not have the vector field\nnon-minimally coupled to gravity, but has the scalar boson with a polynomial\npotential which leads to the spontaneously symmetry breakdown.\n","Comment: 7 pages, no figure"]}]
["1204.1123",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1123","SIGMA 8 (2012), 019, 22 pages","doi:10.3842/SIGMA.2012.019"],"date":["2012-04-05"],"type":["text"],"creator":["Rutstam, Nils"],"language":[],"coverage":[],"title":["Tippe Top Equations and Equations for the Related Mechanical Systems"],"description":["  The equations of motion for the rolling and gliding Tippe Top (TT) are\nnonintegrable and difficult to analyze. The only existing arguments about TT\ninversion are based on analysis of stability of asymptotic solutions and the\nLaSalle type theorem. They do not explain the dynamics of inversion. To\napproach this problem we review and analyze here the equations of motion for\nthe rolling and gliding TT in three equivalent forms, each one providing\ndifferent bits of information about motion of TT. They lead to the main\nequation for the TT, which describes well the oscillatory character of motion\nof the symmetry axis $\\mathbf{\\hat{3}}$ during the inversion. We show also that\nthe equations of motion of TT give rise to equations of motion for two other\nsimpler mechanical systems: the gliding heavy symmetric top and the gliding\neccentric cylinder. These systems can be of aid in understanding the dynamics\nof the inverting TT.\n"]}]
["1204.1126",{"format":[],"subject":["Mathematics - Numerical Analysis","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1126"],"date":["2012-04-05"],"type":["text"],"creator":["Baldeaux, Jan","Platen, Eckhard"],"language":[],"coverage":[],"title":["Computing Functionals of Multidimensional Diffusions via Monte Carlo\n  Methods"],"description":["  We discuss suitable classes of diffusion processes, for which functionals\nrelevant to finance can be computed via Monte Carlo methods. In particular, we\nconstruct exact simulation schemes for processes from this class. However,\nshould the finance problem under consideration require e.g. continuous\nmonitoring of the processes, the simulation algorithm can easily be embedded in\na multilevel Monte Carlo scheme. We choose to introduce the finance problems\nunder the benchmark approach, and find that this approach allows us to exploit\nconveniently the analytical tractability of these diffusion processes.\n","Comment: 19 pages"]}]
["1204.1127",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 43A85, Secondary 22E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1127"],"date":["2012-04-05"],"type":["text"],"creator":["Kumar, Pratyoosh","Ray, Swagato K.","Sarkar, Rudra P."],"language":[],"coverage":[],"title":["Characterization of almost $L^p$-eigenfunctions of the Laplace-Beltrami\n  operator"],"description":["  In \\cite{Roe} Roe proved that if a doubly-infinite sequence $\\{f_k\\}$ of\nfunctions on $\\R$ satisfies $f_{k+1}=(df_{k}/dx)$ and $|f_{k}(x)|\\leq M$ for\nall $k=0,\\pm 1,\\pm 2,...$ and $x\\in \\R$, then $f_0(x)=a\\sin(x+\\varphi)$ where\n$a$ and $\\varphi$ are real constants. This result was extended to $\\R^n$ by\nStrichartz \\cite{Str} where $d/dx$ is substituted by the Laplacian on $\\R^n$.\nWhile it is plausible to extend this theorem for other Riemannian manifolds or\nLie groups, Strichartz showed that the result holds true for Heisenberg groups,\nbut fails for hyperbolic 3-space. This negative result can be indeed extended\nto any Riemannian symmetric space of noncompact type. We observe that this\nfailure is rooted in the $p$-dependance of the $L^p$-spectrum of the Laplacian\non the hyperbolic spaces. Taking this into account we shall prove that for all\nrank one Riemannian symmetric spaces of noncompact type, or more generally for\nthe harmonic $NA$ groups, the theorem actually holds true when uniform\nboundedness is replaced by uniform \"almost $L^p$ boundedness\". In addition we\nshall see that for the symmetric spaces this theorem is capable of\ncharacterizing the Poisson transforms of $L^p$ functions on the boundary, which\nsome what resembles the original theorem of Roe on $\\R$.\n","Comment: 30 pages"]}]
["1204.1134",{"format":[],"subject":["Mathematics - Logic","Computer Science - Logic in Computer Science","Mathematics - Combinatorics","03D25, 05D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1134"],"date":["2012-04-05"],"type":["text"],"creator":["Carlucci, Lorenzo","Zdanowski, Konrad"],"language":[],"coverage":[],"title":["The strength of Ramsey Theorem for coloring relatively large sets"],"description":["  We characterize the computational content and the proof-theoretic strength of\na Ramsey-type theorem for bi-colorings of so-called {\\em exactly large} sets.\nAn {\\it exactly large} set is a set $X\\subset\\Nat$ such that\n$\\card(X)=\\min(X)+1$. The theorem we analyze is as follows. For every infinite\nsubset $M$ of $\\Nat$, for every coloring $C$ of the exactly large subsets of\n$M$ in two colors, there exists and infinite subset $L$ of $M$ such that $C$ is\nconstant on all exactly large subsets of $L$. This theorem is essentially due\nto Pudl\\`ak and R\\\"odl and independently to Farmaki. We prove that --- over\nComputable Mathematics --- this theorem is equivalent to closure under the\n$\\omega$ Turing jump (i.e., under arithmetical truth). Natural combinatorial\ntheorems at this level of complexity are rare. Our results give a complete\ncharacterization of the theorem from the point of view of Computable\nMathematics and of the Proof Theory of Arithmetic. This nicely extends the\ncurrent knowledge about the strength of Ramsey Theorem. We also show that\nanalogous results hold for a related principle based on the Regressive Ramsey\nTheorem. In addition we give a further characterization in terms of truth\npredicates over Peano Arithmetic. We conjecture that analogous results hold for\nlarger ordinals.\n"]}]
["1204.1137",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1137","Journal of the Mechanical of the Mechanical Behavior of Biomedical\n  Materials 5, 1 (2012) 272-282","doi:10.1016/j.jmbbm.2011.09.006"],"date":["2012-04-05"],"type":["text"],"creator":["Demanget, Nicolas","Avril, Stéphane","Badel, Pierre","Orgéas, Laurent","Geindreau, Christian","Albertini, Jean-Noël","Favre, Jean-Pierre"],"language":[],"coverage":[],"title":["Computational comparison of the bending behavior of aortic stent-grafts"],"description":["  Secondary interventions after endovascular repair of abdominal aortic\naneurysms are frequent because stent-graft (SG) related complications may occur\n(mainly endoleak and SG thrombosis). Complications have been related to\ninsufficient SG flexibility, especially when devices are deployed in tortuous\narteries. Little is known on the relationship between SG design and\nflexibility. Therefore, the aim of this study was to simulate numerically the\nbending of two manufactured SGs (Aorfix-Lombard Medical (A) and Zenith-Cook\nMedical Europe (Z)) using finite element analysis (FEA). Global SG behavior was\nstudied by assessing stent spacing variation and cross-section deformation.\nFour criteria were defined to compare flexibility of SGs: maximal luminal\nreduction rate, torque required for bending, maximal membrane strains in graft\nand maximal Von Mises stress in stents. For angulation greater than 60\\degree,\nvalues of these four criteria were lower with A-SG, compared to Z-SG. In\nconclusion, A-SG was more flexible than Z-SG according to FEA. A-SG may\ndecrease the incidence of complications in the setting of tortuous aorto-iliac\naneurysms. Our numerical model could be used to assess flexibility of further\nmanufactured as well as newly designed SGs.\n"]}]
["1204.1138",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1138"],"date":["2012-04-05"],"type":["text"],"creator":["Zhang, Yuesheng","Castets, Aurore","Carlier, Dany","Ménétrier, Michel","Boucher, Florent"],"language":[],"coverage":[],"title":["Simulation of NMR Fermi contact shifts for Lithium battery materials:\n  the need of an efficient hybrid functional approach"],"description":["  In the context of the development of NMR Fermi contact shift calculations for\nassisting structural characterization of battery materials, we propose an\naccurate, efficient, and robust approach based on the use of an all electron\nmethod. The full-potential linearized augmented plane wave method, as\nimplemented in the WIEN2k code, is coupled with the use of hybrid functionals\nfor the evaluation of hyperfine field quantities. The WIEN2k code is able to\nfully relax relativistic core states and uses an autoadaptive basis set that is\nhighly accurate for the determination of the hyperfine field. Furthermore, the\nway hybrid functional approaches are implemented offers the possibility to use\nthem at no additional computational cost. In this paper, NMR Fermi contact\nshifts for lithium are studied in different classes of paramagnetic materials\nthat present an interest in the field of Li-ion batteries: olivine LiMPO4 (M =\nMn, Fe, Co, Ni), anti-NASICON type Li3M2(PO4)3 (M = Fe, V), and\nantifluorite-type Li6CoO4. Making use of the possibility to apply partial\nhybrid functionals either only on the magnetic atom or also on the anionic\nspecies, we evidence the role played by oxygen atoms on polarisation\nmechanisms. Our method is quite general for an application on various types of\nmaterials.\n","Comment: 39 pages"]}]
["1204.1140",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1140","S. Ristov, M. Gusev, and M. Kostoska, \"Cloud computing security in\n  business information systems,\" International Journal of Network Security &\n  Its Applications (IJNSA), vol. 4, no. 2, pp. 75-93, 2012"],"date":["2012-04-05"],"type":["text"],"creator":["Ristov, Sasko","Gusev, Marjan","Kostoska, Magdalena"],"language":[],"coverage":[],"title":["Cloud Computing Security in Business Information Systems"],"description":["  Cloud computing providers' and customers' services are not only exposed to\nexisting security risks, but, due to multi-tenancy, outsourcing the application\nand data, and virtualization, they are exposed to the emergent, as well.\nTherefore, both the cloud providers and customers must establish information\nsecurity system and trustworthiness each other, as well as end users. In this\npaper we analyze main international and industrial standards targeting\ninformation security and their conformity with cloud computing security\nchallenges. We evaluate that almost all main cloud service providers (CSPs) are\nISO 27001:2005 certified, at minimum. As a result, we propose an extension to\nthe ISO 27001:2005 standard with new control objective about virtualization, to\nretain generic, regardless of company's type, size and nature, that is, to be\napplicable for cloud systems, as well, where virtualization is its baseline. We\nalso define a quantitative metric and evaluate the importance factor of ISO\n27001:2005 control objectives if customer services are hosted on-premise or in\ncloud. The conclusion is that obtaining the ISO 27001:2005 certificate (or if\nalready obtained) will further improve CSP and CC information security systems,\nand introduce mutual trust in cloud services but will not cover all relevant\nissues. In this paper we also continue our efforts in business continuity\ndetriments cloud computing produces, and propose some solutions that mitigate\nthe risks.\n"]}]
["1204.1141",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1141"],"date":["2012-04-05"],"type":["text"],"creator":["Zhao, Alina F. Y."],"language":[],"coverage":[],"title":["A Combinatorial Proof of the Enumeration of Alternating Permutations\n  with Given Peak Set"],"description":["  Using the correspondence between a cycle up-down permutation and a pair of\nmatchings, we give a combinatorial proof of the enumeration of alternating\npermutations according to the given peak set.\n","Comment: 4 pages, 2 figures"]}]
["1204.1143",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1143"],"date":["2012-04-05"],"type":["text"],"creator":["Tsukamoto, Masaki"],"language":[],"coverage":[],"title":["Sharp lower bound on the curvatures of ASD connections over the cylinder"],"description":["  We prove a sharp lower bound on the curvatures of non-flat ASD connections\nover the cylinder.\n","Comment: 5 pages"]}]
["1204.1146",{"format":[],"subject":["Mathematics - Number Theory","11N37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1146"],"date":["2012-04-05"],"type":["text"],"creator":["Kühleitner, Manfred","Nowak, Werner Georg"],"language":[],"coverage":[],"title":["On a question of A. Schinzel: Omega estimates for a special type of\n  arithmetic functions"],"description":["  The paper deals with lower bounds for the remainder term in asymptotics for a\ncertain class of arithmetic functions. Typically, these are generated by a\nDirichlet series which involves a product of Riemann zeta-functions of a\nspecial form.\n","Comment: 11 pages"]}]
["1204.1147",{"format":[],"subject":["Computer Science - Programming Languages","F.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1147"],"date":["2012-04-05"],"type":["text"],"creator":["Gawlitza, Thomas Martin","Seidl, Helmut"],"language":[],"coverage":[],"title":["Numerical Invariants through Convex Relaxation and Max-Strategy\n  Iteration"],"description":["  In this article we develop a max-strategy improvement algorithm for computing\nleast fixpoints of operators on on the reals that are point-wise maxima of\nfinitely many monotone and order-concave operators. Computing the uniquely\ndetermined least fixpoint of such operators is a problem that occurs frequently\nin the context of numerical program/systems verification/analysis. As an\nexample for an application we discuss how our algorithm can be applied to\ncompute numerical invariants of programs by abstract interpretation based on\nquadratic templates.\n","Comment: 42 pages, conference version appears in the proceedings of the Static\n  Analysis Symposium 2010"]}]
["1204.1148",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1148"],"date":["2012-04-05"],"type":["text"],"creator":["Bruevich, E. A.","Rozgacheva, I. K."],"language":[],"coverage":[],"title":["Cycles of the magnetic activity of the Sun and solar-type stars and\n  simulation of their fluxes"],"description":["  The application of the Wavelet analysis and Fourier analysis to the dataset\nof variations of radiation fluxes of solar-like stars and the Sun is examined.\nIn case of the Sun the wavelet-analysis helped us to see a set of values of\nperiods of cycles besides \"11-year\" cycle: the long-duration cycles of 22-year,\n40-50 year and 100-120 year and short-duration cycles of 2-3,5 years and\n1,3-year. We present a method of the chromospheric flux simulation using the 13\nlate-type stars, which have well-determined cyclic flux variations similar to\nthe 11-year solar activity cycle. Our flux prediction is based on the\nchromospheric calcium emission time series measurements from the Mount Wilson\nObservatory and comparable solar dataset. We show that solar three - component\nmodeling well explains the stellar chromospheric observations.\n","Comment: 22 pages, 10 figures, 3 tables"]}]
["1204.1149",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1149"],"date":["2012-04-05"],"type":["text"],"creator":["Zhao, MinZhi","Zhang, Huizeng"],"language":[],"coverage":[],"title":["On the longest length of arithmetic progressions"],"description":["  Suppose that $\\xi^{(n)}_1,\\xi^{(n)}_2,...,\\xi^{(n)}_n$ are i.i.d with\n$P(\\xi^{(n)}_i=1)=p_n=1-P(\\xi^{(n)}_i=0)$. Let $U^{(n)}$ and $W^{(n)}$ be the\nlongest length of arithmetic progressions and of arithmetic progressions mod\n$n$ relative to $\\xi^{(n)}_1,\\xi^{(n)}_2,..., \\xi^{(n)}_n$ respectively.\nFirstly, the asymptotic distributions of $U^{(n)}$ and $W^{(n)}$ are given.\nSimultaneously, the errors are estimated by using Chen-Stein method. Next, the\nalmost surely limits are discussed when all $p_n$ are equal and when considered\non a common probability space. Finally, we consider the case that\n$\\lim_{n\\to\\infty}p_n=0$ and $\\lim_{n\\to\\infty}{np_n}=\\infty$. We prove that as\n$n$ tends to $\\infty$, the probability that $U^{(n)}$ takes two numbers and\n$W^{(n)}$ takes three numbers tends to 1.\n","Comment: 28 pages"]}]
["1204.1156",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1156","2. V. Krithika, ArshinderKaur, K. Chandra Sekaran, \"Web Services\n  Supply Chains: A Literature Review\", International Journal of Web Services\n  Computing, March 2012, Volume3, Issue 1, ISSN : 0976 - 9811"],"date":["2012-04-05"],"type":["text"],"creator":["Krithika, V.","Kaur, Dr. Arshinder","Sekaran, Dr. K. Chandra"],"language":[],"coverage":[],"title":["Web Services Supply Chains: A Literature Review"],"description":["  The aim of this review paper is to bring into light a potential area i.e.,\nweb services supply chains for research by analyzing the existing state of art\nin this. It is observed from the review process that there seems to be much\nless work done in the area of web service supply chains as compared to\ne-commerce and product oriented service supply chains. The service quality\nassurance models, end to end Quality of Service (QoS) models, attempts made to\nQoS attributes are also found to be from individual perspectives of\nparticipating entities in a service process rather than a collective\nperspective considering individual QoS attributes rather than multiple QoS\nattributes. In light of these gaps we highlight the comparison between product\noriented and pure online/ web service supply chains, a need for quality driven\noptimization in the web services supply chains, perceived complexities in the\nexisting work and propose a conceptual model.\n","Comment: 22 pages, 2 diagrams, 8 tables"]}]
["1204.1157",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1157","J. Math. Phys. Vol.53, 043301 (2012)","doi:10.1063/1.3700757"],"date":["2012-04-05"],"type":["text"],"creator":["Yamano, Takuya"],"language":[],"coverage":[],"title":["Bounds for Fisher information and its production under flow"],"description":["  We prove that two well-known measures of information are interrelated in\ninteresting and useful ways when applied to nonequilibrium circumstances. A\nnontrivial form of the lower bound for the Fisher information measure is\nderived in presence of a flux vector, which satisfies the continuity equation.\nWe also establish a novel upper bound on the time derivative (production) in\nterms of the arrow of time and derive a lower bound by the logarithmic Sobolev\ninequality. These serve as the revealing dynamics of the information content\nand its limitations pertaining to nonequilibrium processes.\n","Comment: 12 pages, no figure"]}]
["1204.1160",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1160"],"date":["2012-04-05"],"type":["text"],"creator":["Maity, Suman Kalyan","Manoj, T. Venkat","Mukherjee, Animesh"],"language":[],"coverage":[],"title":["Opinion formation in time-varying social networks: The case of Naming\n  Game"],"description":["  We study the dynamics of the Naming Game as an opinion formation model on\ntime-varying social networks. This agent-based model captures the essential\nfeatures of the agreement dynamics by means of a memory-based negotiation\nprocess. Our study focuses on the impact of time-varying properties of the\nsocial network of the agents on the Naming Game dynamics. We investigate the\noutcomes of the dynamics on two different types of time-varying data - (i) the\nnetworks vary across days and (ii) the networks vary within very short\nintervals of time (20 seconds). In the first case, we find that networks with\nstrong community structure hinder the system from reaching global agreement;\nthe evolution of the Naming Game in these networks maintains clusters of\ncoexisting opinions indefinitely leading to metastability. In the second case,\nwe investigate the evolution of the Naming Game in perfect synchronization with\nthe time evolution of the underlying social network shedding new light on the\ntraditional emergent properties of the game that differ largely from what has\nbeen reported in the existing literature\n","Comment: 12 pages, 15 figures and 1 table"]}]
["1204.1162",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1162"],"date":["2012-04-05"],"type":["text"],"creator":["Hajjar, Abd El Salam Al","Ismail, Anis","Hajjar, Mohammad","El-Sayed, Mazen"],"language":[],"coverage":[],"title":["Performance of the Google Desktop, Arabic Google Desktop and Peer to\n  Peer Application in Arabic Language"],"description":["  The Arabic language is a complex language; it is different from Western\nlanguages especially at the morphological and spelling variations. Indeed, the\nperformance of information retrieval systems in the Arabic language is still a\nproblem. For this reason, we are interested in studying the performance of the\nmost famous search engine, which is a Google Desktop, while searching in Arabic\nlanguage documents. Then, we propose an update to the Google Desktop to take\ninto consideration in search the Arabic words that have the same root. After\nthat, we evaluate the performance of the Google Desktop in this context. Also,\nwe are interested in evaluation the performance of peer-to-peer application in\ntwo ways. The first one uses a simple indexation that indexes Arabic documents\nwithout taking in consideration the root of words. The second way takes in\nconsideration the roots in the indexation of Arabic documents. This evaluation\nis done by using a corpus of ten thousand documents and one hundred different\nqueries.\n","Comment: 15 pages, 4 figures"]}]
["1204.1169",{"format":[],"subject":["Computer Science - Other Computer Science","C.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1169"],"date":["2012-04-05"],"type":["text"],"creator":["Sosnowski, Janusz"],"language":[],"coverage":[],"title":["Exploring Application Logs"],"description":["  This paper deals with the problem of analyzing application event logs in\nrelevance to dependability evaluation. We present the significance of\napplication logs as a valuable source of information on operational profiles,\nanomalies and errors. They can enhance classical approaches based on monitoring\nsystem logs and performance variables. Keywords; event monitoring, operational\nprofiles, anomalies\n","Comment: 2 pages in two column format, will be presented as FasAbstract during\n  EDCC 2012 conference, May 8-11, 2012"]}]
["1204.1172",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1172"],"date":["2012-04-05"],"type":["text"],"creator":["Abri, Karima Ben Hamida El","Bouallegue, Ammar"],"language":[],"coverage":[],"title":["Timing acquisition and demodulation of an UWB system based on the\n  differential scheme"],"description":["  Blind synchronization constitutes a major challenge in realizing highly\nefficient ultra wide band (UWB) systems because of the short pulse duration\nwhich requires a fast synchronization algorithm to accommodate several\nasynchronous users. In this paper, we present a new Code Block Synchronization\nAlgorithm (CBSA) based on a particular code design for a non coherent\ntransmission. Synchronization algorithm is applied directly on received signal\nto estimate timing offset, without needing any training sequence. Different\nusers can share the available bandwidth by means of different spreading codes\nwith different lengths. This allows the receiver to separate users, and to\nrecover the timing information of the transmitted symbols. Simulation results\nand comparisons validate the promising performance of the proposed scheme even\nin a multi user scenario. In fact, the proposed algorithm offers a gain of\nabout 3 dB in comparison with reference [5].\n","Comment: 16 pages, 9 figures"]}]
["1204.1176",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1176","Advances in Space Research, Volume 49, Issue 10, 15 May 2012,\n  Pages 1395-1407","doi:10.1016/j.asr.2012.02.027"],"date":["2012-04-05"],"type":["text"],"creator":["van der Tak, Floris"],"language":[],"coverage":[],"title":["The first results from the Herschel-HIFI mission"],"description":["  This paper contains a summary of the results from the first years of\nobservations with the HIFI instrument onboard ESA's Herschel space observatory.\nThe paper starts by outlining the goals and possibilities of far-infrared and\nsubmillimeter astronomy, the limitations of the Earth's atmosphere, and the\nscientific scope of the Herschel-HIFI mission. The presentation of science\nresults from the mission follows the life cycle of gas in galaxies as grouped\ninto five themes: Structure of the interstellar medium, First steps in\ninterstellar chemistry, Formation of stars and planets, Solar system results\nand Evolved stellar envelopes. The HIFI observations paint a picture where the\ninterstellar medium in galaxies has a mixed, rather than a layered structure;\nthe same conclusion may hold for protoplanetary disks. In addition, the HIFI\ndata show that exchange of matter between comets and asteroids with planets and\nmoons plays a large role. The paper concludes with an outlook to future\ninstrumentation in the far-infrared and submillimeter wavelength ranges.\n","Comment: Invited review paper to appear in Advances of Space Research; 32\n  pages, 9 figures. See http://www.sron.rug.nl/~vdtak/adspres.pdf for a 14-page\n  journal-style version"]}]
["1204.1177",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1177","IJCSI International Journal of Computer Science Issues, Vol. 8,\n  Issue 6, No 2, November 2011"],"date":["2012-04-05"],"type":["text"],"creator":["Khan, Aamir","Farooq, Hasan"],"language":[],"coverage":[],"title":["Principal Component Analysis-Linear Discriminant Analysis Feature\n  Extractor for Pattern Recognition"],"description":["  Robustness of embedded biometric systems is of prime importance with the\nemergence of fourth generation communication devices and advancement in\nsecurity systems This paper presents the realization of such technologies which\ndemands reliable and error-free biometric identity verification systems. High\ndimensional patterns are not permitted due to eigen-decomposition in high\ndimensional image space and degeneration of scattering matrices in small size\nsample. Generalization, dimensionality reduction and maximizing the margins are\ncontrolled by minimizing weight vectors. Results show good pattern by\nmultimodal biometric system proposed in this paper. This paper is aimed at\ninvestigating a biometric identity system using Principal Component Analysis\nand Lindear Discriminant Analysis with K-Nearest Neighbor and implementing such\nsystem in real-time using SignalWAVE.\n"]}]
["1204.1178",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1178"],"date":["2012-04-05"],"type":["text"],"creator":["Ishii, Tomoyuki","Inoie, Atsushi"],"language":[],"coverage":[],"title":["An initial peer configuration algorithm for multi-streaming peer-to-peer\n  networks"],"description":["  The growth of the Internet technology enables us to use network applications\nfor streaming audio and video. Especially, real-time streaming services using\npeer-to-peer (P2P) technology are currently emerging. An important issue on P2P\nstreaming is how to construct a logical network (overlay network) on a physical\nnetwork (IP network). In this paper, we propose an initial peer configuration\nalgorithm for a multi-streaming peer-to-peer network. The proposed algorithm is\nbased on a mesh-pull approach where any node has multiple parent and child\nnodes as neighboring nodes, and content transmitted between these neighboring\nnodes depends on their parent-child relationships. Our simulation experiments\nshow that the proposed algorithm improves the number of joining node and\ntraffic load.\n","Comment: 10 pages and 3 figures"]}]
["1204.1179",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1179","International Journal of Computer Applications (0975 - 8887)\n  Volume 36 - No.7, December 2011"],"date":["2012-04-05"],"type":["text"],"creator":["Akram, Muhammad Adeel","Khan, Aamir","Sarfaraz, Muhammad Masood"],"language":[],"coverage":[],"title":["C-slow Technique vs Multiprocessor in designing Low Area Customized\n  Instruction set Processor for Embedded Applications"],"description":["  The demand for high performance embedded processors, for consumer\nelectronics, is rapidly increasing for the past few years. Many of these\nembedded processors depend upon custom built Instruction Ser Architecture (ISA)\nsuch as game processor (GPU), multimedia processors, DSP processors etc.\nPrimary requirement for consumer electronic industry is low cost with high\nperformance and low power consumption. A lot of research has been evolved to\nenhance the performance of embedded processors through parallel computing. But\nsome of them focus superscalar processors i.e. single processors with more\nresources like Instruction Level Parallelism (ILP) which includes Very Long\nInstruction Word (VLIW) architecture, custom instruction set extensible\nprocessor architecture and others require more number of processing units on a\nsingle chip like Thread Level Parallelism (TLP) that includes Simultaneous\nMultithreading (SMT), Chip Multithreading (CMT) and Chip Multiprocessing (CMP).\nIn this paper, we present a new technique, named C-slow, to enhance performance\nfor embedded processors for consumer electronics by exploiting multithreading\ntechnique in single core processors. Without resulting into the complexity of\nmicro controlling with Real Time Operating system (RTOS), C-slowed processor\ncan execute multiple threads in parallel using single datapath of Instruction\nSet processing element. This technique takes low area & approach complexity of\ngeneral purpose processor running RTOS.\n"]}]
["1204.1181",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1181"],"date":["2012-04-05"],"type":["text"],"creator":["Skarke, Harald"],"language":[],"coverage":[],"title":["How to Classify Reflexive Gorenstein Cones"],"description":["  Two of my collaborations with Max Kreuzer involved classification problems\nrelated to string vacua. In 1992 we found all 10,839 classes of polynomials\nthat lead to Landau-Ginzburg models with c=9 (Klemm and Schimmrigk also did\nthis); 7,555 of them are related to Calabi-Yau hypersurfaces. Later we found\nall 473,800,776 reflexive polytopes in four dimensions; these give rise to\nCalabi-Yau hypersurfaces in toric varieties. The missing piece - toric\nconstructions that need not be hypersurfaces - are the reflexive Gorenstein\ncones introduced by Batyrev and Borisov. I explain what they are, how they\ndefine the data for Witten's gauged linear sigma model, and how one can modify\nour classification ideas to apply to them. I also present results on the first\nand possibly most interesting step, the classification of certain basic weights\nsystems, and discuss limitations to a complete classification.\n","Comment: 16 pages; contribution to the memorial volume `Strings, Gauge Fields,\n  and the Geometry Behind - The Legacy of Maximilian Kreuzer'"]}]
["1204.1184",{"format":[],"subject":["Mathematics - Combinatorics","05C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1184"],"date":["2012-04-05"],"type":["text"],"creator":["Sedlar, Jelena"],"language":[],"coverage":[],"title":["Remoteness, proximity and few other distance invariants in graphs"],"description":["  We establish maximal trees and graphs for the difference of average distance\nand proximity proving thus the corresponding conjecture posed in [4]. We also\nestablish maximal trees for the difference of average eccentricity and\nremoteness and minimal trees for the difference of remoteness and radius\nproving thus that the corresponding conjectures posed in [4] hold for trees.\n","Comment: 12 pages, 5 figures"]}]
["1204.1185",{"format":[],"subject":["Computer Science - Databases","Computer Science - Information Retrieval","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1185"],"date":["2012-04-05"],"type":["text"],"creator":["Budikova, Petra","Batko, Michal","Zezula, Pavel"],"language":[],"coverage":[],"title":["Query Language for Complex Similarity Queries"],"description":["  For complex data types such as multimedia, traditional data management\nmethods are not suitable. Instead of attribute matching approaches, access\nmethods based on object similarity are becoming popular. Recently, this\nresulted in an intensive research of indexing and searching methods for the\nsimilarity-based retrieval. Nowadays, many efficient methods are already\navailable, but using them to build an actual search system still requires\nspecialists that tune the methods and build the system manually. Several\nattempts have already been made to provide a more convenient high-level\ninterface in a form of query languages for such systems, but these are limited\nto support only basic similarity queries. In this paper, we propose a new\nlanguage that allows to formulate content-based queries in a flexible way,\ntaking into account the functionality offered by a particular search engine in\nuse. To ensure this, the language is based on a general data model with an\nabstract set of operations. Consequently, the language supports various\nadvanced query operations such as similarity joins, reverse nearest neighbor\nqueries, or distinct kNN queries, as well as multi-object and multi-modal\nqueries. The language is primarily designed to be used with the MESSIF\nframework for content-based searching but can be employed by other retrieval\nsystems as well.\n"]}]
["1204.1186",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14D20, 14H60, 17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1186"],"date":["2012-04-05"],"type":["text"],"creator":["Pauly, Christian"],"language":[],"coverage":[],"title":["Strange duality revisited"],"description":["  We give a proof of the strange duality or rank-level duality of the WZW\nmodels of conformal blocks by extending the genus-0 result, obtained by\nNakanishi-Tsuchiya in 1992, to higher genus curves via the sewing procedure.\nThe new ingredient of the proof is an explicit use of the branching rules of\nthe conformal embedding of the affine Lie algebras sl(r) x sl(l) in sl(rl). We\nrecover the strange duality of spaces of generalized theta functions obtained\nby Belkale, Marian-Oprea, as well as by Oudompheng in the parabolic case.\n","Comment: 10 pages"]}]
["1204.1187",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics","Physics - Computational Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1187"],"date":["2012-04-05"],"type":["text"],"creator":["Li, Haojun","Hiremath, Kirankumar R.","Rieder, Andreas","Freude, Wolfgang"],"language":[],"coverage":[],"title":["Adaptive Wavelet Collocation Method for Simulation of Time Dependent\n  Maxwell's Equations"],"description":["  This paper investigates an adaptive wavelet collocation time domain method\nfor the numerical solution of Maxwell's equations. In this method a\ncomputational grid is dynamically adapted at each time step by using the\nwavelet decomposition of the field at that time instant. In the regions where\nthe fields are highly localized, the method assigns more grid points; and in\nthe regions where the fields are sparse, there will be less grid points. On the\nadapted grid, update schemes with high spatial order and explicit time stepping\nare formulated. The method has high compression rate, which substantially\nreduces the computational cost allowing efficient use of computational\nresources. This adaptive wavelet collocation method is especially suitable for\nsimulation of guided-wave optical devices.\n"]}]
["1204.1195",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1195"],"date":["2012-04-05"],"type":["text"],"creator":["Chen, Gang"],"language":[],"coverage":[],"title":["Complexified Ward Identity in pure Yang-Mills theory at tree-level"],"description":["  Up until now, the BCFW technique has been a widely used method in getting the\namplitudes in various theories. Usually, the vanishing of the boundary term is\nnecessary for the efficiency of the method. However, there are also many kinds\nof amplitudes which will have boundary terms. Hence it will be nice if it is\npossible to get the boundary terms in an efficient manner. As is well-known, in\ngauge theory the Ward identity imposes constraints on the form of the\namplitude. In [1], we studied the Ward identity with a pair of shifted lines\nand the implied recursion relations. In this article, we discuss the\ncomplexified Ward identity in more detail. In particular we give a proof of the\ncomplexified Ward identity directly from the Feynman rules in Feynman-Lorentz\ngauge. Furthermore, we give more examples in calculating the one-line off-shell\ncurrents using this technique.\n","Comment: 19 pages, 13 figures. arXiv admin note: text overlap with\n  arXiv:1203.6281"]}]
["1204.1198",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1198","International Journal of Computer Applications, Volume 21, No.9,\n  May 2011"],"date":["2012-04-05"],"type":["text"],"creator":["Omee, Farjana Yeasmin","Himel, Shiam Shabbir","Bikas, Md. Abu Naser"],"language":[],"coverage":[],"title":["A Complete Workflow for Development of Bangla OCR"],"description":["  Developing a Bangla OCR requires bunch of algorithm and methods. There were\nmany effort went on for developing a Bangla OCR. But all of them failed to\nprovide an error free Bangla OCR. Each of them has some lacking. We discussed\nabout the problem scope of currently existing Bangla OCR's. In this paper, we\npresent the basic steps required for developing a Bangla OCR and a complete\nworkflow for development of a Bangla OCR with mentioning all the possible\nalgorithms required.\n"]}]
["1204.1201",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1201","International Journal of Computer Applications, Volume 20, No.3,\n  April 2011"],"date":["2012-04-05"],"type":["text"],"creator":["Paul, Bijan","Ibrahim, Md.","Bikas, Md. Abu Naser"],"language":[],"coverage":[],"title":["VANET Routing Protocols: Pros and Cons"],"description":["  VANET (Vehicular Ad-hoc Network) is a new technology which has taken enormous\nattention in the recent years. Due to rapid topology changing and frequent\ndisconnection makes it difficult to design an efficient routing protocol for\nrouting data among vehicles, called V2V or vehicle to vehicle communication and\nvehicle to road side infrastructure, called V2I. The existing routing protocols\nfor VANET are not efficient to meet every traffic scenarios. Thus design of an\nefficient routing protocol has taken significant attention. So, it is very\nnecessary to identify the pros and cons of routing protocols which can be used\nfor further improvement or development of any new routing protocol. This paper\npresents the pros and cons of VANET routing protocols for inter vehicle\ncommunication.\n"]}]
["1204.1203",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1203","Research in Astronomy and Astrophysics (RAA), 2011, vol. 11(12),\n  1449-1456","doi:10.1088/1674-4527/11/12/006"],"date":["2012-04-05"],"type":["text"],"creator":["Caranicolas, Nicolaos D.","Zotos, Euaggelos E."],"language":[],"coverage":[],"title":["The nature of orbits in a prolate elliptical galaxy model with a bulge\n  and a dense nucleus"],"description":["  We study the transition from regular to chaotic motion in a prolate\nelliptical galaxy dynamical model with a bulge and a dense nucleus. Our\nnumerical investigation shows that stars with angular momentum Lz less than or\nequal to a critical value Lzc, moving near the galactic plane, are scattered to\nhigher z, when reaching the central region of the galaxy, thus displaying\nchaotic motion. An inverse square law relationship was found to exist between\nthe radius of the bulge and the critical value Lzc of the angular momentum. On\nthe other hand, a linear relationship exists between the mass of the nucleus\nand Lzc. The numerically obtained results are explained using theoretical\narguments. Our study shows that there are connections between regular or\nchaotic motion and the physical parameters of the system, such as the star's\nangular momentum and mass, the scale length of the nucleus and the radius of\nthe bulge. The results are compared with the outcomes of previous work.\n","Comment: Published in Research in Astronomy and Astrophysics (RAA) journal"]}]
["1204.1206",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1206"],"date":["2012-04-05"],"type":["text"],"creator":["Paul, Bijan","Ibrahim, Md.","Bikas, Md. Abu Naser"],"language":[],"coverage":[],"title":["Experimental Analysis of AODV & DSR over TCP & CBR Connections with\n  Varying Speed and Node Density in VANET"],"description":["  Vehicular adhoc network or VANET is special types of adhoc network consists\nof moving cars referred to as nodes; provide a way to exchange any information\nbetween cars without depending on fixed infrastructure. For efficient\ncommunication between nodes various routing protocols and mobility models have\nbeen proposed based on different scenarios. Due to rapid topology changing and\nfrequent disconnection makes it difficult to select suitable mobility model and\nrouting protocols. Hence performance evaluation and comparison between routing\nprotocols is required to understand any routing protocol as well as to develop\na new routing protocol. In this research paper, the performance of two\non-demand routing protocols AODV & DSR has been analyzed by means of packet\ndelivery ratio, loss packet ratio & average end-to-end delay with varying speed\nlimit and node density under TCP & CBR connection.\n","Comment: International Journal of Computer Applications, Volume 24 - No.4,\n  June 2011"]}]
["1204.1207",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1207","International Journal of Computer Science and Network Security,\n  VOL.11, No.7, July 2011"],"date":["2012-04-05"],"type":["text"],"creator":["Paul, Bijan","Ibrahim, Md.","Bikas, Md. Abu Naser"],"language":[],"coverage":[],"title":["Performance Evaluation of Aodv&DSR with Varying Pause Time & Node\n  Density Over TCP&CBR Connections in Vanet"],"description":["  Vehicular ad hoc network is formed by cars which are called nodes; allow them\nto communicate with one another without using any fixed road side unit. It has\nsome unique characteristics which make it different from other ad hoc network\nas well as difficult to define any exact mobility model and routing protocols\nbecause of their high mobility and changing mobility pattern. Hence performance\nof routing protocols can vary with the various parameters such as speed, pause\ntime, node density and traffic scenarios. In this research paper, the\nperformance of two on-demand routing protocols AODV & DSR has been analyzed by\nmeans of packet delivery ratio, loss packet ratio & average end-to-end delay\nwith varying pause time and node density under TCP & CBR connection.\n","Comment: arXiv admin note: text overlap with arXiv:1203.3240"]}]
["1204.1215",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1215"],"date":["2012-04-05"],"type":["text"],"creator":["Gagie, Travis"],"language":[],"coverage":[],"title":["On the Value of Multiple Read/Write Streams for Data Compression"],"description":["  We study whether, when restricted to using polylogarithmic memory and\npolylogarithmic passes, we can achieve qualitatively better data compression\nwith multiple read/write streams than we can with only one. We first show how\nwe can achieve universal compression using only one pass over one stream. We\nthen show that one stream is not sufficient for us to achieve good\ngrammar-based compression. Finally, we show that two streams are necessary and\nsufficient for us to achieve entropy-only bounds.\n"]}]
["1204.1221",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1221"],"date":["2012-04-05"],"type":["text"],"creator":["Konyushikhin, Maxim"],"language":[],"coverage":[],"title":["Extended supersymmetry and its applications in quantum mechanical models\n  associated with self-dual gauge fields"],"description":["  We study certain new models of supersymmetric quantum mechanics. The explicit\nform of the corresponding superfield and component actions, as well as of the\nquantum Hamiltonians and supercharges is given.\n  It is shown that the Hamiltonian H=D*D, where D is flat four-dimensional\nDirac operator in an external self-dual gauge background, Abelian or\nnon-Abelian, is supersymmetric with N=4 supersymmetry. A generalization of this\nHamiltonian to the motion on a curved conformally flat four-dimensional\nmanifold exists. For an Abelian self-dual background, the corresponding\nLagrangian can be derived from certain harmonic superspace expressions.\n  If the Hamiltonian involves a non-Abelian self-dual gauge field, one can\nconstruct the Lagrangian formulation of it by introducing auxiliary bosonic\nvariables with Wess-Zumino type action. For a special class of such Lagrangians\nwhen the gauge group is SU(2) and the gauge field is expressed in the `t Hooft\nansatz form, it is possible to give a superfield description using the harmonic\nsuperspace formalism. As a new explicit example, the N=4 mechanics with Yang\nmonopole in R^5 (= instanton on S^4) is considered.\n  Independently, a similar system with N=4 supersymmetry in three dimensions\nalso admits the superfield description. Although the three-dimensional system\ninvolves different superfields, its component Lagrangian and Hamiltonian appear\nto be the three-dimensional reduction of the mentioned four-dimensional system.\nThe off-shell N=4 supersymmetry requires the gauge field to be a static form of\nthe 't Hooft ansatz for the four-dimensional self-dual SU(2) gauge fields, that\nis a particular solution of Bogomolny equations for BPS monopoles.\n","Comment: PhD Thesis"]}]
["1204.1222",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1222","Acta Polytechnica 2011/1 - Proceedings IBWS 2010"],"date":["2012-04-05"],"type":["text"],"creator":["Kovacs, Andras","Bagoly, Zsolt","Balazs, Lajos G.","Horvath, Istvan","Veres, Peter"],"language":[],"coverage":[],"title":["Cosmology with Gamma-Ray Bursts Using k-correction"],"description":["  In the case of Gamma-Ray Bursts with measured redshift, we can calculate the\nk-correction to get the fluence and energy that were actually produced in the\ncomoving system of the GRB. To achieve this we have to use well-fitted\nparameters of a GRB spectrum, available in the GCN database. The output of the\ncalculations is the comoving isotropic energy E_iso, but this is not the\nendpoint: this data can be useful for estimating the {\\Omega}M parameter of the\nUniverse and for making a GRB Hubble diagram using Amati's relation.\n","Comment: 4 pages, 6 figures. Presented as a talk on the conference '7th\n  INTEGRAL/BART Workshop 14 -18 April 2010, Karlovy Vary, Czech Republic'.\n  Published in Acta Polytechnica"]}]
["1204.1224",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1224"],"date":["2012-04-05"],"type":["text"],"creator":["Miskowiec, Dariusz","Collaboration, for the ALICE"],"language":[],"coverage":[],"title":["ALICE soft physics summary"],"description":["  Within the first two years of the LHC operation ALICE addressed the major\nsoft physics observables in Pb-Pb and pp collisions. In this contribution we\npresent a selection of these results, with the emphasis on the bulk particle\nproduction and on particle correlations. The latter subject is discussed in\ndetail in several dedicated ALICE talks in the same workshop; the reader is\nreferred to the corresponding contributions.\n","Comment: Proceedings of the 7th Workshop on Particle Correlations and\n  Femtoscopy (WPCF 2011), 20-24 September 2011, Tokyo"]}]
["1204.1225",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1225"],"date":["2012-04-05"],"type":["text"],"creator":["Emami, Masnida","Setayesh, Ali","Jaberi, Nasrin"],"language":[],"coverage":[],"title":["Distributed computing of Seismic Imaging Algorithms"],"description":["  The primary use of technical computing in the oil and gas industries is for\nseismic imaging of the earth's subsurface, driven by the business need for\nmaking well-informed drilling decisions during petroleum exploration and\nproduction. Since each oil/gas well in exploration areas costs several tens of\nmillions of dollars, producing high-quality seismic images in a reasonable time\ncan significantly reduce the risk of drilling a \"dry hole\". Similarly, these\nimages are important as they can improve the position of wells in a\nbillion-dollar producing oil field. However seismic imaging is very data- and\ncompute-intensive which needs to process terabytes of data and require\nGflop-years of computation (using \"flop\" to mean floating point operation per\nsecond). Due to the data/computing intensive nature of seismic imaging,\nparallel computing are used to process data to reduce the time compilation.\n  With introducing of Cloud computing, MapReduce programming model has been\nattracted a lot of attention in parallel and distributed systems [1, 2] to\nexecute massive processing algorithms such as Bioinformatics[3], Astronomy[4],\nGeology[5] and so on. In this report, we will investigate and discuss current\napproaches to fit seismic algorithms to MapReduce programming model.\n"]}]
["1204.1232",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1232"],"date":["2012-04-05"],"type":["text"],"creator":["Stoicescu, Miruna","Fabre, Jean-Charles","Roy, Matthieu"],"language":[],"coverage":[],"title":["Experimenting with Component-Based Middleware for Adaptive Fault\n  Tolerant Computing"],"description":["  This short paper describes early experiments to validate the capabilities of\na component-based platform to observe and control a software architecture in\nthe small. This is part of a whole process for resilient computing, i.e.\ntargeting the adaptation of fault-tolerance mechanisms at runtime.\n","Comment: 2p, EDCC 2012 Fast Abstract"]}]
["1204.1234",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1234"],"date":["2012-04-05"],"type":["text"],"creator":["Hollander, Frank den","Pétrélis, Nicolas"],"language":[],"coverage":[],"title":["Free energy of a copolymer in a micro-emulsion"],"description":["  In this paper we consider a two-dimensional model of a copolymer consisting\nof a random concatenation of hydrophilic and hydrophobic monomers, immersed in\na micro-emulsion of random droplets of oil and water. The copolymer interacts\nwith the micro-emulsion through an interaction Hamiltonian that favors matches\nand disfavors mismatches between the monomers and the solvents, in such a way\nthat the interaction with the oil is stronger than with the water.\n  The configurations of the copolymers are directed self-avoiding paths in\nwhich only steps up, down and right are allowed. The configurations of the\nmicro-emulsion are square blocks with oil and water arranged in\npercolation-type fashion. The only restriction imposed on the path is that in\nevery column of blocks its vertical displacement on the block scale is bounded.\nThe way in which the copolymer enters and exits successive columns of blocks is\na directed self-avoiding path as well, but on the block scale. We refer to this\npath as the coarse-grained self-avoiding path. We are interested in the limit\nas the copolymer and the blocks become large, in such a way that the copolymer\nspends a long time in each block yet visits many blocks. This is a\ncoarse-graining limit in which the space-time scales of the copolymer and of\nthe micro-emulsion become separated.\n  We derive a variational formula for the quenched free energy per monomer,\nwhere quenched means that the disorder in the copolymer and the disorder in the\nmicro-emulsion are both frozen. In a sequel paper we will analyze this\nvariational formula and identify the phase diagram. It turns out that there are\ntwo regimes, supercritical and subcritical, depending on whether the oil blocks\npercolate or not along the coarse-grained self-avoiding path. The phase\ndiagrams in the two regimes turn out to be completely different.\n","Comment: 57 pages, 12 figures"]}]
["1204.1241",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1241","International Journal of Computer Networks & Communications\n  (IJCNC) Vol.4, No.2, March 2012"],"date":["2012-04-05"],"type":["text"],"creator":["Kuribayashi, Shin-ichi"],"language":[],"coverage":[],"title":["Reducing Total Power Consumption Method in Cloud Computing Environments"],"description":["  The widespread use of cloud computing services is expected to increase the\npower consumed by ICT equipment in cloud computing environments rapidly. This\npaper first identifies the need of the collaboration among servers, the\ncommunication network and the power network, in order to reduce the total power\nconsumption by the entire ICT equipment in cloud computing environments. Five\nfundamental policies for the collaboration are proposed and the algorithm to\nrealize each collaboration policy is outlined. Next, this paper proposes\npossible signaling sequences to exchange information on power consumption\nbetween network and servers, in order to realize the proposed collaboration\npolicy. Then, in order to reduce the power consumption by the network, this\npaper proposes a method of estimating the volume of power consumption by all\nnetwork devices simply and assigning it to an individual user.\n","Comment: 16 pages"]}]
["1204.1242",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Probability","46B09, 60E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1242"],"date":["2012-04-05"],"type":["text"],"creator":["Christensen, Soeren","Prochno, Joscha","Riemer, Stiene"],"language":[],"coverage":[],"title":["An Inversion Formula for Orlicz Norms and Sequences of Random Variables"],"description":["  Given an Orlicz function $M$, we show which random variables $\\xi_i$,\n$i=1,...,n$ generate the associated Orlicz norm, i.e., which random variables\nyield $\\mathbb{E} \\max\\limits_{1\\leq i \\leq n}|x_i\\xi_i| \\sim\n\\norm{(x_i)_{i=1}^n}_M$. As a corollary we obtain a representation for the\ndistribution function in terms of $M$ and $M'$ which can be easily applied to\nmany examples of interest.\n","Comment: 11 pages"]}]
["1204.1243",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1243","International Journal of Computer Networks & Communications\n  (IJCNC) Vol.3, No.5, Sep 2011"],"date":["2012-04-05"],"type":["text"],"creator":["Kuribayashi, Shin-ichi"],"language":[],"coverage":[],"title":["Proposed congestion control method for cloud computing environments"],"description":["  As cloud computing services rapidly expand their customer base, it has become\nimportant to share cloud resources, so as to provide them economically. In\ncloud computing services, multiple types of resources, such as processing\nability, bandwidth and storage, need to be allocated simultaneously. If there\nis a surge of requests, a competition will arise between these requests for the\nuse of cloud resources. This leads to the disruption of the service and it is\nnecessary to consider a measure to avoid or relieve congestion of cloud\ncomputing environments.\n  This paper proposes a new congestion control method for cloud computing\nenvironments which reduces the size of required resource for congested resource\ntype instead of restricting all service requests as in the existing networks.\nNext, this paper proposes the user service specifications for the proposed\ncongestion control method, and clarifies the algorithm to decide the optimal\nsize of required resource to be reduced, based on the load offered to the\nsystem. It is demonstrated by simulation evaluations that the proposed method\ncan handle more requests compared with the conventional methods and relieve the\ncongestion. Then, this paper proposes to enhance the proposed method, so as to\nenable the fair resource allocation among users in congested situation.\n","Comment: 16 pages"]}]
["1204.1245",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1245","International Journal of Computer Networks & Communications\n  (IJCNC) Vol.3, No.1, January 2011"],"date":["2012-04-05"],"type":["text"],"creator":["Kuribayashi, Shin-ichi"],"language":[],"coverage":[],"title":["Proposed optimal LSP selection method in MPLS networks"],"description":["  Multi-Protocol Label Switching (MPLS) had been deployed by many data\nnetworking service providers, including the next-generation mobile backhaul\nnetworks, because of its undeniable potential in terms of virtual private\nnetwork (VPN) management, traffic engineering, etc. In MPLS networks, IP\npackets are transmitted along a Label Switched Path (LSP) established between\nedge nodes. To improve the efficiency of resource use in MPLS networks, it is\nessential to utilize the LSPs efficiently.\n  This paper proposes a method of selecting the optimal LSP pair from among\nmultiple LSP pairs which are established between the same pair of edge nodes,\non the assumption that both the upward and downward LSPs are established as a\npair (both-way operation). It is supposed that both upward and downward\nbandwidths are allocated simultaneously in the selected LSP pair for each\nservice request. It is demonstrated by simulation evaluations that the proposal\nmethod could reduce the total amount of the bandwidth required by up to 15%\ncompared with the conventional selection method. The proposed method can also\nreuse the know-how and management tools in many existing networks which are\nbased on both-way operation.\n","Comment: 10 pages"]}]
["1204.1248",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1248"],"date":["2012-04-05"],"type":["text"],"creator":["He, Hui","Ma, Rugang"],"language":[],"coverage":[],"title":["Some limit theorems for flows of branching processes"],"description":["  We construct two kinds of stochastic flows of discrete Galton-Watson\nbranching processes. Some scaling limit theorems for the flows are proved,\nwhich lead to local and nonlocal branching superprocesses over the positive\nhalf line.\n","Comment: 14 pages"]}]
["1204.1249",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1249"],"date":["2012-04-05"],"type":["text"],"creator":["de Gouvea, Andre","Murayama, Hitoshi"],"language":[],"coverage":[],"title":["Neutrino Mixing Anarchy: Alive and Kicking"],"description":["  Neutrino mixing anarchy is the hypothesis that the leptonic mixing matrix can\nbe described as the result of a random draw from an unbiased distribution of\nunitary three-by-three matrices. In light of the recent very strong evidence\nfor a nonzero sin^2(theta_13), we show that the anarchy hypothesis is\nconsistent with the choice made by the Nature -- the probability of a more\nunusual choice is 44%. We revisit anarchy's ability to make predictions,\nconcentrating on correlations - or lack thereof - among the different neutrino\nmixing parameters, especially sin^2(theta_13) and sin^2(theta_23). We also\ncomment on anarchical expectations regarding the magnitude of CP-violation in\nthe lepton sector, and potential connections to underlying flavor models or the\nlandscape.\n","Comment: 4 eps figures"]}]
["1204.1256",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1256","Phys. Rev. A 85, 043602 (2012)","doi:10.1103/PhysRevA.85.043602"],"date":["2012-04-05"],"type":["text"],"creator":["Wen, L.","Liu, W. M.","Cai, Yongyong","Zhang, J. M.","Hu, Jiangping"],"language":[],"coverage":[],"title":["Controlling phase separation of a two-component Bose-Einstein condensate\n  by confinement"],"description":["  We point out that the widely accepted condition g11g22<g122 for phase\nseparation of a two-component Bose-Einstein condensate is insufficient if\nkinetic energy is taken into account, which competes against the intercomponent\ninteraction and favors phase mixing. Here g11, g22, and g12 are the intra- and\nintercomponent interaction strengths, respectively. Taking a d-dimensional\ninfinitely deep square well potential of width L as an example, a simple\nscaling analysis shows that if d=1 (d=3), phase separation will be suppressed\nas L\\rightarrow0 (L\\rightarrow\\infty) whether the condition g11g22<g122 is\nsatisfied or not. In the intermediate case of d=2, the width L is irrelevant\nbut again phase separation can be partially or even completely suppressed even\nif g11g22<g122. Moreover, the miscibility-immiscibility transition is turned\nfrom a first-order one into a second-order one by the kinetic energy. All these\nresults carry over to d-dimensional harmonic potentials, where the harmonic\noscillator length {\\xi}ho plays the role of L. Our finding provides a scenario\nof controlling the miscibility-immiscibility transition of a two-component\ncondensate by changing the confinement, instead of the conventional approach of\nchanging the values of the g's.\n","Comment: 8 pages, 2 figures"]}]
["1204.1267",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1267","doi:10.1016/j.astropartphys.2012.02.014"],"date":["2012-04-05"],"type":["text"],"creator":["Holder, Jamie"],"language":[],"coverage":[],"title":["TeV Gamma-ray Astronomy: A Summary"],"description":["  The field of TeV gamma-ray astronomy has produced many exciting results over\nthe last decade. Both the source catalogue, and the range of astrophysical\nquestions which can be addressed, continue to expand. This article presents a\ntopical review of the field, with a focus on the observational results of the\nimaging atmospheric Cherenkov telescope arrays. The results encompass pulsars\nand their nebulae, supernova remnants, gamma-ray binary systems, star forming\nregions and starburst and active galaxies.\n","Comment: 19 pages. Astroparticle Physics, in press. See published article for\n  higher resolution figures. Cite as: J. Holder, TeV gamma-ray astronomy: A\n  summary, Astropart. Phys. (2012),\n  http://dx.doi.org/10.1016/j.astropartphys.2012.02.014"]}]
["1204.1268",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53A30, 35J60, 35P30, 58J50, 58C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1268"],"date":["2012-04-05"],"type":["text"],"creator":["Sayed, Safaa El"],"language":[],"coverage":[],"title":["Second Eigenvalue of the Yamabe Operator and Applications"],"description":["  Let $(M, g)$ be a compact Riemannian manifold of dimension $n \\geq 3$. In\nthis paper, we give various properties of the eigenvalues of the Yamabe\noperator $L_g$. In particular, we show how the second eigenvalue of $L_g$ is\nrelated to the existence of nodal solutions of the equation $L_g u = \\epsilon |\nu|^{N-2} u$, where $\\epsilon = +1, 0,$ or -1.\n"]}]
["1204.1277",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1277","International Journal of Information Sciences and Techniques\n  (IJIST) Vol.2, No.2, March 2012","doi:10.5121/ijist.2012.2206"],"date":["2012-04-05"],"type":["text"],"creator":["Kumar, Vikram","Niyazi, Kamran","Mahe, Swapnil","Vyawahare, Swapnil"],"language":[],"coverage":[],"title":["Mouse Simulation Using Two Coloured Tapes"],"description":["  In this paper, we present a novel approach for Human Computer Interaction\n(HCI) where, we control cursor movement using a real-time camera. Current\nmethods involve changing mouse parts such as adding more buttons or changing\nthe position of the tracking ball. Instead, our method is to use a camera and\ncomputer vision technology, such as image segmentation and gesture recognition,\nto control mouse tasks (left and right clicking, double-clicking, and\nscrolling) and we show how it can perform everything as current mouse devices\ncan. The software will be developed in JAVA language. Recognition and pose\nestimation in this system are user independent and robust as we will be using\ncolour tapes on our finger to perform actions. The software can be used as an\nintuitive input interface to applications that require multi-dimensional\ncontrol e.g. computer games etc.\n","Comment: 5 pages"]}]
["1204.1282",{"format":[],"subject":["Mathematics - Dynamical Systems","37F35, 37F10, 37F50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1282"],"date":["2012-04-05"],"type":["text"],"creator":["Yang, Fei","Wang, Xiaoguang"],"language":[],"coverage":[],"title":["The Hausdorff dimension of the boundary of the immediate basin of\n  infinity of McMullen maps"],"description":["  In this paper, we give a formula of the Hausdorff dimension of the boundary\nof the immediate basin of infinity of McMullen maps $f_p(z)=z^Q+p/z^Q$, where\n$Q\\geq 3$ and $p$ is small. This gives a lower bound of the Hausdorff dimension\nof the Julia sets of McMullen maps in the special cases.\n","Comment: 2 pages, 5 figures"]}]
["1204.1283",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1283"],"date":["2012-04-05"],"type":["text"],"creator":["Babson, Eric","Beck, Matthias"],"language":[],"coverage":[],"title":["Counting Group Valued Graph Colorings"],"description":["  There are many variations on partition functions for graph homomorphisms or\ncolorings. The case considered here is a counting or hard constraint problem in\nwhich the range or color graph carries a free and vertex transitive Abelian\ngroup action so that the colors are identified with the elements of this group.\nA Fourier transform is used to obtain an expansion for the numbers of colorings\nwith terms indexed by isthmus free subgraphs of the domain. The terms are\nproducts of a polynomial in the edge density a of the color graph and the\nnumber of colorings of the indexing subgraph of the domain into the\ncomplementary color graph. The polynomial in a is independent of the color\ngroup and the term has order (1-a) to the r where r is the number of vertices\nminus the number of components in the indexing subgraph. Thus if (1-a) is small\nthere is a main term indexed by the empty subgraph which is a polynomial in a\nand the first dependence on the coloring group occurs in the lowest order\ncorrections which are indexed by the shortest cycles in the graph and are of\norder (1-a) to the g-1 where g is the length of these shortest cycles. The main\ntheorem is stated as a reciprocity law. Examples are given in which the\ncoloring groups are long cycles and products of short cycles and adjacent\nvertices are required to have distant rather than distinct colors. The\nchromatic polynomial of a graph corresponds to using any group and taking the\nallowed set to be the complement of the identity.\n","Comment: 5 pages"]}]
["1204.1288",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1288"],"date":["2012-04-05"],"type":["text"],"creator":["Agullo, Ivan","Ashtekar, Abhay","Nelson, William"],"language":[],"coverage":[],"title":["Perturbations in loop quantum cosmology"],"description":["  The era of precision cosmology has allowed us to accurately determine many\nimportant cosmological parameters, in particular via the CMB. Confronting Loop\nQuantum Cosmology with these observations provides us with a powerful test of\nthe theory. For this to be possible we need a detailed understanding of the\ngeneration and evolution of inhomogeneous perturbations during the early,\nQuantum Gravity, phase of the universe. Here we describe how Loop Quantum\nCosmology provides a completion of the inflationary paradigm, that is\nconsistent with the observed power spectra of the CMB.\n","Comment: ICGC (2011) Goa Conference proceedings"]}]
["1204.1292",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Computational Complexity","Primary: 58F15, 58F17, Secondary: 53C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1292"],"date":["2012-04-05"],"type":["text"],"creator":["Biasse, Jean-François"],"language":[],"coverage":[],"title":["An L(1/3) algorithm for discrete logarithm computation and principality\n  testing in certain number fields"],"description":["  We analyse the complexity of solving the discrete logarithm problem and of\ntesting the principality of ideals in a certain class of number fields. We\nachieve the subexponential complexity in $O(L(1/3,O(1)))$ when both the\ndiscriminant and the degree of the extension tend to infinity by using\ntechniques due to Enge, Gaudry and Thom\\'{e} in the context of algebraic curves\nover finite fields.\n","Comment: 13 pages"]}]
["1204.1294",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Symbolic Computation","Primary 54C40, 14E20, Secondary 46E25, 20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1294"],"date":["2012-04-05"],"type":["text"],"creator":["Biasse, Jean-François","Fieker, Claus"],"language":[],"coverage":[],"title":["New techniques for computing the ideal class group and a system of\n  fundamental units in number fields"],"description":["  We describe a new algorithm for computing the ideal class group, the\nregulator and a system of fundamental units in number fields under the\ngeneralized Riemann hypothesis. We use sieving techniques adapted from the\nnumber field sieve algorithm to derive relations between elements of the ideal\nclass group, and $p$-adic approximations to manage the loss of precision during\nthe computation of units. This new algorithm is particularily efficient for\nnumber fields of small degree for which a speed-up of an order of magnitude is\nachieved with respect to the standard methods.\n","Comment: 17 pages"]}]
["1204.1296",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1296"],"date":["2012-04-05"],"type":["text"],"creator":["Eichler, Jörn"],"language":[],"coverage":[],"title":["Towards a Security Engineering Process Model for Electronic Business\n  Processes"],"description":["  Business process management (BPM) and accompanying systems aim at enabling\nenterprises to become adaptive. In spite of the dependency of enterprises on\nsecure business processes, BPM languages and techniques provide only little\nsupport for security. Several complementary approaches have been proposed for\nsecurity in the domain of BPM. Nevertheless, support for a systematic procedure\nfor the development of secure electronic business processes is still missing.\nIn this paper, we pinpoint the need for a security engineering process model in\nthe domain of BPM and identify key requirements for such process model.\n","Comment: Ninth European Dependable Computing Conference (EDCC 2012)"]}]
["1204.1298",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Computational Complexity","Mathematics - Number Theory","Primary 54C40, 14E20, Secondary 46E25, 20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1298"],"date":["2012-04-05"],"type":["text"],"creator":["Biasse, Jean-François","Fieker, Claus"],"language":[],"coverage":[],"title":["A polynomial time algorithm for computing the HNF of a module over the\n  integers of a number field"],"description":["  We present a variation of the modular algorithm for computing the Hermite\nNormal Form of an $\\OK$-module presented by Cohen, where $\\OK$ is the ring of\nintegers of a number field K. The modular strategy was conjectured to run in\npolynomial time by Cohen, but so far, no such proof was available in the\nliterature. In this paper, we provide a new method to prevent the coefficient\nexplosion and we rigorously assess its complexity with respect to the size of\nthe input and the invariants of the field K.\n","Comment: 11 pages"]}]
["1204.1300",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Symbolic Computation","Primary: 58F15, 58F17, Secondary: 53C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1300","J.-F. Biasse, Practical improvements to ideal class group\n  computation in imaginary quadratic number fields, Advances in Mathematics of\n  Comunications 4 (2), 2010, pp. 141-154"],"date":["2012-04-05"],"type":["text"],"creator":["Biasse, Jean-François"],"language":[],"coverage":[],"title":["Improvements in the computation of ideal class groups of imaginary\n  quadratic number fields"],"description":["  We investigate improvements to the algorithm for the computation of ideal\nclass groups described by Jacobson in the imaginary quadratic case. These\nimprovements rely on the large prime strategy and a new method for performing\nthe linear algebra phase. We achieve a significant speed-up and are able to\ncompute ideal class groups with discriminants of 110 decimal digits in less\nthan a week.\n","Comment: 14 pages, 5 figures"]}]
["1204.1303",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1303"],"date":["2012-04-05"],"type":["text"],"creator":["Silva, Rodrigo B.","Pereira, Marcelo B.","Dias, Cícero R. B.","Cordeiro, Gauss M."],"language":[],"coverage":[],"title":["The compound class of extended Weibull power series distributions"],"description":["  In this paper, we introduce a new class of distributions which is obtained by\ncompounding the extended Weibull and power series distributions. The\ncompounding procedure follows the same set-up carried out by Adamidis and\nLoukas (1998) and defines at least new 68 sub-models. This class includes some\nwell-known mixing distributions, such as the Weibull power series (Morais and\nBarreto-Souza, 2010) and exponential power series (Chahkandi and Ganjali, 2009)\ndistributions. Some mathematical properties of the new class are studied\nincluding moments and generating function. We provide the density function of\nthe order statistics and obtain their moments. The method of maximum likelihood\nis used for estimating the model parameters and an EM algorithm is proposed for\ncomputing the estimates. Special distributions are investigated in some detail.\nAn application to a real data set is given to show the flexibility and\npotentiality of the new class of distributions.\n"]}]
["1204.1308",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1308"],"date":["2012-04-05"],"type":["text"],"creator":["Berman, Robert J.","Berndtsson, Bo"],"language":[],"coverage":[],"title":["The volume of K\\\"ahler-Einstein Fano varieties and convex bodies"],"description":["  We show that the complex projective space has maximal degree (volume) among\nall n-dimensional Kahler-Einstein Fano manifolds admitting a holomorphic\nC^*-action with a finite number of fixed points. The toric version of this\nresult, translated to the realm of convex geometry, thus confirms Ehrhart's\nvolume conjecture for a large class of rational polytopes, including duals of\nlattice polytopes. The case of spherical varieties/multiplicity free symplectic\nmanifolds is also discussed. The proof uses Moser-Trudinger type inequalities\nfor Stein domains and also leads to criticality results for mean field type\nequations in C^n of independent interest. The paper supersedes our previous\npreprint concerning the case of toric Fano manifolds.\n","Comment: 28 pages"]}]
["1204.1315",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1315"],"date":["2012-04-05"],"type":["text"],"creator":["Li, Xiannan"],"language":[],"coverage":[],"title":["Additive twists of Fourier coefficients of GL(3) Maass forms"],"description":["  We prove cancellation in a sum of Fourier coefficents of a GL(3) form $F$\ntwisted by additive characters, uniformly in the form $F$.\n","Comment: 13 pages"]}]
["1204.1328",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Group Theory","12F12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1328"],"date":["2012-04-05"],"type":["text"],"creator":["Mueller, Peter"],"language":[],"coverage":[],"title":["A one--parameter family of polynomials with Galois group M24 over Q(t)"],"description":["  Granboulan computed an explicit polynomial whose Galois group over the\nrational function field Q(t) is the Mathieu group M24. By a result of Malle and\nMatzat, it was known before that such a polynomial exists. Even more, their\nproof showed that there is a 1-parameter family of such polynomials. In this\nnote we compute this family.\n","Comment: 8 pages"]}]
["math-ph/0511033",{"format":[],"subject":["Mathematical Physics","81V70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0511033","Annales Henri Poincar\\'e, 7(4):661-687, 2006","doi:10.1007/s00023-006-0264-x"],"date":["2005-11-09","2006-05-26"],"type":["text"],"creator":["Morozov, Sergey","Vugalter, Semjon"],"language":[],"coverage":[],"title":["Stability of atoms in the Brown-Ravenhall model"],"description":["  We consider the Brown--Ravenhall model of a relativistic atom with N\nelectrons and a nucleus of charge Z and prove the existence of an infinite\nnumber of discrete eigenvalues for N <= Z. As an intermediate result we prove a\nHVZ-type theorem for these systems.\n","Comment: 31 pages, accepted to \"Annales Henry Poincare\". The error in Lemma 3\n  of the previous version is corrected and the corresponding changes are done\n  in the proof of Theorem 1"]}]
["math/0103164",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0103164","The Fano Conference, Univ. Torino, Turin, 2004, 143-173"],"date":["2001-03-26"],"type":["text"],"creator":["Bayer, Arend","Manin, Yuri"],"language":[],"coverage":[],"title":["(Semi)simple exercises in quantum cohomology"],"description":["  The paper is dedicated to the study of algebraic manifolds whose quantum\ncohomology or a part of it is a semisimple Frobenius manifold. Theorem 1.8.1\nsays, roughly speaking, that the sum of $(p,p)$--cohomology spaces is a maximal\nFrobenius submanifold that has chances to be semisimple. Theorem 1.8.3 provides\na version of the Reconstruction theorem, assuming semisimplicity but not\n$H^2$--generation. Theorem 3.6.1 establishes the semisimplicity for all del\nPezzo surfaces, providing an evidence for the conjecture that semisimplicity is\nrelated to the existence of a full system of exceptional sheaves of the\nappropriate length. Finally, in \\S 2 we calculate special coordinates for three\nfamilies of Fano threefolds with minimal cohomology.\n","Comment: 30 pp., amstex file, no figures"]}]
["math/0403260",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","53D45, 14N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403260","Int. Math. Res. Not., 2004, 2069-2083","doi:10.1155/S1073792804140907"],"date":["2004-03-16"],"type":["text"],"creator":["Bayer, Arend"],"language":[],"coverage":[],"title":["Semisimple Quantum Cohomology and Blow-ups"],"description":["  Using results of Gathmann, we prove the following theorem: If a smooth\nprojective variety X has generically semisimple (p,p)-quantum cohomology, then\nthe same is true for the blow-up of X at any number of points. This a\nsuccessful test for a modified version of Dubrovin's conjecture from the ICM\n1998.\n","Comment: 13 pages"]}]
["math/0607580",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H10, 14N35, 15E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607580","Mosc. Math. J., 2009, 9, 3-32"],"date":["2006-07-23","2009-01-20"],"type":["text"],"creator":["Bayer, Arend","Manin, Yuri I."],"language":[],"coverage":[],"title":["Stability Conditions, Wall-crossing and weighted Gromov-Witten\n  Invariants"],"description":["  We extend B. Hassett's theory of weighted stable pointed curves ([Has03]) to\nweighted stable maps. The space of stability conditions is described\nexplicitly, and the wall-crossing phenomenon studied. This can be considered as\na non-linear analog of the theory of stability conditions in abelian and\ntriangulated categories.\n  We introduce virtual fundamental classes and thus obtain weighted\nGromov-Witten invariants. We show that by including gravitational descendants,\none obtains an $\\LL$-algebra as introduced in [LM04] as a generalization of a\ncohomological field theory.\n","Comment: 28 pages; v2: references added and updated, addressed referee\n  comments; to appear in Moscow Math Journal"]}]
["physics/9706033",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/9706033"],"date":["1997-06-25","2012-04-05"],"type":["text"],"creator":["Myung, Jae-Hyung"],"language":[],"coverage":[],"title":["A solution of the spacetime singularity problem in relativistic\n  cosmology by using an additional variable"],"description":["  The spacetime singularity in relativistic cosmology is cancelled by using an\nadditional variable. That is, the singularity-free models for an expanding\nuniverse are obtained from general relativity.\n","Comment: 10 pages, Latex, 3 JPG figures"]}]
