["0710.0012",{"format":[],"subject":["Mathematical Physics","Mathematics - Representation Theory","22E30 (Primary), 58J35, 81S30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0012","Taiwanese Journal of Mathematics, Vol. 16 (2012), 13-45"],"date":["2007-09-28","2010-09-29"],"type":["text"],"creator":["Hall, Brian C.","Mitchell, Jeffrey J."],"language":[],"coverage":[],"title":["The Segal-Bargmann transform for compact quotients of symmetric spaces\n  of the complex type"],"description":["  Let G/K be a Riemannian symmetric space of the complex type, meaning that G\nis complex semisimple and K is a compact real form. Now let {\\Gamma} be a\ndiscrete subgroup of G that acts freely and cocompactly on G/K. We consider the\nSegal--Bargmann transform, defined in terms of the heat equation, on the\ncompact quotient {\\Gamma}\\G/K. We obtain isometry and inversion formulas\nprecisely parallel to the results we obtained previously for globally symmetric\nspaces of the complex type. Our results are as parallel as possible to the\nresults one has in the dual compact case. Since there is no known Gutzmer\nformula in this setting, our proofs make use of double coset integrals and a\nholomorphic change of variable.\n","Comment: Final version. To appear in Taiwanese Journal of Mathematics"]}]
["0710.1822",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1822","Phys. Rev. B 77, 212501 (2008)","doi:10.1103/PhysRevB.77.212501"],"date":["2007-10-09"],"type":["text"],"creator":["Steiner, Myles A.","Breznay, Nicholas P.","Kapitulnik, Aharon"],"language":[],"coverage":[],"title":["The approach to a superconductor-to-Bose-insulator transition in\n  disordered films"],"description":["  Through a detailed study of scaling near the magnetic field-tuned\nsuperconductor-to-insulator transition in strongly disordered films, we find\nthat results for a variety of materials can be collapsed onto a single phase\ndiagram. The data display two clear branches, one with weak disorder and an\nintervening metallic phase, the other with strong disorder. Along the strongly\ndisordered branch, the resistance at the critical point approaches $R_Q =\nh/4e^2$ and the scaling of the resistance is consistent with quantum\npercolation, and therefore with the predictions of the dirty boson model.\n","Comment: 4 pages, 4 figures"]}]
["0712.4375",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4375","J.Phys.A41:425206,2008","doi:10.1088/1751-8113/41/42/425206"],"date":["2007-12-28","2012-09-04"],"type":["text"],"creator":["Dobrev, V. K."],"language":[],"coverage":[],"title":["Positive Energy Representations, Holomorphic Discrete Series and\n  Finite-Dimensional Irreps"],"description":["  Let G be a semi-simple non-compact Lie group with unitary lowest/highest\nweight representations. We consider explicitly the relation between three types\nof representations of G: positive energy (unitary lowest\nweight)representations, (holomorphic) discrete series representations and\nnon-unitary finite-dimensional irreps. We consider mainly the conformal groups\nSO(n,2) treating in full detail the cases n=1,3,4.\n","Comment: 28 pages, TEX with Harvmac using amssym.def, amssym.tex, epsf.tex;\n  v2: new texts in Sections 1 & 3, new refs; v3: added 5 figures; v4: small\n  corrections"]}]
["0802.2950",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2950","Journal of Engineering Education 97, 295-307 (July 2008)"],"date":["2008-02-20"],"type":["text"],"creator":["Redish, Edward F.","Smith, Karl A."],"language":[],"coverage":[],"title":["Looking Beyond Content: Skill development for engineers"],"description":["  Current concerns over reforming engineering education have focused attention\non helping students develop skills and an adaptive expertise. Phenomenological\nguidelines for instruction along these lines can be understood as arising out\nof an emerging theory of thinking and learning built on results in the neural,\ncognitive, and behavioral sciences. We outline this framework and consider some\nof its implications for one example: developing a more detailed understanding\nof the specific skill of using mathematics in modeling physical situations.\nThis approach provides theoretical underpinnings for some best-practice\ninstructional methods designed to help students develop this skill and\nprovidesguidance for further research in the area.\n","Comment: 20 pages"]}]
["0808.1463",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","17B10, 17B70, 16W50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1463","Adv. Math. 220 (2009), no. 4, 1193-1221","doi:10.1016/j.aim.2008.11.007"],"date":["2008-08-11"],"type":["text"],"creator":["Chari, Vyjayanthi","Greenstein, Jacob"],"language":[],"coverage":[],"title":["A family of Koszul algebras arising from finite-dimensional\n  representations of simple Lie algebras"],"description":["  Let $\\lie g$ be a simple Lie algebra and let $\\bs^{\\lie g}$ be the locally\nfinite part of the algebra of invariants $(_\\bc\\bv\\otimes S(\\lie g))^{\\lie g}$\nwhere $\\bv$ is the direct sum of all simple finite-dimensional modules for\n$\\lie g$ and $S(\\lie g)$ is the symmetric algebra of $\\lie g$. Given an\nintegral weight $\\xi$, let $\\Psi=\\Psi(\\xi)$ be the subset of roots which have\nmaximal scalar product with $\\xi$. Given a dominant integral weight $\\lambda$\nand $\\xi$ such that $\\Psi$ is a subset of the positive roots we construct a\nfinite-dimensional subalgebra $\\bs^{\\lie g}_\\Psi(\\le_\\Psi\\lambda)$ of\n$\\bs^{\\lie g}$ and prove that the algebra is Koszul of global dimension at most\nthe cardinality of $\\Psi$. Using this we then construct naturally an\ninfinite-dimensional Koszul algebra of global dimension equal to the\ncardinality of $\\Psi$. The results and the methods are motivated by the study\nof the category of finite-dimensional representations of the affine and quantum\naffine algebras.\n","Comment: 25 pages"]}]
["0809.3188",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3188"],"date":["2008-09-18","2012-09-04"],"type":["text"],"creator":["Prevost, Alexis","Scheibert, Julien","Debrégeas, Georges"],"language":[],"coverage":[],"title":["Probing the micromechanics of a multi-contact interface at the onset of\n  frictional sliding"],"description":["  Digital Image Correlation is used to study the micromechanics of a\nmulti-contact interface formed between a rough elastomer and a smooth glass\nsurface. The in-plane elastomer deformation is monitored during the incipient\nsliding regime, i.e. the transition between static and sliding contact. As the\nshear load is increased, an annular slip region, in coexistence with a central\nstick region, is found to progressively invade the contact. From the\ninterfacial displacement field, the tangential stress field can be further\ncomputed using a numerical inversion procedure. These local mechanical\nmeasurements are found to be correctly captured by Cattaneo and Mindlin (CM)'s\nmodel. However, close comparison reveals significant discrepancies in both the\ndisplacements and stress fields that reflect the oversimplifying hypothesis\nunderlying CM's scenario. In particular, our optical measurements allow us to\nexhibit an elasto-plastic like friction constitutive equation that differs from\nthe rigid-plastic behavior assumed in CM's model. This local constitutive law,\nwhich involves a roughness-related length scale, is consistent with the model\nof Bureau \\textit{et al.} [Proc. R. Soc. London A \\textbf{459}, 2787 (2003)]\nderived for homogeneously loaded macroscopic multi-contact interfaces, thus\nextending its validity to mesoscopic scales.measurements allow for the first\nquantitative test of Cattaneo and Mindlin (CM) classical model of the incipient\nsliding of a smooth interface. Small deviations are observed and interpreted as\na result of the finite compliance of the rough interface, a behavior which\ncontrasts with Amontons' law of friction assumed to be valid locally in CM's\nmodel. We illustrate how these measurements actually provide a method for\nprobing the rheology of the rough interface, which we find to be of the\nelasto-plastic type.\n","Comment: 11 pages"]}]
["0810.1532",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","17B10, 16W50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1532","J. Algebra 322 (2009), no. 12, 4430-4478","doi:10.1016/j.jalgebra.2009.09.032"],"date":["2008-10-08"],"type":["text"],"creator":["Greenstein, Jacob"],"language":[],"coverage":[],"title":["Quivers with relations arising from Koszul algebras of $\\mathfrak\n  g$-invariants"],"description":["  Let $\\mathfrak g$ be a complex simple Lie algebra and let $\\Psi$ be an\nextremal set of positive roots. One associates with $\\Psi$ an infinite\ndimensional Koszul algebra $\\bold S_\\Psi^{\\lie g}$ which is a graded subalgebra\nof the locally finite part of $((\\bold V)^{op}\\tensor S(\\lie g))^{\\lie g}$,\nwhere $\\bold V$ is the direct sum of all simple finite dimensional $\\lie\ng$-modules. We describe the structure of the algebra $\\bold S_\\Psi^{\\lie g}$\nexplicitly in terms of an infinite quiver with relations for $\\lie g$ of types\n$A$ and $C$. We also describe several infinite families of quivers and finite\ndimensional algebras arising from this construction.\n","Comment: 49 pages, AMSLaTeX+amsrefs"]}]
["0812.0233",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0233","J. Phys. Chem. C, 113 (2009) 17313","doi:10.1021/jp9044868"],"date":["2008-12-01","2009-02-11"],"type":["text"],"creator":["Wang, Weiliang","Xu, Ningsheng","Li, Zhibing"],"language":[],"coverage":[],"title":["Rotation Symmetry Spontaneous Breaking of Edge States in Zigzag Carbon\n  Nanotubes"],"description":["  Analytical solutions of the edge states were obtained for the (N, 0) type\ncarbon nanotubes with distorted ending bonds. It was found that the edge states\nare mixed via the distortion. The total energies for N=5 and N>=7 are lower in\nthe asymmetric configurations of ending bonds than those having axial rotation\nsymmetry. Thereby the symmetry is breaking spontaneously. The results imply\nthat the symmetry of electronic states at the apex depends on the occupation;\nthe electron density pattern at the apex could change dramatically and could be\ncontrolled by applying an external field.\n","Comment: 19 pages, 3 figures"]}]
["0902.3029",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3029","Ultramicroscopy 109 (2009) 1295-1298","doi:10.1016/j.ultramic.2009.05.013"],"date":["2009-02-17"],"type":["text"],"creator":["Wang, Weiliang","Xu, Ningsheng","Li, Zhibing"],"language":[],"coverage":[],"title":["Simulation for field emission images of micrometer-long SWCNTs"],"description":["  The electron distribution of open-ended single-walled carbon nanotubes with\nchirality indexes (7,0) and (5,5) in the field emission conditions was\ncalculated via a multi-scaled algorithm. The field emission images were\nproduced numerically. It was found that the emission patterns change with the\napplied macroscopic field. Especially, the symmetry of the emission pattern of\nthe (7,0) carbon nanotube is breaking in the lower field but the breaking is\nless obvious in the higher field. The enlargement factor increases with the\napplied macroscopic field.\n","Comment: 8 pages, 4 figures"]}]
["0903.3820",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16G30, 16G60, 16G25, 15A24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3820"],"date":["2009-03-23","2012-09-04"],"type":["text"],"creator":["Iyudu, N."],"language":[],"coverage":[],"title":["Irreducible components of the Jordan varieties"],"description":["  We announce here a number of results concerning representation theory of the\nalgebra $R=k<x,y>/ (xy-yx-y^2)$, known as Jordan plane (or Jordan algebra).\n  We consider the question on 'classification' of finite-dimensional modules\nover the Jordan algebra. Complete description of irreducible components of the\nrepresentation variety $mod (R,n)$, which we call a Jordan variety' is given\nfor any dimension $n$. It is obtained on the basis of the stratification of\nthis variety related to the Jordan normal form of $Y$. Any irreducible\ncomponent of the representation variety contains only one stratum related to a\ncertain partition of $n$ and is the closure of this stratum. The number of\nirreducible components therefore is equal to the number of partitions of $n$.\n  As a preparation for the above result we describe the complete set of\npairwise non-isomorphic irreducible modules $S_{a}$ over the Jordan algebra,\nand the rule how they could be glued to indecomposables. Namely, we show that\n${\\rm Ext}^1(S_{a},S_{b})=0$, if $a \\neq b $.\n  We study then properties of the image algebras in the endomorphism ring.\nParticularly, images of representations from the most important stratum,\ncorresponding to the full Jordan block $Y$. This stratum turns out to be the\nonly building block for the analogue of the Krull-Remark-Schmidt decomposition\ntheorem on the level of irreducible components. Along this line we establish an\nanalogue of the Gerstenhaber--Taussky--Motzkin theorem on the dimension of\nalgebras generated by two commuting matrices. Another fact concerns with the\ntame-wild question for those image algebras. We show that all image algebras of\n$n$-dimensional representations are tame for $n \\leq 4$ and wild for $n \\geq\n5$.\n","Comment: To appear in the J.Math.Sci., Springer, 2012"]}]
["0904.0596",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0596","Nature Nanotechnology 4 420 (2009)","doi:10.1038/NNANO.2009.141"],"date":["2009-04-03"],"type":["text"],"creator":["Wei, Jiang","Wang, Zenghui","Chen, Wei","Cobden, David H."],"language":[],"coverage":[],"title":["Metal-insulator transition in vanadium dioxide nanobeams: probing\n  sub-domain properties of strongly correlated materials"],"description":["  Many strongly correlated electronic materials, including high-temperature\nsuperconductors, colossal magnetoresistance and metal-insulator-transition\n(MIT) materials, are inhomogeneous on a microscopic scale as a result of domain\nstructure or compositional variations. An important potential advantage of\nnanoscale samples is that they exhibit the homogeneous properties, which can\ndiffer greatly from those of the bulk. We demonstrate this principle using\nvanadium dioxide, which has domain structure associated with its dramatic MIT\nat 68 degrees C. Our studies of single-domain vanadium dioxide nanobeams reveal\nnew aspects of this famous MIT, including supercooling of the metallic phase by\n50 degrees C; an activation energy in the insulating phase consistent with the\noptical gap; and a connection between the transition and the equilibrium\ncarrier density in the insulating phase. Our devices also provide a\nnanomechanical method of determining the transition temperature, enable\nmeasurements on individual metal-insulator interphase walls, and allow general\ninvestigations of a phase transition in quasi-one-dimensional geometry.\n","Comment: 9 pages, 3 figures, original submitted in June 2008"]}]
["0905.0071",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Group Theory","20J05 (Primary) 20E42 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0071"],"date":["2009-05-01","2012-09-04"],"type":["text"],"creator":["Essert, Jan"],"language":[],"coverage":[],"title":["Homological stability for classical groups"],"description":["  Associated to every group with a weak spherical Tits system of rank n+1 with\nan appropriate rank n subgroup, we construct a relative spectral sequence\ninvolving group homology of Levi subgroups of both groups. Using the fact that\nsuch Levi subgroups frequently split as semidirect products of smaller groups,\nwe prove homological stability results for unitary groups over division rings\nwith infinite centre as well as for special linear and special orthogonal\ngroups over infinite fields.\n","Comment: 30 pages; shortened homology part, polishing"]}]
["0909.0768",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0768","Science 372 552 (2010)","doi:10.1126/science.1182507"],"date":["2009-09-03"],"type":["text"],"creator":["Wang, Zenghui","Wei, Jiang","Morse, Peter","Dash, J. Gregory","Vilches, Oscar E.","Cobden, David H."],"language":[],"coverage":[],"title":["Phase transitions on the surface of a carbon nanotube"],"description":["  A suspended carbon nanotube can act as a nanoscale resonator with remarkable\nelectromechanical properties and the ability to detect adsorption on its\nsurface at the level of single atoms. Understanding adsorption on nanotubes and\nother graphitic materials is key to many sensing and storage applications. Here\nwe show that nanotube resonators offer a powerful new means of investigating\nfundamental aspects of adsorption on carbon, including the collective behaviour\nof adsorbed matter and its coupling to the substrate electrons. By monitoring\nthe vibrational resonance frequency in the presence of noble gases, we observe\nthe formation of monolayers on the cylindrical surface and phase transitions\nwithin these monolayers, and simultaneous modification of the electrical\nconductance. The monolayer observations also demonstrate the possibility of\nstudying the fundamental behaviour of matter in cylindrical geometry.\n","Comment: Unpublished; 7 pages with 4 figures plus 3 pages of supplementary\n  material"]}]
["0910.3128",{"format":[],"subject":["Mathematics - Number Theory","11F70, 22E50, 22E55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3128","International Mathematics Research Notices 2012","doi:10.1093/imrn/rns171"],"date":["2009-10-16","2012-01-16"],"type":["text"],"creator":["Henniart, Guy","Lomelí, Luis"],"language":[],"coverage":[],"title":["Characterization of \\gamma-factors: the Asai case"],"description":["  Let $E$ be a separable quadratic extension of a locally compact field $F$ of\npositive characteristic. Asai \\gamma-factors are defined for smooth irreducible\nrepresentations \\pi of ${\\rm GL}_n(E)$. If \\sigma is the Weil-Deligne\nrepresentation of $\\mathcal{W}_E$ corresponding to \\pi under the local\nLanglands correspondence, we show that the Asai \\gamma-factor is the same as\nthe Deligne-Langlands \\gamma-factor of the Weil-Deligne representation of\n$\\mathcal{W}_F$ obtained from \\sigma under tensor induction. This is achieved\nby proving that Asai \\gamma-factors are characterized by their local properties\ntogether with their role in global functional equations for $L$-functions. As\nan immediate application, we establish the stability property of \\gamma-factors\nunder twists by highly ramified characters.\n"]}]
["1002.1059",{"format":[],"subject":["Statistics - Methodology","Physics - Data Analysis, Statistics and Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1059","IEEE Trans. Geoscience and Remote Sensing, vol. 49, no. 11, pp.\n  4239-4247, Nov. 2011","doi:10.1109/TGRS.2011.2140119"],"date":["2010-02-04","2012-09-04"],"type":["text"],"creator":["Eches, Olivier","Dobigeon, Nicolas","Tourneret, Jean-Yves"],"language":[],"coverage":[],"title":["Enhancing hyperspectral image unmixing with spatial correlations"],"description":["  This paper describes a new algorithm for hyperspectral image unmixing. Most\nof the unmixing algorithms proposed in the literature do not take into account\nthe possible spatial correlations between the pixels. In this work, a Bayesian\nmodel is introduced to exploit these correlations. The image to be unmixed is\nassumed to be partitioned into regions (or classes) where the statistical\nproperties of the abundance coefficients are homogeneous. A Markov random field\nis then proposed to model the spatial dependency of the pixels within any\nclass. Conditionally upon a given class, each pixel is modeled by using the\nclassical linear mixing model with additive white Gaussian noise. This strategy\nis investigated the well known linear mixing model. For this model, the\nposterior distributions of the unknown parameters and hyperparameters allow\nones to infer the parameters of interest. These parameters include the\nabundances for each pixel, the means and variances of the abundances for each\nclass, as well as a classification map indicating the classes of all pixels in\nthe image. To overcome the complexity of the posterior distribution of\ninterest, we consider Markov chain Monte Carlo methods that generate samples\ndistributed according to the posterior of interest. The generated samples are\nthen used for parameter and hyperparameter estimation. The accuracy of the\nproposed algorithms is illustrated on synthetic and real data.\n","Comment: Manuscript accepted for publication in IEEE Trans. Geoscience and\n  Remote Sensing"]}]
["1002.3947",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3947","Proc. R. Soc. A, 467 (2011) 1029","doi:10.1098/rspa.2010.0460"],"date":["2010-02-20"],"type":["text"],"creator":["Qin, Xizhou","Wang, Weiliang","Xu, Ningsheng","Li, Zhibing","Forbes, Richard G."],"language":[],"coverage":[],"title":["Analytical treatment of cold field electron emission from a nanowall\n  emitter"],"description":["  This paper presents an elementary, approximate analytical treatment of cold\nfield electron emission (CFE) from a classical nanowall. A simple model is used\nto bring out some of the basic physics of a class of field emitter where\nquantum confinement effects exist transverse to the emitting direction. A\nhigh-level methodology is presented for developing CFE equations more general\nthan the usual Fowler-Nordheim-type (FN-type) equations, and is applied to the\nclassical nanowall. If the nanowall is sufficiently thin, then significant\ntransverse-energy quantization effects occur, and affect the overall form of\ntheoretical CFE equations; also, the tunnelling barrier shape exhibits\n\"fall-off\" in the local field value with distance from the surface. A conformal\ntransformation technique is used to derive an analytical expression for the\non-axis tunnelling probability.\n","Comment: 48 pages, 4 figures"]}]
["1007.4357",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4357","Int. Math. Res. Not. IMRN 2011 (2011), no. 21, 4821-4883","doi:10.1093/imrn/rnq264"],"date":["2010-07-25","2010-12-04"],"type":["text"],"creator":["Berenstein, Arkady","Greenstein, Jacob"],"language":[],"coverage":[],"title":["Quantum folding"],"description":["  In the present paper we introduce a quantum analogue of the classical folding\nof a simply-laced Lie algebra g to the non-simply-laced algebra g^sigma along a\nDynkin diagram automorphism sigma of g For each quantum folding we replace\ng^sigma by its Langlands dual g^sigma^v and construct a nilpotent Lie algebra n\nwhich interpolates between the nilpotnent parts of g and (g^sigma)^v, together\nwith its quantized enveloping algebra U_q(n) and a Poisson structure on S(n).\nRemarkably, for the pair (g, (g^sigma)^v)=(so_{2n+2},sp_{2n}), the algebra\nU_q(n) admits an action of the Artin braid group Br_n and contains a new\nalgebra of quantum n x n matrices with an adjoint action of U_q(sl_n), which\ngeneralizes the algebras constructed by K. Goodearl and M. Yakimov in [12]. The\nhardest case of quantum folding is, quite expectably, the pair (so_8,G_2) for\nwhich the PBW presentation of U_q(n) and the corresponding Poisson bracket on\nS(n) contain more than 700 terms each.\n","Comment: 45 pages, AMSLaTeX; journal version: referees suggestions\n  incorporated; some misprints corrected"]}]
["1009.1075",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1075","J. Appl. Phys. 109 (2011) 044304","doi:10.1063/1.3549705"],"date":["2010-09-06","2011-04-20"],"type":["text"],"creator":["Wang, Weiliang","Qin, Xizhou","Xu, Ningsheng","Li, Zhibing"],"language":[],"coverage":[],"title":["Field electron emission characteristic of graphene"],"description":["  The field electron emission current from graphene is calculated analytically\non a semiclassical model. The unique electronic energy band structure of\ngraphene and the field penetration in the edge from which the electrons emit\nhave been taken into account. The relation between the effective vacuum barrier\nheight and the applied field is obtained. The calculated slope of the\nFowler-Nordheim plot of the current-field characteristic is in consistent with\nexisting experiments.\n","Comment: 18 pages, 5 figures Copyright (2011) American Institute of Physics.\n  This article may be downloaded for personal use only. Any other use requires\n  prior permission of the author and the American Institute of Physics. This\n  article appeared in (J. Appl. Phys. 109 (2011) 044304) and may be found at\n  (http://link.aip.org/link/?JAP/109/044304)"]}]
["1010.0314",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","Primary 35P15, secondary 35J15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0314"],"date":["2010-10-02","2012-09-04"],"type":["text"],"creator":["Borisov, Denis","Veselic', Ivan"],"language":[],"coverage":[],"title":["Spectral gaps for self-adjoint second order operators"],"description":["  We consider a second order self-adjoint operator in a domain which can be\nbounded or unbounded. The boundary is partitioned into two parts with Dirichlet\nboundary condition on one of them, and Neumann condition on the other. We\nassume that the potential part of this operator is non-negative. We add a\nlocalized perturbation assuming that it produces two negative isolated\neigenvalues being the two lowest spectral values of the resulting perturbed\noperator. The main result is a lower bound on the gap between these two\neigenvalues. It is given explicitly in terms of the geometric properties of the\ndomain and the coefficients of the perturbed operator. We apply this estimate\nto several asymptotic regimes studying its dependence on various parameters. We\ndiscuss specific examples of operators to which the bounds can be applied.\n","Comment: Accepted for publication in Journal of Analysis and its Applications\n  (Journal of Analysis and its Applications). 33 pages, 3 figures. (The\n  estimates are more precise than in the first version.)"]}]
["1011.1157",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1157","doi:10.1137/110851390"],"date":["2010-11-04"],"type":["text"],"creator":["Bulteau, Laurent","Fertin, Guillaume","Rusu, Irena"],"language":[],"coverage":[],"title":["Sorting by Transpositions is Difficult"],"description":["  In comparative genomics, a transposition is an operation that exchanges two\nconsecutive sequences of genes in a genome. The transposition distance, that\nis, the minimum number of transpositions needed to transform a genome into\nanother, is, according to numerous studies, a relevant evolutionary distance.\nThe problem of computing this distance when genomes are represented by\npermutations, called the Sorting by Transpositions problem, has been introduced\nby Bafna and Pevzner in 1995. It has naturally been the focus of a number of\nstudies, but the computational complexity of this problem has remained\nundetermined for 15 years. In this paper, we answer this long-standing open\nquestion by proving that the Sorting by Transpositions problem is NP-hard. As a\ncorollary of our result, we also prove that the following problem is NP-hard:\ngiven a permutation pi, is it possible to sort pi using db(pi)/3 permutations,\nwhere db(pi) is the number of breakpoints of pi?\n"]}]
["1011.5919",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5919","Pramana 79 (2012) 199-211"],"date":["2010-11-26","2012-02-13"],"type":["text"],"creator":["Dugic, M.","Jeknic-Dugic, J."],"language":[],"coverage":[],"title":["Parallel decoherence in composite quantum systems"],"description":["  For the standard Quantum Brownian Motion (QBM) model, we point out the\noccurrence of simultaneous (parallel), mutually irreducible and autonomous\ndecoherence processes. Besides the standard, one Brownian particle, we show\nthere is at least another one system undergoing the dynamics described by the\nQBM effect. We do this by selecting the two mutually irreducible, global\nstructures (decompositions into subsystems) of the composite system of the QBM\nmodel. A generalization of this observation is a new, challenging task in the\nfoundations of the decoherence theory. We do not place our findings in any\ninterpretational context.\n","Comment: the version to be published in Pramana J Phys"]}]
["1101.4995",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4995"],"date":["2011-01-26","2012-09-04"],"type":["text"],"creator":["Frolov, Andrei V.","Guo, Jun-Qi"],"language":[],"coverage":[],"title":["Small Cosmological Constant from Running Gravitational Coupling"],"description":["  In this paper, we explore an idea of having Newton's constant change its\nvalue depending on the curvature scale involved. Such modification leads to a\nparticular scalar-tensor gravity theory, with the Lagrangian derived from\nrenormalization group (RG) flow arguments. Several of the well-known f(R)\nmodified gravity models have remarkably simple description in terms of the\ninfrared renormalization group, but not the \"designer\" types in general. We\nfind that de Sitter-like accelerated expansion can be generated even in the\nabsence of cosmological constant term, entirely due to running of the Newton's\nconstant. In hopes of tackling the problem of cosmological constant's\nsmallness, we explore the flows which are capable of generating exponential\nhierarchy between infrared and ultraviolet scales, and investigate cosmological\nevolution in the models thus derived.\n","Comment: 8 pages, 6 figures; version 2 is substantially expanded"]}]
["1103.2421",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2421","Phys. Rev. D 86, 045027 (2012)","doi:10.1103/PhysRevD.86.045027"],"date":["2011-03-11","2012-09-03"],"type":["text"],"creator":["Romo, Mauricio","Tierz, Miguel"],"language":[],"coverage":[],"title":["Unitary Chern-Simons matrix model and the Villain lattice action"],"description":["  We use the Villain approximation to show that the Gross-Witten model, in the\nweak- and strong-coupling limits, is related to the unitary matrix model that\ndescribes U(N) Chern-Simons theory on S^3. The weak-coupling limit corresponds\nto the q->1 limit of the Chern-Simons theory while the strong-coupling regime\nis related to the q->0 limit. In the latter case, there is a logarithmic\nrelationship between the respective coupling constants. We also show how the\nChern-Simons matrix model arises by considering two-dimensional Yang-Mills\ntheory with the Villain action. This leads to a U(1)^N theory which is the\nAbelianization of 2d Yang-Mills theory with the heat-kernel lattice action. In\naddition, we show that the character expansion of the Villain lattice action\ngives the q deformation of the heat kernel as it appears in q-deformed 2d\nYang-Mills theory. We also study the relationship between the unitary and\nHermitian Chern-Simons matrix models and the rotation of the integration\ncontour in the corresponding integrals.\n","Comment: 17 pages, Minor corrections to match the published version"]}]
["1103.3325",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3325","Phys. Rev. ST Phys. Educ. Res., Vol. 8 (Feb 2012), 010105","doi:10.1103/PhysRevSTPER.8.010105"],"date":["2011-03-16"],"type":["text"],"creator":["Bing, Thomas J.","Redish, Edward F."],"language":[],"coverage":[],"title":["Epistemic Complexity and the Journeyman-Expert Transition"],"description":["  Physics students can encounter difficulties in physics problem solving as a\nresult of failing to use knowledge that they have but do not perceive as\nrelevant or appropriate. In previous work the authors have demonstrated that\nsome of these difficulties may be epistemological. Students may limit the kinds\nof knowledge that they use. For example, they may use formal manipulations and\nignore physical sense making or vice versa. Both beginning (novice) and\nintermediate (journeymen) students demonstrate these difficulties. Learning\nboth to switch one's epistemological lens on a problem and to integrate\ndifferent kinds of knowledge is a critical component of learning to solve\nproblems in physics effectively. In this paper, we present two case studies in\nwhich journeyman students (upper-division physics majors) demonstrate switching\nbetween epistemological resources in approaching a complex problem. We\nconjecture that mastering these epistemological skills is an essential\ncomponent of learning complex problem solving in physics.\n","Comment: 12 pages"]}]
["1103.4380",{"format":[],"subject":["Mathematics - Functional Analysis","28A80, 28A78, 42B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4380"],"date":["2011-03-22","2012-09-04"],"type":["text"],"creator":["Dutkay, Dorin Ervin","Han, Deguang","Sun, Qiyu"],"language":[],"coverage":[],"title":["Divergence of mock and scrambled Fourier series"],"description":["  We study divergence properties of Fourier series on Cantor-type fractal\nmeasures, also called mock Fourier series. We show that in some cases the\n$L^1$-norm of the corresponding Dirichlet kernel grows exponentially fast, and\ntherefore the Fourier series are not even pointwise convergent. We apply these\nresults to the Lebesgue measure to show that a certain rearrangement of the\nexponential functions, which we call scrambled Fourier series, have a\ncorresponding Dirichlet kernel whose $L^1$-norm grows exponentially fast, which\nis much worse than the known logarithmic bound. The divergence properties are\nrelated to the Mahler measure of certain polynomials and to spectral properties\nof Ruelle operators.\n"]}]
["1103.4706",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","53C55 (Primary) 32Q15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4706"],"date":["2011-03-24","2012-09-04"],"type":["text"],"creator":["Legendre, Eveline","Tønnesen-Friedman, Christina W."],"language":[],"coverage":[],"title":["Toric Generalized K\\\"ahler-Ricci Solitons with Hamiltonian 2-form"],"description":["  We show that the generalized K\\\"ahler-Ricci soliton equation on 4-dimensional\ntoric K\\\"ahler orbifolds reduces to ODEs assuming there is a Hamiltonian\n2-form. This leads to an explicit resolution of this equation on labeled\ntriangles and convex labeled quadrilaterals. In particular, we give the\nexplicit expression of the K\\\"ahler-Ricci solitons of weighted projective\nplanes as well as new examples.\n","Comment: 32 pages, no figure. Applications to Sasaki-Ricci soliton added;\n  presentation clarified"]}]
["1104.1746",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1746","J. Appl. Phys. 109 (2011) 114308","doi:10.1063/1.3587186"],"date":["2011-04-10","2011-06-08"],"type":["text"],"creator":["Wang, Weiliang","Li, Zhibing"],"language":[],"coverage":[],"title":["Potential barrier of Graphene edges"],"description":["  We calculated row resolved density of states, charge distribution and work\nfunction of graphene's zigzag and armchair edge (either clean or terminated\nalternatively with H, O or OH group). The zigzag edge saturated via OH group\nhas the lowest work function of 3.76 eV, while the zigzag edge terminated via O\nhas the highest work function of 7.74 eV. The angle-dependent potential barrier\non the edge is fitted to a multi-pole model and is explained by the charge\ndistribution.\n","Comment: 16 pages, 8 figures. Copyright (2011) American Institute of Physics.\n  This article may be downloaded for personal use only. Any other use requires\n  prior permission of the author and the American Institute of Physics. This\n  article appeared in (J. Appl. Phys. 109 (2011) 114308) and may be found at\n  (http://link.aip.org/link/?JAP/109/114308)"]}]
["1104.4987",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4987"],"date":["2011-04-26","2012-09-03"],"type":["text"],"creator":["Zahl, Joshua"],"language":[],"coverage":[],"title":["An improved bound on the number of point-surface incidences in three\n  dimensions"],"description":["  We show that $m$ points and $n$ smooth algebraic surfaces of bounded degree\nin $\\mathbb{R}^3$ satisfying suitable nondegeneracy conditions can have at most\n$O(m^{\\frac{2k}{3k-1}}n^{\\frac{3k-3}{3k-1}}+m+n)$ incidences, provided that any\ncollection of $k$ points have at most O(1) surfaces passing through all of\nthem, for some $k\\geq 3$. In the case where the surfaces are spheres and no\nthree spheres meet in a common circle, this implies there are $O((mn)^{3/4} + m\n+n)$ point-sphere incidences. This is a slight improvement over the previous\nbound of $O((mn)^{3/4} \\beta(m,n)+ m +n)$ for $\\beta(m,n)$ an (explicit) very\nslowly growing function. We obtain this bound by using the discrete polynomial\nham sandwich theorem to cut $\\mathbb{R}^3$ into open cells adapted to the set\nof points, and within each cell of the decomposition we apply a Turan-type\ntheorem to obtain crude control on the number of point-surface incidences. We\nthen perform a second polynomial ham sandwich decomposition on the irreducible\ncomponents of the variety defined by the first decomposition. As an\napplication, we obtain a new bound on the maximum number of unit distances\namongst $m$ points in $\\mathbb{R}^3$.\n","Comment: 17 pages, revised based on referee comments"]}]
["1105.1023",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1023","Journal of Graph Theory, 2012","doi:10.1002/jgt.21695"],"date":["2011-05-05"],"type":["text"],"creator":["Barát, János","Czap, Július"],"language":[],"coverage":[],"title":["Vertex coloring of plane graphs with nonrepetitive boundary paths"],"description":["  A sequence $s_1,s_2,...,s_k,s_1,s_2,...,s_k$ is a repetition. A sequence $S$\nis nonrepetitive, if no subsequence of consecutive terms of $S$ form a\nrepetition. Let $G$ be a vertex colored graph. A path of $G$ is nonrepetitive,\nif the sequence of colors on its vertices is nonrepetitive. If $G$ is a plane\ngraph, then a facial nonrepetitive vertex coloring of $G$ is a vertex coloring\nsuch that any facial path is nonrepetitive. Let $\\pi_f(G)$ denote the minimum\nnumber of colors of a facial nonrepetitive vertex coloring of $G$. Jendro\\vl\nand Harant posed a conjecture that $\\pi_f(G)$ can be bounded from above by a\nconstant. We prove that $\\pi_f(G)\\le 24$ for any plane graph $G$.\n"]}]
["1107.0740",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0740","Quantum Inf. Comput. Vol. 12, No. 5&6, 0432-0441, (2012)"],"date":["2011-07-04","2012-09-04"],"type":["text"],"creator":["Beaudry, Normand J.","Renner, Renato"],"language":[],"coverage":[],"title":["An intuitive proof of the data processing inequality"],"description":["  The data processing inequality (DPI) is a fundamental feature of information\ntheory. Informally it states that you cannot increase the information content\nof a quantum system by acting on it with a local physical operation. When the\nsmooth min-entropy is used as the relevant information measure, then the DPI\nfollows immediately from the definition of the entropy. The DPI for the von\nNeumann entropy is then obtained by specializing the DPI for the smooth\nmin-entropy by using the quantum asymptotic equipartition property (QAEP). We\nprovide a new, simplified proof of the QAEP and therefore obtain a\nself-contained proof of the DPI for the von Neumann entropy.\n","Comment: 10 pages"]}]
["1107.4257",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Functional Analysis","Primary: 46T10, Secondary: 46N20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4257"],"date":["2011-07-21","2012-09-04"],"type":["text"],"creator":["Bauer, Martin","Fidler, Thomas","Grasmair, Markus"],"language":[],"coverage":[],"title":["Local Uniqueness of the Circular Integral Invariant"],"description":["  This article is concerned with the representation of curves by means of\nintegral invariants. In contrast to the classical differential invariants they\nhave the advantage of being less sensitive with respect to noise. The integral\ninvariant most common in use is the circular integral invariant. A major\ndrawback of this curve descriptor, however, is the absence of any uniqueness\nresult for this representation. This article serves as a contribution towards\nclosing this gap by showing that the circular integral invariant is injective\nin a neighbourhood of the circle. In addition, we provide a stability estimate\nvalid on this neighbourhood. The proof is an application of Riesz-Schauder\ntheory and the implicit function theorem in a Banach space setting.\n"]}]
["1108.1726",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1726"],"date":["2011-08-08"],"type":["text"],"creator":["Gizani, Nectaria A. B.","Papathanasopoylos, Kimon","Vatikiotis, Leonidas","Zervas, Efthimios"],"language":[],"coverage":[],"title":["Impact of solar activity on climate changes in Athens region, Greece"],"description":["  The scope of this work is to study the role that the solar weather plays in\nterrestrial weather. For this reason we study the effect of the solar activity\non the climate changes in Greece. In the current work we look for possible\ncorrelation between the solar activity data spanning the years from 1975 to\n2000 and the meteorological data from two weather stations based inside the\ncity of Athens, Greece (New Philadelphia) and in greater Athens in the north of\nAttica (Tatoi area). We examine the annual variations of the average values of\nsix meteorological parameters: temperature, atmospheric pressure, direction and\nintensity of wind, rainfall and relative air humidity. The solar data include\ndecade variations, within the above period, of the solar irradiance, mean\nsunspot number between two solar cycles, magnetic cycle influence, and solar UV\ndriving of climate (radio flux).\n"]}]
["1108.1750",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1750"],"date":["2011-08-08"],"type":["text"],"creator":["Gizani, Nectaria A. B."],"language":[],"coverage":[],"title":["Searching for radio relics and halos. Their role in the formation and\n  acceleration of extragalactic cosmic rays"],"description":["  We search for extended regions of radio emission not associated with Active\nGalactic Nuclei, known as 'relics', 'halos' and 'mini halo's, in a sample of 70\nAbell clusters for which we have radio, optical and X-ray data. AGN can produce\nparticle bubbles of non-thermal emission, which can restrict cosmic rays. Hence\nradio relics and (mini) halos could be forming as a result of the confinement\nof cosmic rays by these bubbles. We are probing the role that intracluster mag-\nnetic fields (using Faraday rotation measure and inverse compton arguments),\nmergers (through radio/X-ray interactions), cooling flows (X-ray data), radio\njets/shocks as well as radio (mini) halos/relics play in the formation,\nacceleration and propagation of cosmic rays. For the current study we have\nselected two powerful nearby radio galaxies from our sample: Hercules A and 3C\n388. We report on the work in progress and future plans.\n","Comment: Proceedings IAU Symposium No. 275, 2008 A.C. Editor, B.D. Editor &\n  C.E. Editor, eds"]}]
["1108.2985",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2985","Phys. Rev. E 86, 031101 (2012)","doi:10.1103/PhysRevE.86.031101"],"date":["2011-08-15","2012-08-30"],"type":["text"],"creator":["Brandão, Fernando G. S. L.","Ćwikliński, Piotr","Horodecki, Michał","Horodecki, Paweł","Korbicz, Jarosław","Mozrzymas, Marek"],"language":[],"coverage":[],"title":["Convergence to equilibrium under a random Hamiltonian"],"description":["  We analyze equilibration times of subsystems of a larger system under a\nrandom total Hamiltonian, in which the basis of the Hamiltonian is drawn from\nthe Haar measure. We obtain that the time of equilibration is of the order of\nthe inverse of the arithmetic average of the Bohr frequencies. To compute the\naverage over a random basis, we compute the inverse of a matrix of overlaps of\noperators which permute four systems. We first obtain results on such a matrix\nfor a representation of an arbitrary finite group and then apply it to the\nparticular representation of the permutation group under consideration.\n","Comment: 11 pages, 1 figure, v1-v3: some minor errors and typos corrected and\n  new references added; v4: results for the degenerated spectrum added; v5:\n  reorganized and rewritten version; to appear in PRE"]}]
["1108.3896",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3896","Annals of Physics 327 (2012) pp. 1078-1131","doi:10.1016/j.aop.2011.10.009"],"date":["2011-08-19","2012-09-04"],"type":["text"],"creator":["Palmer, Matthew C.","Takahashi, Maki","Westman, Hans F."],"language":[],"coverage":[],"title":["Localized qubits in curved spacetimes"],"description":["  We provide a systematic and self-contained exposition of the subject of\nlocalized qubits in curved spacetimes. This research was motivated by a simple\nexperimental question: if we move a spatially localized qubit, initially in a\nstate |\\psi_1>, along some spacetime path \\Gamma from a spacetime point x_1 to\nanother point x_2, what will the final quantum state |\\psi_2> be at point x_2?\nThis paper addresses this question for two physical realizations of the qubit:\nspin of a massive fermion and polarization of a photon. Our starting point is\nthe Dirac and Maxwell equations that describe respectively the one-particle\nstates of localized massive fermions and photons. In the WKB limit we show how\none can isolate a two-dimensional quantum state which evolves unitarily along\n\\Gamma. The quantum states for these two realizations are represented by a\nleft-handed 2-spinor in the case of massive fermions and a four-component\ncomplex polarization vector in the case of photons. In addition we show how to\nobtain from this WKB approach a fully general relativistic description of\ngravitationally induced phases. We use this formalism to describe the\ngravitational shift in the COW 1975 experiment. In the non-relativistic weak\nfield limit our result reduces to the standard formula in the original paper.\nWe provide a concrete physical model for a Stern-Gerlach measurement of spin\nand obtain a unique spin operator which can be determined given the orientation\nand velocity of the Stern-Gerlach device and velocity of the massive fermion.\nFinally, we consider multipartite states and generalize the formalism to\nincorporate basic elements from quantum information theory such as quantum\nentanglement, quantum teleportation, and identical particles. The resulting\nformalism provides a basis for exploring precision quantum measurements of the\ngravitational field using techniques from quantum information theory.\n","Comment: 53 pages, 7 figures; v2: published version with further corrections.\n  v3: some references and equation typesetting fixed"]}]
["1109.1703",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1703","doi:10.1016/j.nima.2010.12.018"],"date":["2011-09-08"],"type":["text"],"creator":["Gizani, Nectaria A. B."],"language":[],"coverage":[],"title":["On the origin and acceleration of cosmic rays: Cooling flow clusters and\n  AGN hosts"],"description":["  We are looking for radio `relics' and `halos' in an X-ray selected sample of\nclusters of galaxies. These radio features are not a product of the Active\nGalactic Nuclei (AGN)-mechanism, but more likely are associated with past\ncluster merger events. AGN hosts of cooling flow clusters contain particle\nbubbles that show non-thermal radio emission. These bubbles could explain the\npresence of radio relics and halos if they can restrict cosmic rays\nefficiently. Intracluster magnetic fields and cluster environments can reveal\nthe acceleration mechanisms of cosmic rays. Using radio/X-ray data and\nanalytical methods we examine three AGN hosts out of our 70 clusters, namely\nHercules A, 3C310 and 3C388. We found that none of these clusters contain\nrelics and/or halos.\n","Comment: 5 pages, 2 tables; NIMA, 2010"]}]
["1109.3528",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3528"],"date":["2011-09-16","2012-09-04"],"type":["text"],"creator":["Kishimoto, Nobu","Maeda, Masaya"],"language":[],"coverage":[],"title":["Construction of blow-up solutions for Zakharov system on $\\mathbb{T}^2$"],"description":["  We consider the Zakharov system in two space dimension with periodic boundary\ncondition. We prove the existence of finite time blow-up solutions. Further, we\nshow there exists no minimal mass blow-up solution.\n","Comment: 39 pages"]}]
["1109.4983",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4983","Phys. Rev. ST Phys. Educ. Res., Vol. 8 (Apr 2012), 010112","doi:10.1103/PhysRevSTPER.8.010112"],"date":["2011-09-22"],"type":["text"],"creator":["Watkins, Jessica","Coffey, Janet E.","Redish, Edward F.","Cooke, Todd J."],"language":[],"coverage":[],"title":["Disciplinary authenticity: Enriching the reforms of introductory physics\n  courses for life-science students"],"description":["  Educators and policy-makers have advocated for reform of undergraduate\nbiology education, calling for greater integration of mathematics and physics\nin the biology curriculum. While these calls reflect the increasingly\ninterdisciplinary nature of biology research, crossing disciplinary boundaries\nin the classroom carries epistemological challenges for both instructors and\nstudents. In this paper we expand on the construct of authenticity to better\ndescribe and understand disciplinary practices, in particular to examine those\nused in physics and biology courses. We then apply these ideas to examine an\nintroductory biology course that incorporates physics and mathematics. We\ncharacterize the uses of interdisciplinary tools in this biology course and\ncontrast them with the typical uses of these tools in physics courses. Finally,\nwe examine student responses to the use of mathematics and physics in this\ncourse, to better understand the challenges and consequences of using\ninterdisciplinary tools in introductory courses. We link these results to the\nreform initiatives of introductory physics courses for life-science students.\n","Comment: 19 pages"]}]
["1110.0978",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0978","ECS Solid State Lett. 2012, Volume 1, Issue 5, Pages Q39-Q41","doi:10.1149/2.001205ssl"],"date":["2011-10-05","2012-09-04"],"type":["text"],"creator":["Rodriguez, Saul","Vaziri, Sam","Ostling, Mikael","Rusu, Ana","Alarcon, Eduard","Lemme, Max C."],"language":[],"coverage":[],"title":["RF Performance Projections of Graphene FETs vs. Silicon MOSFETs"],"description":["  A graphene field-effect-transistor (GFET) model calibrated with extracted\ndevice parameters and a commercial 65 nm silicon MOSFET model are compared with\nrespect to their radio frequency behavior. GFETs slightly lag behind CMOS in\nterms of speed despite their higher mobility. This is counterintuitive, but can\nbe explained by the effect of a strongly nonlinear voltage-dependent gate\ncapacitance. GFETs achieve their maximum performance only for narrow ranges of\nVDS and IDS, which must be carefully considered for circuit design. For our\nparameter set, GFETs require at least {\\mu} = 3000 cm2 V-1 s-1 to achieve the\nsame performance as 65 nm silicon MOSFETs.\n","Comment: 12 pages, 3 figures"]}]
["1110.1780",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1780","Phys. Rev. B 85 (2012) 115427","doi:10.1103/PhysRevB.85.115427"],"date":["2011-10-08"],"type":["text"],"creator":["Li, Zhibing","Xu, Ningsheng","Kreuzer, H. J."],"language":[],"coverage":[],"title":["Coherent field emission image of graphene predicted with a microscopic\n  theory"],"description":["  Electrons in the mono-layer atomic sheet of graphene have a long coherence\nlength of the order of micrometers. We will show that this coherence is\ntransmitted into the vacuum via electric field assisted electron emission from\nthe graphene edge. The emission current density is given analytically. The\nparity of the carbon pi-electrons leads to an image whose center is dark as a\nresult of interference. A dragonfly pattern with a dark body perpendicular to\nthe edge is predicted for the armchair edge whose emission current density is\nvanishing with the mixing angle of the pseudo-spin. The interference pattern\nmay be observed up to temperatures of thousand Kelvin as evidence of coherent\nfield emission. Moreover, this phenomenon leads to a novel coherent electron\nline source that can produce interference patterns of extended objects with\nlinear sizes comparable to the length of the graphene edge.\n","Comment: 6 pages, 3 figures"]}]
["1110.3288",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3288","Foundations of Physics, Volume 42, Number 10 (2012), 1339-1349","doi:10.1007/s10701-012-9670-8"],"date":["2011-10-14","2012-09-03"],"type":["text"],"creator":["Arcos, H. I.","Mayor, C. S. O.","Otalora, G.","Pereira, J. G."],"language":[],"coverage":[],"title":["Spin-2 fields and helicity"],"description":["  By considering the irreducible representations of the Lorentz group, an\nanalysis of the different spin-2 waves is presented. In particular, the\nquestion of the helicity is discussed. It is concluded that, although from the\npoint of view of representation theory there are no compelling reasons to\nchoose between spin-2 waves with helicity = + - 1 or helicity = + - 2,\nconsistency arguments of the ensuing field theories favor waves with helicity =\n+ - 1.\n","Comment: 10 pages. V2: presentation changes and discussion added"]}]
["1110.6336",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6336","J. Phys.: Condens. Matter 24 205602 (2012)","doi:10.1088/0953-8984/24/20/205602"],"date":["2011-10-28"],"type":["text"],"creator":["Howczak, Olga","Spałek, Józef"],"language":[],"coverage":[],"title":["Anderson lattice with explicit Kondo coupling: general features and the\n  field-induced suppression of heavy-fermion state in ferromagnetic phase"],"description":["  We apply the extended (statistically-consistent, SGA) Gutzwiller-type\napproach to the periodic Anderson model (PAM) in an applied magnetic field and\nin the strong correlation limit. The finite-U corrections are included\nsystematically by transforming PAM into the form with Kondo-type interaction\nand residual hybridization, appearing both at the same time. This effective\nHamiltonian represents the essence of \\textit{Anderson-Kondo lattice model}. We\nshow that in ferromagnetic phases the low-energy single-particle states are\nstrongly affected by the presence of the applied magnetic field. We also find\nthat for large values of hybridization strength the system enters the so-called\n\\textit{locked heavy fermion state}. In this state the chemical potential lies\nin the majority-spin hybridization gap and as a consequence, the system\nevolution is insensitive to further increase of the applied field. However, for\na sufficiently strong magnetic field, the system transforms from the locked\nstate to the fully spin-polarized phase. This is accompanied by a metamagnetic\ntransition, as well as by drastic reduction of the effective mass of\nquasiparticles. In particular, we observe a reduction of effective mass\nenhancement in the majority-spin subband by as much as 20% in the fully\npolarized state. The findings are consistent with experimental results for\nCe$_x$La$_{1-x}$B$_6$ compounds. The mass enhancement for the spin-minority\nelectrons may also diminish with the increasing field, unlike for the\nquasiparticles states in a single narrow band in the same limit of strong\ncorrelations.\n"]}]
["1111.0434",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0434","doi:10.1007/978-3-642-32589-2_24"],"date":["2011-11-02","2011-11-10"],"type":["text"],"creator":["Bulteau, Laurent","Fertin, Guillaume","Rusu, Irena"],"language":[],"coverage":[],"title":["Pancake Flipping is Hard"],"description":["  Pancake Flipping is the problem of sorting a stack of pancakes of different\nsizes (that is, a permutation), when the only allowed operation is to insert a\nspatula anywhere in the stack and to flip the pancakes above it (that is, to\nperform a prefix reversal). In the burnt variant, one side of each pancake is\nmarked as burnt, and it is required to finish with all pancakes having the\nburnt side down. Computing the optimal scenario for any stack of pancakes and\ndetermining the worst-case stack for any stack size have been challenges over\nmore than three decades. Beyond being an intriguing combinatorial problem in\nitself, it also yields applications, e.g. in parallel computing and\ncomputational biology. In this paper, we show that the Pancake Flipping\nproblem, in its original (unburnt) variant, is NP-hard, thus answering the\nlong-standing question of its computational complexity.\n","Comment: Corrected references"]}]
["1111.2169",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2169","Proc. R. Soc. A June 8, 2012 468 1778-1798","doi:10.1098/rspa.2011.0670"],"date":["2011-11-09","2012-01-30"],"type":["text"],"creator":["Brody, Dorje C.","Hughston, Lane P.","Mackie, Ewan"],"language":[],"coverage":[],"title":["General Theory of Geometric L\\'evy Models for Dynamic Asset Pricing"],"description":["  The geometric L\\'evy model (GLM) is a natural generalisation of the geometric\nBrownian motion model (GBM) used in the derivation of the Black-Scholes\nformula. The theory of such models simplifies considerably if one takes a\npricing kernel approach. In one dimension, once the underlying L\\'evy process\nhas been specified, the GLM has four parameters: the initial price, the\ninterest rate, the volatility, and the risk aversion. The pricing kernel is the\nproduct of a discount factor and a risk aversion martingale. For GBM, the risk\naversion parameter is the market price of risk. For a GLM, this interpretation\nis not valid: the excess rate of return is a nonlinear function of the\nvolatility and the risk aversion. It is shown that for positive volatility and\nrisk aversion the excess rate of return above the interest rate is positive,\nand is increasing with respect to these variables. In the case of foreign\nexchange, Siegel's paradox implies that one can construct foreign exchange\nmodels for which the excess rate of return is positive both for the exchange\nrate and the inverse exchange rate. This condition is shown to hold for any\ngeometric L\\'evy model for foreign exchange in which volatility exceeds risk\naversion.\n","Comment: 20 pages, version to appear in Proceedings of the Royal Society\n  London A"]}]
["1111.3051",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B07, 14H10, 14J28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3051","Rend. Lincei Math. Appl, 23 (2012), no.3, 295-317","doi:10.4171/RLM/629"],"date":["2011-11-13","2012-03-16"],"type":["text"],"creator":["Galati, Concettina"],"language":[],"coverage":[],"title":["On the existence of curves with a triple point on a K3 surface"],"description":["  Let $(S,H)$ be a general primitively polarized $K3$ surface of genus $\\p$ and\nlet $p_a(nH)$ be the arithmetic genus of $nH.$ We prove the existence in\n$|\\mathcal O_S(nH)|$ of curves with a triple point and $A_k$-singularities. In\nparticular, we show the existence of curves of geometric genus $g$ in\n$|\\mathcal O_S(nH)|$ with a triple point and nodes as singularities and\ncorresponding to regular points of their equisingular deformation locus, for\nevery $1\\leq g\\leq p_a(nH)-3$ and $(\\p,n)\\neq (4,1).$ Our result is obtained by\nstudying the versal deformation space of a non-planar quadruple point.\n","Comment: 18 pages; 2 figures; references updated; typos corrected; minor\n  changes in the abstract and in the statement of Lemma 4.1 and Theorem 1.1; a\n  mistake in the proof of Theorem 1.1 corrected; Remark 4.4 added; statement of\n  Corollary 4.3 corrected; final version incorporating the referees\n  corrections. To appear on Rend. Lincei Math. Appl"]}]
["1112.0287",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0287","Phys. Rev. Lett. 109, 052501 (2012)","doi:10.1103/PhysRevLett.109.052501"],"date":["2011-12-01"],"type":["text"],"creator":["Roth, Robert","Binder, Sven","Vobig, Klaus","Calci, Angelo","Langhammer, Joachim","Navratil, Petr"],"language":[],"coverage":[],"title":["Ab Initio Calculations of Medium-Mass Nuclei with Normal-Ordered Chiral\n  NN+3N Interactions"],"description":["  We study the use of truncated normal-ordered three-nucleon interactions in ab\ninitio nuclear structure calculations starting from chiral two- plus\nthree-nucleon Hamiltonians evolved consistently with the similarity\nrenormalization group (SRG). We present three key steps: (i) a rigorous\nbenchmark of the normal-ordering approximation in the importance-truncated\nno-core shell model (IT-NCSM) for 4-He, 16-O, and 40-Ca; (ii) a direct\ncomparison of the IT-NCSM results with coupled-cluster calculations at the\nsingles and doubles level (CCSD) for 16-O; and (iii) first applications of\nSRG-evolved chiral NN+3N Hamiltonians in CCSD for the medium-mass nuclei\n16,24-O and 40,48-Ca. We show that the normal-ordered two-body approximation\nworks very well beyond the lightest isotopes and opens a path for ab initio\nstudies of medium-mass and heavy nuclei with chiral two- plus three-nucleon\ninteractions. At the same time we highlight the predictive power of chiral\nHamiltonians.\n","Comment: 5 pages, 5 figures"]}]
["1112.1306",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1306","Fortschr. Phys., 60:987-990 (2012)","doi:10.1002/prop.201200004"],"date":["2011-12-06"],"type":["text"],"creator":["Dibitetto, Giuseppe","Guarino, Adolfo","Roest, Diederik"],"language":[],"coverage":[],"title":["Vacua Analysis in Extended Supersymmetry Compactifications"],"description":["  We analyse geometric type IIA flux compactifications leading to N=4 gauged\nsupergravities in four dimensions. The complete landscape of isotropic vacua is\npresented, which turns out to belong to a unique theory. The solutions admit an\nuplift to maximal supergravity due to the vanishing of the flux-induced\ntadpoles for all the supersymmetry-breaking branes. Such an uplift is sketched\nout and the full N=8 mass spectra are discussed. We find the interesting\npresence of a non-supersymmetric and nevertheless stable minimum.\n","Comment: 7 pages, contribution to the proceedings of the XVII European\n  Workshop on String Theory, Padua 2011"]}]
["1112.3292",{"format":[],"subject":["Mathematics - Logic","Mathematics - Combinatorics","Mathematics - Group Theory","03C60, 20F16, 05E15, 20A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3292"],"date":["2011-12-14","2012-09-04"],"type":["text"],"creator":["Bowler, Nathan","Chen, Cong","Gismatullin, Jakub"],"language":[],"coverage":[],"title":["Model theoretic connected components of finitely generated nilpotent\n  groups"],"description":["  We prove that for a finitely generated infinite nilpotent group G with a\nfirst order structure (G,*,...), the connected component G*0 of a sufficiently\nsaturated extension G* of G exists and equals $\\bigcap_{n\\in\\N} {g^n : g\\in\nG^*}$. We construct a first order expansion of Z by a predicate (Z,+,P) such\nthat the type-connected component Z*00_{\\emptyset} is strictly smaller than\nZ*0. We generalize this to finitely generated virtually solvable groups. As a\ncorollary of our construction we obtain an optimality result for the van der\nWaerden theorem.\n","Comment: revised version, 14 pages"]}]
["1112.5830",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5830","Phil. Trans. R. Soc. A 370, 4810-4820 (2012)","doi:10.1098/rsta.2011.0353"],"date":["2011-12-26","2012-03-28"],"type":["text"],"creator":["Modi, Kavan","Fazio, Rosario","Pascazio, Saverio","Vedral, Vlatko","Yuasa, Kazuya"],"language":[],"coverage":[],"title":["Classical to quantum in large number limit"],"description":["  We construct a quantumness witness following the work of Alicki and van Ryn\n(AvR) in \"A simple test of quantumness for a single system\" [J. Phys. A: Math.\nTheor., vol. 41, 062001 (2008)]. The AvR test is designed to detect\nquantumness. We reformulate the AvR test by defining it for quantum states\nrather than for observables. This allows us to identify the necessary\nquantities and resources to detect quantumness for any given system. The first\nquantity turns out to be the purity of the system. When applying the witness to\na system with even moderate mixedness the protocol is unable to reveal any\nquantumness. We then show that having many copies of the system leads the\nwitness to reveal quantumness. This seems contrary to the Bohr correspondence,\nwhich asserts that in the large number limit quantum systems become classical,\nwhile the witness shows quantumness when several non-quantum systems, as\ndetermined by the witness, are considered together. However, the resources\nrequired to detect the quantumness increase dramatically with the number of\nsystems. We apply the quantumness witness for systems that are highly mixed but\nin the large number limit, which resembles nuclear magnetic resonance (NMR)\nsystems. We make several conclusion about detecting quantumness in NMR-like\nsystems.\n","Comment: 11 pages, 3 figures"]}]
["1201.1940",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1940","Mon.Not.Roy.Astron.Soc. 425, 2169 (2012)","doi:10.1111/j.1365-2966.2012.21564.x"],"date":["2012-01-09","2012-06-25"],"type":["text"],"creator":["Gao, L.","Navarro, J. F.","Frenk, C. S.","Jenkins, A.","Springel, V.","White, S. D. M."],"language":[],"coverage":[],"title":["The Phoenix Project: the Dark Side of Rich Galaxy Clusters"],"description":["  [abridged] We introduce the Phoenix Project, a set of $\\Lambda$CDM\nsimulations of the dark matter component of nine rich galaxy clusters. Each\ncluster is simulated at least at two different numerical resolutions. For eight\nof them, the highest resolution corresponds to $\\sim 130$ million particles\nwithin the virial radius, while for one this number is over one billion. We\nstudy the structure and substructure of these systems and contrast them with\nsix galaxy-sized dark matter haloes from the Aquarius Project, simulated at\ncomparable resolution. This comparison highlights the approximate mass\ninvariance of CDM halo structure and substructure. We find little difference in\nthe spherically-averaged mass, pseudo-phase-space density, and velocity\nanisotropy profiles of Aquarius and Phoenix haloes. When scaled to the virial\nproperties of the host halo, the abundance and radial distribution of subhaloes\nare also very similar, despite the fact that Aquarius and Phoenix haloes differ\nby roughly three decades in virial mass. The most notable difference is that\ncluster haloes have been assembled more recently and are thus significantly\nless relaxed than galaxy haloes, which leads to decreased regularity, increased\nhalo-to-halo scatter and sizable deviations from the mean trends. This\naccentuates the effects of the strong asphericity of individual clusters on\nsurface density profiles, which may vary by up to a factor of three at a given\nradius, depending on projection. The high apparent concentration reported for\nsome strong-lensing clusters might very well reflect these effects. A more\nrecent assembly also explains why substructure in some Phoenix haloes is\nslightly more abundant than in Aquarius, especially in the inner regions.\nResolved subhaloes nevertheless contribute only $11 \\pm 3%$ of the virial mass\nin Phoenix clusters. .\n","Comment: 18 pages, 17 figs. Accepted to MNRAS. Contend expanded. Full\n  resolution version can be found at\n  http://ccg.bao.ac.cn/~gao/Phoenix/paper.pdf"]}]
["1201.1985",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1985","Phys. Rev. A 86, 033805 (2012) [7 pages]","doi:10.1103/PhysRevA.86.033805"],"date":["2012-01-10","2012-09-04"],"type":["text"],"creator":["Torii, Yoshio","Tashiro, Hideyasu","Ohtsubo, Nozomi","Aoki, Takatoshi"],"language":[],"coverage":[],"title":["Laser Phase and Frequency Stabilization Using Atomic Coherence"],"description":["  We present a novel and simple method of stabilizing the laser phase and\nfrequency by polarization spectroscopy of an atomic vapor. In analogy to the\nPound-Drever-Hall method, which uses a cavity as a memory of the laser phase,\nthis method uses atomic coherence (dipole oscillations) as a phase memory of\nthe transmitting laser field. A preliminary experiment using a distributed\nfeedback laser diode and a rubidium vapor cell demonstrates a\nshot-noise-limited laser linewidth reduction (from 2 MHz to 20 kHz). This\nmethod would improve the performance of gas-cell-based optical atomic clocks\nand magnetometers and facilitate laser-cooling experiments using narrow\ntransitions.\n","Comment: 7 pages, 6 figures, appendix on the derivation of Eq.(3) (transfer\n  function for a polarization-spectroscopy-based frequency discriminator) has\n  been added"]}]
["1201.3555",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","05C80, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3555"],"date":["2012-01-17","2012-09-04"],"type":["text"],"creator":["Pinsky, Ross G."],"language":[],"coverage":[],"title":["Detecting Tampering in a Random Hypercube"],"description":["  Consider the random hypercube $H_2^n(p_n)$ obtained from the hypercube\n$H_2^n$ by deleting any given edge with probabilty $1-p_n$, independently of\nall the other edges. A diameter path in $H_2^n$ is a longest geodesic path in\n$H_2^n$. Consider the following two ways of tampering with the random graph\n$H_2^n(p_n)$: (i) choose a diameter path at random and adjoin all of its edges\nto $H_2^n(p_n)$; (ii) choose a diameter path at random from among those that\nstart at $0=(0,..., 0)$, and adjoin all of its edges to $H_2^n(p_n)$. We study\nthe question of whether these tamperings are detectable asymptotically as\n$n\\to\\infty$.\n","Comment: This paper replaces the paper \"Detecting Tampering in Random Graphs.\""]}]
["1201.4267",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4267"],"date":["2012-01-20","2012-09-04"],"type":["text"],"creator":["Fuchs, Jurgen","Schweigert, Christoph","Stigner, Carl"],"language":[],"coverage":[],"title":["The Cardy-Cartan modular invariant"],"description":["  Using factorizable Hopf algebras, we construct modular invariant partition\nfunctions of charge conjugation, or Cardy, type as characters of coends in\ncategories that share essential features with the ones appearing in logarithmic\nCFT. The coefficients of such a partition function are given by the Cartan\nmatrix of the theory.\n","Comment: extended version of a contribution to the Maximilian Kreuzer Memorial\n  Volume. v2: typos corrected"]}]
["1201.5089",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5089","Phys. Rev. Lett. 109, 051101 (2012)","doi:10.1103/PhysRevLett.109.051101"],"date":["2012-01-24","2012-06-27"],"type":["text"],"creator":["Pound, Adam"],"language":[],"coverage":[],"title":["Second-order gravitational self-force"],"description":["  Using a rigorous method of matched asymptotic expansions, I derive the\nequation of motion of a small, compact body in an external vacuum spacetime\nthrough second order in the body's mass (neglecting effects of internal\nstructure). The motion is found to be geodesic in a certain locally defined\nregular geometry satisfying Einstein's equation at second order. I outline a\nmethod of numerically obtaining both the metric of that regular geometry and\nthe complete second-order metric perturbation produced by the body.\n","Comment: 5 pages, added clarifications in response to referee comments,\n  accepted for publication in PRL"]}]
["1202.0666",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Information Theory","Mathematics - Probability","Mathematics - Statistics Theory","94A17, 49J53, 49K30, 62B10, 65K10, 90C46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0666"],"date":["2012-02-03","2012-09-04"],"type":["text"],"creator":["Csiszár, Imre","Matúš, František"],"language":[],"coverage":[],"title":["Generalized minimizers of convex integral functionals, Bregman distance,\n  Pythagorean identities"],"description":["  Integral functionals based on convex normal integrands are minimized subject\nto finitely many moment constraints. The integrands are finite on the positive\nand infinite on the negative numbers, strictly convex but not necessarily\ndifferentiable. The minimization is viewed as a primal problem and studied\ntogether with a dual one in the framework of convex duality. The effective\ndomain of the value function is described by a conic core, a modification of\nthe earlier concept of convex core. Minimizers and generalized minimizers are\nexplicitly constructed from solutions of modified dual problems, not assuming\nthe primal constraint qualification. A generalized Pythagorean identity is\npresented using Bregman distance and a correction term for lack of essential\nsmoothness in integrands. Results are applied to minimization of Bregman\ndistances. Existence of a generalized dual solution is established whenever the\ndual value is finite, assuming the dual constraint qualification. Examples of\n`irregular' situations are included, pointing to the limitations of generality\nof certain key results.\n"]}]
["1202.1430",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1430","Phys. Rev. B 86, 035141 (2012)","doi:10.1103/PhysRevB.86.035141"],"date":["2012-02-07"],"type":["text"],"creator":["Mei, Jun","Wu, Ying","Chan, C. T.","Zhang, Zhao-Qing"],"language":[],"coverage":[],"title":["Do Linear Dispersions of Classical Waves Mean Dirac Cones?"],"description":["  By using the \\vec{k}\\cdot\\vec{p} method, we propose a first-principles theory\nto study the linear dispersions in phononic and photonic crystals. The theory\nreveals that only those linear dispersions created by doubly-degenerate states\ncan be described by a reduced Hamiltonian that can be mapped into the Dirac\nHamiltonian and possess a Berry phase of -\\pi. Triply-degenerate states can\nalso generate Dirac-like cone dispersions, but the wavefunctions transform like\na spin-1 particle and the Berry phase is zero. Our theory is capable of\npredicting accurately the linear slopes of Dirac/Dirac-like cones at various\nsymmetry points in a Brilliouin zone, independent of frequency and lattice\nstructure.\n"]}]
["1202.1730",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1730","Optics Letters, Vol. 37, Issue 11, pp. 1949-1951 (2012)","doi:10.1364/OL.37.001949"],"date":["2012-02-08","2012-09-04"],"type":["text"],"creator":["Wuttke, C.","Becker, M.","Brückner, S.","Rothhardt, M.","Rauschenbeutel, A."],"language":[],"coverage":[],"title":["Nanofiber Fabry-Perot microresonator for non-linear optics and cavity\n  quantum electrodynamics"],"description":["  We experimentally realize a Fabry-Perot-type optical microresonator near the\ncesium D2 line wavelength based on a tapered optical fiber, equipped with two\nfiber Bragg gratings which enclose a sub-wavelength diameter waist. Owing to\nthe very low taper losses, the finesse of the resonator reaches F = 86 while\nthe on-resonance transmission is T = 11 %. The characteristics of our resonator\nfulfill the requirements of non-linear optics and cavity quantum\nelectrodynamics in the strong coupling regime. In combination with its\ndemonstrated ease of use and its advantageous mode geometry, it thus opens a\nrealm of applications.\n","Comment: 4 pages, 3 figures"]}]
["1202.1982",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1982","Physical Review A 85 042513 (2012)","doi:10.1103/PhysRevA.85.042513"],"date":["2012-02-09"],"type":["text"],"creator":["Buhmann, Stefan Yoshi","Scheel, Stefan","Ellingsen, Simen Å.","Hornberger, Klaus","Jacob, Andreas"],"language":[],"coverage":[],"title":["Casimir-Polder interaction of fullerene molecules with surfaces"],"description":["  We calculate the thermal Casimir--Polder potential of C60 and C70 fullerene\nmolecules near gold and silicon nitride surfaces, motivated by their relevance\nfor molecular matter wave interference experiments. We obtain the coefficients\ngoverning the asymptotic power laws of the interaction in the thermal, retarded\nand nonretarded distance regimes and evaluate the full potential numerically.\nThe interaction is found to be dominated by electronic transitions, and hence\nindependent of the internal temperature of the molecules. The contributions\nfrom phonon transitions, which are affected by the molecular temperature, give\nrise to only a small correction. Moreover, we find that the sizeable molecular\nline widths of thermal fullerenes may modify the nonretarded interaction,\ndepending on the model used. Detailed measurements of the nonretarded potential\nof fullerene thus allow one to distinguish between different theories of\nincorporating damping.\n","Comment: 9 pages, 8 figures, 9 tables"]}]
["1202.4285",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4285","Algorithmic Number Theory Symposium (2012)"],"date":["2012-02-20","2012-09-04"],"type":["text"],"creator":["Barbulescu, Razvan","Bos, Joppe W.","Bouvier, Cyril","Kleinjung, Thorsten","Montgomery, Peter L."],"language":[],"coverage":[],"title":["Finding ECM-friendly curves through a study of Galois properties"],"description":["  In this paper we prove some divisibility properties of the cardinality of\nelliptic curves modulo primes. These proofs explain the good behavior of\ncertain parameters when using Montgomery or Edwards curves in the setting of\nthe elliptic curve method (ECM) for integer factorization. The ideas of the\nproofs help us to find new families of elliptic curves with good division\nproperties which increase the success probability of ECM.\n"]}]
["1202.4372",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Systems and Control","Physics - Classical Physics","93C73 (Primary) 70J10, 34.04 (Secondary)","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4372","J. of Thermophysics and Heat Transfer 26 (2012) 511-522","doi:10.2514/1.T3748"],"date":["2012-02-20"],"type":["text"],"creator":["Gaite, Jose","Fernandez-Rico, German"],"language":[],"coverage":[],"title":["Linear approach to the orbiting spacecraft thermal problem"],"description":["  We develop a linear method for solving the nonlinear differential equations\nof a lumped-parameter thermal model of a spacecraft moving in a closed orbit.\nOur method, based on perturbation theory, is compared with heuristic\nlinearizations of the same equations. The essential feature of the linear\napproach is that it provides a decomposition in thermal modes, like the\ndecomposition of mechanical vibrations in normal modes. The stationary periodic\nsolution of the linear equations can be alternately expressed as an explicit\nintegral or as a Fourier series. We apply our method to a minimal thermal model\nof a satellite with ten isothermal parts (nodes) and we compare the method with\ndirect numerical integration of the nonlinear equations. We briefly study the\ncomputational complexity of our method for general thermal models of orbiting\nspacecraft and conclude that it is certainly useful for reduced models and\nconceptual design but it can also be more efficient than the direct integration\nof the equations for large models. The results of the Fourier series\ncomputations for the ten-node satellite model show that the periodic solution\nat the second perturbative order is sufficiently accurate.\n","Comment: 20 pages, 11 figures, accepted in Journal of Thermophysics and Heat\n  Transfer"]}]
["1202.5129",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5129","Commun. Nonlinear Sci. Numer. Simulat. 18 (2013) 56-62","doi:10.1016/j.cnsns.2012.06.018"],"date":["2012-02-23"],"type":["text"],"creator":["Brunelli, Jose Carlos","Sakovich, Sergei"],"language":[],"coverage":[],"title":["Hamiltonian Structures for the Ostrovsky-Vakhnenko Equation"],"description":["  We obtain a bi-Hamiltonian formulation for the Ostrovsky-Vakhnenko equation\nusing its higher order symmetry and a new transformation to the\nCaudrey-Dodd-Gibbon-Sawada-Kotera equation. Central to this derivation is the\nrelation between Hamiltonian structures when dependent and independent\nvariables are transformed.\n","Comment: 13 pages"]}]
["1202.5511",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5511","Publ. Math. 56 (2012), 449--465","doi:10.5565/PUBLMAT_56212_08"],"date":["2012-02-24"],"type":["text"],"creator":["Auinger, K."],"language":[],"coverage":[],"title":["On the power pseudovariety $\\mathbf{PCS}$"],"description":["  Some new semantic and syntactic characterizations of the members of the power\npseudovariety $\\mathbf{PCS}$ are obtained. This leads in particular to new\nalgorithms for deciding membership in $\\mathbf{PCS}$.\n"]}]
["1202.5842",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5842","Physical Review E 85, 036302 (2012)","doi:10.1103/PhysRevE.85.036302"],"date":["2012-02-27"],"type":["text"],"creator":["Narasimhamurthy, Vagesh D.","Ellingsen, Simen Å.","Andersson, Helge I."],"language":[],"coverage":[],"title":["A bilateral shear layer between two parallel Couette flows"],"description":["  We consider a shear layer of a kind not previously studied to our knowledge.\nContrary to the classical free shear layer, the width of the shear zone does\nnot vary in the streamwise direction but rather exhibits a lateral variation.\nBased on some simplifying assumptions, an analytic solution has been derived\nfor the new shear layer. These assumptions have been justified by a comparison\nwith numerical solutions of the full Navier-Stokes equations, which accord with\nthe analytical solution to better than 1% in the entire domain. An explicit\nformula is found for the width of the shear zone as a function of wall-normal\ncoordinate. This width is independent of wall velocities in the laminar regime.\nPreliminary results for a co-current laminar-turbulent shear layer in the same\ngeometry are also presented. Shear-layer instabilities were then developed and\nresulted in an unsteady mixing zone at the interface between the two co-current\nstreams.\n","Comment: 6 pages, 7 figures. Accepted for publication in Phys. Rev. E"]}]
["1202.6332",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6332","J. Phys. A: Math. Theor. 45 (2012) 374017","doi:10.1088/1751-8113/45/37/374017"],"date":["2012-02-28","2012-05-15"],"type":["text"],"creator":["Falomir, H.","Pisani, P. A. G."],"language":[],"coverage":[],"title":["Spectral functions of non essentially selfadjoint operators"],"description":["  One of the many problems to which J.S. Dowker devoted his attention is the\neffect of a conical singularity in the base manifold on the behavior of the\nquantum fields. In particular, he studied the small-$t$ asymptotic expansion of\nthe heat-kernel trace on a cone and its effects on physical quantities, as the\nCasimir energy. In this article we review some peculiar results found in the\nlast decade, regarding the appearance of non-standard powers of $t$, and even\nnegative integer powers of $\\log{t}$, in this asymptotic expansion for the\nselfadjoint extensions of some symmetric operators with singular coefficients.\nSimilarly, we show that the $\\zeta$-function associated to these selfadjoint\nextensions presents an unusual analytic structure.\n","Comment: 57 pages, 1 figure. References added. Version to appear in the\n  special volume of Journal of Physics A in honor of Stuart Dowker's 75th\n  birthday. PACS numbers: 02.30.Tb, 02.30.Sa, 03.65.Db"]}]
["1203.1692",{"format":[],"subject":["Computer Science - Numerical Analysis","Computer Science - Data Structures and Algorithms","Computer Science - Mathematical Software","65F15, 65-04, 65Z15, 15-04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1692"],"date":["2012-03-08","2012-09-04"],"type":["text"],"creator":["Bock, Nicolas","Challacombe, Matt"],"language":[],"coverage":[],"title":["An Optimized Sparse Approximate Matrix Multiply for Matrices with Decay"],"description":["  We present an optimized single-precision implementation of the Sparse\nApproximate Matrix Multiply (\\SpAMM{}) [M. Challacombe and N. Bock, arXiv {\\bf\n1011.3534} (2010)], a fast algorithm for matrix-matrix multiplication for\nmatrices with decay that achieves an $\\mathcal{O} (n \\log n)$ computational\ncomplexity with respect to matrix dimension $n$. We find that the max norm of\nthe error achieved with a \\SpAMM{} tolerance below $2 \\times 10^{-8}$ is lower\nthan that of the single-precision {\\tt SGEMM} for dense quantum chemical\nmatrices, while outperforming {\\tt SGEMM} with a cross-over already for small\nmatrices ($n \\sim 1000$). Relative to naive implementations of \\SpAMM{} using\nIntel's Math Kernel Library ({\\tt MKL}) or AMD's Core Math Library ({\\tt\nACML}), our optimized version is found to be significantly faster. Detailed\nperformance comparisons are made for quantum chemical matrices with differently\nstructured sub-blocks. Finally, we discuss the potential of improved hardware\nprefetch to yield 2--3x speedups.\n"]}]
["1203.3179",{"format":[],"subject":["Physics - General Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3179"],"date":["2012-03-14","2012-03-15"],"type":["text"],"creator":["Austin, Chris"],"language":[],"coverage":[],"title":["Improvement of a provisional solution of the quantum-corrected field\n  equations of d = 11 supergravity on flat R^4 times a compact hyperbolic\n  7-manifold, and modes that decay along the beam line outside the interaction\n  region at the LHC"],"description":["  A recent provisional solution of the quantum-corrected field equations of d =\n11 supergravity on flat R^4 times a compact hyperbolic 7-manifold \\bar{H}^7, in\nthe presence of magnetic 4-form fluxes wrapping 4-cycles of \\bar{H}^7, is\nimproved by showing that the curvature radius B of \\bar{H}^7 and the r.m.s.\n4-form flux strength h each have a single stationary point as the field\nredefinition parameter c is varied. Application of the principle of minimal\nsensitivity then fixes c in a moderate range such that B and h^{1/3} vary by\nonly 4% and 5% respectively over this range. The new best value of B is 0.28\n\\kappa_{11}^{2/9} = 1.2 M_{11}^{-1}. The low-lying bosonic Kaluza-Klein modes\nof the bulk are studied. The classically massless harmonic 3-form modes of the\n3-form gauge field, whose number is estimated as roughly 10^{32} if the\nintrinsic volume of \\bar{H}^7 is ~ 10^{35}, acquire a mass 0.2 A/B from quantum\ncorrections, where the warp factor A is fixed by the boundary conditions at the\nHorava-Witten (HW) boundary to lie between about 0.7 and 0.9. They have\naxion-like couplings to the SM gauge bosons. Their lifetimes range from about\n10^{-27} seconds to several hours depending on the distance of their centre\nfrom the HW boundary, and they can decay along the beam line outside the\ninteraction region at the LHC, with a distribution that shows a power law\nrather than exponential decrease with distance from the IP. Approximate\nexclusion limits are obtained from recent LHC data, and discovery prospects at\nATLAS and CMS are studied.\n","Comment: LaTeX2e, 65 pages, 1 figure"]}]
["1203.4161",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","57S05, 57R65, 57R50, 55P62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4161"],"date":["2012-03-19","2012-09-04"],"type":["text"],"creator":["Berglund, Alexander","Madsen, Ib"],"language":[],"coverage":[],"title":["Homological stability of diffeomorphism groups"],"description":["  In this paper we prove a stability theorem for block diffeomorphisms of\n2d-dimensional manifolds that are connected sums of S^d x S^d. Combining this\nwith a recent theorem of S. Galatius and O. Randal-Williams and Morlet's lemma\nof disjunction, we determine the homology of the classifying space of their\ndiffeomorphism groups relative to an embedded disk in a stable range.\n","Comment: 31 pages; minor corrections; added references"]}]
["1203.5160",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5160"],"date":["2012-03-22","2012-09-03"],"type":["text"],"creator":["Rizvandi, Nikzad Babaii","Zomaya, Albert Y.","Lee, Young Choon","Boloori, Ali Javadzadeh","Taheri, Javid"],"language":[],"coverage":[],"title":["Multiple Frequency Selection in DVFS-Enabled Processors to Minimize\n  Energy Consumption"],"description":["  In this chapter we focus on slack reclamation and propose a new slack\nreclamation technique, Multiple Frequency Selection DVFS (MFS-DVFS). The key\nidea is to execute each task with a linear combination of more than one\nfrequency such that this combination results in using the lowest energy by\ncovering the whole slack time of the task. We have tested our algorithm with\nboth random and real-world application task graphs and compared with the\nresults in previous researches in [9] and [12-13]. The experimental results\nshow that our approach can achieve energy almost identical to the optimum\nenergy saving.\n","Comment: Chapter 17- Book title: \"Energy Efficient Distributed Computing\",\n  Edited by Albert Y.Zomaya, Young Choon Lee Wiley"]}]
["1203.6012",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6012","Phys.Rev.Lett.109:091801,2012","doi:10.1103/PhysRevLett.109.091801"],"date":["2012-03-27","2012-09-04"],"type":["text"],"creator":["Barger, Vernon","Gandhi, Raj","Ghoshal, Pomita","Goswami, Srubabati","Marfatia, Danny","Prakash, Suprabh","Raut, Sushant K.","Sankar, S. Uma"],"language":[],"coverage":[],"title":["Neutrino mass hierarchy and octant determination with atmospheric\n  neutrinos"],"description":["  The recent discovery by the Daya-Bay and RENO experiments, that \\theta_{13}\nis nonzero and relatively large, significantly impacts existing experiments and\nthe planning of future facilities. In many scenarios, the nonzero value of\n\\theta_{13} implies that \\theta_{23} is likely to be different from \\pi/4.\nAdditionally, large detectors will be sensitive to matter effects on the\noscillations of atmospheric neutrinos, making it possible to determine the\nneutrino mass hierarchy and the octant of \\theta_{23}. We show that a 50 kT\nmagnetized liquid argon neutrino detector can ascertain the mass hierarchy with\na significance larger than 4 sigma with moderate exposure times, and the octant\nat the level of 2-3 sigma with greater exposure.\n","Comment: 4 pages, 4 figures. Version published in Phys. Rev. Lett"]}]
["1204.0490",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0490","Physica C 481, 161 (2012)","doi:10.1016/j.physc.2012.04.040"],"date":["2012-04-02"],"type":["text"],"creator":["Doiron-Leyraud, Nicolas","Taillefer, Louis"],"language":[],"coverage":[],"title":["Quantum critical point for stripe order: An organizing principle of\n  cuprate superconductivity"],"description":["  A spin density-wave quantum critical point (QCP) is the central organizing\nprinciple of organic, iron-pnictide, heavy-fermion and electron-doped cuprate\nsuperconductors. It accounts for the superconducting Tc dome, the\nnon-Fermi-liquid resistivity, and the Fermi-surface reconstruction. Outside the\nmagnetically ordered phase above the QCP, scattering and pairing decrease in\nparallel as the system moves away from the QCP. Here we argue that a similar\nscenario, based on a stripe-order QCP, is a central organizing principle of\nhole-doped cuprate superconductors. Key properties of Eu-LSCO, Nd-LSCO and YBCO\nare naturally unified, including stripe order itself, its QCP, Fermi-surface\nreconstruction, the linear-T resistivity, and the nematic character of the\npseudogap phase.\n","Comment: Written for a special issue of Physica C on \"Stripes and electronic\n  liquid crystals"]}]
["1204.3404",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3404","Q. Inf. & Comp. Vol. 13 No.1&2 pp. 1-8 (2013)"],"date":["2012-04-16","2012-07-31"],"type":["text"],"creator":["Flammia, Steven T.","Harrow, Aram W."],"language":[],"coverage":[],"title":["Counterexamples to Kalai's Conjecture C"],"description":["  We provide two simple counterexamples to Kalai's Conjecture C and discuss our\nperspective on the implications for the prospect of large-scale fault-tolerant\nquantum computation.\n","Comment: 7 pages, 2 figures. v2, minor changes. To appear in QIC"]}]
["1204.4732",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4732","Phys. Rev. B 86, 035314 (2012)","doi:10.1103/PhysRevB.86.035314"],"date":["2012-04-20","2012-09-03"],"type":["text"],"creator":["Hu, Xuedong","Liu, Yu-xi","Nori, Franco"],"language":[],"coverage":[],"title":["Strong coupling of a spin qubit to a superconducting stripline cavity"],"description":["  We study electron-spin-photon coupling in a single-spin double quantum dot\nembedded in a superconducting stripline cavity. With an external magnetic\nfield, we show that either a spin-orbit interaction (for InAs) or an\ninhomogeneous magnetic field (for Si and GaAs) could produce a strong\nspin-photon coupling, with a coupling strength of the order of 1 MHz. With an\nisotopically purified Si double dot, which has a very long spin coherence time\nfor the electron, it is possible to reach the strong-coupling limit between the\nspin and the cavity photon, as in cavity quantum electrodynamics. The coupling\nstrength and relaxation rates are calculated based on parameters of existing\ndevices, making this proposal experimentally feasible.\n","Comment: 6 pages, 2 figures. Published version"]}]
["1205.1169",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1169","Phys. Rev. B 86, 125402 (2012)","doi:10.1103/PhysRevB.86.125402"],"date":["2012-05-05","2012-09-04"],"type":["text"],"creator":["Chang, Yichen","Albash, Tameem","Haas, Stephan"],"language":[],"coverage":[],"title":["Quantum Hall States in Graphene from Strain-Induced Nonuniform Magnetic\n  Fields"],"description":["  We examine strain-induced quantized Landau levels in graphene. Specifically,\narc-bend strains are found to cause nonuniform pseudomagnetic fields. Using an\neffective Dirac model which describes the low-energy physics around the nodal\npoints, we show that several of the key qualitative properties of graphene in a\nstrain-induced pseudomagnetic field are different compared to the case of an\nexternally applied physical magnetic field. We discuss how using different\nstrain strengths allows us to spatially separate the two components of the\npseudospinor on the different sublattices of graphene. These results are\nchecked against a tight-binding calculation on the graphene honeycomb lattice,\nwhich is found to exhibit all the features described. Furthermore, we find that\nintroducing a Hubbard repulsion on the mean-field level induces a measurable\npolarization difference between the A and the B sublattices, which provides an\nindependent experimental test of the theory presented here.\n","Comment: 9 pages, 8 figures. Updated to version that appears in PRB"]}]
["1205.6648",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6648","Eur. Phys. J. A 48 (2012) 109","doi:10.1140/epja/i2012-12109-3"],"date":["2012-05-30","2012-09-04"],"type":["text"],"creator":["Lang, Robert","Kaiser, Norbert","Weise, Wolfram"],"language":[],"coverage":[],"title":["Shear Viscosity of a Hot Pion Gas"],"description":["  The shear viscosity of an interacting pion gas is studied using the Kubo\nformalism as a microscopic description of thermal systems close to global\nequilibrium. We implement the skeleton expansion in order to approximate the\nretarded correlator of the viscous part of the energy-momentum tensor. After\nexploring this in $g\\phi^4$ theory we show how the skeleton expansion can be\nconsistently applied to pions in chiral perturbation theory. The shear\nviscosity $\\eta$ is determined by the spectral width, or equivalently, the mean\nfree path of pions in the heat bath. We derive a new analytical result for the\nmean free path which is well-conditioned for numerical evaluation and discuss\nthe temperature and pion-mass dependence of the mean free path and the shear\nviscosity. The ratio $\\eta/s$ of the interacting pion gas exceeds the lower\nbound $1/4\\pi$ from AdS/CFT correspondence.\n","Comment: 12 pages, 7 figures. Revision includes additional Appendix B. Matches\n  published version"]}]
["1206.2675",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2675","Phys. Rev. Lett. 109, 100501 (2012)","doi:10.1103/PhysRevLett.109.100501"],"date":["2012-06-12","2012-09-04"],"type":["text"],"creator":["Brody, Dorje C.","Holm, Darryl D.","Meier, David M."],"language":[],"coverage":[],"title":["Quantum splines"],"description":["  A quantum spline is a smooth curve parameterised by time in the space of\nunitary transformations, whose associated orbit on the space of pure states\ntraverses a designated set of quantum states at designated times, such that the\ntrace norm of the time rate of change of the associated Hamiltonian is\nminimised. The solution to the quantum spline problem is obtained, and is\napplied in an example that illustrates quantum control of coherent states. An\nefficient numerical scheme for computing quantum splines is discussed and\nimplemented in the examples.\n","Comment: Published version: 5 pages, 3 figures"]}]
["1206.3445",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3445"],"date":["2012-06-14","2012-09-04"],"type":["text"],"creator":["Zhang, Wen-Zhuo","Liu, Wu-Ming"],"language":[],"coverage":[],"title":["QED-based Optical Bloch Equations without electric dipole approximation:\n  A model for a two-level atom interacting with a monochromatic X-ray laser\n  beam"],"description":["  We derive a set of optical Bloch equations (OBEs) directly from the\nminimal-coupling Hamiltonian density of the bound-state quantum electrodynamics\n(bound-state QED). Such optical Bloch equations are beyond the former\nwidely-used ones due to that there is no electric dipole approximation (EDA) on\nthe minimal-coupling Hamiltonian density of the bound-state QED. Then our\noptical Bloch equations can describe a two-level atom interacting with a\nmonochromatic light of arbitrary wavelength, which are suitable to study the\nspectroscopy and the Rabi oscillations of two-level atoms in X-ray laser beams\nsince that the wavelength of X-ray is close to an atom to make the electric\ndipole approximation (EDA) invalid.\n","Comment: 6 pages, 3 figures"]}]
["1206.6443",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computer Science and Game Theory","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6443"],"date":["2012-06-27","2012-09-04"],"type":["text"],"creator":["Storkey, Amos","Millin, Jono","Geras, Krzysztof"],"language":[],"coverage":[],"title":["Isoelastic Agents and Wealth Updates in Machine Learning Markets"],"description":["  Recently, prediction markets have shown considerable promise for developing\nflexible mechanisms for machine learning. In this paper, agents with isoelastic\nutilities are considered. It is shown that the costs associated with\nhomogeneous markets of agents with isoelastic utilities produce equilibrium\nprices corresponding to alpha-mixtures, with a particular form of mixing\ncomponent relating to each agent's wealth. We also demonstrate that wealth\naccumulation for logarithmic and other isoelastic agents (through payoffs on\nprediction of training targets) can implement both Bayesian model updates and\nmixture weight updates by imposing different market payoff structures. An\niterative algorithm is given for market equilibrium computation. We demonstrate\nthat inhomogeneous markets of agents with isoelastic utilities outperform state\nof the art aggregate classifiers such as random forests, as well as single\nclassifiers (neural networks, decision trees) on a number of machine learning\nbenchmarks, and show that isoelastic combination methods are generally better\nthan their logarithmic counterparts.\n","Comment: Appears in Proceedings of the 29th International Conference on\n  Machine Learning (ICML 2012)"]}]
["1206.6464",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6464"],"date":["2012-06-27","2012-09-04"],"type":["text"],"creator":["Martens, James","Sutskever, Ilya","Swersky, Kevin"],"language":[],"coverage":[],"title":["Estimating the Hessian by Back-propagating Curvature"],"description":["  In this work we develop Curvature Propagation (CP), a general technique for\nefficiently computing unbiased approximations of the Hessian of any function\nthat is computed using a computational graph. At the cost of roughly two\ngradient evaluations, CP can give a rank-1 approximation of the whole Hessian,\nand can be repeatedly applied to give increasingly precise unbiased estimates\nof any or all of the entries of the Hessian. Of particular interest is the\ndiagonal of the Hessian, for which no general approach is known to exist that\nis both efficient and accurate. We show in experiments that CP turns out to\nwork well in practice, giving very accurate estimates of the Hessian of neural\nnetworks, for example, with a relatively small amount of work. We also apply CP\nto Score Matching, where a diagonal of a Hessian plays an integral role in the\nScore Matching objective, and where it is usually computed exactly using\ninefficient algorithms which do not scale to larger and more complex models.\n","Comment: Appears in Proceedings of the 29th International Conference on\n  Machine Learning (ICML 2012)"]}]
["1206.6475",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6475"],"date":["2012-06-27","2012-09-04"],"type":["text"],"creator":["Xiang, Qiaoliang","Mao, Qi","Chai, Kian Ming","Chieu, Hai Leong","Tsang, Ivor","Zhao, Zhendong"],"language":[],"coverage":[],"title":["A Split-Merge Framework for Comparing Clusterings"],"description":["  Clustering evaluation measures are frequently used to evaluate the\nperformance of algorithms. However, most measures are not properly normalized\nand ignore some information in the inherent structure of clusterings. We model\nthe relation between two clusterings as a bipartite graph and propose a general\ncomponent-based decomposition formula based on the components of the graph.\nMost existing measures are examples of this formula. In order to satisfy\nconsistency in the component, we further propose a split-merge framework for\ncomparing clusterings of different data sets. Our framework gives measures that\nare conditionally normalized, and it can make use of data point information,\nsuch as feature vectors and pairwise distances. We use an entropy-based\ninstance of the framework and a coreference resolution data set to demonstrate\nempirically the utility of our framework over other measures.\n","Comment: Appears in Proceedings of the 29th International Conference on\n  Machine Learning (ICML 2012)"]}]
["1207.2391",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2391","Phys. Rev. A 86, 023634 (2012)","doi:10.1103/PhysRevA.86.023634"],"date":["2012-07-10"],"type":["text"],"creator":["Chien, Chih-Chun","Cooper, Fred","Timmermans, Eddy"],"language":[],"coverage":[],"title":["Large-N approximation for single- and two-component dilute Bose gases"],"description":["  We discuss the mean-field theories obtained from the leading order in a\nlarge-$N$ approximation for one- and two- component dilute Bose gases. For a\none-component Bose gas this approximation has the following properties: the\nBose-Einstein condensation (BEC) phase transition is second order but the\ncritical temperature $T_c$ is not shifted from the non-interacting gas value\n$T_0$. The spectrum of excitations in the BEC phase resembles the Bogoliubov\ndispersion with the usual coupling constant replaced by the running coupling\nconstant which depends on both temperature and momentum. We then study\ntwo-component Bose gases with both inter- and intra- species interactions and\nfocus on the stability of the mixture state above $T_c$. Our mean-field\napproximation predicts an instability from the mixture state to a\nphase-separated state when the ratio of the inter-species interaction strength\nto the intra-species interaction strength (assuming equal strength for both\nspecies) exceeds a critical value. At high temperature this is a structural\ntransition and the global translational symmetry is broken. Our work\ncomplements previous studies on the instability of the mixture phase in the\npresence of BEC.\n","Comment: 10 pages, 3 figures"]}]
["1207.3157",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3157","Physical Review A 86, 025801 (2012)","doi:10.1103/PhysRevA.86.025801"],"date":["2012-07-13"],"type":["text"],"creator":["Brevik, Iver","Ellingsen, Simen Å."],"language":[],"coverage":[],"title":["Detection of the Abraham force with a succession of short optical pulses"],"description":["  For over a century, two rival descriptions of electromagnetic field momentum\nin matter have co-existed, due to Abraham and Minkowski, respectively. We\npropose a set-up for measuring the difference between Abraham's and Minkowski's\npredictions in optics. To wit, a set-up is proposed in which the transient\n\"Abraham force\", a consequence of the Abraham energy-momentum tensor of 1909\nmay be measured directly. We show that when a train of short laser pulses is\nsent through a fiber wound up on a cylindrical drum, the Abraham theory\npredicts a torque which, by inserting realistic parameters, is found to be\ndetectable. Indeed, the same torque when calculated with the Minkowski tensor\ntakes the opposite sign. Numerical estimates show that with a typical torsion\npendulum set-up and standard laser parameters, the angular deflection is in the\norder of $10^{-3}$ rad, which is easily measurable and even visible to the\nnaked eye. Although its prediction is a century old, the Abraham force has\nproven experimentally elusive, and to our knowledge no macroscopic experimental\ndemonstration of the difference between the predictions of the two mentioned\nenergy-momentum tensors exists at optical frequencies.\n","Comment: 5 pages, 1 figure, accepted for publication in Phys. Rev. A"]}]
["1207.3231",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3231"],"date":["2012-07-13","2012-09-04"],"type":["text"],"creator":["Cao, Yongcan","Yu, Wenwu","Ren, Wei","Chen, Guanrong"],"language":[],"coverage":[],"title":["An Overview of Recent Progress in the Study of Distributed Multi-agent\n  Coordination"],"description":["  This article reviews some main results and progress in distributed\nmulti-agent coordination, focusing on papers published in major control systems\nand robotics journals since 2006. Distributed coordination of multiple\nvehicles, including unmanned aerial vehicles, unmanned ground vehicles and\nunmanned underwater vehicles, has been a very active research subject studied\nextensively by the systems and control community. The recent results in this\narea are categorized into several directions, such as consensus, formation\ncontrol, optimization, task assignment, and estimation. After the review, a\nshort discussion section is included to summarize the existing research and to\npropose several promising research directions along with some open problems\nthat are deemed important for further investigations.\n"]}]
["1207.4403",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4403","Applied Physics Letters, 101, 053108 (2012)","doi:10.1063/1.4739451"],"date":["2012-07-18"],"type":["text"],"creator":["Puebla-Hellmann, G.","Wallraff, A."],"language":[],"coverage":[],"title":["Realization of GHz-frequency impedance matching circuits for nano-scale\n  devices"],"description":["  Integrating nano-scale objects, such as single molecules or carbon nanotubes,\ninto impedance transformers and performing radio-frequency measurements allows\nfor high time-resolution transport measurements with improved signal-to-noise\nratios. The realization of such transformers implemented with superconducting\ntransmission lines for the 2-10 GHz frequency range is presented here.\nControlled electromigration of an integrated gold break junction is used to\ncharacterize a 6 GHz impedance matching device. The real part of the RF\nimpedance of the break junction extracted from microwave reflectometry at a\nmaximum bandwidth of 45 MHz of the matching circuit is in good agreement with\nthe measured direct current resistance.\n"]}]
["1207.6664",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6664"],"date":["2012-07-27","2012-09-04"],"type":["text"],"creator":["Campos, Jamilson Ramos"],"language":[],"coverage":[],"title":["Multiple Cohen strongly summing operators, ideals, coherence and\n  compatibility"],"description":["  Considering the successful theory of multiple summing multilinear operators\nas a prototype, we introduce the classes of multiple Cohen strongly p-summing\nmultilinear operators and polynomials. The adequacy of these classes under the\nviewpoint of the theory of multilinear and polynomial ideals and holomorphy\ntypes is discussed in detail. Some abstract results are also proved in the\nabstract setting of the full general Pietsch Domination Theorem due to\nPellegrino, Santos and Seoane-Sep\\'{u}lveda.\n"]}]
["1207.6863",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6863"],"date":["2012-07-30","2012-09-04"],"type":["text"],"creator":["Fuchs, Jurgen","Schweigert, Christoph","Stigner, Carl"],"language":[],"coverage":[],"title":["Higher genus mapping class group invariants from factorizable Hopf\n  algebras"],"description":["  Lyubashenko's construction associates representations of mapping class groups\nMap_{g,n} of Riemann surfaces of any genus g with any number n of holes to a\nfactorizable ribbon category. We consider this construction as applied to the\ncategory of bimodules over a finite-dimensional factorizable ribbon Hopf\nalgebra H. For any such Hopf algebra we find an invariant of Map_{g,n} for all\nvalues of g and n. More generally, we obtain such invariants for any pair\n(H,omega), where omega is a ribbon automorphism of H.\n  Our results are motivated by the quest to understand correlation functions of\nbulk fields in two-dimensional conformal field theories with chiral algebras\nthat are not necessarily semisimple, so-called logarithmic conformal field\ntheories.\n","Comment: 34 pages, several figures. v2: a few minor adjustments, typos\n  corrected"]}]
["1207.7332",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.7332"],"date":["2012-07-31","2012-09-04"],"type":["text"],"creator":["Adams, Colin"],"language":[],"coverage":[],"title":["Triple Crossing Number of Knots and Links"],"description":["  A triple crossing is a crossing in a projection of a knot or link that has\nthree strands of the knot passing straight through it. A triple crossing\nprojection is a projection such that all of the crossings are triple crossings.\nWe prove that every knot and link has a triple crossing projection and then\ninvestigate c_3(K), which is the minimum number of triple crossings in a\nprojection of K. We obtain upper and lower bounds on c_3(K) in terms of the\ntraditional crossing number and show that both are realized. We also relate\ntriple crossing number to the span of the bracket polynomial and use this to\ndetermine c_3(K) for a variety of knots and links. We then use c_3(K) to obtain\nbounds on the volume of a hyperbolic knot or link. We also consider extensions\nto c_n(K).\n","Comment: 13 pages, 14 figures, rewrite of the proof of Theorem 3.3"]}]
["1208.0943",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0943","Physical Review Letters, 109, 108102, 2012","doi:10.1103/PhysRevLett.109.108102"],"date":["2012-08-04","2012-09-04"],"type":["text"],"creator":["Kumar, Amit","Graham, Michael D."],"language":[],"coverage":[],"title":["Mechanism of margination in confined flows of blood and other\n  multicomponent suspensions"],"description":["  Flowing blood displays a phenomenon called margination, in which leukocytes\nand platelets are preferentially found near blood vessel walls, while\nerythrocytes are depleted from these regions. Here margination is investigated\nusing direct hydrodynamic simulations of a binary suspension of stiff (s) and\nfloppy (f) capsules, as well as a stochastic model that incorporates the key\nparticle transport mechanisms in suspensions -- wall-induced hydrodynamic\nmigration and shear-induced pair collisions. The stochastic model allows the\nrelative importance of these two mechanisms to be directly evaluated and\nthereby indicates that margination, at least in the dilute case, is largely due\nto the differential dynamics of homogeneous (e.g. s-s) and heterogeneous (s-f)\ncollisions\n","Comment: 5 Pages, 4 figures"]}]
["1208.1545",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1545","Phys. Rev. B 86, 115402 (2012)","doi:10.1103/PhysRevB.86.115402"],"date":["2012-08-07"],"type":["text"],"creator":["Oliveira, T. J.","Reis, F. D. A. Aarao"],"language":[],"coverage":[],"title":["Crossover in the scaling of island size and capture zone distributions"],"description":["  Simulations of irreversible growth of extended (fractal and square) islands\nwith critical island sizes i=1 and 2 are performed in broad ranges of coverage\n\\theta and diffusion-to-deposition ratios R in order to investigate scaling of\nisland size and capture zone area distributions (ISD, CZD). Large \\theta and\nsmall R lead to a crossover from the CZD predicted by the theory of Pimpinelli\nand Einstein (PE), with Gaussian right tail, to CZD with simple exponential\ndecays. The corresponding ISD also cross over from Gaussian or faster decays to\nsimple exponential ones. For fractal islands, these features are explained by\nchanges in the island growth kinetics, from a competition for capture of\ndiffusing adatoms (PE scaling) to aggregation of adatoms with effectively\nirrelevant diffusion, which is characteristic of random sequential adsorption\n(RSA) without surface diffusion. This interpretation is confirmed by studying\nthe crossover with similar CZ areas (of order 100 sites) in a model with\nfreezing of diffusing adatoms that corresponds to i=0. For square islands,\ndeviations from PE predictions appear for coverages near \\theta=0.2 and are\nmainly related to island coalescence. Our results show that the range of\napplicability of the PE theory is narrow, thus observing the predicted Gaussian\ntail of CZD may be difficult in real systems.\n","Comment: 9 pages, 7 figures"]}]
["1208.1636",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1636","A&A 2012, 545, L2","doi:10.1051/0004-6361/201219906"],"date":["2012-08-08","2012-09-04"],"type":["text"],"creator":["HESS Collaboration","Abramowski, A.","Acero, F.","Aharonian, F.","Akhperjanian, A. G.","Anton, G.","Balenderan, S.","Balzer, A.","Barnacka, A.","Becherini, Y.","Becker, J.","Bernlöhr, K.","Birsin, E.","Biteau, J.","Bochow, A.","Boisson, C.","Bolmont, J.","Bordas, P.","Brucker, J.","Brun, F.","Brun, P.","Bulik, T.","Carrigan, S.","Casanova, S.","Cerruti, M.","Chadwick, P. M.","Charbonnier, A.","Chaves, R. C. G.","Cheesebrough, A.","Cologna, G.","Conrad, J.","Couturier, C.","Dalton, M.","Daniel, M. K.","Davids, I. D.","Degrange, B.","Deil, C.","Dickinson, H. J.","Djannati-Ataï, A.","Domainko, W.","Drury, L. O'C.","Dubus, G.","Dutson, K.","Dyks, J.","Dyrda, M.","Egberts, K.","Eger, P.","Espigat, P.","Fallon, L.","Farnier, C.","Fegan, S.","Feinstein, F.","Fernandes, M. V.","Fernandez, D.","Fiasson, A.","Fontaine, G.","Förster, A.","Füßling, M.","Gajdus, M.","Gallant, Y. A.","Garrigoux, T.","Gast, H.","Gérard, L.","Giebels, B.","Glicenstein, J. F.","Glück, B.","Göring, D.","Grondin, M. -H.","Häffner, S.","Hague, J. D.","Hahn, J.","Hampf, D.","Harris, J.","Hauser, M.","Heinz, S.","Heinzelmann, G.","Henri, G.","Hermann, G.","Hillert, A.","Hinton, J. A.","Hofmann, W.","Hofverberg, P.","Holler, M.","Horns, D.","Jacholkowska, A.","de Jager, O. C.","Jahn, C.","Jamrozy, M.","Jung, I.","Kastendieck, M. A.","Katarzyński, K.","Katz, U.","Kaufmann, S.","Khélifi1, B.","Klochkov, D.","Kluźniak, W.","Kneiske, T.","Komin, Nu.","Kosack, K.","Kossakowski, R.","Krayzel, F.","Laffon, H.","Lamanna, G.","Lenain, J. -P.","Lennarz, D.","Lohse, T.","Lopatin, A.","Lu, C. -C.","Marandon, V.","Marcowith, A.","Masbou, J.","Maurin, G.","Maxted, N.","Mayer, M.","McComb, T. J. L.","Medina, M. C.","Méhault, J.","Menzler, U.","Moderski, R.","Mohamed, M.","Moulin, E.","Naumann, C. L.","Naumann-Godo, M.","de Naurois, M.","Nedbal, D.","Nguyen, N.","Nicholas, B.","Niemiec, J.","Nolan, S. J.","Ohm, S.","Wilhelmi, E. de Oña","Opitz, B.","Ostrowski, M.","Oya, I.","Panter, M.","Arribas, M. Paz","Pekeur, N. W.","Pelletier, G.","Perez, J.","Petrucci, P. -O.","Peyaud, B.","Pita, S.","Pühlhofer, G.","Punch, M.","Quirrenbach, A.","Raue, M.","Reimer, A.","Reimer, O.","Renaud, M.","Reyes, R. de los","Rieger, F.","Ripken, J.","Rob, L.","Rosier-Lees, S.","Rowell, G.","Rudak, B.","Rulten, C. B.","Sahakian, V.","Sanchez, D. A.","Santangelo, A.","Schlickeiser, R.","Schulz, A.","Schwanke, U.","Schwarzburg, S.","Schwemmer, S.","Sheidaei, F.","Skilton, J. L.","Sol, H.","Spengler, G.","Stawarz, Ł.","Steenkamp, R.","Stegmann, C.","Stinzing, F.","Stycz, K.","Sushch, I.","Szostek, A.","Tavernet, J. -P.","Terrier, R.","Tluczykont, M.","Valerius, K.","van Eldik, C.","Vasileiadis, G.","Venter, C.","Viana, A.","Vincent, P.","Völk, H. J.","Volpe, F.","Vorobiov, S.","Vorster, M.","Wagner, S. J.","Ward, M.","White, R.","Wierzcholska, A.","Zacharias, M.","Zajczyk, A.","Zdziarski, A. A.","Zech, A.","Zechlin, H. -S."],"language":[],"coverage":[],"title":["Discovery of gamma-ray emission from the extragalactic pulsar wind\n  nebula N157B with the High Energy Stereoscopic System"],"description":["  We present the significant detection of the first extragalactic pulsar wind\nnebula (PWN) detected in gamma rays, N157B, located in the large Magellanic\nCloud (LMC). Pulsars with high spin-down luminosity are found to power\nenergised nebulae that emit gamma rays up to energies of several tens of TeV.\nN157B is associated with PSRJ0537-6910, which is the pulsar with the highest\nknown spin-down luminosity. The High Energy Stereoscopic System telescope array\nobserved this nebula on a yearly basis from 2004 to 2009 with a dead-time\ncorrected exposure of 46 h. The gamma-ray spectrum between 600 GeV and 12 TeV\nis well-described by a pure power-law with a photon index of 2.8 \\pm 0.2(stat)\n\\pm 0.3(syst) and a normalisation at 1 TeV of (8.2 \\pm 0.8(stat) \\pm 2.5(syst))\n\\times 10^-13 cm^-2s^-1TeV^-1. A leptonic multi-wavelength model shows that an\nenergy of about 4 \\times 10^49erg is stored in electrons and positrons. The\napparent efficiency, which is the ratio of the TeV gamma-ray luminosity to the\npulsar's spindown luminosity, 0.08% \\pm 0.01%, is comparable to those of PWNe\nfound in the Milky Way. The detection of a PWN at such a large distance is\npossible due to the pulsar's favourable spin-down luminosity and a bright\ninfrared photon-field serving as an inverse-Compton-scattering target for\naccelerated leptons. By applying a calorimetric technique to these\nobservations, the pulsar's birth period is estimated to be shorter than 10 ms.\n","Comment: 6 pages, 2 figures, published"]}]
["1208.3715",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3715","Eur. Phys. J. C, 72, 2134(2012)","doi:10.1140/epjc/s10052-012-2134-7"],"date":["2012-08-17","2012-09-03"],"type":["text"],"creator":["Xu, Lixin"],"language":[],"coverage":[],"title":["Revisiting Cardassian Model and Cosmic Constraint"],"description":["  In this paper, we revisit the Cardassian model in which the radiation energy\ncomponent is included. It is important for early epoch when the radiation\ncannot be neglected because the equation of state (EoS) of the effective dark\nenergy becomes time variable. Therefore, it is not equivalent to the\nquintessence model with a constant EoS anymore. This situation was almost\noverlooked in the literature. By using the recent released Union2 557 of type\nIa supernovae (SN Ia), the baryon acoustic oscillation (BAO) from Sloan Digital\nSky Survey and the WiggleZ data points, the full information of cosmic\nmicrowave background (CMB) measurement given by the seven-year Wilkinson\nMicrowave Anisotropy Probe observation, we constrain the Cardassian model via\nthe Markov Chain Monte Carlo (MCMC) method. A tight constraint is obtained: $n=\n-0.0479_{- 0.0732- 0.148}^{+ 0.0730+ 0.142}$ in $1,2\\sigma$ regions. The\ndeviation of Cardassian model from quintessence model is shown in CMB\nanisotropic power spectra at high l's parts due to the evolution of EoS. But it\nis about the order of 0.1% which cannot be discriminated by current data sets.\nThe Cardassian model is consistent with current cosmic observational data sets.\n","Comment: 6 pages, 5 figures, match the published version"]}]
["1208.4439",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4439","Green Mobile Devices and Networks: Energy Optimization and\n  Scavenging Techniques (CRC Press, Taylor and Francis Group, 2011) pp. 341-368","doi:10.1201/b10081-16"],"date":["2012-08-22","2012-09-04"],"type":["text"],"creator":["Zungeru, A. M.","Ang, Li-Minn","Prabaharan, S. R. S.","Seng, Kah Phooi"],"language":[],"coverage":[],"title":["Radio Frequency Energy Harvesting and Management for Wireless Sensor\n  Networks"],"description":["  Radio Frequency (RF) Energy Harvesting holds a promising future for\ngenerating a small amount of electrical power to drive partial circuits in\nwirelessly communicating electronics devices. Reducing power consumption has\nbecome a major challenge in wireless sensor networks. As a vital factor\naffecting system cost and lifetime, energy consumption in wireless sensor\nnetworks is an emerging and active research area. This chapter presents a\npractical approach for RF Energy harvesting and management of the harvested and\navailable energy for wireless sensor networks using the Improved Energy\nEfficient Ant Based Routing Algorithm (IEEABR) as our proposed algorithm. The\nchapter looks at measurement of the RF power density, calculation of the\nreceived power, storage of the harvested power, and management of the power in\nwireless sensor networks. The routing uses IEEABR technique for energy\nmanagement. Practical and real-time implementations of the RF Energy using\nPowercast harvesters and simulations using the energy model of our Libelium\nWaspmote to verify the approach were performed. The chapter concludes with\nperformance analysis of the harvested energy, comparison of IEEABR and other\ntraditional energy management techniques, while also looking at open research\nareas of energy harvesting and management for wireless sensor networks.\n","Comment: 40 pages, 9 figures, 5 tables, Book chapter"]}]
["1208.4911",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4911"],"date":["2012-08-24","2012-09-04"],"type":["text"],"creator":["Kumar, Hari Dilip","Rajan, B. Sundar"],"language":[],"coverage":[],"title":["The Fourier Transform Approach to Quantum Coding"],"description":["  Quantum codes are subspaces of the state space of a quantum system that are\nused to protect quantum information. Some common classes of quantum codes are\nstabilizer (or additive) codes, non-stabilizer (or non-additive) codes obtained\nfrom stabilizer codes, and Clifford codes. We analyze these in the framework of\nthe Fourier inversion formula on a group algebra, the group in question being a\nsubgroup of the error group considered. We study other possible code spaces\nthat may be obtained via such an approach, obtaining codes that are the direct\nsums of translates of Clifford codes, and more general codes obtained from\nidempotents in the transform domain. We derive necessary and sufficient\nconditions for error detection by direct sums of translates of Clifford codes,\nand provide an example using an error group with non-Abelian index group.\n","Comment: 11 pages, 1 figure, 8 tables. Submitted to IEEE Transactions on\n  Information Theory"]}]
["1208.6499",{"format":[],"subject":["Mathematical Physics","Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6499"],"date":["2012-08-31","2012-09-04"],"type":["text"],"creator":["Merkli, Marco","Berman, Gennady","Sayre, Richard"],"language":[],"coverage":[],"title":["Electron Transfer Reactions: Generalized Spin-Boson Approach"],"description":["  We introduce a mathematically rigorous analysis of a generalized spin-boson\nsystem for the treatment of a donor-acceptor (reactant-product) quantum system\ncoupled to a thermal quantum noise. The donor/acceptor probability dynamics\ndescribes transport reactions in chemical processes in presence of a noisy\nenvironment -- such as the electron transfer in a photosynthetic reaction\ncenter. Besides being rigorous, our analysis has the advantages over previous\nones that (1) we include a general, non energy-conserving system-environment\ninteraction, and that (2) we allow for the donor or acceptor to consist of\nmultiple energy levels lying closely together. We establish explicit\nexpressions for the rates and the efficiency (final donor-acceptor population\ndifference) of the reaction. In particular, we show that the rate increases for\na multi-level acceptor, but the efficiency does not.\n","Comment: Exactly same file as version 1. Corrected metadata only"]}]
["1208.6530",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6530"],"date":["2012-08-31","2012-09-04"],"type":["text"],"creator":["Austin, Chris"],"language":[],"coverage":[],"title":["The light quark coupling of the E(38) boson candidate"],"description":["  Assuming that the E(38) boson candidate recently observed at the JINR\nNuclotron is produced in a bremsstrahlung-like manner and decays only to two\nphotons, its coupling constant to light quarks is estimated to be $\\sim\n10^{-4}$.\n","Comment: LaTeX2e, 7 pages, 1 figure. v2: minor corrections"]}]
["1209.0046",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11F33, 11F67, 11G18, 11R23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0046"],"date":["2012-08-31","2012-09-03"],"type":["text"],"creator":["Cais, Bryden"],"language":[],"coverage":[],"title":["The Geometry of Hida Families and \\Lambda-adic Hodge Theory"],"description":["  We construct \\Lambda-adic de Rham and crystalline analogues of Hida's\nordinary \\Lambda-adic etale cohomology, and by exploiting the geometry of\nintegral models of modular curves over the cyclotomic extension of \\Q_p, we\nprove appropriate finiteness and control theorems in each case. We then employ\nintegral p-adic Hodge theory to prove \\Lambda-adic comparison isomorphisms\nbetween our cohomologies and Hida's etale cohomology. As applications of our\nwork, we provide a \"cohomological\" construction of the family of\n(\\phi,\\Gamma)-modules attached to Hida's ordinary \\Lambda-adic etale cohomology\nby Dee, and we give a new and purely geometric proof of Hida's finitenes and\ncontrol theorems. We are also able to prove refinements of theorems of\nMazur-Wiles and of Ohta; in particular, we prove that there is a canonical\nisomorphism between the module of ordinary \\Lambda-adic cuspforms and the part\nof the crystalline cohomology of the Igusa tower on which Frobenius acts\ninvertibly.\n"]}]
["1209.0120",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0120"],"date":["2012-09-01","2012-09-04"],"type":["text"],"creator":["Demianowicz, Maciej"],"language":[],"coverage":[],"title":["Decoherence free subspaces for two--access quantum channels"],"description":["  In this paper we consider construction of decoherence free subspaces for\ntwo--access random unitary channels. First, we concentrate on hermitian unitary\nnoise model $U$ for a bi--unitary channel and show that in this case a code\nexists if the space of Schmidt matrices of an eigensubspace of $U$ exhibits\ncertain properties of decomposability. Then, we show that our technique is also\napplicable in a generic case and consider its application two tri- (quatro-,\n...) unitary channels.\n","Comment: 17 pages, no figures"]}]
["1209.0190",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0190"],"date":["2012-09-02","2012-09-04"],"type":["text"],"creator":["Palacios, J.","Balmaceda, L. A.","Domínguez, S. Vargas","Cabello, I.","Domingo, V."],"language":[],"coverage":[],"title":["Observations of vortex motion in the solar photosphere using HINODE-SP\n  data"],"description":["  In this work, we focus in the magnetic evolution of a small region as seen by\nHinode-SP during the time interval of about one hour. High-cadence LOS\nmagnetograms and velocity maps were derived, allowing the study of different\nsmall-scale processes such as the formation/disappearance of bright points\naccompanying the evolution of an observed convective vortical motion.\n","Comment: 4 pages (51-55), 3 figures, Hinode-3: The 3rd Hinode Science Meeting,\n  ASP Conference Series, Astronomical Society of the Pacific, vol. 454"]}]
["1209.0253",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0253"],"date":["2012-09-03"],"type":["text"],"creator":["Hall, Jamie","Pitt, Michael K.","Kohn, Robert"],"language":[],"coverage":[],"title":["Bayesian inference for nonlinear structural time series models"],"description":["  This article discusses a partially adapted particle filter for estimating the\nlikelihood of a nonlinear structural econometric state space models whose state\ntransition density cannot be expressed in closed form. The filter generates the\ndisturbances in the state transition equation and allows for multiple modes in\nthe conditional disturbance distribution. The particle filter produces an\nunbiased estimate of the likelihood and so can be used to carry out Bayesian\ninference in a particle Markov chain Monte Carlo framework. We show empirically\nthat when the signal to noise ratio is high, the new filter can be much more\nefficient than the standard particle filter, in the sense that it requires far\nfewer particles to give the same accuracy. The new filter is applied to several\nsimulated and real examples and in particular to a dynamic stochastic general\nequilibrium model.\n","Comment: Typo correction"]}]
["1209.0317",{"format":[],"subject":["Computer Science - Numerical Analysis","Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0317"],"date":["2012-09-03"],"type":["text"],"creator":["Latu, Guillaume","Grandgirard, Virginie","Abiteboul, Jérémie","Bergot, Morgane","Crouseilles, Nicolas","Garbet, Xavier","Ghendrih, Philippe","Mehrenberger, Michel","Sarazin, Yanick","Sellama, Hocine","Sonnendrücker, Eric","Zarzoso, David"],"language":[],"coverage":[],"title":["Accuracy of unperturbed motion of particles in a gyrokinetic\n  semi-Lagrangian code"],"description":["  Inaccurate description of the equilibrium can yield to spurious effects in\ngyrokinetic turbulence simulations. Also, the Vlasov solver and time\nintegration schemes impact the conservation of physical quantities, especially\nin long-term simulations. Equilibrium and Vlasov solver have to be tuned in\norder to preserve constant states (equilibrium) and to provide good\nconservation property along time (mass to begin with). Several illustrative\nsimple test cases are given to show typical spurious effects that one can\nobserves for poor settings. We explain why Forward Semi-Lagrangian scheme bring\nus some benefits. Some toroidal and cylindrical GYSELA runs are shown that use\nFSL.\n","Comment: No. RR-8054 (2012)"]}]
["1209.0320",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0320"],"date":["2012-09-03","2012-09-04"],"type":["text"],"creator":["Borri, Alessandro","Pola, Giordano","Di Benedetto, Maria D."],"language":[],"coverage":[],"title":["Integrated Symbolic Design of Unstable Nonlinear Networked Control\n  Systems"],"description":["  The research area of Networked Control Systems (NCS) has been the topic of\nintensive study in the last decade. In this paper we give a contribution to\nthis research line by addressing symbolic control design of (possibly unstable)\nnonlinear NCS with specifications expressed in terms of automata. We first\nderive symbolic models that are shown to approximate the given NCS in the sense\nof (alternating) approximate simulation. We then address symbolic control\ndesign with specifications expressed in terms of automata. We finally derive\nefficient algorithms for the synthesis of the proposed symbolic controllers\nthat cope with the inherent computational complexity of the problem at hand.\n","Comment: arXiv admin note: text overlap with arXiv:1203.1069"]}]
["1209.0341",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Discrete Mathematics","Computer Science - Social and Information Networks","Computer Science - Systems and Control","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0341"],"date":["2012-09-03"],"type":["text"],"creator":["Preciado, Victor M.","Draief, Moez","Jadbabaie, Ali"],"language":[],"coverage":[],"title":["Structural Analysis of Viral Spreading Processes in Social and\n  Communication Networks Using Egonets"],"description":["  We study how the behavior of viral spreading processes is influenced by local\nstructural properties of the network over which they propagate. For a wide\nvariety of spreading processes, the largest eigenvalue of the adjacency matrix\nof the network plays a key role on their global dynamical behavior. For many\nreal-world large-scale networks, it is unfeasible to exactly retrieve the\ncomplete network structure to compute its largest eigenvalue. Instead, one\nusually have access to myopic, egocentric views of the network structure, also\ncalled egonets. In this paper, we propose a mathematical framework, based on\nalgebraic graph theory and convex optimization, to study how local structural\nproperties of the network constrain the interval of possible values in which\nthe largest eigenvalue must lie. Based on this framework, we present a\ncomputationally efficient approach to find this interval from a collection of\negonets. Our numerical simulations show that, for several social and\ncommunication networks, local structural properties of the network strongly\nconstrain the location of the largest eigenvalue and the resulting spreading\ndynamics. From a practical point of view, our results can be used to dictate\nimmunization strategies to tame the spreading of a virus, or to design network\ntopologies that facilitate the spreading of information virally.\n","Comment: Submitted for publication"]}]
["1209.0444",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0444"],"date":["2012-09-03","2012-09-04"],"type":["text"],"creator":["Briat, Corentin","Seuret, Alexandre"],"language":[],"coverage":[],"title":["Affine characterizations of minimum and mode-dependent dwell-times for\n  uncertain linear switched systems"],"description":["  An alternative approach for minimum and mode-dependent dwell-time\ncharacterization for switched systems is derived. The proposed technique is\nrelated to Lyapunov looped-functionals, a new type of functionals leading to\nstability conditions affine in the system matrices, unlike standard results for\nminimum dwell-time. These conditions are expressed as infinite-dimensional LMIs\nwhich can be solved using recent polynomial optimization techniques such as\nsum-of-squares. The specific structure of the conditions is finally utilized in\norder to derive dwell-time stability results for uncertain switched systems.\nSeveral examples illustrate the efficiency of the approach.\n","Comment: 7 pages, 1 figure, To appear in IEEE Transactions on Automatic\n  Control"]}]
["1209.0463",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0463"],"date":["2012-09-03"],"type":["text"],"creator":["Neistein, Eyal","Khochfar, Sadegh"],"language":[],"coverage":[],"title":["Looking at the relation between haloes and galaxies under the lens"],"description":["  We use an empirical approach to model the stellar mass of galaxies according\nto their host dark-matter haloes and subhaloes ('HASH'), where each galaxy\nresides in a subhalo taken from a large N-body cosmological simulation. This\napproach allows us to study the mass relation between subhaloes and galaxies\n(MR) using: the weak lensing signal (WL), the two point auto-correlation\nfunction (CF), and the stellar mass function of galaxies (SMF). Our method is\nbased on modeling the lensing signal directly from the cosmological simulation,\nand should thus be more accurate than other methods based on analytic halo\nmodels. We find that the WL does not provide a strong constraint on the MR,\nallowing for more than a factor of 10 freedom in the subhalo mass of central\ngalaxies, for a given stellar mass. The freedom for satellite galaxies is much\nlarger, providing a very poor constraint on the fraction of satellite galaxies\n(0.05-0.8). These results are not significantly modified when using both the\nSMF and WL as constraints. We show that for the most massive galaxies,\nobservational constraints based on the CF with 0.1 dex errors, are equivalent\nto 0.05 dex error in the WL. For intermediate and low mass galaxies the WL and\nCF constrain the MR in a different way. Although the WL is currently not adding\nmuch information at these masses, it has the potential of being important using\nfuture, more accurate measurements. The models found here do not match\nsimultaneously the observed CF and WL signals, and show a limited ability to\nmatch the WL & SMF. We suspect that this is partially due to the cosmological\nmodel assumed here and we therefore adopt a mock WL signal through most of this\nwork. In comparison to previous models in the literature, the method presented\nhere is probably more general, as it reveals a larger range of solutions for a\ngiven set of observational constraints [abridged].\n","Comment: Submitted to MNRAS"]}]
["1209.0469",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0469","Proc. Amer. Math. Soc. 136 (2008), no. 3, 849--857"],"date":["2012-09-03"],"type":["text"],"creator":["Shaska, T.","Wijesiri, G. S."],"language":[],"coverage":[],"title":["Codes over rings of size four, Hermitian lattices, and corresponding\n  theta functions"],"description":["  Let $K=Q(\\sqrt{-\\ell})$ be an imaginary quadratic field with ring of integers\n$\\O_K$, where $\\ell$ is a square free integer such that $\\ell\\equiv 3 \\mod 4$\nand $C=[n, k]$ be a linear code defined over $\\O_K/2\\O_K$. The level $\\ell$\ntheta function $\\Th_{\\L_{\\ell} (C)} $ of $C$ is defined on the lattice\n$\\L_{\\ell} (C):= \\set {x \\in \\O_K^n : \\rho_\\ell (x) \\in C}$, where\n$\\rho_{\\ell}:\\O_K \\rightarrow \\O_K/2\\O_K$ is the natural projection. In this\npaper, we prove that: % i) for any $\\ell, \\ell^\\prime$ such that $\\ell \\leq\n\\ell^\\prime$, $\\Th_{\\Lambda_\\ell}(q)$ and $\\Th_{\\Lambda_{\\ell^\\prime}}(q)$ have\nthe same coefficients up to $q^{\\frac {\\ell+1}{4}}$, % ii) for $\\ell \\geq \\frac\n{2(n+1)(n+2)}{n} -1$, $\\Th_{\\L_{\\ell}} (C)$ determines the code $C$ uniquely, %\niii) for $\\ell < \\frac {2(n+1)(n+2)}{n} -1$ there is a positive dimensional\nfamily of symmetrized weight enumerator polynomials corresponding to\n$\\Th_{\\La_\\ell}(C)$.\n"]}]
["1209.0475",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0475","Finite Fields Appl. 16 (2010), no. 2, 75--87"],"date":["2012-09-03"],"type":["text"],"creator":["Shaska, T.","Shor, C.","Wijesiri, G."],"language":[],"coverage":[],"title":["Codes over rings of size $p^2$ and lattices over imaginary quadratic\n  fields"],"description":["  Let $\\ell>0$ be a square-free integer congruent to 3 mod 4 and $\\O_K$ the\nring of integers of the imaginary quadratic field $K=Q(\\sqrt{-\\ell})$. Codes\n$C$ over rings $\\O_K / p \\O_K$ determine lattices $\\Lambda_\\ell (C) $ over $K$.\nIf $ p \\nmid \\ell$ then the ring $\\R:=\\O_K / p \\O_K$ is isomorphic to\n$\\F_{p^2}$ or $\\F_p \\times \\F_p$. Given a code $C$ over $\\R$, theta functions\non the corresponding lattices are defined. These theta series\n$\\theta_{\\Lambda_{\\ell}(C)}$ can be written in terms of the complete weight\nenumerator of $C$. We show that for any two $\\ell < \\ell^\\prime$ the first\n$\\frac {\\ell + 1} 4$ terms of their corresponding theta functions are the same.\nMoreover, we conjecture that for $\\ell > \\frac {p(n+1)(n+2)} 2$ there is a\nunique complete weight enumerator corresponding to a given theta function. We\nverify the conjecture for primes $p< 7$ and $\\ell \\leq 59$.\n"]}]
["1209.0481",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0481"],"date":["2012-09-03"],"type":["text"],"creator":["Cambou, A. D.","Gamari, B. D.","Hamm, E.","Hanna, J. A.","Menon, N.","Santangelo, C. D.","Walsh, L."],"language":[],"coverage":[],"title":["Unwrapping Chains"],"description":["  A loop of chain can move along its own tangents, maintaining a steady shape.\nAn open-ended chain undergoing a nontrivial motion must change its shape. One\nconsequence is that chains pulled around objects will fail to follow the\ncontours of the objects, unwrapping themselves instead. This short note\naccompanies a fluid dynamics video submission (83068) to the APS DFD Gallery of\nFluid Motion 2012.\n","Comment: one video, to serve as both \"high quality\" and \"small size\"\n  submission"]}]
["1209.0482",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0482"],"date":["2012-09-03"],"type":["text"],"creator":["Böhmer, F. V.","Ball, M.","Dørheim, S.","Höppner, C.","Ketzer, B.","Konorov, I.","Neubert, S.","Paul, S.","Rauch, J.","Vandenbroucke, M."],"language":[],"coverage":[],"title":["Space-Charge Effects in an Ungated GEM-based TPC"],"description":["  A fundamental limit to the application of Time Projection Chambers (TPCs) in\nhigh-rate experiments is the accumulation of slowly drifting ions in the active\ngas volume, which compromises the homogeneity of the drift field and hence the\ndetector resolution. Conventionally, this problem is overcome by the use of\nion-gating structures. This method, however, introduces large dead times and\nrestricts trigger rates to a few hundred per second. The ion gate can be\neliminated from the setup by the use of Gas Electron Multiplier (GEM) foils for\ngas amplification, which intrinsically suppress the backflow of ions. This\nmakes the continuous operation of a TPC at high rates feasible.\n  In this work, Monte Carlo simulations of the buildup of ion space charge in a\nGEM-based TPC and the correction of the resulting drift distortions are\ndiscussed, based on realistic numbers for the ion backflow in a triple-GEM\namplification stack. A TPC in the future PANDA experiment at FAIR, in which\nantiproton-proton interaction rates up to 2 x 10^7 per second will be reached,\nserves as an example for the experimental environment. The simulations show\nthat space charge densities up to 65 fC per cubic cm are reached, leading to\nelectron drift distortions of up to 10 mm. The application of a laser\ncalibration system to correct these distortions is investigated. Based on full\nsimulations of the detector physics and response, we show that it is possible\nto correct for the drift distortions and to maintain the good momentum\nresolution of the GEM-TPC.\n","Comment: Preprint submitted to Nuclear Instruments and Methods A"]}]
["1209.0487",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0487"],"date":["2012-09-03"],"type":["text"],"creator":["Bernard, Olivier","Boulanger, Anne-Celine","Bristeau, Marie-Odile","Sainte-Marie, Jacques"],"language":[],"coverage":[],"title":["A 2D model for hydrodynamics and biology coupling applied to algae\n  growth simulations"],"description":["  Cultivating oleaginous microalgae in specific culturing devices such as\nraceways is seen as a future way to produce biofuel. The complexity of this\nprocess coupling non linear biological activity to hydrodynamics makes the\noptimization problem very delicate. The large amount of parameters to be taken\ninto account paves the way for a useful mathematical modeling. Due to the\nheterogeneity of raceways along the depth dimension regarding temperature,\nlight intensity or nutrients availability, we adopt a multilayer approach for\nhydrodynamics and biology. For free surface hydrodynamics, we use a multilayer\nSaint-Venant model that allows mass exchanges, forced by a simplified\nrepresentation of the paddlewheel. Then, starting from an improved Droop model\nthat includes light effect on algae growth, we derive a similar multilayer\nsystem for the biological part. A kinetic interpretation of the whole system\nresults in an efficient numerical scheme. We show through numerical simulations\nin two dimensions that our approach is capable of discriminating between\nsituations of mixed water or calm and heterogeneous pond. Moreover, we exhibit\nthat a posteriori treatment of our velocity fields can provide lagrangian\ntrajectories which are of great interest to assess the actual light pattern\nperceived by the algal cells and therefore understand its impact on the\nphotosynthesis process.\n","Comment: 27 pages, 11 figures"]}]
["1209.0488",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0488"],"date":["2012-09-03"],"type":["text"],"creator":["Kober, Jens","Peters, Jan"],"language":[],"coverage":[],"title":["Learning Prioritized Control of Motor Primitives"],"description":["  Many tasks in robotics can be decomposed into sub-tasks that are performed\nsimultaneously. In many cases, these sub-tasks cannot all be achieved jointly\nand a prioritization of such sub-tasks is required to resolve this issue. In\nthis paper, we discuss a novel learning approach that allows to learn a\nprioritized control law built on a set of sub-tasks represented by motor\nprimitives. The primitives are executed simultaneously but have different\npriorities. Primitives of higher priority can override the commands of the\nconflicting lower priority ones. The dominance structure of these primitives\nhas a significant impact on the performance of the prioritized control law. We\nevaluate the proposed approach with a ball bouncing task on a Barrett WAM.\n"]}]
["1209.0492",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0492","Albanian J. Math. 5 (2011), no. 3, 115--137"],"date":["2012-09-03"],"type":["text"],"creator":["Beshaj, Lubjana","Hoxha, Valmira","Shaska, Tony"],"language":[],"coverage":[],"title":["On superelliptic curves of level $n$ and their quotients, I"],"description":["  We study families of superelliptic curves with fixed automorphism groups.\nSuch families are parametrized with invariants expressed in terms of the\ncoefficients of the curves. Algebraic relations among such invariants determine\nthe lattice of inclusions among the loci of superelliptic curves and their\nfield of moduli. We give a Maple package of how to compute the normal form of\nan superelliptic curve and its invariants. A complete list of all superelliptic\ncurves of genus $g \\leq 10$ defined over any field of characteristic $\\neq 2$\nis given in a subsequent paper.\n"]}]
["1209.0501",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Metric Geometry","46B80 (Primary), 46B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0501"],"date":["2012-09-03"],"type":["text"],"creator":["Dilworth, S. J.","Kutzarova, Denka","Lancien, G.","Randrianarivony, N. L."],"language":[],"coverage":[],"title":["Asymptotic geometry of Banach spaces and uniform quotient maps"],"description":["  Recently, Lima and Randrianarivony pointed out the role of the property\n$(\\beta)$ of Rolewicz in nonlinear quotient problems, and answered a\nten-year-old question of Bates, Johnson, Lindenstrauss, Preiss and Schechtman.\nIn the present paper, we prove that the modulus of asymptotic uniform\nsmoothness of the range space of a uniform quotient map can be compared with\nthe modulus of $(\\beta)$ of the domain space. We also provide conditions under\nwhich this comparison can be improved.\n"]}]
["1209.0502",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0502"],"date":["2012-09-03"],"type":["text"],"creator":["Tsemo, Aristide"],"language":[],"coverage":[],"title":["Some properties of schemes in group theory and Top couples"],"description":["  Let G be a group, and H a G-group defined by an imbedding map $G\\rightarrow\nH$; in [12] we have defined a topology on a subset of normal subgroups of $H$,\nthe so-called prime ideals. In this work, we generalize this topology to other\nclasses of groups.\n  We hope that such topologies define new effective tools to tackle well-known\nproblems in groups theory.\n  We study properties of the topology defined in [12], for example we define\nthe notions of functor of points, dimension and outline a Galois theory.\n","Comment: 21 pages 13 references"]}]
["1209.0508",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0508"],"date":["2012-09-03"],"type":["text"],"creator":["Solomon, Dan"],"language":[],"coverage":[],"title":["The effect of point split regularization on the sign of the Casimir\n  energy"],"description":["  In a recent paper [1] the Casimir energy was calculated for a massive dirac\nfield in (1+1) dimensional space-time in the presence of an inverse square well\npotential and shown to be positive. It will be shown that this result violates\na key assumption of quantum field theory which is that the vacuum state is the\nstate of minimum energy. The reason for this discrepancy is examined and is\nshown to be related to the way the charge density operator is defined. If the\ncharge density operator is defined using point splitting then an extra term\nwill be added to the charge which will result in the Casimir energy being\nnegative.\n","Comment: 14 pages"]}]
["1209.0509",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0509","International Journal of Modern Physics A, 27 (2012) 1250124","doi:10.1142/S0217751X12501242"],"date":["2012-09-03"],"type":["text"],"creator":["Prudencio, Thiago"],"language":[],"coverage":[],"title":["Parametric down conversion of a bosonic thermofield vacuum"],"description":["  We consider a process of parametric down conversion where the input state is\na bosonic thermofield vacuum. This state leads to a parametric down conversion,\ngenerating an output of two excited photons. Following a thermofield dynamics\nscheme, the input state, initially in a bosonic thermofield vacuum, and the\noutput states, initially in vacuum states, evolve under a Liouville-von Neumann\nequation.\n","Comment: 11 pages, 3 figures. arXiv admin note: substantial text overlap with\n  arXiv:1104.3926"]}]
["1209.0514",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Computer Science - Information Theory","Computer Science - Neural and Evolutionary Computing","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0514"],"date":["2012-09-03"],"type":["text"],"creator":["Belavkin, Roman V.","Channon, Alastair","Aston, Elizabeth","Aston, John","Krasovec, Rok","Knight, Christopher G."],"language":[],"coverage":[],"title":["Monotonicity of Fitness Landscapes and Mutation Rate Control"],"description":["  The typical view in evolutionary biology is that mutation rates are\nminimised. Contrary to that view, studies in combinatorial optimisation and\nsearch have shown a clear advantage of using variable mutation rates as a\ncontrol parameter to optimise the performance of evolutionary algorithms.\nRonald Fisher's work is the basis of much biological theory in this area. He\nused Euclidean geometry of continuous, infinite phenotypic spaces to study the\nrelation between mutation size and expected fitness of the offspring. Here we\ndevelop a general theory of optimal mutation rate control that is based on the\nalternative geometry of discrete and finite spaces of DNA sequences. We define\nthe monotonic properties of fitness landscapes, which allows us to relate\nfitness to the topology of genotypes and mutation size. First, we consider the\ncase of a perfectly monotonic fitness landscape, in which the optimal mutation\nrate control functions can be derived exactly or approximately depending on\nadditional constraints of the problem. Then we consider the general case of\nnon-monotonic landscapes. We use the ideas of local and weak monotonicity to\nshow that optimal mutation rate control functions exist in any such landscape\nand that they resemble control functions in a monotonic landscape at least in\nsome neighbourhood of a fitness maximum. Generally, optimal mutation rates\nincrease when fitness decreases, and the increase of mutation rate is more\nrapid in landscapes that are less monotonic (more rugged). We demonstrate these\nrelationships by obtaining and analysing approximately optimal mutation rate\ncontrol functions in 115 complete landscapes of binding scores between DNA\nsequences and transcription factors. We discuss the relevance of these findings\nto living organisms, including the phenomenon of stress-induced mutagenesis.\n"]}]
["1209.0517",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0517","doi:10.1007/s00339-012-7180-3"],"date":["2012-09-03"],"type":["text"],"creator":["Wang, Weiliang","Li, Zhibing"],"language":[],"coverage":[],"title":["Graphene with the secondary amine-terminated zigzag edge as a line\n  electron emitter"],"description":["  An extraordinary low vacuum barrier height of 2.30 eV has been found on the\nzigzag-edge of graphene terminated with the secondary amine via the ab initio\ncalculation. This edge structure has a flat band of edge states attached to the\ngamma point where the transversal kinetic energy is vanishing. We show that the\nfield electron emission is dominated by the flat band. The edge states pin the\nFermi level to a constant, leading to an extremely narrow emission energy\nwidth. The graphene with such edge is a promising line field electron emitter\nthat can produce highly coherent emission current.\n","Comment: 10 pages, 4 figures, The following article has been accepted by\n  Applied Physics A. After it is published, it will be found at\n  (http://www.springerlink.com/)"]}]
["1209.0518",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0518"],"date":["2012-09-03"],"type":["text"],"creator":["Hunter, Paul"],"language":[],"coverage":[],"title":["The expressiveness of MTL with counting"],"description":["  It is well known that MTL with integer endpoints is unable to express all of\nmonadic first-order logic of order and metric (FO(<,+1)). Indeed, MTL is unable\nto express the counting modalities $C_n$ that assert a properties holds $n$\ntimes in the next time interval. We show that MTL with the counting modalities,\nMTL+C, is expressively complete for FO(<,+1). This result strongly supports the\nassertion of Hirshfeld and Rabinovich that Q2MLO is the most expressive\ndecidable fragments of FO(<,+1).\n","Comment: Preliminary version - proof notes only"]}]
["1209.0521",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0521"],"date":["2012-09-03"],"type":["text"],"creator":["Delalleau, Olivier","Courville, Aaron","Bengio, Yoshua"],"language":[],"coverage":[],"title":["Efficient EM Training of Gaussian Mixtures with Missing Data"],"description":["  In data-mining applications, we are frequently faced with a large fraction of\nmissing entries in the data matrix, which is problematic for most discriminant\nmachine learning algorithms. A solution that we explore in this paper is the\nuse of a generative model (a mixture of Gaussians) to compute the conditional\nexpectation of the missing variables given the observed variables. Since\ntraining a Gaussian mixture with many different patterns of missing values can\nbe computationally very expensive, we introduce a spanning-tree based algorithm\nthat significantly speeds up training in these conditions. We also observe that\ngood results can be obtained by using the generative model to fill-in the\nmissing values for a separate discriminant learning algorithm.\n"]}]
["1209.0522",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0522"],"date":["2012-09-03"],"type":["text"],"creator":["Hiroshima, Fumio","Sasaki, Itaru","Shirai, Tomoyuki","Suzuki, Akito"],"language":[],"coverage":[],"title":["Note on the spectrum of discrete Schr\\\"odinger operators"],"description":["  The spectrum of discrete Schr\\\"odinger operator $L+V$ on the $d$-dimensional\nlattice is considered, where $L$ denotes the discrete Laplacian and $V$ a delta\nfunction with mass at a single point. Eigenvalues of $L+V$ are specified and\nthe absence of singular continuous spectrum is proven. In particular it is\nshown that an embedded eigenvalue does appear for $d\\geq5$ but does not for\n$1\\leq d\\leq 4$.\n","Comment: To appear in J. Math for Industry"]}]
["1209.0526",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0526","Affine algebraic geometry, 233--243, Contemp. Math., 369, Amer.\n  Math. Soc., Providence, RI, 2005"],"date":["2012-09-04"],"type":["text"],"creator":["Shaska, T.","Thompson, J. L."],"language":[],"coverage":[],"title":["On the generic curve of genus 3"],"description":["  We study genus $g$ coverings of full moduli dimension of degree $d=[\\frac\n{g+3} 2]$. There is a homomorphism between the corresponding Hurwitz space $\\H$\nof such covers to the moduli space $\\M_g$ of genus $g$ curves. In the case\n$g=3$, using the signature of such covering we provide an equation for the\ngeneric ternary quartic. Further, we discuss the degenerate subloci of the\ncorresponding Hurwitz space of such covers from the computational group theory\nviewpoint. In the last section, we show that one of these degenerate loci\ncorresponds to the locus of curves with automorphism group $C_3$. We give\nnecessary conditions in terms of covariants of ternary quartics for a genus 3\ncurve to belong to this locus.\n"]}]
["1209.0527",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0527"],"date":["2012-09-04"],"type":["text"],"creator":["Cai, Zhenning","Li, Ruo","Wang, Yanli"],"language":[],"coverage":[],"title":["Solving Vlasov Equations Using NRxx Method"],"description":["  In this paper, we propose a moment method to numerically solve the Vlasov\nequations using the framework of the NRxx method developed in [6, 8, 7] for the\nBoltzmann equation. Due to the same convection term of the Boltzmann equation\nand the Vlasov equation, it is very convenient to use the moment expansion in\nthe NRxx method to approximate the distribution function in the Vlasov\nequations. The moment closure recently presented in [5] is applied to achieve\nthe globally hyperbolicity so that the local well-posedness of the moment\nsystem is attained. This makes our simulations using high order moment\nexpansion accessible in the case of the distribution far away from the\nequilibrium which appears very often in the solution of the Vlasov equations.\nWith the moment expansion of the distribution function, the acceleration in the\nvelocity space results in an ordinary differential system of the macroscopic\nvelocity, thus is easy to be handled. The numerical method we developed can\nkeep both the mass and the momentum conserved. We carry out the simulations of\nboth the Vlasov-Poisson equations and the Vlasov-Poisson-BGK equations to study\nthe linear Landau damping. The numerical convergence is exhibited in terms of\nthe moment number and the spatial grid size, respectively. The variation of\ndiscretized energy as well as the dependence of the recurrence time on moment\norder is investigated. The linear Landau damping is well captured for different\nwave numbers and collision frequencies. We find that the Landau damping rate\nlinearly and monotonically converges in the spatial grid size. The results are\nin perfect agreement with the theoretic data in the collisionless case.\n"]}]
["1209.0537",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0537"],"date":["2012-09-04"],"type":["text"],"creator":["Zhang, Chen","Yin, Huarui","Wei, Guo"],"language":[],"coverage":[],"title":["One-sided Precoder Designs on Manifolds for Interference Alignment"],"description":["  Interference alignment (IA) is a technique recently shown to achieve the\nmaximum degrees of freedom (DoF) of $K$-user interference channel. In this\npaper, we focus on the precoder designs on manifolds for IA. By restricting the\noptimization only at the transmitters' side, it will alleviate the overhead\ninduced by alternation between the forward and reverse links significantly.\nFirstly a classical steepest descent (SD) algorithm in multi-dimensional\ncomplex space is proposed to achieve feasible IA. Then we reform the\noptimization problem on Stiefel manifold, and propose a novel SD algorithm\nbased on this manifold with lower dimensions. Moreover, aiming at further\nreducing the complexity, Grassmann manifold is introduced to derive\ncorresponding algorithm for reaching the perfect IA. Numerical simulations show\nthat the proposed algorithms on manifolds have better convergence performance\nand higher system capacity than previous methods, also achieve the maximum DoF.\n","Comment: 10 pages, 9 figures, submitted to Internation Journal of\n  Communication Systems"]}]
["1209.0538",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0538"],"date":["2012-09-04"],"type":["text"],"creator":["Geng, L. S.","Camalich, J. Martin","Alvarez-Ruso, L.","Vicente-Vacas, M. J."],"language":[],"coverage":[],"title":["Masses and magnetic moments of ground-state baryons in covariant baryon\n  chiral perturbation theory"],"description":["  We report on some recent developments in our understanding of the light-quark\nmass dependence and the SU(3) flavor symmetry breaking corrections to the\nmagnetic moments of the ground-state baryons in a covariant formulation of\nbaryon chiral perturbation theory, the so-called EOMS formulation. We show that\nthis covariant ChPT exhibits some promising features compared to its\nheavy-baryon and infrared counterparts.\n","Comment: 8 pages, 3 figures; plenary talk delivered by LSG at the 14th\n  national conference on nuclear structure, April 12nd - 16th, 2012, Huzhou,\n  China"]}]
["1209.0541",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0541","Ultramicroscopy 122 (2012) 1-5","doi:10.1016/j.ultramic.2012.07.021"],"date":["2012-09-04"],"type":["text"],"creator":["Castellanos-Gomez, Andres","Rubio-Bollinger, Gabino","Garnica, Manuela","Barja, Sara","de Parga, Amadeo L. Vázquez","Miranda, Rodolfo","Agraït, Nicolás"],"language":[],"coverage":[],"title":["Highly reproducible low temperature scanning tunnelling microscopy and\n  spectroscopy with in situ prepared tips"],"description":["  An in situ tip preparation procedure compatible with ultra-low temperature\nand high magnetic field scanning tunneling microscopes is presented. This\nprocedure does not require additional preparation techniques such as thermal\nannealing or ion milling. It relies on the local electric-field-induced\ndeposition of material from the tip onto the studied surface. Subsequently,\nrepeated indentations are performed onto the sputtered cluster to mechanically\nanneal the tip apex and thus to ensure the stability of the tip. The efficiency\nof this method is confirmed by comparing the topography and spectroscopy data\nacquired with either unprepared or in situ prepared tips on epitaxial graphene\ngrown on Ru (0001). We demonstrate that the use of in situ prepared tips\nincreases the stability of the scanning tunneling images and the\nreproducibility of the spectroscopic measurements.\n","Comment: 9 Pages, 4 figures (including supp. material)"]}]
["1209.0544",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B40, 35B06, 35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0544"],"date":["2012-09-04"],"type":["text"],"creator":["Kim, Sunghoon","Hui, Kin Ming"],"language":[],"coverage":[],"title":["Decay rate and radial symmetry of the exponential elliptic equation"],"description":["  Let $n\\geq 3$, $\\alpha$, $\\beta\\in\\mathbb{R}$, and let $v$ be a solution\n$\\Delta v+\\alpha e^v+\\beta x\\cdot\\nabla e^v=0$ in $\\mathbb{R}^n$, which\nsatisfies the conditions $\\lim_{R\\to\\infty}\\frac{1}{\\log\nR}\\int_{1}^{R}\\rho^{1-n} (\\int_{B_{\\rho}}e^v\\,dx)d\\rho\\in (0,\\infty)$ and\n$|x|^2e^{v(x)}\\le A_1$ in $\\R^n$. We prove that $\\frac{v(x)}{\\log |x|}\\to -2$\nas $|x|\\to\\infty$ and $\\alpha>2\\beta$. As a consequence under a mild condition\non $v$ we prove that the solution is radially symmetric about the origin.\n","Comment: 15 pages"]}]
["1209.0547",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0547"],"date":["2012-09-04"],"type":["text"],"creator":["Groote, S.","Körner, J. G.","Melić, B.","Prelovsek, S."],"language":[],"coverage":[],"title":["Single top quark polarization at O(alpha_s) in t t-bar production at a\n  polarized linear e^+ e^- collider"],"description":["  We present a detailed investigation of the NLO polarization of the top quark\nin t t-bar production at a polarized linear e^+ e^- collider with\nlongitudinally polarized beams. By appropiately tuning the polarization of the\nbeams one can achieve close to maximal values for the top quark polarization\nover most of the forward hemisphere for a large range of energies. This is\nquite welcome since the rate is largest in the forward hemisphere. One can also\ntune the beam polarization to obtain close to zero polarization over most of\nthe forward hemisphere.\n","Comment: 8 pages including 4 figures, style file desyprocA4.cls included.\n  Extended version of a talk given at the LC Forum Munich 2011, to be published\n  as a DESY-123 LC review report and in EPJC"]}]
["1209.0549",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0549"],"date":["2012-09-04"],"type":["text"],"creator":["Sim, Sangjin","Lee, Juyong","Lee, Jooyoung"],"language":[],"coverage":[],"title":["MOCSA: multiobjective optimization by conformational space annealing"],"description":["  We introduce a novel multiobjective optimization algorithm based on the\nconformational space annealing (CSA) algorithm, MOCSA. It has three\ncharacteristic features: (a) Dominance relationship and distance between\nsolutions in the objective space are used as the fitness measure, (b) update\nrules are based on the fitness as well as the distance between solutions in the\ndecision space and (c) it uses a constrained local minimizer. We have tested\nMOCSA on 12 test problems, consisting of ZDT and DTLZ test suites. Benchmark\nresults show that solutions obtained by MOCSA are closer to the Pareto front\nand covers a wider range of the objective space than those by the elitist\nnon-dominated sorting genetic system (NSGA2).\n","Comment: 20 pages, 3 figures"]}]
["1209.0550",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0550","International Journal of Wireless & Mobile Networks (IJWMN). Vol.\n  4, No. 2, pp. 117-134, 2012"],"date":["2012-09-04"],"type":["text"],"creator":["Bokhari, Fawaz","Zaruba, Gergely"],"language":[],"coverage":[],"title":["On the Use of Smart Ants for Efficient Routing in Wireless Mesh Networks"],"description":["  Routing in wireless mesh networks (WMNs) has been an active area of research\nfor the last several years. In this paper, we address the problem of packet\nrouting for efficient data forwarding in wireless mesh networks (WMNs) with the\nhelp of smart ants acting as intelligent agents. The aim of this paper is to\nstudy the use of such biologically inspired agents to effectively route the\npackets in WMNs. In particular, we propose AntMesh, a distributed\ninterference-aware data forwarding algorithm which enables the use of smart\nants to probabilistically and concurrently perform the routing and data\nforwarding in order to stochastically solve a dynamic network routing problem.\nAntMesh belongs to the class of routing algorithms inspired by the behaviour of\nreal ants which are known to find a shortest path between their nest and a food\nsource. In addition, AntMesh has the capability to effectively utilize the\nspace/channel diversity typically common in multi radio WMNs and to discover\nhigh throughput paths with less inter-flow and intra-flow interference while\nconventional wireless network routing protocols fail to do so. We implement our\nsmart ant-based routing algorithm in ns-2 and carry out extensive evaluation.\nWe demonstrate the stability of AntMesh in terms of how quickly it adapts\nitself to the changing dynamics or load on the network. We tune the parameters\nof AntMesh algorithm to study the effect on its performance in terms of the\nrouting load and end-to-end delay and have tested its performance under various\nnetwork scenarios particularly fixed nodes mesh networks and also on mobile WMN\nscenarios. The results obtained show AntMesh's advantages that make it a\nvaluable candidate to operate in mesh networks.\n","Comment: 18 pages, 6 figures"]}]
["1209.0551",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0551"],"date":["2012-09-04"],"type":["text"],"creator":["Gajjar, Vishal","Joshi, B. C.","Kramer, M."],"language":[],"coverage":[],"title":["Broadband nulling behaviour of PSR B2319+60"],"description":["  Pulse nulling is one of many single pulse phenomena exhibited by radio\npulsars. The broadband nature of this phenomena remained unexplained due to\nlack of coordinated observations. We are reporting broadband nulling behaviour\nof a well known nulling pulsar PSR B2319+60. The simultaneous observations were\ncarried out at four different frequencies using the Giant Meterwave Radio\ntelescope (325 and 610 MHz), the Westerbork Synthesis Radio Telescope (1420\nMHz) and the Effelsberg radio telescope (5100 MHz). The nulling fractions were\nestimated at all four observed frequencies, which suggest similar degree of\nnulling across these frequencies. To comment on the broadband behaviour of\npulse nulling, we calculated the Pearson cross-correlation coefficients for the\noccurrence of null and burst pulses between all four frequencies. We conclude\nthat nulling is largely a broadband phenomenon for this pulsar and it points\ntowards a global failure of the magnetospheric currents which produces radio\nemission at these frequencies.\n","Comment: 4 pages, 4 figures, to be published in Proceedings of Electromagnetic\n  Radiation from Pulsars and Magnetars, Zielona G\\'ora, 2012, Astronomical\n  Society of the Pacific Conference Series"]}]
["1209.0552",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0552"],"date":["2012-09-04"],"type":["text"],"creator":["Grigoryan, G.","Chaltykyan, V.","Gazazyan, E.","Hovhannisyan, A.","Tikhova, O."],"language":[],"coverage":[],"title":["Adiabatic Transparency of Multilevel Atomic Media for Short\n  High-intensity Pulses"],"description":["  We consider a medium of multilevel atomic systems interacting with radiation\npulses. A relatively simple technique of analytic calculations is proposed,\nwhich allows revealing all necessary conditions (with sufficient conditions to\nbe checked separately) imposed on the interaction parameters, for which the\nmean dipole moment of a multilevel atomic medium vanishes, i.e., the medium\nbecomes transparent via adiabatic interaction. The proposed technique is based\non the method of quasienergies and illustrated for three- and five-level atomic\nsystems. The necessary conditions for the propagation length where the\ninteraction adiabaticity is preserved in the medium are obtained.\n"]}]
["1209.0554",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0554"],"date":["2012-09-04"],"type":["text"],"creator":["Thanassoulas, C.","Klentos, V.","Verveniotis, G.","Zymaris, N."],"language":[],"coverage":[],"title":["Preseismic electric signals generated by critical stress loading of the\n  lithosphere. A review of the type of signals obtained from a long lasted\n  (1999 to 2012) experiment conducted in Greece"],"description":["  In this work a review is made of the various preseismic electric signals that\nhave been observed before large EQs in Greece during the period of 1999 to\n2012. The observed preseismic electric signals comply quite well with the\ntheoretical ones that are expected to be generated by a large scale\npiezoelectric mechanism been activatsd at the focal area due to its excess\nstress-load. Preseismic electric signals of the total piezoelectric field, its\nfirst time derivative, its oscillation due to M1 and K1 tidal components have\nbeen observed by single monitoring sites during the actual 1999 to 2012\nexperiment in Greece. Moreover, the \"strange attractor like\" electric\npreseismic signal was detected by the simultaneously use of two distant\nmonitoring sites. It is demonstrated that the preseismic electric signals can\nnot only determine quite accurately a very short time window for the EQ\noccurrence and its epicentral location but the latter can be achieved without\nany prior knowledge of the geological, tectonic setting or past seismic history\nof the seismogenic area. The predicted pending EQ is treated as a single\nisolated destructive nature event which sends clear warning signals well before\nits occurrence. Real examples are presented from the Greek territory.\n  Key words: piezoelectricity, electric preseismic signals, strange attractor\nlike, earthquake prediction.\n","Comment: 13 pages, 28 figures, https://www.earthquakeprediction.gr"]}]
["1209.0555",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0555"],"date":["2012-09-04"],"type":["text"],"creator":["Yang, Gui","Zhang, Yufeng","Yan, Xunwang"],"language":[],"coverage":[],"title":["Electronic structure and optical properties of Graphene Monoxide"],"description":["  The electronic and optical properties of graphene monoxide, a new type of\nsemiconductor materials, are first theoretically studied based on density\nfunctional theory. Electronic calculations show that the band gap is 0.952 eV\nwhich indicate that graphene monoxide is a direct band gap semiconductor. The\ndensity of states of graphene monoxide and the partial density of states for C\nand O are given to understand the electronic structure. In addition, we\ncalculate the optical properties of graphene monoxide including the complex\ndielectric function, absorption coefficient, the complex refractive index,\nloss-function, reflectivity and conductivity. These results provide a physical\nbasis for the potential applications in optoelectronic devices.\n","Comment: 5 figures"]}]
["1209.0562",{"format":[],"subject":["Mathematics - Representation Theory","16G10, 16E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0562"],"date":["2012-09-04"],"type":["text"],"creator":["Abrar, Muhammad"],"language":[],"coverage":[],"title":["Dominant dimensions of two classes of finite dimensional algebras"],"description":["  The aim of this paper is to study the dominant dimension of two important\nclasses of finite dimensional algebras, namely, hereditary algebras and tree\nalgebras. We derive an explicit formula for the dominant dimension of each\nclass.\n","Comment: Submitted to Communications in Algebra"]}]
["1209.0566",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0566"],"date":["2012-09-04"],"type":["text"],"creator":["Andersen, Ken","Bigault, Thierry","Birch, Jens","Buffet, Jean-Claude","Correa, Jonathan","van Esch, Patrick","Guerard, Bruno","Hall-Wilton, Richard","Hultman, Lars","Höglund, Carina","Jensen, Jens","Khaplanov, Anton","Kirstein, Oliver","Piscitelli, Francesco","Vettier, Christian"],"language":[],"coverage":[],"title":["Multi-Grid Boron-10 detector for large area applications in neutron\n  scattering science"],"description":["  The present supply of 3He can no longer meet the detector demands of the\nupcoming ESS facility and continued detector upgrades at current neutron\nsources. Therefore viable alternative technologies are required to support the\ndevelopment of cutting-edge instrumentation for neutron scattering science. In\nthis context, 10B-based detectors are being developed by collaboration between\nthe ESS, ILL, and Link\\\"{o}ping University. This paper reports on progress of\nthis technology and the prospects applying it in modern neutron scattering\nexperiments. The detector is made-up of multiple rectangular gas counter tubes\ncoated with B4C, enriched in 10B. An anode wire reads out each tube, thereby\ngiving position of conversion in one of the lateral co-ordinates as well as in\ndepth of the detector. Position resolution in the remaining co-ordinate is\nobtained by segmenting the cathode tube itself. Boron carbide films have been\nproduced at Link\\\"{o}ping University and a detector built at ILL. The\ncharacterization study is presented in this paper, including measurement of\nefficiency, effects of the fill gas species and pressure, coating thickness\nvariation on efficiency and sensitivity to gamma-rays.\n","Comment: Presented at the ICANS-XX conference, March 2012"]}]
["1209.0573",{"format":[],"subject":["Mathematics - Number Theory","11B39, 11D09, 11J68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0573","International Journal of Pure and Applied Mathematics, Vol. 64, p.\n  305-316, 2010"],"date":["2012-09-04"],"type":["text"],"creator":["Barbero, Stefano","Cerruti, Umberto","Murru, Nadir"],"language":[],"coverage":[],"title":["Generalized R\\'edei rational functions and rational approximations over\n  conics"],"description":["  In this paper we study a general class of conics starting from a quotient\nfield. We give a group structure over these conics generalizing the\nconstruction of a group over the Pell hyperbola. Furthermore, we generalize the\ndefinition of R\\'edei rational functions in order to use them for evaluating\npowers of points over these conics. Finally, we study rational approximations\nof irrational numbers over conics, obtaining a new result for the approximation\nof quadratic irrationalities.\n","Comment: 11 pages"]}]
["1209.0574",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0574","Proceedings IAU Symposium No. 275, 2011, Romero, G.E., Sunyaev,\n  R.A. and Belloni, T. (eds.)","doi:10.1017/S1743921311014815"],"date":["2012-09-04"],"type":["text"],"creator":["Gizani, Nectaria A. B"],"language":[],"coverage":[],"title":["The role of AGN jets and intracluster magnetic fields in the formation\n  and acceleration of cosmic rays"],"description":["  Using radio and X-ray data of two powerful radiogalaxies we attempt to find\nout the role that radio jets (in terms of composition and power) as well as\nintracluster magnetic fields play in the formation, propagation and\nacceleration of cosmic rays. For this study we have selected the powerful radio\ngalaxies Hercules A and 3C\\,310 because of the presence of ring-like features\nin their kpc-scale radio emission instead of the usual hotspots. These two\nFR1.5 lie at the center of galaxy cooling flow clusters in a dense environment.\n  We observed the unique jets of Hercules both in kpc- (multifrequency VLA\ndata) and pc-scales (EVN observations at 18 cm). We have also observed the core\nand inner jets of 3C310 at 18 cm using global VLBI. We report on the work in\nprogress.\n","Comment: 2 pages, IAU Conference No. 275"]}]
["1209.0575",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0575","NIMA, Vol. 692, p. 280, 2012","doi:10.1016/j.nima.2012.01.044"],"date":["2012-09-04"],"type":["text"],"creator":["Gizani, Nectaria A. B"],"language":[],"coverage":[],"title":["On the extragalactic jet asymmetry and composition, and the production\n  of high energy cosmic rays"],"description":["  We probe the role of the directional asymmetry between relativistic outflows\nto kilo-parsec scale jets in the propagation and acceleration of cosmic rays.\nOur sample contains powerful AGN hosting dense cluster environments. We attempt\na thorough description of where and when ultra high energy cosmic ray\nproduction and acceleration takes place also using radio observations of the\nlarge scale stucture of the AGNs and X-ray data of the hot dense gas in which\nthe AGNs are situated.\n  As far as the cosmic ray primaries are concerned, the presence of\nrelativistic protons or mildly relativistic electrons/positrons contributes\nsubstantially to the energy budget of the jets enabling them to heat\nefficiently the intracluster gas.\n","Comment: 4 pages"]}]
["1209.0578",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0578"],"date":["2012-09-04"],"type":["text"],"creator":["Díez, Alicia","Tapiador, Antonio"],"language":[],"coverage":[],"title":["Social Cheesecake: An UX-driven designed interface for managing contacts"],"description":["  Social network management interfaces should consider separation of contexts\nand tie strength. This paper shows the design process upon building the Social\nCheesecake, an interface that addresses both issues. Paper and screen\nprototyping were used in the design process. Paper prototype interactions\nhelped to explore the metaphors in the domain, while screen prototype\nconsolidated the model. The prototype was finally built using HTML5 and\nJavascript.\n","Comment: Preprint of IADIS WWW/Internet 2012"]}]
["1209.0580",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0580"],"date":["2012-09-04"],"type":["text"],"creator":["Sadzikowski, Mariusz"],"language":[],"coverage":[],"title":["Remark on in-medium masses of hadrons with one heavy quark"],"description":["  In this short note we derive a formula which describes the dependence of the\nmass of a hadron which contains a single heavy quark on the temperature of the\nheat bath. It takes a simple scaling form with the exponent which is different\nthan in the case of the light hadrons. The derivation is based on dimensional\narguments within the framework of the bag model paradigm. The simple\nrealization of this scenario is presented for the MIT bag model. The mass\nsplitting between pseudoscalar and vector mesons ($D, D^\\ast$ or $B, B^\\ast$)\nas a function of temeperature is presented.\n","Comment: 6 pages, 1 figure"]}]
["1209.0587",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - General Topology","22A15, 20M20, 20M18, 54D40, 54E52, 54H10, 54H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0587","Georgian Math. J. 19:3 (2012), 511-532","doi:10.1515/gmj-2012-0022"],"date":["2012-09-04"],"type":["text"],"creator":["Gutik, Oleg","Repovš, Dušan"],"language":[],"coverage":[],"title":["On monoids of monotone injective partial self-maps of integers with\n  cofinite domains and images"],"description":["  We study the semigroup $\\mathscr{I}^{\\nearrow}_{\\infty}(\\mathbb{Z})$ of\nmonotone injective partial selfmaps of the set of integers having cofinite\ndomain and image. We show that $\\mathscr{I}^{\\nearrow}_{\\infty}(\\mathbb{Z})$ is\nbisimple and all of its non-trivial semigroup homomorphisms are either\nisomorphisms or group homomorphisms. We also prove that every Baire topology\n$\\tau$ on $\\mathscr{I}^{\\nearrow}_{\\infty}(\\mathbb{Z})$ such that\n$(\\mathscr{I}^{\\nearrow}_{\\infty}(\\mathbb{Z}),\\tau)$ is a Hausdorff\nsemitopological semigroup is discrete and we construct a non-discrete Hausdorff\ninverse semigroup topology $\\tau_W$ on\n$\\mathscr{I}^{\\nearrow}_{\\infty}(\\mathbb{Z})$. We show that the discrete\nsemigroup $\\mathscr{I}^{\\nearrow}_{\\infty}(\\mathbb{Z})$ cannot be embedded into\nsome classes of compact-like topological semigroups and that its remainder\nunder the closure in a topological semigroup $S$ is an ideal in $S$.\n","Comment: arXiv admin note: text overlap with arXiv:1006.4873"]}]
["1209.0590",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0590"],"date":["2012-09-04"],"type":["text"],"creator":["Snyder, Scott","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Higgs boson search at ATLAS"],"description":["  The status of the ATLAS Higgs boson search using about 5 fb^-1 of data\nrecorded in 2011 is summarized. Proceedings from Physics at the LHC 2012\n(Vancouver).\n","Comment: 6 pages. Proceedings from Physics at the LHC 2012 (Vancouver)"]}]
["1209.0592",{"format":[],"subject":["Physics - General Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0592"],"date":["2012-09-04"],"type":["text"],"creator":["Ghassib, Hisham"],"language":[],"coverage":[],"title":["Is Physics Sick? [In Praise of Classical Physics]"],"description":["  In this paper, it is argued that theoretical physics is more akin to an\norganism than to a rigid structure.It is in this sense that the epithet,\n\"sick\", applies to it. It is argued that classical physics is a model of a\nhealthy science, and the degree of sickness of modern physics is measured\naccordingly. The malady is located in the relationship between mathematics and\nphysical meaning in physical theory.\n"]}]
["1209.0598",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0598"],"date":["2012-09-04"],"type":["text"],"creator":["Angelini, Patrizio","Di Bartolomeo, Marco","Di Battista, Giuseppe"],"language":[],"coverage":[],"title":["Implementing a Partitioned 2-page Book Embedding Testing Algorithm"],"description":["  In a book embedding the vertices of a graph are placed on the \"spine\" of a\n\"book\" and the edges are assigned to \"pages\" so that edges on the same page do\nnot cross. In the Partitioned 2-page Book Embedding problem egdes are\npartitioned into two sets E_1 and E_2, the pages are two, the edges of E_1 are\nassigned to page 1, and the edges of E_2 are assigned to page 2. The problem\nconsists of checking if an ordering of the vertices exists along the spine so\nthat the edges of each page do not cross. Hong and Nagamochi give an\ninteresting and complex linear time algorithm for tackling Partitioned 2-page\nBook Embedding based on SPQR-trees. We show an efficient implementation of this\nalgorithm and show its effectiveness by performing a number of experimental\ntests. Because of the relationships between Partitioned 2-page Book Embedding\nand clustered planarity we yield as a side effect an implementation of a\nclustered planarity testing where the graph has exactly two clusters.\n","Comment: 21 pages, 11 figures, published at 20th International Symposyum on\n  Graph Drawing"]}]
["1209.0603",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0603"],"date":["2012-09-04"],"type":["text"],"creator":["Karpeshin, Feodor F."],"language":[],"coverage":[],"title":["Coulomb disintegration of the 208Pb ions at the big hadron collider\n  energy"],"description":["  The spectrum of virtual photons for nuclei of Pb-208 at big hadron collider\nenergy is analysed. Cross-sections of inelastic Coulomb collisions accompanied\nwith evaporation of one to four neutrons by one of the partners are calculated.\nBy making use of the Glauber's method, executed estimates of neutron\nmultiplicity resulting from the Coulomb desintehration of the nuclei. The\npredicted neutron multiplicity reaches 30-40 and more for each of the partners.\nNeutrons are accompanied by emitted fast protons and other charged particles,\non the average three-five particles for each partner. The majority of the\nparticles of a kulonovsky origin are characterized with small rapiditty and can\nthus be registered with ZDCs.\n","Comment: 14 pages, 2 gigures. This article is of methodically-heuristic\n  character. It was prepared during stay of the author in Israel. It is a\n  spontaneous product of his discussions with L.Frankfurt, S.Milov in the\n  period when he worked as a consultant at the Weizmann Institute. He would\n  also like to thank M.Strikman and I.Pshenichnov for sending their papers and\n  fruitful lively comments"]}]
["1209.0606",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0606"],"date":["2012-09-04"],"type":["text"],"creator":["Sil'chenko, O. K.","Proshina, I. S.","Shulga, A. P.","Koposov, S. E."],"language":[],"coverage":[],"title":["Ages and abundances in large-scale stellar disks of nearby S0 galaxies"],"description":["  By undertaking deep long-slit spectroscopy with the focal reducer SCORPIO of\nthe Russian 6m telescope, we studied stellar population properties and their\nvariation with radius in 15 nearby S0 galaxies sampling a wide range of\nluminosities and environments. For the large-scale stellar disks of S0s, we\nhave measured SSP-equivalent metallicities ranging from the solar one down to\n[Z/H]=-0.4 - -0.7, rather high magnesium-to-iron ratios, [Mg/Fe] > +0.2, and\nmostly old SSP-equivalent ages. Nine of 15 (60%) galaxies have large-scale\nstellar disks older than 10 Gyr, and among those we find all the galaxies which\nreside in denser environments. The isolated galaxies may have intermediate-age\nstellar disks which are 7-9 Gyr old. Only two galaxies of our sample, NGC 4111\nand NGC 7332, reveal SSP-equivalent ages of their disks of 2-3 Gyrs. Just these\ntwo young disks appear to be thin, while the other, older disks have scale\nheights typical for thick stellar disks. The stellar populations in the bulges\nat radii of 0.5r_eff are on the contrary more metal-rich than the solar\nmetallicity, with the ages homogeneously distributed between 2 and 15 Gyr,\nbeing almost always younger than the disks. We conclude that S0 galaxies could\nnot form in groups at z=0.4 as is thought now; a new scenario of the general\nevolution of disk galaxies is proposed instead.\n","Comment: Accepted to the MNRAS"]}]
["1209.0612",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0612"],"date":["2012-09-04"],"type":["text"],"creator":["Chen, Bo"],"language":[],"coverage":[],"title":["Dimension vectors in regular components over wild Kronecker quivers"],"description":["  Let $\\mathcal{K}_n$ be the so-called wild Kronecker quiver, i.e., a quiver\nwith one source and one sink and $n\\geq 3$ arrows from the source to the sink.\nThe following problems will be studied for an arbitrary regular component\n$\\mathcal{C}$ of the Auslander-Reiten quiver: (1) What is the relationship\nbetween dimension vectors and quasi-lengths of the indecomposable regular\nrepresentations in $\\mathcal{C}$? (2) For a given natural number $d$, is there\nan upper bound of the number of indecomposable representations in $\\mathcal{C}$\nwith the same length $d$? (3) When do the sets of the dimension vectors of\nindecomposable representations in different regular components coincide?\n","Comment: 19 pages"]}]
["1209.0614",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0614"],"date":["2012-09-04"],"type":["text"],"creator":["Dolbeault, Jean","Garcia-Huidobro, Marta","Manásevich, Raul"],"language":[],"coverage":[],"title":["Qualitative properties and existence of sign changing solutions with\n  compact support for an equation with a p-Laplace operator"],"description":["  We consider radial solutions of an elliptic equation involving the p-Laplace\noperator and prove by a shooting method the existence of compactly supported\nsolutions with any prescribed number of nodes. The method is based on a change\nof variables in the phase plane corresponding to an asymptotic Hamiltonian\nsystem and provides qualitative properties of the solutions.\n"]}]
["1209.0616",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0616","13th European Conference on the Mathematics of Oil Recovery ECMOR\n  2012 (2012)"],"date":["2012-09-04"],"type":["text"],"creator":["Bouzarkouna, Zyed","Ding, Didier Yu","Auger, Anne"],"language":[],"coverage":[],"title":["Well Placement Optimization under Uncertainty with CMA-ES Using the\n  Neighborhood"],"description":["  In the well placement problem, as well as in other field development\noptimization problems, geological uncertainty is a key source of risk affecting\nthe viability of field development projects. Well placement problems under\ngeological uncertainty are formulated as optimization problems in which the\nobjective function is evaluated using a reservoir simulator on a number of\npossible geological realizations. In this paper, we present a new approach to\nhandle geological uncertainty for the well placement problem with a reduced\nnumber of reservoir simulations. The proposed approach uses already simulated\nwell configurations in the neighborhood of each well configuration for the\nobjective function evaluation. We use thus only one single reservoir simulation\nperformed on a randomly chosen realization together with the neighborhood to\nestimate the objective function instead of using multiple simulations on\nmultiple realizations. This approach is combined with the stochastic optimizer\nCMA-ES. The proposed approach is shown on the benchmark reservoir case PUNQ-S3\nto be able to capture the geological uncertainty using a smaller number of\nreservoir simulations. This approach is compared to the reference approach\nusing all the possible realizations for each well configuration, and shown to\nbe able to reduce significantly the number of reservoir simulations (around\n80%).\n"]}]
["1209.0617",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Numerical Analysis","primary 65K05, 65T50, secondary 90C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0617","Mathematical Programming Computation, Volume 4, Number 1 (2012),\n  53-69","doi:10.1007/s12532-011-0034-8"],"date":["2012-09-04"],"type":["text"],"creator":["Vanderbei, Robert J."],"language":[],"coverage":[],"title":["Fast Fourier Optimization: Sparsity Matters"],"description":["  Many interesting and fundamentally practical optimization problems, ranging\nfrom optics, to signal processing, to radar and acoustics, involve constraints\non the Fourier transform of a function. It is well-known that the {\\em fast\nFourier transform} (fft) is a recursive algorithm that can dramatically improve\nthe efficiency for computing the discrete Fourier transform. However, because\nit is recursive, it is difficult to embed into a linear optimization problem.\nIn this paper, we explain the main idea behind the fast Fourier transform and\nshow how to adapt it in such a manner as to make it encodable as constraints in\nan optimization problem. We demonstrate a real-world problem from the field of\nhigh-contrast imaging. On this problem, dramatic improvements are translated to\nan ability to solve problems with a much finer grid of discretized points. As\nwe shall show, in general, the \"fast Fourier\" version of the optimization\nconstraints produces a larger but sparser constraint matrix and therefore one\ncan think of the fast Fourier transform as a method of sparsifying the\nconstraints in an optimization problem, which is usually a good thing.\n","Comment: 16 pages, 8 figures"]}]
["1209.0619",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0619"],"date":["2012-09-04"],"type":["text"],"creator":["Ward, Logan","Agrawal, Anupriya","Flores, Katharine M.","Windl, Wolfgang"],"language":[],"coverage":[],"title":["Rapid Production of Accurate Embedded-Atom Method Potentials for Metal\n  Alloys"],"description":["  The most critical limitation to the wide-scale use of classical molecular\ndynamics for alloy design is the availability of suitable interatomic\npotentials. In this work, we demonstrate a simple procedure to generate a\nlibrary of accurate binary potentials using already-existing single-element\npotentials that can be easily combined to form multi-component alloy\npotentials. For the Al-Ni, Cu-Au, and Cu-Al-Zr systems, we show that this\nmethod produces results comparable in accuracy to alloy potentials where all\nparts have been fitted simultaneously, without the additional computational\nexpense. Furthermore, we demonstrate applicability to both crystalline and\namorphous phases.\n","Comment: 4800 words, 6 figures, 3 tables"]}]
["1209.0621",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0621"],"date":["2012-09-04"],"type":["text"],"creator":["Howczak, O.","Kaczmarczyk, J.","Spałek, J."],"language":[],"coverage":[],"title":["From magnetic and Kondo-compensated states to unconventional\n  superconductivity in heavy fermions: a unified approach"],"description":["  Inspired by the recent experimental evidence of antiferromagnetism and\nsuperconductivity coexistence in heavy fermion CeRhIn$_5$, we propose a fully\nmicroscopic approach based on the idea of real space pairing within the\nAnderson-Kondo lattice model. We present an overall phase diagram incorporating\nthe emergence of a quantum critical point, where Kondo insulating (KI),\nantiferromagnetic (AF) and superconducting (SC) phases meet. We also obtain the\nKondo insulating state with totally compensated magnetic moments as the\nparental state for the emerging SC phases. Furthermore, the coexistent (AF+SC)\nphase may contain also a non-trivial spin-triplet gap component within the\nessentially spin-singlet pairing mechanism\n","Comment: 5 pages, 5 figures"]}]
["1209.0622",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0622"],"date":["2012-09-04"],"type":["text"],"creator":["Nishadh, K. A.","Azeez, P. A"],"language":[],"coverage":[],"title":["Sensor Webs for Environmental research"],"description":["  The ongoing massive global environmental changes and the past learnings have\nhighlighted the urgency and importance of further detailed understanding of the\nearth system and implementation of social ecological sustainability measures in\na much more effective and transparent manner. This short communication discuss\nthe potential of sensor webs in addressing those research challenges,\nhighlighting it in the context of air pollution issues.\n","Comment: 6 pages, 1 figures"]}]
["1209.0623",{"format":[],"subject":["Mathematics - Probability","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0623"],"date":["2012-09-04"],"type":["text"],"creator":["Berg, Imme van den"],"language":[],"coverage":[],"title":["Stochastic differential equations with path-independent solutions"],"description":["  We present a condition for a stochastic differential equation\ndX_{t}={\\mu}(t,X_{t})dt+{\\sigma}(t,X_{t})dB_{t} to have a unique functional\nsolution of the form Z(t,B_{t}). The condition expresses a relation between\n{\\mu} and {\\sigma}. A generalization concerns solutions of the form Z(t,Y_{t}),\nwhere Y_{t} is an Ito-process satisfying a stochastic differential equation\nwith coefficients only depending on time, to be determined from {\\mu} and\n{\\sigma}. The solutions in question are obtained by solving a system of two\npartial differential equations, which may be reduced to two ordinary\ndifferential equations.\n"]}]
["1209.0624",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Atmospheric and Oceanic Physics","Statistics - Applications","primary 62P12, secondary 86A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0624"],"date":["2012-09-04"],"type":["text"],"creator":["Vanderbei, Robert J."],"language":[],"coverage":[],"title":["Local Warming"],"description":["  Using 55 years of daily average temperatures from a local weather station, I\nmade a least-absolute-deviations (LAD) regression model that accounts for three\neffects: seasonal variations, the 11-year solar cycle, and a linear trend. The\nmodel was formulated as a linear programming problem and solved using widely\navailable optimization software. The solution indicates that temperatures have\ngone up by about 2 degrees Fahrenheit over the 55 years covered by the data. It\nalso correctly identifies the known phase of the solar cycle; i.e., the date of\nthe last solar minimum. It turns out that the maximum slope of the solar cycle\nsinusoid in the regression model is about the same size as the slope produced\nby the linear trend. The fact that the solar cycle was correctly extracted by\nthe model is a strong indicator that effects of this size, in particular the\nslope of the linear trend, can be accurately determined from the 55 years of\ndata analyzed.\n  The main purpose for doing this analysis is to demonstrate that it is easy to\nfind and analyze archived temperature data for oneself. In particular, this\nproblem makes a good class project for upper-level undergraduate courses in\noptimization or in statistics.\n  It is worth noting that a similar least-squares model failed to characterize\nthe solar cycle correctly and hence even though it too indicates that\ntemperatures have been rising locally, one can be less confident in this\nresult.\n  The paper ends with a section presenting similar results from a few thousand\nsites distributed world-wide, some results from a modification of the model\nthat includes both temperature and humidity, as well as a number of suggestions\nfor future work and/or ideas for enhancements that could be used as classroom\nprojects.\n","Comment: 12 pages, 5 figures, to appear in SIAM Review"]}]
["1209.0626",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0626"],"date":["2012-09-04"],"type":["text"],"creator":["Evans, Nick"],"language":[],"coverage":[],"title":["Holographic Description of the QCD Phase Diagram and Out of Equilibrium\n  Dynamics"],"description":["  Holography provides a powerful tool to model QCD and other strongly coupled\ngauge dynamics. As examples of its power to compute in novel environments I\nreview some recent results: these include models of the phase structure of QCD\nat finite temperature and chemical potential; and computation of time dependent\nprocesses at strongly coupled phase transitions.\n","Comment: 11 pages, 8 figures, Presented at the International Conference on New\n  Frontiers in Physics, ICFP 2012, 10-16 June 2012 Kolymbari, Crete, Greece"]}]
["1209.0627",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0627","2012ApJ...753L..27M","doi:10.1088/2041-8205/753/2/L27"],"date":["2012-09-04"],"type":["text"],"creator":["Montgomery, M. M."],"language":[],"coverage":[],"title":["Tilt, Warp, and Simultaneous Precessions in Disks"],"description":["  Warps are suspected in disks around massive compact objects. However, the\nproposed warping source -- non-axisymmetric radiation pressure -- does not\napply to white dwarfs. In this letter we report the first Smoothed Particle\nHydrodynamic simulations of accretion disks in SU UMa-type systems that\nnaturally tilt, warp, and simultaneously precess in the prograde and retrograde\ndirections using white dwarf V344 Lyrae in the Kepler field as our model. After\n~79 days in V344 Lyrae, the disk angular momentum L_d becomes misaligned to the\norbital angular momentum L_o. As the gas stream remains normal to L_o,\nhydrodynamics (e.g., the lift force) is a likely source to disk tilt. In\naddition to tilt, the outer disk annuli cyclically change shape from circular\nto highly eccentric due to tidal torques by the secondary star. The effect of\nsimultaneous prograde and retrograde precession is a warp of the colder, denser\nmidplane as seen along the disk rim. The simulated rate of apsidal advance to\nnodal regression per orbit nearly matches the observed ratio in V344 Lyrae.\n","Comment: 3 figures, Letter"]}]
["1209.0630",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0630"],"date":["2012-09-04"],"type":["text"],"creator":["Yvonne Pachmayer for the ALICE Collaboration"],"language":[],"coverage":[],"title":["Heavy-Flavour Production in Pb-Pb collisions at the LHC with ALICE"],"description":["  Results on open heavy-flavour production in Pb-Pb collisions at sqrt{s_NN} =\n2.76 TeV measured with ALICE at the LHC are presented. The nuclear modification\nfactors, extracted in three different channels, show a strong suppression in\ncentral collisions. The measured D-meson azimuthal anisotropy indicates a\nnon-zero v2, which is similar to the one of charged hadrons.\n","Comment: 4 pages, 3 figures, conference proceedings PLHC"]}]
["1209.0635",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Earth and Planetary Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0635"],"date":["2012-09-04"],"type":["text"],"creator":["Fienga, A."],"language":[],"coverage":[],"title":["Planetary ephemerides and gravity tests in the solar system"],"description":["  We review here the tests of fundamental physics based on the dynamics of\nsolar system objects.\n","Comment: Proceedings of the Rencontres de Moriond 2011"]}]
["1209.0646",{"format":[],"subject":["Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0646"],"date":["2012-09-04"],"type":["text"],"creator":["Haier, Andreas","Pfeiffer, Thorsten"],"language":[],"coverage":[],"title":["Scenarios and their Aggregation in the Regulatory Risk Measurement\n  Environment"],"description":["  We define scenarios, propose different methods of aggregating them, discuss\ntheir properties and benchmark them against quadrant requirements.\n"]}]
["1209.0651",{"format":[],"subject":["Mathematics - Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0651"],"date":["2012-09-04"],"type":["text"],"creator":["Abdel-Hameed, Mohamed"],"language":[],"coverage":[],"title":["Optimal Control of dams using P(M,Lambda,tau) policies when the input\n  process is an inverse Gaussian process"],"description":["  We consider the P(M,lambda,tau) maintenance policy of a dam using the total\ndiscounted and long-run average costs, when the input process is inverse\nGaussian.\n"]}]
["1209.0661",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0661"],"date":["2012-09-04"],"type":["text"],"creator":["Lum, Kristian"],"language":[],"coverage":[],"title":["Bayesian variable selection for spatially dependent generalized linear\n  models"],"description":["  Despite the abundance of methods for variable selection and accommodating\nspatial structure in regression models, there is little precedent for\nincorporating spatial dependence in covariate inclusion probabilities for\nregionally varying regression models. The lone existing approach is limited by\ndifficult computation and the requirement that the spatial dependence be\nrepresented on a lattice, making this method inappropriate for areal models\nwith irregular structures that often arise in ecology, epidemiology, and the\nsocial sciences. Here we present a novel method for spatial variable selection\nin areal generalized linear models that can accommodate arbitrary spatial\nstructures and works with a broad subset of GLM likelihoods. The method uses a\nlatent probit model with a spatial dependence structure where the binary\nresponse is taken as a covariate inclusion indicator for area-specific GLMs.\nThe covariate inclusion indicators arise via thresholding of latent standard\nnormals on which we place a conditionally autoregressive prior. We propose an\nefficient MCMC algorithm for computation that is entirely conjugate in any\nmodel with a conditionally Gaussian representation of the likelihood, thereby\nencompassing logistic, probit, multinomial probit and logit, Gaussian, and\nnegative binomial regressions through the use of existing data augmentation\nmethods. We demonstrate superior parameter recovery and prediction in\nsimulation studies as well as in applications to geographic voting patterns and\npopulation estimation. Though the method is very broadly applicable, we note in\nparticular that prior to this work, spatial population\nestimation/capture-recapture models allowing for varying list dependence\nstructures has not been possible.\n"]}]
["1209.0663",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Logic in Computer Science","F.1.1","F.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0663"],"date":["2012-09-04"],"type":["text"],"creator":["Lago, Ugo Dal","Heindel, Tobias","Mazza, Damiano","Varacca, Daniele"],"language":[],"coverage":[],"title":["Computational Complexity of Interactive Behaviors"],"description":["  The theory of computational complexity focuses on functions and, hence,\nstudies programs whose interactive behavior is reduced to a simple\nquestion/answer pattern. We propose a broader theory whose ultimate goal is\nexpressing and analyzing the intrinsic difficulty of fully general interactive\nbehaviors. To this extent, we use standard tools from concurrency theory,\nincluding labelled transition systems (formalizing behaviors) and their\nasynchronous extension (providing causality information). Behaviors are\nimplemented by means of a multiprocessor machine executing CCS-like processes.\nThe resulting theory is shown to be consistent with the classical definitions:\nwhen we restrict to functional behaviors (i.e., question/answer patterns), we\nrecover several standard computational complexity classes.\n","Comment: 17 pages"]}]
["1209.0664",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0664"],"date":["2012-09-04"],"type":["text"],"creator":["Dutkay, Dorin Ervin","Jorgensen, Palle E. T."],"language":[],"coverage":[],"title":["Spectra of measures and wandering vectors"],"description":["  We present a characterization of the sets that appear as Fourier spectra of\nmeasures in terms of the existence of a strongly continuous representation of\nthe ambient group that has a wandering vector for the given set.\n"]}]
["1209.0665",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","Primary 35K08, Secondary 35B09, 47D07, 47D08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0665"],"date":["2012-09-04"],"type":["text"],"creator":["Pinchover, Yehuda"],"language":[],"coverage":[],"title":["Some aspects of large time behavior of the heat kernel: an overview with\n  perspectives"],"description":["  We discuss a variety of developments in the study of large time behavior of\nthe positive minimal heat kernel of a time independent (not necessarily\nsymmetric) second-order parabolic operator defined on a domain M in $R^d$, or\nmore generally, on a noncompact Riemannian manifold M. Our attention is mainly\nfocused on general results in general settings.\n","Comment: 47 pages. Written for proceedings of the conference \"Mathematical\n  Physics, Spectral Theory and Stochastic Analysis\" (Goslar, 2011)"]}]
["1209.0674",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0674"],"date":["2012-09-04"],"type":["text"],"creator":["Sochi, Taha"],"language":[],"coverage":[],"title":["Accounting for the Use of Different Length Scale Factors in x, y and z\n  Directions"],"description":["  This short article presents a mathematical formula required for metric\ncorrections in image extraction and processing when using different length\nscale factors in three-dimensional space which is normally encountered in\ncryomicrotome image construction techniques.\n","Comment: 5 pages"]}]
["1209.0676",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0676"],"date":["2012-09-04"],"type":["text"],"creator":["Urgaonkar, Rahul","Ramanathan, Ram","Redi, Jason","Tetteh, William N."],"language":[],"coverage":[],"title":["Channel Assignment in Dense MC-MR Wireless Networks: Scaling Laws and\n  Algorithms"],"description":["  We investigate optimal channel assignment algorithms that maximize per node\nthroughput in dense multichannel multi-radio (MC-MR) wireless networks.\nSpecifically, we consider an MC-MR network where all nodes are within the\ntransmission range of each other. This situation is encountered in many\nreal-life settings such as students in a lecture hall, delegates attending a\nconference, or soldiers in a battlefield. In this scenario, we show that\nintelligent assignment of the available channels results in a significantly\nhigher per node throughput. We first propose a class of channel assignment\nalgorithms, parameterized by T (the number of transceivers per node), that can\nachieve $\\Theta(1/N^{1/T})$ per node throughput using $\\Theta(TN^{1-1/T})$\nchannels. In view of practical constraints on $T$, we then propose another\nalgorithm that can achieve $\\Theta(1/(\\log_2 N)^2)$ per node throughput using\nonly two transceivers per node. Finally, we identify a fundamental relationship\nbetween the achievable per node throughput, the total number of channels used,\nand the network size under any strategy. Using analysis and simulations, we\nshow that our algorithms achieve close to optimal performance at different\noperating points on this curve. Our work has several interesting implications\non the optimal network design for dense MC-MR wireless networks.\n"]}]
["1209.0679",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0679"],"date":["2012-09-04"],"type":["text"],"creator":["Carmi, Paz","Chaitman-Yerushalmi, Lilach"],"language":[],"coverage":[],"title":["Minimum Weight Euclidean t-spanner is NP-Hard"],"description":["  Given a set P of points in the plane, an Euclidean t-spanner for P is a\ngeometric graph that preserves the Euclidean distances between every pair of\npoints in P up to a constant factor t. The weight of a geometric graph refers\nto the total length of its edges. In this paper we show that the problem of\ndeciding whether there exists an Euclidean t-spanner, for a given set of points\nin the plane, of weight at most w is NP-hard for every real constant t > 1,\nboth whether planarity of the t-spanner is required or not.\n"]}]
["1209.0684",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0684"],"date":["2012-09-04"],"type":["text"],"creator":["Zarmehri, Mohammad Nozari","Aguiar, Ana"],"language":[],"coverage":[],"title":["Data Gathering for Sensing Applications in Vehicular Networks"],"description":["  We propose to use Vehicular ad hoc networks (VANET) as the infrastructure for\nan urban cyber-physical system for gathering up-to-date data about a city, like\ntraffic conditions or environmental parameters. In this context, it is critical\nto design a data collection protocol that enables retrieving the data from the\nvehicles in almost real-time in an efficient way for urban scenarios.\n  We propose Back off-based Per-hop Forwarding (BPF), a broadcast-based\nreceiver-oriented protocol that uses the destination location information to\nselect the forwarding order among the nodes receiving the packet. BFP does not\nrequire nodes to exchange periodic messages with their neighbors communicating\ntheir locations to keep a low management message overhead. It uses geographic\ninformation about the final destination node in the header of each data packet\nto route it in a hop-by-hop basis. It takes advantage of redundant forwarding\nto increase packet delivery to a destination, what is more critical in an urban\nscenario than in a highway, where the road topology does not represent a\nchallenge for forwarding.\n  We evaluate the performance of the BPF protocol using ns-3 and a Manhattan\ngrid topology and compare it with well-known broadcast suppression techniques.\nOur results show that BPF achieves significantly higher packet delivery rates\nat a reduced redundancy cost.\n"]}]
["1209.0686",{"format":[],"subject":["Mathematics - Optimization and Control","90C11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0686"],"date":["2012-09-04"],"type":["text"],"creator":["Baes, Michel","Oertel, Timm","Wagner, Christian","Weismantel, Robert"],"language":[],"coverage":[],"title":["Mirror-Descent Methods in Mixed-Integer Convex Optimization"],"description":["  In this paper, we address the problem of minimizing a convex function f over\na convex set, with the extra constraint that some variables must be integer.\nThis problem, even when f is a piecewise linear function, is NP-hard. We study\nan algorithmic approach to this problem, postponing its hardness to the\nrealization of an oracle. If this oracle can be realized in polynomial time,\nthen the problem can be solved in polynomial time as well. For problems with\ntwo integer variables, we show that the oracle can be implemented efficiently,\nthat is, in O(ln(B)) approximate minimizations of f over the continuous\nvariables, where B is a known bound on the absolute value of the integer\nvariables.Our algorithm can be adapted to find the second best point of a\npurely integer convex optimization problem in two dimensions, and more\ngenerally its k-th best point. This observation allows us to formulate a\nfinite-time algorithm for mixed-integer convex optimization.\n"]}]
["1209.0687",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Operating Systems","D.4.2","C.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0687"],"date":["2012-09-04"],"type":["text"],"creator":["Armando, Alessandro","Merlo, Alessio","Verderame, Luca"],"language":[],"coverage":[],"title":["Security Issues in the Android Cross-Layer Architecture"],"description":["  The security of Android has been recently challenged by the discovery of a\nnumber of vulnerabilities involving different layers of the Android stack. We\nargue that such vulnerabilities are largely related to the interplay among\nlayers composing the Android stack. Thus, we also argue that such interplay has\nbeen underestimated from a security point-of-view and a systematic analysis of\nthe Android interplay has not been carried out yet. To this aim, in this paper\nwe provide a simple model of the Android cross-layer interactions based on the\nconcept of flow, as a basis for analyzing the Android interplay. In particular,\nour model allows us to reason about the security implications associated with\nthe cross-layer interactions in Android, including a recently discovered\nvulnerability that allows a malicious application to make Android devices\ntotally unresponsive. We used the proposed model to carry out an empirical\nassessment of some flows within the Android cross-layered architecture. Our\nexperiments indicate that little control is exercised by the Android Security\nFramework (ASF) over cross-layer interactions in Android. In particular, we\nobserved that the ASF lacks in discriminating the originator of a flow and\nsensitive security issues arise between the Android stack and the Linux kernel,\nthereby indicating that the attack surface of the Android platform is wider\nthan expected.\n","Comment: 7 pages, double column, 4 figures"]}]
["1209.0691",{"format":[],"subject":["Mathematics - Representation Theory","22E45, 43A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0691"],"date":["2012-09-04"],"type":["text"],"creator":["Clerc, Jean-Louis"],"language":[],"coverage":[],"title":["Intertwining operators for the generalized principal series on symmetric\n  R-spaces"],"description":["  Three questions about the intertwining operators for the generalized\nprincipal series on a symmetric R-space are solved : description of the\nfunctional kernel, both in the compact and the non-compact picture, domain of\nconvergence, meromorphic continuation. A large use is made of the theory of\npositive Jordan triple systems. The meromorphic continuation of the\nintertwining integral is achieved via a Bernstein-Sato identity, and a precise\ndescription of the poles is obtained.\n","Comment: 53 pages"]}]
["1209.0692",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0692"],"date":["2012-09-04"],"type":["text"],"creator":["Keto, Eric"],"language":[],"coverage":[],"title":["Hierarchical configurations for cross-correlation interferometers with\n  many elements"],"description":["  Array configurations built on a hierarchy of simple elements have excellent\nproperties for cross-correlation imaging interferometers including a smooth\ndistribution of measured Fourier components, high angular resolution, low side\nlobes, and compact array size. Compared to arrays with a Gaussian distribution\nof antenna separations, hierarchical arrays (H-arrays) produce beams with\nhigher angular resolution and a tighter concentration of the total power\n(encircled energy) within a smaller area around the main beam. An attractive\nfeature of H-arrays is their simplicity. The relationships between the Fourier\ncoverage and the array configuration are easy enough to understand that they\ncan be adjusted to achieve different design goals without the need for\nnumerical optimization. H-arrays will be useful for future multi-element\ninterferometers.\n","Comment: Accepted, Journal of Astronomical Instrumentation"]}]
["1209.0693",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05A05, 05A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0693"],"date":["2012-09-04"],"type":["text"],"creator":["Billey, Sara","Burdzy, Krzysztof","Sagan, Bruce"],"language":[],"coverage":[],"title":["Permutations with given peak set"],"description":["  Let Sym_n denote the symmetric group of all permutations pi = a_1...a_n of\n{1,...,n}. An index i is a peak of pi if a_{i-1} < a_i > a_{i+1} and we let\nP(pi) be the set of peaks of pi. Given any set S of positive integers we define\nP(S;n) to be the set pi in Sym_n with P(pi)=S. Our main result is that for all\nfixed subsets of positive integers S and all sufficiently large n we have\n#P(S;n)= p(n) 2^{n-#S-1} for some polynomial p(n) depending on S. We explicitly\ncompute p(n) for various S of probabilistic interest, including certain cases\nwhere S depends on n. We also discuss two conjectures, one about positivity of\nthe coefficients of the expansion of p(n) in a binomial coefficient basis, and\nthe other about sets S maximizing #P(S;n) when #S is fixed.\n","Comment: 18 pages"]}]
["1209.0694",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0694"],"date":["2012-09-04"],"type":["text"],"creator":["Kunstmann, Peer Christian","Uhl, Matthias"],"language":[],"coverage":[],"title":["$L^p$-spectral multipliers for some elliptic systems"],"description":["  We show results on $L^p$-spectral multipliers for Maxwell operators with\nbounded measurable coefficients. We also present similar results for the Stokes\noperator with Hodge boundary conditions and the Lam\\'e system. Here we rely on\nresolvent estimates established recently by M.\\ Mitrea and S.\\ Monniaux.\n"]}]
["1209.0698",{"format":[],"subject":["High Energy Physics - Experiment","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0698"],"date":["2012-09-04"],"type":["text"],"creator":["Chang Hyon Ha for the IceCube Collaboration"],"language":[],"coverage":[],"title":["Detection of Cascades induced by Atmospheric Neutrinos in the 79-string\n  IceCube Detector"],"description":["  Neutrino production and oscillation physics can be studied by utilizing the\nvery high flux of atmospheric neutrinos observed with IceCube. In a Cherenkov\nmedium such as ice, atmospheric muon neutrino interactions create tracks while\ncascades (showers) are produced by atmospheric electron neutrinos and by\nneutral current interactions of all flavors. We present the first detection of\natmospheric neutrino-induced cascades at energies between 30 GeV and 10 TeV\nusing the DeepCore array of the IceCube detector. Using 281 days of data, 1029\nevents are observed with 59% predicted to be cascades.\n","Comment: 3 pages, 2 figures, CIPANP 2012 proceedings"]}]
["1209.0700",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0700"],"date":["2012-09-04"],"type":["text"],"creator":["Schmidt, Jens M."],"language":[],"coverage":[],"title":["A Simple Test on 2-Vertex- and 2-Edge-Connectivity"],"description":["  Testing a graph on 2-vertex- and 2-edge-connectivity are two fundamental\nalgorithmic graph problems. For both problems, different linear-time algorithms\nwith simple implementations are known. Here, an even simpler linear-time\nalgorithm is presented that computes a structure from which both the 2-vertex-\nand 2-edge-connectivity of a graph can be easily \"read off\". The algorithm\ncomputes all bridges and cut vertices of the input graph in the same time.\n"]}]
["1209.0715",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0715"],"date":["2012-09-04"],"type":["text"],"creator":["Zhou, Hongchao","Loh, Po-Ling","Bruck, Jehoshua"],"language":[],"coverage":[],"title":["The Synthesis and Analysis of Stochastic Switching Circuits"],"description":["  Stochastic switching circuits are relay circuits that consist of stochastic\nswitches called pswitches. The study of stochastic switching circuits has\nwidespread applications in many fields of computer science, neuroscience, and\nbiochemistry. In this paper, we discuss several properties of stochastic\nswitching circuits, including robustness, expressibility, and probability\napproximation.\n  First, we study the robustness, namely, the effect caused by introducing an\nerror of size \\epsilon to each pswitch in a stochastic circuit. We analyze two\nconstructions and prove that simple series-parallel circuits are robust to\nsmall error perturbations, while general series-parallel circuits are not.\nSpecifically, the total error introduced by perturbations of size less than\n\\epsilon is bounded by a constant multiple of \\epsilon in a simple\nseries-parallel circuit, independent of the size of the circuit.\n  Next, we study the expressibility of stochastic switching circuits: Given an\ninteger q and a pswitch set S=\\{\\frac{1}{q},\\frac{2}{q},...,\\frac{q-1}{q}\\},\ncan we synthesize any rational probability with denominator q^n (for arbitrary\nn) with a simple series-parallel stochastic switching circuit? We generalize\nprevious results and prove that when q is a multiple of 2 or 3, the answer is\nyes. We also show that when q is a prime number larger than 3, the answer is\nno.\n  Probability approximation is studied for a general case of an arbitrary\npswitch set S=\\{s_1,s_2,...,s_{|S|}\\}. In this case, we propose an algorithm\nbased on local optimization to approximate any desired probability. The\nanalysis reveals that the approximation error of a switching circuit decreases\nexponentially with an increasing circuit size.\n","Comment: 2 columns, 15 pages"]}]
["1209.0723",{"format":[],"subject":["Mathematics - Number Theory","11D25, 11D72, 12E05, 14G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0723"],"date":["2012-09-04"],"type":["text"],"creator":["Sharipov, Ruslan"],"language":[],"coverage":[],"title":["A note on solutions of the cuboid factor equations"],"description":["  A rational perfect cuboid is a rectangular parallelepiped whose edges and\nface diagonals are given by rational numbers and whose space diagonal is equal\nto unity. It is described by a system of four quadratic equations with respect\nto six variables. The cuboid factor equations were derived from these four\nequations by symmetrization procedure. They constitute a system of eight\npolynomial equations. Recently two sets of formulas were derived providing two\nsolutions for the cuboid factor equations. These two solutions are studied in\nthe present paper. They are proved to coincide with each other up to a change\nof parameters in them.\n","Comment: AmSTeX, 15 pages, amsppt style, 3 ancillary files"]}]
["1209.0724",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Neural and Evolutionary Computing","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0724"],"date":["2012-09-04"],"type":["text"],"creator":["Zhou, Hongchao","Chen, Ho-Lin","Bruck, Jehoshua"],"language":[],"coverage":[],"title":["Synthesis of Stochastic Flow Networks"],"description":["  A stochastic flow network is a directed graph with incoming edges (inputs)\nand outgoing edges (outputs), tokens enter through the input edges, travel\nstochastically in the network, and can exit the network through the output\nedges. Each node in the network is a splitter, namely, a token can enter a node\nthrough an incoming edge and exit on one of the output edges according to a\npredefined probability distribution. Stochastic flow networks can be easily\nimplemented by DNA-based chemical reactions, with promising applications in\nmolecular computing and stochastic computing. In this paper, we address a\nfundamental synthesis question: Given a finite set of possible splitters and an\narbitrary rational probability distribution, design a stochastic flow network,\nsuch that every token that enters the input edge will exit the outputs with the\nprescribed probability distribution.\n  The problem of probability transformation dates back to von Neumann's 1951\nwork and was followed, among others, by Knuth and Yao in 1976. Most existing\nworks have been focusing on the \"simulation\" of target distributions. In this\npaper, we design optimal-sized stochastic flow networks for \"synthesizing\"\ntarget distributions. It shows that when each splitter has two outgoing edges\nand is unbiased, an arbitrary rational probability \\frac{a}{b} with a\\leq b\\leq\n2^n can be realized by a stochastic flow network of size n that is optimal.\nCompared to the other stochastic systems, feedback (cycles in networks)\nstrongly improves the expressibility of stochastic flow networks.\n","Comment: 2 columns, 15 pages"]}]
["1209.0726",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0726"],"date":["2012-09-04"],"type":["text"],"creator":["Zhou, Hongchao","Bruck, Jehoshua"],"language":[],"coverage":[],"title":["A Universal Scheme for Transforming Binary Algorithms to Generate Random\n  Bits from Loaded Dice"],"description":["  In this paper, we present a universal scheme for transforming an arbitrary\nalgorithm for biased 2-face coins to generate random bits from the general\nsource of an m-sided die, hence enabling the application of existing algorithms\nto general sources. In addition, we study approaches of efficiently generating\na prescribed number of random bits from an arbitrary biased coin. This\ncontrasts with most existing works, which typically assume that the number of\ncoin tosses is fixed, and they generate a variable number of random bits.\n","Comment: 2 columns, 10 pages"]}]
["1209.0730",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Data Structures and Algorithms","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0730"],"date":["2012-09-04"],"type":["text"],"creator":["Zhou, Hongchao","Bruck, Jehoshua"],"language":[],"coverage":[],"title":["Streaming Algorithms for Optimal Generation of Random Bits"],"description":["  Generating random bits from a source of biased coins (the biased is unknown)\nis a classical question that was originally studied by von Neumann. There are a\nnumber of known algorithms that have asymptotically optimal information\nefficiency, namely, the expected number of generated random bits per input bit\nis asymptotically close to the entropy of the source. However, only the\noriginal von Neumann algorithm has a `streaming property' - it operates on a\nsingle input bit at a time and it generates random bits when possible, alas, it\ndoes not have an optimal information efficiency.\n  The main contribution of this paper is an algorithm that generates random bit\nstreams from biased coins, uses bounded space and runs in expected linear time.\nAs the size of the allotted space increases, the algorithm approaches the\ninformation-theoretic upper bound on efficiency. In addition, we discuss how to\nextend this algorithm to generate random bit streams from m-sided dice or\ncorrelated sources such as Markov chains.\n","Comment: 2 columns, 13 pages"]}]
["1209.0732",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0732"],"date":["2012-09-04"],"type":["text"],"creator":["Zhou, Hongchao","Bruck, Jehoshua"],"language":[],"coverage":[],"title":["Linear Transformations for Randomness Extraction"],"description":["  Information-efficient approaches for extracting randomness from imperfect\nsources have been extensively studied, but simpler and faster ones are required\nin the high-speed applications of random number generation. In this paper, we\nfocus on linear constructions, namely, applying linear transformation for\nrandomness extraction. We show that linear transformations based on sparse\nrandom matrices are asymptotically optimal to extract randomness from\nindependent sources and bit-fixing sources, and they are efficient (may not be\noptimal) to extract randomness from hidden Markov sources. Further study\ndemonstrates the flexibility of such constructions on source models as well as\ntheir excellent information-preserving capabilities. Since linear\ntransformations based on sparse random matrices are computationally fast and\ncan be easy to implement using hardware like FPGAs, they are very attractive in\nthe high-speed applications. In addition, we explore explicit constructions of\ntransformation matrices. We show that the generator matrices of primitive BCH\ncodes are good choices, but linear transformations based on such matrices\nrequire more computational time due to their high densities.\n","Comment: 2 columns, 14 pages"]}]
["1209.0733",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0733","Applied Physics Letters 101 (2012) 103102","doi:10.1063/1.4749811"],"date":["2012-09-04"],"type":["text"],"creator":["Thalineau, Romain","Hermelin, Sylain","Wieck, Andreas D.","Bäuerle, Christopher","Saminadayar, Laurent","Meunier, Tristan"],"language":[],"coverage":[],"title":["A few-electron quadruple quantum dot in a closed loop"],"description":["  We report the realization of a quadruple quantum dot device in a square-like\nconfiguration where a single electron can be transferred on a closed path free\nof other electrons. By studying the stability diagrams of this system, we\ndemonstrate that we are able to reach the few-electron regime and to control\nthe electronic population of each quantum dot with gate voltages. This allows\nus to control the transfer of a single electron on a closed path inside the\nquadruple dot system. This work opens the route towards electron spin\nmanipulation using spin-orbit interaction by moving an electron on complex\npaths free of electrons\n"]}]
["1209.0734",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0734"],"date":["2012-09-04"],"type":["text"],"creator":["Zhou, Hongchao","Bruck, Jehoshua"],"language":[],"coverage":[],"title":["Efficiently Extracting Randomness from Imperfect Stochastic Processes"],"description":["  We study the problem of extracting a prescribed number of random bits by\nreading the smallest possible number of symbols from non-ideal stochastic\nprocesses. The related interval algorithm proposed by Han and Hoshi has\nasymptotically optimal performance; however, it assumes that the distribution\nof the input stochastic process is known. The motivation for our work is the\nfact that, in practice, sources of randomness have inherent correlations and\nare affected by measurement's noise. Namely, it is hard to obtain an accurate\nestimation of the distribution. This challenge was addressed by the concepts of\nseeded and seedless extractors that can handle general random sources with\nunknown distributions. However, known seeded and seedless extractors provide\nextraction efficiencies that are substantially smaller than Shannon's entropy\nlimit. Our main contribution is the design of extractors that have a variable\ninput-length and a fixed output length, are efficient in the consumption of\nsymbols from the source, are capable of generating random bits from general\nstochastic processes and approach the information theoretic upper bound on\nefficiency.\n","Comment: 2 columns, 16 pages"]}]
["1209.0735",{"format":[],"subject":["Computer Science - Mathematical Software","Computer Science - Numerical Analysis","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0735","Computer Physics Communications 183 (2012) 2622-2628","doi:10.1016/j.cpc.2012.07.008"],"date":["2012-08-31"],"type":["text"],"creator":["Veberic, Darko"],"language":[],"coverage":[],"title":["Lambert W Function for Applications in Physics"],"description":["  The Lambert W(x) function and its possible applications in physics are\npresented. The actual numerical implementation in C++ consists of Halley's and\nFritsch's iterations with initial approximations based on branch-point\nexpansion, asymptotic series, rational fits, and continued-logarithm recursion.\n","Comment: 9 pages, 12 figures. Extended version of version of arXiv:1003.1628"]}]
["1209.0740",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0740"],"date":["2012-09-04"],"type":["text"],"creator":["Zhou, Hongchao","Anxiao","Jiang","Bruck, Jehoshua"],"language":[],"coverage":[],"title":["Nonuniform Codes for Correcting Asymmetric Errors in Data Storage"],"description":["  The construction of asymmetric error correcting codes is a topic that was\nstudied extensively, however, the existing approach for code construction\nassumes that every codeword should tolerate $t$ asymmetric errors. Our main\nobservation is that in contrast to symmetric errors, asymmetric errors are\ncontent dependent. For example, in Z-channels, the all-1 codeword is prone to\nhave more errors than the all-0 codeword. This motivates us to develop\nnonuniform codes whose codewords can tolerate different numbers of asymmetric\nerrors depending on their Hamming weights. The idea in a nonuniform codes'\nconstruction is to augment the redundancy in a content-dependent way and\nguarantee the worst case reliability while maximizing the code size. In this\npaper, we first study nonuniform codes for Z-channels, namely, they only suffer\none type of errors, say 1 to 0. Specifically, we derive their upper bounds,\nanalyze their asymptotic performances, and introduce two general constructions.\nThen we extend the concept and results of nonuniform codes to general binary\nasymmetric channels, where the error probability for each bit from 0 to 1 is\nsmaller than that from 1 to 0.\n","Comment: 2 columns, 15 pages"]}]
["1209.0741",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0741"],"date":["2012-09-04"],"type":["text"],"creator":["Björnson, Emil","Zetterberg, Per","Bengtsson, Mats"],"language":[],"coverage":[],"title":["Optimal Coordinated Beamforming in the Multicell Downlink with\n  Transceiver Impairments"],"description":["  Physical wireless transceivers suffer from a variety of impairments that\ndistort the transmitted and received signals. Their degrading impact is\nparticularly evident in modern systems with multiuser transmission, high\ntransmit power, and low-cost devices, but their existence is routinely ignored\nin the optimization literature for multicell transmission. This paper provides\na detailed analysis of coordinated beamforming in the multicell downlink. We\nsolve two optimization problems under a transceiver impairment model and derive\nthe structure of the optimal solutions. We show numerically that these\nsolutions greatly reduce the impact of impairments, compared with beamforming\ndeveloped for ideal transceivers. Although the so-called multiplexing gain is\nzero under transceiver impairments, we show that the gain of multiplexing can\nbe large at practical SNRs.\n","Comment: Published at Global Telecommunications Conference (GLOBECOM 2012), 6\n  pages, 6 figures, 1 table"]}]
["1209.0744",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0744"],"date":["2012-09-04"],"type":["text"],"creator":["Zhou, Hongchao","Anxiao","Jiang","Bruck, Jehoshua"],"language":[],"coverage":[],"title":["Balanced Modulation for Nonvolatile Memories"],"description":["  This paper presents a practical writing/reading scheme in nonvolatile\nmemories, called balanced modulation, for minimizing the asymmetric component\nof errors. The main idea is to encode data using a balanced error-correcting\ncode. When reading information from a block, it adjusts the reading threshold\nsuch that the resulting word is also balanced or approximately balanced.\nBalanced modulation has suboptimal performance for any cell-level distribution\nand it can be easily implemented in the current systems of nonvolatile\nmemories. Furthermore, we studied the construction of balanced error-correcting\ncodes, in particular, balanced LDPC codes. It has very efficient encoding and\ndecoding algorithms, and it is more efficient than prior construction of\nbalanced error-correcting codes.\n","Comment: 2 columns, 15 pages"]}]
["1209.0748",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0748"],"date":["2012-09-04"],"type":["text"],"creator":["Bannister, Michael J.","Eppstein, David","Goodrich, Michael T.","Trott, Lowell"],"language":[],"coverage":[],"title":["Force-Directed Graph Drawing Using Social Gravity and Scaling"],"description":["  Force-directed layout algorithms produce graph drawings by resolving a system\nof emulated physical forces. We present techniques for using social gravity as\nan additional force in force-directed layouts, together with a scaling\ntechnique, to produce drawings of trees and forests, as well as more complex\nsocial networks. Social gravity assigns mass to vertices in proportion to their\nnetwork centrality, which allows vertices that are more graph-theoretically\ncentral to be visualized in physically central locations. Scaling varies the\ngravitational force throughout the simulation, and reduces crossings relative\nto unscaled gravity. In addition to providing this algorithmic framework, we\napply our algorithms to social networks produced by Mark Lombardi, and we show\nhow social gravity can be incorporated into force-directed Lombardi-style\ndrawings.\n","Comment: GD2012"]}]
["1209.0751",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0751"],"date":["2012-09-04"],"type":["text"],"creator":["Bruno, O. P.","Prieto, A."],"language":[],"coverage":[],"title":["Spatially dispersionless, unconditionally stable FC-AD solvers for\n  variable-coefficient PDEs"],"description":["  We present fast, spatially dispersionless and unconditionally stable\nhigh-order solvers for Partial Differential Equations (PDEs) with variable\ncoefficients in general smooth domains. Our solvers, which are based on (i) A\ncertain \"Fourier continuation\" (FC) method for the resolution of the Gibbs\nphenomenon, together with (ii) A new, preconditioned, FC-based solver for\ntwo-point boundary value problems (BVP) for variable-coefficient Ordinary\nDifferential Equations, and (iii) An Alternating Direction strategy, generalize\nsignificantly a class of FC-based solvers introduced recently for\nconstant-coefficient PDEs. The present algorithms, which are applicable, with\nhigh-order accuracy, to variable-coefficient elliptic, parabolic and hyperbolic\nPDEs in general domains with smooth boundaries, are unconditionally stable, do\nnot suffer from spatial numerical dispersion, and they run at FFT speeds. The\naccuracy, efficiency and overall capabilities of our methods are demonstrated\nby means of applications to challenging problems of diffusion and wave\npropagation in heterogeneous media.\n"]}]
["1209.0754",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0754","doi:10.1051/0004-6361/201218914"],"date":["2012-09-04"],"type":["text"],"creator":["Grady, K. J.","Neukirch, T.","Giuliani, P."],"language":[],"coverage":[],"title":["A Systematic Examination of Particle Motion in a Collapsing Magnetic\n  Trap Model for Solar Flares"],"description":["  Context. It has been suggested that collapsing magnetic traps may contribute\nto accelerating particles to high energies during solar flares.\n  Aims. We present a detailed investigation of the energization processes of\nparticles in collapsing magnetic traps, using a specific model. We also compare\nfor the first time the energization processes in a symmetric and an asymmetric\ntrap model.\n  Methods. Particle orbits are calculated using guiding centre theory. We\nsystematically investigate the dependence of the energization process on\ninitial position, initial energy and initial pitch angle.\n  Results. We find that in our symmetric trap model particles can gain up to\nabout 50 times their initial energy, but that for most initial conditions the\nenergy gain is more moderate. Particles with an initial position in the weak\nfield region of the collapsing trap and with pitch angles around 90 degrees\nachieve the highest energy gain, with betatron acceleration of the\nperpendicular energy the dominant energization mechanism. For particles with\nsmaller initial pitch angle, but still outside the loss cone, we find the\npossibility of a significant increase in parallel energy. This increase in\nparallel energy can be attributed to the curvature term in the parallel\nequation of motion and the associated energy gain happens in the center of the\ntrap where the field line curvature has its maximum. We find qualitatively\nsimilar results for the asymmetric trap model, but with smaller energy gains\nand a larger number of particles escaping from the trap.\n","Comment: 11 pages, 13 figures. To be published in Astronomy and Astrophysics"]}]
["1209.0755",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0755"],"date":["2012-09-04"],"type":["text"],"creator":["Colangelo, Gilberto","Passemar, Emilie","Stoffer, Peter"],"language":[],"coverage":[],"title":["A Dispersive Treatment of $K_{\\ell4}$ Decays"],"description":["  $K_{\\ell4}$ are for several reasons an especially interesting decay channel\nof $K$ mesons: $K_{\\ell4}$ decays allow an accurate measurement of a\ncombination of $S$-wave $\\pi\\pi$ scattering lengths, one form factor of the\ndecay is connected to the chiral anomaly and the decay is the best source for\nthe determination of some low energy constants of ChPT. We present a dispersive\napproach to $K_{\\ell4}$ decays, which takes rescattering effects fully into\naccount. Some fits to NA48/2 and E865 measurements and results of the matching\nto ChPT are shown.\n","Comment: 4 pages, talk given by PS at MESON2012 - 12th International Workshop\n  on Meson Production, Properties and Interaction, Krak\\'ow, Poland, 31 May - 5\n  June 2012"]}]
["1209.0756",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0756"],"date":["2012-09-04"],"type":["text"],"creator":["Goodrich, Michael T.","Ohrimenko, Olga","Tamassia, Roberto"],"language":[],"coverage":[],"title":["Data-Oblivious Graph Drawing Model and Algorithms"],"description":["  We study graph drawing in a cloud-computing context where data is stored\nexternally and processed using a small local working storage. We show that a\nnumber of classic graph drawing algorithms can be efficiently implemented in\nsuch a framework where the client can maintain privacy while constructing a\ndrawing of her graph.\n"]}]
["cond-mat/0108020",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0108020","Applied Physics Letters 79 25 4216 (2001)","doi:10.1063/1.1428117#"],"date":["2001-08-01"],"type":["text"],"creator":["Nygard, Jesper","Cobden, David H."],"language":[],"coverage":[],"title":["Quantum dots in suspended single-wall carbon nanotubes"],"description":["  We present a simple technique which uses a self-aligned oxide etch to suspend\nindividual single-wall carbon nanotubes between metallic electrodes. This\nenables one to compare the properties of a particular nanotube before and after\nsuspension, as well as to study transport in suspended tubes. As an example of\nthe utility of the technique, we study quantum dots in suspended tubes, finding\nthat their capacitances are reduced owing to the removal of the dielectric\nsubstrate.\n","Comment: 3 pages, 4 figures"]}]
["cond-mat/0506275",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0506275","Phys Rev Lett 95 256601 (2005)","doi:10.1103/PhysRevLett.95.256601"],"date":["2005-06-13","2005-06-25"],"type":["text"],"creator":["Wei, J.","Shimogawa, M.","Wang, Z.","Radu, I.","Dormaier, R.","Cobden, D. H."],"language":[],"coverage":[],"title":["Magnetic field asymmetry of nonlinear transport in carbon nanotubes"],"description":["  We demonstrate that nonlinear transport through a two-terminal nanoscale\nsample is not symmetric in magnetic field B. More specifically, we have\nmeasured the lowest order B-asymmetric terms in single-walled carbon nanotubes.\nTheoretically, the size of these terms can be used to infer both the strength\nof electron-electron interactions and the handedness of the nanotube.\nConsistent with theory, we find that at high temperatures the B-linear term is\nsmall and has a constant sign independent of Fermi energy, while at low\ntemperatures it develops mesoscopic fluctuations. We also find significant\nmagnetoresistance of nanotubes in the metallic regime which is unexplained.\n","Comment: Submitted to PRL; 4 pages including 4 figures"]}]
["math/0309016",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0309016","Adv. Math. 194 (2005), no. 2, 296-331","doi:10.1016/j.aim.2004.06.008"],"date":["2003-09-01"],"type":["text"],"creator":["Chari, Vyjayanthi","Greenstein, Jacob"],"language":[],"coverage":[],"title":["Filtrations and completions of certain positive level modules of affine\n  algebras"],"description":["  We define a filtration indexed by the integers on the tensor product of an\nintegrable highest weight module and a loop module for a quantum affine\nalgebra. We prove that the filtration is either trivial or strictly decreasing\nand give sufficient conditions for this to happen. In the first case we prove\nthat the module is irreducible and in the second case we prove that the\nintersection of all the modules is zero, thus allowing us to define the\ncompleted tensor product. In certain special cases, we identify the subsequent\nquotients of filtration. These are certain highest weight integrable modules\nand the multiplicity and the highest weight are the same as that obtained by\ndecomposing the tensor product of the highest weight crystal bases with the\ncrystal bases of a loop module.\n"]}]
["math/0502409",{"format":[],"subject":["Mathematics - Representation Theory","16B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502409","Contemp. Math., 392 (2005), 15-31"],"date":["2005-02-18"],"type":["text"],"creator":["Chari, Vyjayanthi","Greenstein, Jacob"],"language":[],"coverage":[],"title":["An application of free Lie algebras to current algebras and their\n  representation theory"],"description":["  We realize the current algebra of a Kac-Moody algebra as a quotient of a\nsemi-direct product of the Kac-Moody Lie algebra and the free Lie algebra of\nthe Kac-Moody algebra. We use this realization to study the representations of\nthe current alg ebra. In particular we see that every ad-invariant ideal in the\nsymmetric algebra of the Kac-Moody algebra gives rise in a canonical way to a\nrepresentation of the current algebra. These representations include certain\nwell-known families of representations of the current algebra of a simple Lie\nalgebra. Another family of examples, which are the classical limits of the\nKirillov-Reshe tikhin modules, are also obtained explicitly by using a\nconstruction of Kostant. Finally we study extensi ons in the category of finite\ndimensional modules of the current algebra of a simple Lie algebra.\n","Comment: 15 pages"]}]
["physics/0207069",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0207069","Phys. Rev. ST Phys. Educ. Res. 2, 010103 (2006)"],"date":["2002-07-17"],"type":["text"],"creator":["Bao, Lei","Redish, Edward F."],"language":[],"coverage":[],"title":["Model Analysis: Assessing the dynamics of student learning"],"description":["  In this paper we present a method of modeling and analysis that permits the\nextraction and quantitative display of detailed information about the effects\nof instruction on a class's knowledge. The method relies on a congitive model\nthat represents student thinking in terms of mental models. Students frequently\nfail to recognize relevant conditions that lead to appropriate uses of their\nmodels. As a result they can use multiple models inconsistently. Once the most\ncommon mental models have been determined by qualitative research, they can be\nmapping onto a multiple choice test. Model analysis permits the interpretation\nof such a situation. We illustrate the use of our method by analyzing results\nfrom the FCI.\n","Comment: 25 pages, submitted to Cognition and Instruction, March 2001"]}]
["quant-ph/0202121",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0202121","doi:10.1007/s11128-005-5664-1"],"date":["2002-02-21"],"type":["text"],"creator":["Rudolph, Oliver"],"language":[],"coverage":[],"title":["Further results on the cross norm criterion for separability"],"description":["  In the present paper the cross norm criterion for separability of density\nmatrices is studied. In the first part of the paper we determine the value of\nthe greatest cross norm for Werner states, for isotropic states and for Bell\ndiagonal states. In the second part we show that the greatest cross norm\ncriterion induces a novel computable separability criterion for bipartite\nsystems. This new criterion is a necessary but in general not a sufficient\ncriterion for separability. It is shown, however, that for all pure states, for\nBell diagonal states, for Werner states in dimension d=2 and for isotropic\nstates in arbitrary dimensions the new criterion is necessary and sufficient.\nMoreover, it is shown that for Werner states in higher dimensions (d greater\nthan 2), the new criterion is only necessary.\n","Comment: REVTeX, 19 pages"]}]
